{
  "_id": "447cac38959671bd95b3f36337b733b8319842a0e9f0e49db8930e6ab26fe418",
  "feed": "ftcomall",
  "title": "Ukraine war to have ‘long-term impact' on chip industry",
  "text": "<p><em>Hello everyone, Nian here in Beijing. With no significant progress in peace talks, inflation caused by the war in Ukraine might have a long-term impact on the booming chip industry (The Big Read). Ukraine is also asking Japan for access to satellite images to assist in resisting Russia's invasion (Nian's top 10). China's measures to contain a new round of Covid-19 outbreaks are further impacting the global supply chain, prompting multinationals to diversify sourcing beyond the country (Our Take). Enjoy reading!</em></p> <h1>The Big Story — Exclusive</h1> <p>The war in Ukraine is set to have a “<a href=\"https://asia.nikkei.com/Business/Tech/Semiconductors/Taiwan-chipmaker-Winbond-sees-long-term-impact-from-Ukraine-war\">long-term impact</a>” on the chip industry, <a href=\"https://asia.nikkei.com/Business/Tech/Semiconductors/Taiwan-chipmaker-Winbond-sees-long-term-impact-from-Ukraine-war\">says</a> a leading Taiwanese industrialist. Inflation, which is already gathering pace in Europe, is a big risk because of the depressing effect it may have on consumer spending power.</p> <p><strong>Key developments</strong>: “We are already seeing energy prices in Europe go up significantly and that will affect consumers' spending power there. I don't expect any of these [inflationary pressures] reverting immediately even if the war ends soon,” said Arthur Chiao Yu-cheng, chair of Winbond Electronics, a Taiwanese memory chipmaker and key Apple and Samsung supplier.</p> <p>“This is likely going to have a long-term impact,” he added.</p> <p>Chiao's remarks come as the chip industry is in the midst of a supercycle, a period of prolonged expansion driven by robust demand. At the same time, Covid-19 disruptions have brought wide-ranging rises in the cost of everything from logistics to raw materials. The sudden outbreak of the Ukraine war has added to inflationary pressures.</p> <p><strong>Upshot</strong>: Chiao's remarks are significant because they add a note of caution to the general mood of bullishness over the outlook for chip demand in the current supercycle. </p> <h1>Nian's top 10</h1> <ol>  <li><p>Exclusive: <strong>Ukraine</strong> seeks high-resolution <a href=\"https://asia.nikkei.com/Politics/Ukraine-war/Ukraine-asks-Japan-for-satellite-data-amid-Russian-invasion\">satellite imagery from <strong>Japan</strong></a> to better understand <strong>Russian</strong> troop movements. (Nikkei Asia)</p></li>  <li><p><strong>India's</strong> Reliance <a href=\"https://www.ft.com/content/fd628dfe-1e20-45cf-ba6e-950a11ae9e4c\">takes over 800 stores</a> of local retail chain Future, hitting Amazon's ambition in the country. (FT)</p></li>  <li><p>The<strong> Philippines</strong> is set to allow foreign entities to <a href=\"https://asia.nikkei.com/Economy/Philippines-allows-foreigners-to-own-telcos-airlines-and-railways\">fully own businesses in key sectors</a> such as telecommunications and airlines. (Nikkei Asia)</p></li>  <li><p><strong>Japan</strong> is planning its <a href=\"https://asia.nikkei.com/Business/Technology/Flying-taxis-set-to-take-off-on-8-routes-at-Osaka-World-Expo\">flying-taxi debut</a> with eight routes and 20 flights per hour at the 2025 Osaka World Expo. (Nikkei Asia)</p></li>  <li><p><strong>Singapore</strong> and <strong>Hong Kong</strong> have all had their Spac listings now but <a href=\"https://asia.nikkei.com/Spotlight/Market-Spotlight/Hong-Kong-Singapore-investors-tread-carefully-on-SPAC-listings\">investors are still cautious</a>, holding Asia back from recreating a <strong>US</strong> boom. (Nikkei Asia)</p></li>  <li><p><strong>China's</strong> Alibaba <a href=\"https://www.ft.com/content/5954d44f-af4d-4a48-bd3f-07b3372ac5ea\">increases share buyback</a> plan to $25bn to boost investor confidence and save its stock price. (FT)</p></li>  <li><p><strong>South Korea's</strong> Avikus will develop navigational systems for <a href=\"https://asia.nikkei.com/Editor-s-Picks/Interview/South-Korea-s-Avikus-bets-on-self-driving-technology-for-ships\">self-driving boats</a>, promising safety improvement. (Nikkei Asia)</p></li>  <li><p><strong>Japanese</strong> auto parts manufacturer Sumitomo Electric will <a href=\"https://asia.nikkei.com/Business/Automobiles/Sumitomo-Electric-to-move-auto-parts-production-out-of-Ukraine\">relocate production from <strong>Ukraine</strong></a> to <strong>Romania</strong> and <strong>Morocco</strong>. (Nikkei Asia)</p></li>  <li><p><strong>Myanmar</strong> military approves deal that allows <a href=\"https://asia.nikkei.com/Business/Telecommunication/Myanmar-military-approves-Norwegian-Telenor-s-exit\"><strong>Norwegian</strong> telecom operator Telenor to exit </a>the country. (Nikkei Asia)</p></li>  <li><p>The FT's Tim Harford on what an <a href=\"https://www.ft.com/content/9cf3717a-2023-4564-a953-7973dcc14a26\">abusive chatbot</a> can tell us about the art of conversation. (FT)</p></li> </ol> <h1>Our take</h1> <p>When <strong>Apple</strong> supplier <strong>Foxconn</strong> suspended production at several Shenzhen plants last week, some workers in online chat groups cheered the rare three-day break. </p> <p>The seemingly short disruption, prompted by Shenzhen's citywide lockdown amid a surge of Covid-19 cases, may cause Foxconn's revenue to contract by up to 3 per cent this year. Furthermore, it means customers in the US and Europe may have to wait even longer for their new iPhones and MacBooks.</p> <p>While the rest of the world is gradually lifting Covid restrictions, China's adherence to a strict “zero-Covid” policy has become one of the biggest threats to already strained global supply chains.</p> <p>In January, <strong>Volkswagen</strong> and <strong>Toyota</strong> shut down their Tianjin plants for more than a week to comply with the city's Covid control measures. Now the same situation is happening at their factories in the northeastern city Changchun. <strong>Samsung</strong> and <strong>Micron</strong>'s memory chip production operations in Xi'an were also disrupted earlier this year when the city's 13mn residents were ordered to stay at home for a month.</p> <p>Analysts warn that if the restrictions continue, companies will look to diversify supply chains out of China, a trend that already started with US-China decoupling. Since 2020, Japan has been paying its tech companies billions of dollars to develop supply chains locally or to shift production from China to Asean countries.</p> <p>For example, <strong>Murata Manufacturing</strong> — the world's largest capacitor maker and an Apple supplier — will open <a href=\"https://asia.nikkei.com/Spotlight/Supply-Chain/Murata-s-Thailand-move-heralds-Japan-tech-shift-from-China\">a new plant in Thailand</a> next year that one day may match its China plant in size. The company earns more than half of its revenue from greater China, but now expects the share to fall.</p> <p>— <em>Nian</em></p> <h1>Spotlight</h1> <p>Taro Shimada, the new president of <strong>Toshiba</strong>, <a href=\"https://asia.nikkei.com/Spotlight/Toshiba-in-turmoil/New-Toshiba-chief-says-predecessors-didn-t-understand-digital2\">dispensed</a> with typical Japanese modesty: “I am the first president to understand digital technology,” he said this month. </p> <p>But investors will want to see action, not just words, from Shimada, a relative newcomer to the company who joined in 2018 after working for&#xa0;foreign multinationals including German rival <strong>Siemens</strong>.</p> <p>Shimada sees the Japanese company as a “treasure trove” filled with technology and data that if put to work will “once again show the world Toshiba's brilliance”.</p> <p>Observers say this may be its last chance to make a comeback after missteps and clashes with shareholders. </p> <p>Toshiba's dedication to corporate customers and its willingness to bend over backward for <strong>Tokyo Electric Power Co Holdings</strong> and others might have held it back from pursuing its own digital development for years. A corporate culture of subservience to top management will also need to change for new ideas to be produced in the company.</p> <h1>When sages speak</h1> <ul>  <li><p><strong>Gregory Arcuri</strong> and <strong>Samantha Lu</strong> give <a href=\"https://www.csis.org/blogs/perspectives-innovation/taiwans-semiconductor-dominance-implications-cross-strait-relations\">this analysis</a> of one of the hottest topics in geopolitics right now: how Taiwan's dominance of semiconductor supply chains may influence China's calculus on whether to invade the island.</p></li>  <li><p><strong>Rebecca&#xa0;Arcesati</strong> of Merics explores how China is <a href=\"https://merics.org/en/short-analysis/e-government-and-covid-19-digital-china-goes-global\">exporting its vision</a> for digital transformation and e-governance to the world, in particular to the Global South.</p></li> </ul> <h1>Art of the deal</h1> <p>Flying cars are becoming less futuristic by the day. A deal by <strong>Suzuki Motor</strong> <a href=\"https://asia.nikkei.com/Business/Technology/Flying-car-startup-and-Suzuki-join-forces-with-eye-on-India\">to team up</a> with Tokyo-based start-up <strong>SkyDrive</strong> aims to make vertical take-off and landing (VTOL) aircraft a reality.</p> <p>The companies will consider collaborating on research and development, as well as on developing mass-production capabilities. They will also weigh a joint push into India, Suzuki's largest market.</p> <p>Founded in 2018, SkyDrive counts trading house <strong>Itochu</strong> among its investors. It is one of Japan's leading VTOL players and conducted a public demonstration of a manned VTOL flight in 2020.</p> <p>SkyDrive is now working on a two-seat model, and aims to offer a flying car service at the Osaka Expo in 2025 (see Nian's top 10). Other Japanese automakers are also making inroads into VTOLs. <strong>Honda Motor</strong> aims to commercialise in the 2030s a hybrid model with a range of around 400km that could be used to transport passengers between cities in North America. <strong>Toyota Motor</strong> invested $394mn in US start-up <strong>Joby Aviation</strong> in 2020.</p><p>Source: Nian Liu in Beijing, James Kynge in London and Kenji Kawase in Hong Kong  2022 'Ukraine war to have ‘long-term impact' on chip industry' FT.com 23 March. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-03-23T08:13:35.002Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1138,
          "end": 1143
        },
        {
          "start": 3005,
          "end": 3010
        },
        {
          "start": 4455,
          "end": 4460
        }
      ]
    }
  ]
}