{
  "_id": "72a34d654151b7a32bc41641bacee37562a330f19b24c03f9cce643d9b268fd9",
  "feed": "wall-street-journal",
  "title": "Apple Makes Case With Appeals Court On Epic's Lawsuit",
  "text": "<p>Apple's filing Thursday with the Ninth U.S. Circuit Court of Appeals comes weeks after Epic gave its own reasons for its appeal in the case that mostly swung in Apple's favor. U.S. District Judge Yvonne Gonzalez Rogers had previously ruled against nine of Epic's 10 claims. A hearing before the Ninth U.S. Circuit Court of Appeals is expected later this year with a decision unlikely for several months afterward.</p><p>Apple said the earliest it expects a decision is the summer of 2023. Meanwhile, it has already won a reprieve from the appeals court in rolling out changes to the App Store ordered by Judge Gonzalez Rogers.</p><p>While she found that Apple wasn't violating antitrust laws in mobile games transactions, the judge ruled that its conduct enforcing antisteering restrictions was anticompetitive under California law. She had instructed Apple to allow developers to communicate with users inside of their apps about alternative payment methods outside of Apple's App Store.</p><p>\"This Court already recognized that Apple is likely to succeed on the principal issue -- whether conduct that does not violate the antitrust statutes can be enjoined as `unfair' under California law -- in staying the injunction pending appeal,\" Apple said in its filing Thursday.</p><p>At this phase of the fight, as the two sides argue over Judge Gonzalez Rogers's ruling, they are trying to prove legal errors in the decision. It is is a less dramatic battle than last May, when the companies' lawyers faced off in an Oakland, Calif., courtroom for 16 days, a drama that saw the chief executives of both companies take the witness stand.</p><p>At the core of Epic's original argument were the claims that Apple held an improper monopoly over the distribution of third-party software on its iPhones and forced apps to use its own in-app payment system that takes as much as a 30% commission.</p><p>In January, Epic filed its own argument with the appeals court, saying the judge erred in her interpretations of the law and should be reversed.</p>",
  "published": "2022-03-25T00:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 840,
          "end": 845
        },
        {
          "start": 161,
          "end": 166
        },
        {
          "start": 414,
          "end": 419
        },
        {
          "start": 1672,
          "end": 1677
        },
        {
          "start": 642,
          "end": 647
        },
        {
          "start": 1013,
          "end": 1018
        },
        {
          "start": 1222,
          "end": 1227
        },
        {
          "start": 0,
          "end": 5
        },
        {
          "start": 958,
          "end": 963
        }
      ]
    }
  ]
}