{
  "_id": "9c431568e54524d45c7fd904f4fc70b130677cd8211a1b43cab4fd1c076ef338",
  "feed": "wall-street-journal",
  "title": "India Hits Apple With Antitrust Investigation Over App-Store Practices; Probe adds to series of global regulatory actions against U.S. tech companies",
  "text": "<p>The watchdog was responding to a complaint earlier last year from an Indian nonprofit group alleging that a 30% fee Apple charges developers selling digital content via their apps harms software makers and stifles competition. Apple has denied the claims, saying it is focused on making its devices as attractive as possible to consumers, according to the order.</p><p>The watchdog said Friday that a report should be completed in the next 60 days. It didn't outline what might happen if Apple is found to have violated the country's antitrust rules. An Apple spokesman declined to comment Monday.</p><p>Companies including Apple, Alphabet Inc.'s Google and Meta Platforms Inc.'s Facebook have in the past two years faced formal regulatory investigations, charges or fines in various cases filed by the European Union and countries such as the U.S., the U.K., France and Germany. The companies have denied wrongdoing.</p><p>App stores, such as Apple's and Google's Play store, have become lucrative portals for tech companies to reach billions of consumers around the world.</p><p>The EU filed charges last year against Apple over its App Store rules, saying that the company stifled competition by requiring some apps to use Apple's in-app payments system. Last month, the Netherlands Authority for Consumers and Markets, the country's competition regulator, said Apple's policies for in-app payments broke the country's competition law. It ordered Apple to adjust its rules, though its order has been suspended in Dutch court.</p><p>In the U.S., Apple won a U.S. appeals court reprieve last month in implementing changes to its App Store ordered by a federal judge as part of its antitrust battle with Epic Games Inc. A federal judge had earlier said that Apple must loosen its restrictions on how developers can seek payment.</p><p>And in what was the world's first bill challenging Apple and Google's dominance over how apps on their platforms sell digital goods, South Korea barred large app-store operators from offering only their own payment platforms for in-app purchases of games and other content. Google responded by offering alternate in-app payment options, though fees remain. Apple has told the South Korean government that its current app-store policies already comply with the new law.</p><p>The iPhone maker has seen recent growth in India after struggling in previous years to boost sales in the South Asian nation's huge market, which is dominated by inexpensive devices running the Android operating system.</p><p>Apple made notable gains last year, especially among higher-end smartphones, according to research firm Canalys. Apple had its highest ever quarterly shipments in the third quarter of 2021, and overall smartphone market share increased to 4.5%, from 1.4% a year earlier.</p><p>Apple Chief Executive Tim Cook said in October that the company is earning significant revenue in emerging markets, citing India and Vietnam as bright spots. \"We are optimistic about the future, especially as we see strong demand for our new products,\" Mr. Cook said.</p><p>Apple's user base remains relatively small in India, and any antitrust action may have limited financial implications, said Counterpoint's Tarun Pathak, adding that the developments would be closely watched. India is an important market in part because so many developers who make apps for local and global users are based in the country, he said.</p><p>India's government has been tightening rules on global tech companies in the country as they invest billions to reach consumers getting online for the first time. New Delhi has implemented new e-commerce regulations, made new rules governing online discourse and asked Facebook for details on how it monitors and removes inflammatory content on its platform.</p><p>Last year Indian police visited Twitter Inc.'s office in New Delhi to investigate the company's labeling of tweets from a ruling party spokesman as misleading. Digital rights advocates criticized the police move.</p><p>Write to Newley Purnell at newley.purnell@wsj.com</p><p>India Hits Apple With Antitrust Investigation Over App-Store Practices</p>",
  "published": "2022-01-03T10:55:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1202,
          "end": 1207
        },
        {
          "start": 3027,
          "end": 3032
        },
        {
          "start": 1426,
          "end": 1431
        },
        {
          "start": 1850,
          "end": 1855
        },
        {
          "start": 1518,
          "end": 1523
        },
        {
          "start": 1341,
          "end": 1346
        },
        {
          "start": 11,
          "end": 16
        },
        {
          "start": 482,
          "end": 487
        },
        {
          "start": 1728,
          "end": 1733
        },
        {
          "start": 2759,
          "end": 2764
        },
        {
          "start": 116,
          "end": 121
        },
        {
          "start": 548,
          "end": 553
        },
        {
          "start": 1096,
          "end": 1101
        },
        {
          "start": 2488,
          "end": 2493
        },
        {
          "start": 4008,
          "end": 4013
        },
        {
          "start": 2601,
          "end": 2606
        },
        {
          "start": 227,
          "end": 232
        },
        {
          "start": 2156,
          "end": 2161
        },
        {
          "start": 926,
          "end": 931
        },
        {
          "start": 612,
          "end": 617
        }
      ],
      "nexusId": "10022657"
    }
  ]
}