{
  "_id": "faa7e9b90664dc8707c14a3160a1f009983aa2a569f82cc7bb4404e53b1da0c8",
  "feed": "market-watch",
  "title": "An era of scarcity is coming. Three stocks to ride out stickier-for-longer inflation, from this fund manager. Critical information for the U.S. trading day",
  "text": "<p>Asset manager Horizon Kinetics launched the Inflation Beneficiaries Exchange Traded Fund INFL in early 2021, when CPI was still below 2%. People thought they were \"crazy\" to be worrying about inflation, James Davolos, senior vice president and co-portfolio manager on the fund, told Real Vision in an interview that published Thursday.</p><p>Davolos said they see the prior 30 years as steeped in artificially low inflation, i.e. disinflation, due to an \"era of abundance,\" with the world now moving into an era of scarcity. In our call of the day, he offers three stock picks to ride out that regime of higher, stickier prices.</p><p>The first pick is Canadian-listed PrairieSky Royalty CA:PSK, which invests and holds royalty interests in oil and natural gas properties in the country. As the manager explains, most energy related companies are very capital intensive, such as Exxon Mobil XOM, which spends big to explore and extract oil and gas.</p><p>\"The reason why royalties are such an eloquent business model and not really properly appreciated in the market is that they remove a lot of that capital intensity because a royalty in its purest form is purely a revenue interest in the production of another oil company,\" he said.</p><p>And while PrairieSky shares are up 44% year to date, Davolos said they are bullish because they see energy prices rising, with Canada \"setting up for a very big rise in production for a variety of reasons,\" and starting to produce more in-demand conventional oil such as the kind found in the North Sea. In the near term, lower U.S. and Canada rig counts combined with an expected China economic reopening in November will lead to big energy shortfalls.</p><p>His second idea is multinational food processing and commodities trading group Archer Daniels Midland ADM , which plays into the idea of higher food prices for longer, with more demand in countries such as China and India and struggles on the supply side as war-driven fertilizer shortages cause smaller crops in Western countries.</p><p>\"So we think the earnings profit in the large global agribusinesses are actually going to be a lot stickier,\" said Davolos.</p><p>His final idea is Brookfield Asset Management CA:BAM.A BAM, dually-listed in Canada and the U.S. He describes it as \"a leading asset manager of real assets\" — real estate, renewables, infrastructure, with a smaller leveraged buyout business as well as a credit business through the acquisition of Oaktree Capital Management. They've also been quietly building a reinsurance business, he added.</p><p>And a lot of these products, whether it be renewables or real estate, rents or tolls are often linked to a market-based measure \"and the world is going to be starved for rising real yields as opposed to these fixed yields,\" he said.</p><p>\"What really differentiates them other than their long history, expertise and counter cyclical investments is that in addition to the asset manager, which is fees, they also have tens of billions of dollars of co-invested capital,\" Davolos added.</p><p>The markets</p><p>Stock futures ES00 YM00 NQ00 are pointing to modest losses at the start of trading, with bond yields BX:TMUBMUSD10Y BX:TMUBMUSD02Y edging higher and the dollar DXY stepping back slightly. Oil prices CL.1 BRN00 are also edging up — natural gas NG00 is getting a bigger bid. Gold GC00 and silver SI00 are firmer and bitcoin BTCUSD is in the green, at just over $20,171.</p><p>The buzz</p><p>Peloton shares PTONare down amid reports the exercise-equipment maker is planning a fourth round of job cuts for 2022.</p><p>IBM IBM will invest $20 billion in New York's Hudson Valley region over a span of 10 years</p><p>Lucrative profits await Carl Icahn and other big-name investors after Tesla TSLA CEO Elon Musk decided to end his war with Twitter TWTR. But financial advisers say individual investors should proceed carefully.</p><p>Rather than animal spirits, the midday bounce for the S&amp;P 500 on Wednesday was credit to a big options trade, according to Wells Fargo.</p><p>One day ahead of nonfarm payrolls, weekly jobless claims come in slightly higher than expected at 219,000.</p><p>Atlanta Fed President Raphael Bostic said he thinks the central bank should pause with hikes after December. Thursday's Fed speakers include Cleveland President Loretta Mester, who speaks twice, and Fed Gov. Lisa Cook, making her debut speech at the central bank.</p><p>Fitch cut its outlooks on the United Kingdom and the Bank of England to negative.</p><p>Best of the web</p><p>Europe's biggest natural gas field is totally unusable.</p><p>Big tech is destroying used hardware that could easily be recycled.</p><p>U.S. spy agencies say Ukraine was behind the assassination of a key Putin ally's daughter.</p><p>Ukraine war will end in 2023, say members of Kyiv-based American Chamber of Commerce</p><p>The tickers</p><p>These are the top-searched tickers on MarketWatch as of 6 a.m. Eastern: </p><p> Ticker  Security name  TSLA    Tesla  GME     GameStop  AMC     AMC Entertainment  AAPL    Apple  NIO     NIO  TWTR    Twitter  APE     AMC Entertainment Holdings preferred shares  AMZN    Amazon  DWAC    Digital World Acquisition Corp.  BBBY    Bed Bath &amp; Beyond</p><p>The chart</p><p>The Bank of England's recent pivot was triggered by a bond-market selloff and disastrous tax-cutting budget, but don't think other economies couldn't end up in this situation, according to Marko Papic, chief strategist at the Clocktower Group.</p><p>And in his October outlook for clients, he's pointing at the U.S., saying a Fed pivot is inevitable due to \"extreme hawkishness by a litany of calamities that its policies have created.\" Here's his chart:</p><p>\"It is laughable, to us, to think that UK's problems are idiosyncratic or a product of yet another populist budget in a major G7 economy! Nay, the pound's fall from grace is a product of a macro context that, quite frankly, the U.S. approximates the most out of any DM economy,\" said Papic.</p><p>Random reads</p><p>How lonely old Dracula found new life during the pandemic.</p><p>433 people won a Philippines lottery — and the nation is debating whether it's mathematically impossible.</p><p>Need to Know starts early and is updated until the opening bell, but sign up here to get it delivered once to your email box. The emailed version will be sent out at about 7:30 a.m. Eastern.</p><p>Listen to the Best New Ideas in Money podcast with MarketWatch reporter Charles Passy and economist Stephanie Kelton</p><p>An era of scarcity is coming. Three stocks to ride out stickier-for-longer inflation, from this fund manager.</p>",
  "published": "2022-10-06T12:32:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 4874,
          "end": 4879
        },
        {
          "start": 4869,
          "end": 4873
        }
      ]
    }
  ]
}