{
  "_id": "8200dd86dc0d63e01d1f8d7bb15a98cbca2e1af3f07a48a512f6996639f4653a",
  "feed": "market-watch",
  "title": "'The stock market is not going to zero': How this individual investor with 70 years of experience is trading the bear market; 'You must learn to control your fears,' says investor Warren Kaplan, who uses stock dividends to his advantage and sticks to a disciplined sell strategy",
  "text": "<p>With so much confusion and volatility in the financial markets right now, it seemed an opportune time to catch up with Kaplan, who lives in Altamonte Springs, Fla. and still manages his family's investments. Here are four strategies Kaplan has used to succeed that any investor can copy:</p><p>1: Buy 'Dividend Aristocrats': There is nothing that Kaplan loves more than buying dividend-paying stocks, especially the \"Dividend Aristocrats.\" These are companies that have raised dividends for at least 25 consecutive years. \"By paying a meaningful dividend of at least 3% or 4%,\" Kaplan says, \"it shows that the board understands its responsibility to shareholders compared to companies that don't pay dividends and instead pay huge salaries to executives.\"</p><p>Before buying a single share, Kaplan first looks at the stock's P/E ratio, dividend, and dividend history. \"I want a company that is truly committed to raising their dividends,\" he says. \"I don't care about the last three years, but if the company raises its dividend for a number of years, that means something to me. That is a stock I will put on my watch list. You have to be patient and wait to buy at a price that represents good value.\"</p><p>Stocks Kaplan has liked for their dividend include Walgreens Boots Alliance WBA and AT&amp;T T. However, he says, \"getting the right price is more important than anything else.\" He admits it's often a challenge to know when to buy.</p><p>Kaplan suggests that investors start by buying a small number of shares of the Aristocrat stocks. \"Instead of buying 100 shares of a $40 stock, buy 10 shares for $400. This is what I still do now.\"</p><p>2: Buy dividend-paying ETFs: Kaplan buys dividend-paying ETFs (exchange-traded funds) that investment-researcher Morningstar rates as three-, four-, or five stars. ETFs Kaplan likes include ProShares S&amp;P 500 Dividend Aristocrats ETF NOBL, SPDR S&amp;P Dividend ETF SDY, ProShares S&amp;P Technology Dividend Aristocrats ETF TDV and ProShares Russell US Dividend Growers ETF TMDV. He also favors technology companies that have boosted their dividend for at least the past seven years. Stocks such as IBM IBM Cisco Systems CSCO, Apple AAPL and Microsoft MSFT fit his criteria nowadays.</p><p>3: Buy and hold (but not forever): Unlike many investors who buy and hold indefinitely, Kaplan holds stocks until the market environment changes. That catalyst could be a change in management, a dividend cut, technical weakness, poor earnings or overvaluation. If any of these scenarios occur, Kaplan may reduce his holdings or sell all of his shares. .</p><p>4: Sell covered call options: Kaplan regularly sells covered calls on his dividend-paying stocks. Selling covered calls generates a premium and allows him to sell stocks at a price that he specifies. After the stock is automatically sold (according to option rules, it is \"called away\"), Kaplan waits for a lower price and buys the stock back. Then he sells another covered call.</p><p>Kaplan explains why he likes this strategy: \"Selling covered calls is one of the most effective ways for me to keep receiving income while making money as the stock rises. It never bothers me when a stock I sell moves higher and was called away. I can always buy it back if I want.\"</p><p>Kaplan summarizes: \"I may start by buying six shares of an Aristocrat stock, and if it goes lower, I may buy another eight or nine shares. Once I accumulate 100 shares, I sell covered calls options on it. I use the options market to sell. It eliminates selling anxiety.\"</p><p>He gives a more specific example: \"If a stock I own is at $38, I might sell calls at $45 with a one- to two-month expiration date. I don't care about the size of the premium. Sometimes I get a few cents, sometimes more.\" He occasionally sells covered calls with a one- to two-week expiration date, but typically he chooses a month.</p><p>Kaplan's philosophy is that he'd rather make a premium of a few pennies than make nothing (or perhaps lose money to more speculative strategies). Those pennies add up over time.</p><p>\"When you sell a covered call,\" Kaplan says, \"you get paid right away. I love that. I am also happy to keep the stock, and if it's called away, I'm happy to sell it and try to buy it back at a lower price. Either way it works out for me.\"</p><p>How to handle bear markets</p><p>Kaplan likes falling markets — including bear markets. This gives him the chance to buy his favorite stocks at bargain prices. \"I look forward to a bear market,\" he says. \"I will enter a Good til Cancelled (GTC) order on stocks that I want to buy at lower prices. For example, I may buy 10-, 15- or 20 shares, depending on the stock price.\"</p><p>Typically, these orders are in Kaplan's \"black swan\" portfolio. This is where he attempts to buy stocks at extremely low prices in case of a worst-case scenario (i.e., a crash). For example, he recently entered a small GTC order to buy Hormel Foods HRL at $39.99 per share (it closed on June 14 at around $45 per share).</p><p>Kaplan has other suggestions of what to do in down markets. \"I have a larger than normal cash position during a bear market,\" he says. \"The lower the stock price goes, the more of a bargain I know I am getting. You have to be patient when trading in a bear market. However, even during the worst bear market, the stock market is not going to zero. That is why you must learn to control your fears.\"</p><p>When to sell</p><p>Kaplan has an important selling rule: \"I take money out of my trading account if I am making too much money.\" The reason, he says, is that he doesn't like to take big risks, and holding a profitable position for too long increases risk.</p><p>\"When do I sell?\" he asks. \"I may sell if the tone of the market is not right, or if the dividend yield is moving too low. My intention is to buy those same stocks back at lower prices.\" He admits to being a reluctant seller, but he will sell if necessary by using the options market to complete the sale.</p><p>Cash is not trash</p><p>Kaplan points out that cash is not bad to hold. \"You might be getting only 1% when inflation is at 7%,\" he says, \"but my 1% cash return is a far better deal than a stock that goes down 20% to 50%. Some people complain about losing 7% due to inflation when their stock might be losing 40%.\"</p><p>Nevertheless, Kaplan is painfully aware of the damage that bear markets cause. \"I am sometimes asked, 'What is the worst bear market?' I always answer: The one I am in.\"</p><p>Michael Sincere (michaelsincere.com) is the author of \"Understanding Options\" and \"Understanding Stocks.\" His latest book, \"How to Profit in the Stock Market\" (McGraw Hill, 2022), introduces successful bull and bear market investing and trading strategies.</p><p>More: Those who buy stocks the day the S&amp;P 500 enters a bear market have made an average of 22.7% in 12 months</p><p>Also read: The Dow and the S&amp;P 500 are falling, but your portfolio doesn't have to sink with them</p><p>'The stock market is not going to zero': How this individual investor with 70 years of experience is trading the bear market</p>",
  "published": "2022-06-17T10:42:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 2144,
          "end": 2148
        },
        {
          "start": 2138,
          "end": 2143
        }
      ]
    }
  ]
}