{
  "_id": "14dd8c5685aece03d7f249840a769fe44f55d701376dd7d9fc93786a91d3b7c8",
  "feed": "ftcomall",
  "title": "Carmen Callil, publisher, 1938-2022",
  "text": "<p>“I've always wanted to change the world,” Carmen Callil told the Hay Festival this summer, explaining why she started the feminist publishing house Virago Press. “I just didn't think it was good enough.” The forthright Australian was a trailblazer on entering the stuffy world of British publishing in the 1960s. In championing the tradition of great women writers, Virago did indeed change the habits and tastes of generations of readers.</p> <p>To the writers she cherished — among them Anita Brookner, her great friend Angela Carter, Toni Morrison and Iris Murdoch — she was passionately loyal; to colleagues and critics, she could be caustic, combative and demanding. But, as she confided to the FT in 2020, “sometimes you have to be difficult if you want to change the world.”</p> <p>Callil was born in Melbourne, Australia, in 1938, the third of four children. Her beloved, bibliophile father — a barrister and French lecturer at Melbourne University — died when she was nine, “the first trauma” of her childhood. She was “scarred” by her education at the Star of the Sea Convent school, a place of “rules, censorship and silence”.</p> <p>In 1960 she arrived in England, one of a group of Australian migrants which included Germaine Greer, Robert Hughes, Barry Humphries and Clive James. They brought new intellectual vigour to a country still straitened by the second world war. Callil worked in book publicity —“traditional women's work in publishing”, she explained, although it sharpened her genius for marketing — and spent evenings in the John Snow pub off Carnaby Street.</p> <p>It was in the pub that the idea came to her for a new publishing house, intended to be “the first mass-market publishers for 52 per cent of the population — women”. It was to be funded by “£2,000 in a shoebox”, an inheritance Callil said she received via her late father's shares in the Tripoli Electricity Company, and took shape in 1972, when she joined forces with Rosie Boycott and Marsha Rowe to found Spare Rib Books. A year later it became Virago Press. “Irreverence and heroism, that's what we wanted,” Callil said of the name. Callil was joined by Ursula Owen and Harriet Spicer, a formidable trio who built the company from a fourth-floor office in Soho.</p> <p>From the off, Callil was insistent that it had to make money, not a given in an age of radical feminist co-ops. The creation of Virago Modern Classics in 1978 generated a series of bestsellers whose elegant dark-green spines hid their iconoclastic intent: to shake up the literary canon and restore the reputations of forgotten female writers. Among them were Antonia White (<em>Frost in May</em> was the first of the series), Vera Brittain, Stevie Smith and Rosamond Lehmann. “I meet people all the time who thank me for my Classics,” Callil told the FT. “It taught them that we had a culture of our own, women did.”</p> <p>Memoirs by Callil's former colleagues at Virago paint a less rosy picture of life at the publishing house; Owen wrote of Callil's “insistence on using the word ‘I', not ‘we'”. Lennie Goodings, who joined in 1978, likened it in her memoir <em>A Bite of the Apple </em>to being in “a very strict school” — but added it was Callil's “intense drive that inspired the rest of us and kept it going”. Virago was bought out in 1982 by the Chatto, Bodley Head and Cape group, with Callil becoming managing director of Chatto and publishing early novels by Alan Hollinghurst and Hilary Mantel. </p> <p>These were days of big advances and big takeovers — a heady time during which Callil helped co-found the Groucho Club — but she later blamed the ascent of the conglomerate publishing houses for killing the romance of the business. She was part of the management buyout that took Virago independent in 1987 and finally left eight years later.</p> <p>Dividing her time between London and France, Callil remained influential on the literary scene. Judging the International Booker in 2011, she had what she described as a “wobbly”, resigning from the panel after the two other judges awarded the prize to Philip Roth. Roth's victory was rather forgotten in the following firestorm which brought forth more angry clippings and letters for Callil's file labelled “Mad Men”.</p> <p>She spent eight years writing <em>Bad Faith</em>, an engrossing study of the Nazi collaborator Louis Darquier; <em>Oh Happy Day</em>, published in 2020, drew on the impoverished lives of her English ancestors to describe the brutality of 19th-century Britain. That book was powered by a rage against injustice: that same quality that, as Goodings wrote, “fuelled Carmen, made her blind to some of the obstacles, and gave her the courage and almost monomaniacal chutzpah to overcome them”.</p><p>Source: Horatia Harrod 2022 'Carmen Callil, publisher, 1938-2022' FT.com 21 October. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-10-21T04:00:01.985Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 3090,
          "end": 3095
        }
      ],
      "nexusId": "10022657"
    }
  ]
}