{
  "_id": "5ddc2c7f0d7e3da4813376970f03c0e53704e9dada70ab07be5ad103b04a2739",
  "feed": "wall-street-journal",
  "title": "U.S. News:  EPA's Power  Challenged  At High Court  ---  Lawsuit by GOP-led  states seeks to limit  agency rules on power  plant emissions  ----  By Timothy Puko and Jess Bravin",
  "text": "<p>   WASHINGTON -- The scope of federal power to reduce greenhouse-gas emissions comes before the Supreme Court on Monday, as a coalition of Republican-led states seeks to limit measures the Environmental Protection Agency can impose on power plants. </p><p>   No federal regulation directly limits such emissions from power plants. Lawsuits kept both the Obama-era 2015 Clean Power Plan and the Trump administration's less-stringent replacement, the 2019 Affordable Clean Energy Rule,from taking effect. The industry met the 2015 emission targets as more efficient ways to tap renewable sources such as solar power and wind became available. </p><p>   A lower-court opinion affirming a broader view of the EPA's regulatory power remains on the books, prompting the appeal from West Virginia and allied states seeking to block climate initiatives the Biden administration could propose in the future. The Supreme Court's decision to hear the case comes as its conservative majority already has found that the administration exceeded its authority in several policies aimed at combating the Covid-19 pandemic. </p><p>   The EPA powers are central to President Biden's climate agenda. With fragile majorities in the Senate and House, Democrats have limited ability to advance their platform through new legislation. Like his recent predecessors, Mr. Biden instead is poised to govern through agencies such as the EPA, relying on his inherent constitutional authority and the statutory powers provided by existing legislation. </p><p>   The court's conservatives, however, have increasingly come to invalidate regulatory actions they believe amount to new national policies that should be determined by legislators. </p><p>   \"This Court has established at least one firm rule: 'We expect Congress to speak clearly' if it wishes to assign to an executive agency decisions 'of vast economic and political significance,' \" Justice Neil Gorsuch wrote in January, concurring with a decision to block a Biden administration plan to require large employers to vaccinate or test workers for Covid-19. \"We sometimes call this the major questions doctrine.\" </p><p>   Whether broad strategies to combat global warming run afoul of that test is central to Monday's case. A decision is expected before July. </p><p>   For half a century, the Clean Air Act has directed the EPA to regulate stationary sources of air pollution that endanger \"public health or welfare.\" The Clean Power Plan, in a move approved last year by the U.S. Court of Appeals for the District of Columbia Circuit, extended that regulatory reach beyond the physical premises of a power plant to allow off-site methods to mitigate pollution. </p><p>   The decision sparked conflict between conservative states with big oil, gas and coal industries, and environmentalists who want to address climate change by phasing out those fuels. The rule effectively encouraged utilities to clean up across their fleets, with the ability to comply by replacing old, fossil-fuel-fired generation with cleaner-burning units or zero-emissions wind and solar. </p><p>   Coal-producing West Virginia was among several of the states that challenged the rule, arguing the EPA's power is limited to regulations \"inside the fenceline\" on the covered plant itself -- a restriction that would take off the table measures that could cut emissions more dramatically and efficiently, and instead potentially make it easier for them to keep coal-burning plants alive. </p><p>    Mr. Biden has promised to help eliminate emissions that contribute to global warming from U.S. power generation by 2035, but Congress has yet to approve more money and authority to do it. </p><p>   Industry has changed significantly in recent years amid growing concern over climate change and falling prices for cleaner power. Many corporate titans, including the power industry itself, are backing the EPA in the case, while West Virginia's is limited to a handful of small outfits. </p><p>   From 2013, power-sector emissions fell more than 21% through 2019 to their lowest point in at least 30 years, according to the most recent EPA data available. More than 30 power companies have pledged to zero out greenhouse-gas emissions from their fleets by 2050, according to the Edison Electric Institute, a trade group for investor-owned utilities. </p><p>    Exelon Corp. and Consolidated Edison Inc. are leading a group of 10 power companies arguing in front of the justices to uphold the EPA rules. Auto makers, Apple Inc. and Amazon.com Inc. have also filed briefs in support. </p><p></p>",
  "published": "2022-02-28T07:04:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 4384,
          "end": 4394
        },
        {
          "start": 4384,
          "end": 4393
        },
        {
          "start": 4384,
          "end": 4389
        }
      ]
    }
  ]
}