{
  "_id": "cb532e9416da697bf67d7e7bd347def47fbcd5a18c90d0e880c14de4b3bf27a9",
  "feed": "wall-street-journal",
  "title": "What to Stream: 'Downton' Heads to New York",
  "text": "<p>(HBO, HBO Max)</p><p>HBO hopes \"Downton Abbey\" fans will follow that show's creator, Julian Fellowes, to 1880s New York for \"The Gilded Age.\" This series is another period drama about the parallel worlds that exist in cities, neighborhoods, homes and families, and what happens when they collide. Lord Fellowes's characters once again have money and empty pockets, embrace the future, cling to the past and think they know best whom their children should marry.</p><p>\"The Gilded Age\" begins with a penniless woman (Louisa Jacobson) moving in with old-money relatives Agnes van Rhijn (Christine Baranski) and Ada Brook (Cynthia Nixon), just as the new-money Russell family moves into the opulent home they built across the street. Bertha Russell (Carrie Coon) is determined to break into the upper echelons of New York society, while van Rhijn is determined to keep her out.</p><p>Ms. Nixon notes that while the other series she stars in about women in New York (the \"Sex and the City\" reboot \"And Just Like That. . .\") is about female comradeship, \"The Gilded Age\" is about female competition. Since it is a Julian Fellowes production, period details -- from corsets to tea time -- are everything.</p><p>\"We gave up asking: Do I really need this teaspoon? I'm not having sugar in my tea. I'm not having milk in my tea. I don't need to stir anything. And it's making a problem for the sound department,\" Ms. Nixon recalls asking, to no avail. \"So they didn't clatter and make noise, we eventually just had the prop department actually glue the spoons down.\"</p><p>\"The Gilded Age\" premiered this week on HBO and HBO Max.</p><p>'The Afterparty'</p><p>(Apple TV+)</p><p>Tiffany Haddish didn't read ahead in the scripts for \"The Afterparty.\" So while she was shooting the murder mystery, she was guessing along as if she were watching the show from home. Historically, she says, she'd been pretty good at figuring out who did it. After the first episode, she had a solid guess.</p><p>\"I thought one of the pregnant ladies did it,\" she said in a recent Zoom call. \"They're the least suspect, and the one disappeared, like, said her water broke. Really?\"</p><p>\"The Afterparty is created by Chris Miller, who also executive produced the series with his longtime collaborator, Phil Lord. This ensemble features comedy cool kids Ilana Glazer, Sam Richardson and John Early.</p><p>It begins when police are called to the mansion of a pop star (Dave Franco) who fell to his death while hosting a party following the group's high-school reunion. Each of the attendees is interviewed by a police detective (Ms. Haddish). In each telling, the story of the reunion and the afterparty takes a different turn and screen genre, from rom-com and action to musical.</p><p>By the time they shot the revealing scene, Ms. Haddish says she had put enough of the pieces together to know exactly who did it. (No hints here on whether her initial hypothesis was correct.)</p><p>\"Intuition is everything, baby,\" she says. \"And paying attention to the things people say.\"</p><p>\"The Afterparty\" premieres Friday on Apple TV+.</p>",
  "published": "2022-01-27T00:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 3004,
          "end": 3009
        },
        {
          "start": 1609,
          "end": 1614
        }
      ],
      "nexusId": "10022657"
    }
  ]
}