{
  "_id": "95532e6a76cb7b13e4a5f32cf4c171ddc0ef71f27cf5491bb4259ee4ce3f857a",
  "feed": "wall-street-journal",
  "title": "Make Freedom of Speech Liberal Again; A former ACLU president urges the left—and all of us—to re-embrace the First Amendment.",
  "text": "<p>New Milford, Conn.</p><p>Old-fashioned liberalism doesn't get much respect these days, and Nadine Strossen illustrates the point by pulling out a hat. \"I have to show you this gift that somebody gave me, which is such a hoot,\" she says, producing a red baseball cap that bears the slogan MAKE J.S. MILL GREAT AGAIN. \"Which looks like a MAGA cap,\" she adds, as if to help me narrate the scene.</p><p>As she dons it, I observe that if she walked around town in her bright-blue home state, angry onlookers would think it was a MAGA hat. \"And,\" she continues, \"I can't tell you how many educated friends of mine have said, 'Who is J.S. Mill?' So we really do have to make him great again.\"</p><p>Ms. Strossen, 71, has made a career as a legal and scholarly defender of classical liberal ideals, most notably as president of the American Civil Liberties Union from 1991 through 2008. She brings up John Stuart Mill (1806-73), the British philosopher and parliamentarian, by way of citing his view, as she puts it, \"that everything should be subject to re-examination,\" including \"our most cherished ideas.\" For her, that means \"I continue to re-examine my longstanding belief about the mutually reinforcing relationship between free speech and equality, and I continue to be completely convinced that these are two mutually reinforcing values.\"</p><p>That view has increasingly made her an outlier on the left. \"The trope you hear over and over and over again is that free speech is a tool of the powerful,\" Ms. Strossen says, \"that it's only benefiting white supremacists like the people in Charlottesville, or Donald Trump on Jan. 6, or antilabor crusaders, big, bad corporations . . . or fat cats.\"</p><p>She points to a 2018 dissent in which Justice Elena Kagan accused five of her colleagues of \"weaponizing the First Amendment.\" The majority in Janus v. Afscme held that labor-union \"agency fees\"—mandatory payments exacted from nonmembers in lieu of dues—violated the free-speech rights of government employees who declined to join the union. \"So according to Justice Kagan, it was 'weaponizing' free speech, to subvert the liberal cause or the progressive cause of labor,\" Ms. Strossen says. Although she's grown inured to this sort of rhetoric, \"it was disheartening to hear it from the Supreme Court.\"</p><p>Contrast that with another free-speech landmark, Brandenburg v. Ohio (1969). The liberal Warren court held unanimously that the First Amendment protects speech advocating violent or unlawful conduct, except when the speaker intends to incite \"imminent lawless action\" and the speech is \"likely\" to have that effect.</p><p>That was an ACLU case, \"I'm very proud to say,\" Ms. Strossen declares. \"What's really interesting is that the immediate beneficiary of that speech-protective ruling\"—and the ACLU's client—\"was the leader of the KKK in Ohio.\" To Ms. Strossen's chagrin, \"Brandenburg has come under attack from many on the left, who would like, among other things, to loosen up the standard for punishable incitement in light of Jan. 6.\" She doesn't take a position on whether Mr. Trump should be prosecuted for incitement, which she describes as an \"intensely fact-specific\" question. But she's firm in her view that the Brandenburg standard should apply.</p><p>Ms. Strossen advises liberals to \"be extremely wary of watering down\" such protections, if only out of self-interest. She cites the case of a current ACLU client: DeRay Mckesson, a prominent Black Lives Matter activist who organized a protest after a 2016 Baton Rouge, La., police shooting. A policeman sustained grave injuries when an unidentified demonstrator struck him with a \"rock-like object.\"</p><p>The officer sued Mr. Mckesson \"on the theory that he negligently staged the protest in a manner that caused the assault,\" as the Supreme Court put it in Mckesson v. Doe (2020). The case is still being litigated, but the justices expressed skepticism about the officer's claim and ordered a lower court to reconsider a pretrial ruling in his favor. To Ms. Strossen, the lesson of Mckesson is as simple as the Golden Rule: \"Do unto Trump as you'd do unto BLM.\"</p><p>Yet her liberal case for free speech sweeps more broadly. \"For many decades now there's been this asserted dichotomy or tension between equality rights and liberty,\" Ms. Strossen says. \"I continue to believe that they're mutually reinforcing, that we can't have meaningful liberty, in a meaningful sense, unless it's equally available to everybody. . . . Every single one of us should have an equal right to choose how we express ourselves, how we communicate to somebody else, what we choose to listen to.\"</p><p>She elaborates in her 2018 book, \"Hate: Why We Should Resist It With Free Speech, Not Censorship,\" and in our interview when we turn to higher education. Campus authorities frequently justify the suppression of \"so-called hate speech\"—Ms. Strossen is punctilious about including that dismissive qualifier—with what she calls the \"false and dangerous equation between free expression and physical violence.\"</p><p>\"When people hear the term 'hate speech,' \" she says, \"they usually envision the most heinous examples—a racial epithet; spitting in the face of Dr. Martin Luther King. But in fact, when you see what's been attacked as so-called hate speech on campus, it's opposing the idea of defund the police, opposing the idea of open borders.\" Any questioning of transgender ideology or identity is cast as \"denying the humanity of trans people, or transphobic.\" Ms. Strossen hastens to add that \"I completely support full and equal rights for trans people,\" but she says critics are \"raising concerns that I think deserve to be raised and deserve to be discussed.\"</p><p>Ms. Strossen, herself a professor emerita at New York Law School, likens the situation on campuses to McCarthyism, \"a climate of fear that leads to treating certain people with suspicion or, worse, ostracizing those people and those who try to defend them, and punishing them.\"</p><p>She is careful to note that \"I see what I call illiberalism in the classic sense on both sides of the political spectrum, and I never want either one to get off the hook.\" The Foundation for Individual Rights and Expression has a database of \"every documented case, going back to 2015, of a faculty member who has been subject to attack because of what is, or would be if you were on a public university, constitutionally protected speech,\" Ms. Strossen says.</p><p>As of March, a solid majority of the attacks—63%—had come from the left. But \"that 37%,\" Ms. Strossen says, \"as far as I know, it gets almost no coverage at all, including on the liberal media.\" Both sides end up talking past each other: \"Conservatives denounce cancel culture without admitting that they too engage in it, whereas liberals deny that cancel culture exists without acknowledging that they too are victims of it.\"</p><p>Ms. Strossen sits on the advisory boards of both the ACLU and FIRE. The latter, founded in 1999 as the Foundation for Individual Rights in Education, changed its name this June and said it is broadening its scope beyond higher education. Politico called the rechristening \"a challenge of sorts to the ACLU, which has faced criticism in recent years for drifting from its unapologetically pro-free-speech roots.\"</p><p>About this criticism, Ms. Strossen says: \"I somewhat agree with that, but I somewhat disagree with it. I'd say the extent to which I agree with it, it's true not only of the ACLU but also of other institutions,\" including environmental, human-rights and abortion-rights groups. \"The younger staff members in all of these organizations,\" she says, are \"becoming much more concerned about woke-type issues within the organization than about the organization's larger mission.\" That's also happening \"in theater and entertainment, also among librarians, and we know it's happening in academia and journalism.\"</p><p>But the ACLU's top executives, she insists, \"could not be stronger on these issues\" and are \"doing everything they can to counter the public misperception.\" People regularly ask her \"how could the ACLU defend free speech for Unite the Right,\" the organizers of the infamous August 2017 white-supremacist rally in Charlottesville, Va. \"We are the ones that made it possible for them to have that demonstration. And I've been accused of Heather Heyer's murder.\" (James Alex Fields Jr., who ran Heyer down with his car, was convicted of that crime.) \"We've recently defended free-speech rights for Milo Yiannopoulos,\" a right-wing provocateur who sought to buy political ads in the Washington Metro.</p><p>Shortly after Ms. Strossen's presidency, the high court held in Citizens United v. Federal Election Commission (2010) that the First Amendment gives corporations more or less free rein to make \"independent expenditures\" on political speech. \"And unions, too,\" Ms. Strossen emphasizes. Yet that decision is hated by the most of the left. \"It gets my goat,\" she says, \"when the liberal critics constantly complain about the decision protecting corporate free-speech rights, but never acknowledge that in the same breath it also protected the same free-speech rights for labor unions.\"</p><p>A vigorous debate ensued on the ACLU's policy-making National Board, which ended up, to Ms. Strossen's dismay, watering down the organization's previously robust position against legal limits on contributions to political campaigns. But it didn't back away from the holding in Citizens United. The ACLU's website declares that the organization \"does not support campaign finance regulation premised on the notion that the answer to money in politics is to ban political speech\" (emphasis in original) and notes that the 2010 decision protects the rights not only of profit-making companies but of \"non-profit corporations like Planned Parenthood and the National Rifle Association\"—examples to which one might add Citizens United and the ACLU itself.</p><p>In the dozen years since Citizens United, the growth of Facebook, Twitter, YouTube and other social-media behemoths has raised a new and vexing question involving corporate speech. As Ms. Strossen defines the problem, \"the greatest censorial power today is wielded by private-sector actors who are completely immune from any kind of First Amendment recourse.\" They target not only so-called hate speech but so-called disinformation. \"As I look at reports of what is treated as 'disinformation' about everything from the election to Covid, not surprisingly, it's perspectives that are inconsistent with whoever is wielding power, whether it be the Democrats in Congress or in the White House.\"</p><p>As far as the law is concerned, \"we individuals have no First Amendment right to convey our ideas or information on these platforms, any more than I have a right to be interviewed . . . in The Wall Street Journal,\" Ms. Strossen says. Yet \"we need to find some solution to the fact that if you do not have equal access to these powerful platforms, you are not going to be able to participate equally as a member of our democratic society.\"</p><p>She doesn't think the answer is government regulation of content-moderation policies: \"That, to me, is as bothersome as the government telling The Wall Street Journal how it should exercise its editorial discretion.\" She says she's keeping an open mind about various suggestions—user-controlled content filters, antitrust actions to promote competition, designation of the biggest platforms as common carriers, which would prohibit them from discriminating among customers. \"There are experts who work full-time just on this range of issues,\" she says. \"To the best of my knowledge, not a single one has unqualifiedly endorsed any approach.\"</p><p>Ms. Strossen lives with her husband, Columbia Business School professor Eli Noam, in a rustic Connecticut house. The Housatonic river gurgles alongside us as we speak in the backyard. She stopped teaching in 2020 but keeps up an active schedule of public engagements—250 a year since 2018 by her estimate, many of them on Zoom during the pandemic. A dying wish of the libertarian writer P.J. O'Rourke (1947-2022) was that she replace him as host of a three-part documentary, \"Free to Speak,\" which the Free to Choose Network will air in 2023. \"I'm the second choice for this,\" she says, \"but I'm so thrilled.\"</p><p>She is a determined optimist. If classical liberal ideas are out of fashion, she says, part of the reason is that \"we've made so much progress\" during her lifetime, which has bred complacency: \"People now take their rights for granted, and they no longer remember what it was not to have such a protective freedom of speech or a right to make basic decisions about bodily autonomy or about personal or sexual intimacy.\"</p><p>On campus, she admits that things are worse than they've been at least since the McCarthy era—but she still tries to look on the bright side. \"I am absolutely convinced that a future generation is going to look back on this time and say this is another very bad time,\" she says. \"I'm very hopeful of that. I'm hoping it comes sooner rather than later.\"</p><p>Mr. Varadarajan, a Journal contributor, is a fellow at the American Enterprise Institute and at New York University Law School's Classical Liberal Institute.</p><p>Make Freedom of Speech Liberal Again</p>",
  "published": "2022-08-05T19:23:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [],
      "weightsV2": {
        "weight": 1.0,
        "baseWeight": 0.0,
        "expansionWeight": 1.0,
        "ontologyWeight": 0.0,
        "tagPositionWeight": 0.0,
        "titleWeight": 0.0
      },
      "typeRank": 5
    }
  ]
}