{
  "_id": "8f5624bdf797ccb3258d47c6066413431078ab1f00b1a5d57fd425f53973ab4b",
  "feed": "market-watch",
  "title": "A looming recession could force more employees to come back to the office — or never return; 'There will be employers with lots of unused office space that will try to force people back,' one CEO says",
  "text": "<p>\"If times get very tough, you will see more and more people be asked to come back to work. The power is shifting to employers\" who transition from hires to layoffs and utilize underused corporate campuses, Intuit Inc. INTU CEO Sasan Goodarzi told MarketWatch. His opinion is based on feedback from some of Intuit's 120 million consumers and small businesses.</p><p>\"Many CEOs I talk to believe face-to-face trumps virtual,\" Goodarzi said. \"As the economy shrinks a bit, and people move from hiring to now cutting jobs, and a possible recession, you might see more of a move back to work.\"</p><p>Intuit is leaving the decision to its workforce, who decide when to come in and how often.</p><p>\"Employers have been somewhat hesitant because they didn't want to lose their employees, but I think as you go into a recession and people fear that they might not have a job, that will bring people back to the office,\" commercial real-estate billionaire Stephen Ross, who owns the NFL's Miami Dolphins, told Bloomberg News earlier this month. \"The employees will recognize as we go into a recession, or as things get a little tighter, that you have to do what it takes to keep your job and to earn a living.\"</p><p>However, another school of thought posits a contracting economy all but cements a permanent work-from-home, or hybrid model. It's the only logical solution moving forward with productivity and employee satisfaction up among at-home workers and with COVID-19 lingering for years to come.</p><p>\"The out-of-office world is the most important social movements of our lifetime. We're never going back,\" Phil Libin, CEO of startups All Turtles and mmhmm, told MarketWatch. \"It's not what people want. We're out-of-office forever.\"</p><p>Some 40% of workers reported that they would rather quit their job than return to an office full-time, according to an mmhmm survey of 1,500 knowledge workers in March.</p><p>\"There will be employers with lots of unused office space that will try to force people back,\" Libin said. \"They may have more leverage, yes, but they will lose productivity to commutes and less-motivated workers.\"</p><p>Employees at Yelp Inc. YELP have spoken, and executives there overwhelmingly \"came to realize that the future of work at Yelp is remote. It's best for our employees, and for our business,\" Yelp CEO Jeremy Stoppelman said in a blog post last week.</p><p>Since re-opening its offices, only 1% of Yelp's 4,400 employees elected to return to the office daily, Stoppelman said. An internal survey illustrates why: 86% of respondents said they'd prefer to work remotely most or all of the time, and 93% of employees and their managers said they can meet their goals remotely.</p><p>Indeed, as Yelp has pivoted to a fully-remote workplace, it closed \"consistently underutilized offices\" in New York, Chicago and Washington, D.C., and reduced its office footprint in Phoenix.</p><p>Often, work status depends on the job and function. For Eclipse Foods, a 25-person startup in Oakland, Calif., that created a plant-based, dairy-free ice cream, most product development must be in-house and in-person, according to company CEO Aylon Steinhart.</p><p>Ultimately, workers are reluctant to return to a 9-to-5 job and — if forced to — will continue to quit. In April, 4.4 million people quit their jobs, about the same as March, according to the Bureau of Labor Statistics. The next update is due July 6.</p><p>What to do with empty office space?</p><p>The pandemic fundamentally altered how Americans worked. The number of people working from home nearly doubled, to 42%, in 2020, according to the Bureau of Labor Statistics. What's more, Goldman Sachs Group Inc. GS economists estimate office attendance in large U.S. cities is only about one-third of pre-pandemic levels.</p><p>This has led to profound challenges for Big Tech companies like Apple Inc. AAPL, Alphabet Inc.'s GOOGL GOOG Google, Facebook parent company Meta Platforms Inc. META, Microsoft Corp. MSFT, Amazon.com Inc. AMZN and others with millions of square feet of empty office space. They must find a way to make use of it without aggravating many employees.</p><p>Some, like Tesla Inc. TSLA, may have used the threat of returning to the office full time or losing their jobs to force workers to quit on their own in lieu of announcing a significant workforce reduction. Earlier this month, Tesla CEO Elon Musk gave such an ultimatum before the company said it would likely have to lay off 10% of its workforce.</p><p>\"Over the next month, we're going to see the most significant disruption in the job market. The market downturn, coupled with the Great Resignation and the changes companies made to cope with COVID, cannot be easily rolled back,\" Raphael Ouzan, CEO of A.Team, told MarketWatch. \"The concept of hybrid won't work as well because it requires a company to maintain the same overhead whether employees are there or not. Paying for full space Tuesday and Thursday for all employees doesn't make sense.\"</p><p>\"Increasingly, we are headed to even more disruption between employees and employers,\" Ouzan said. \"Demand for [highly-skilled tech workers] will probably go up because they are already fed up with the employment system.\"</p><p>Indeed, one in five workers globally are planning to quit in 2022, according to PriceWaterhouseCoopers' Global Workforce Hopes and Fears Survey.</p><p>The hybrid work schedule has proved to be a logistical mess as companies grapple to fill excess space without losing talent. At the same time, workers in recent weeks have been scrambling to find jobs before the economy tanks, Madeleine Nguyen, CEO of Talentdrop, told MarketWatch.</p><p>\"It's become a case of 'I'll break up with you now before you break up with me later,'\" Nguyen said, describing the wary dance between employees and employers.</p><p>A looming recession could force more employees to come back to the office — or never return</p>",
  "published": "2022-06-28T14:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 3788,
          "end": 3792
        },
        {
          "start": 3777,
          "end": 3787
        },
        {
          "start": 3777,
          "end": 3786
        }
      ]
    }
  ]
}