{
  "_id": "e79c81462d7a9c9195c4922f64bbcba4a2f8b5bf01db3cd428aa64451ac544d8",
  "feed": "ftcomall",
  "title": "A revolving door at the ‘Manchester United of hedge funds'",
  "text": "<p><strong>One mind-boggling statistic to start</strong>: <strong>BlackRock</strong> has become the first public asset manager to pass the <a href=\"https://www.ft.com/content/7603e676-779b-4c13-8f46-a964594e3c2f\">$10tn mark</a>. Its <strong>iShares</strong> exchange-traded fund business raked in well over $1bn every working day of the year in 2021, and the company's total assets under management grew by $1.33tn. To put that in context, that's the equivalent of one <strong>Schroders</strong> or three <strong>Janus Hendersons</strong>.</p> <h1>Ray Dalio's succession planning</h1> <p><strong>Bridgewater Associates</strong>, the world's largest hedge fund, is as well known for its eccentric culture as it is for its impressive long-term record.</p> <p>The founder <strong>Ray Dalio</strong>, described by some former employees as an enigmatic leader who can sometimes veer between distraction and monomania, advocates a culture of “radical transparency”. All meetings are videotaped and subsequently reviewed, and forthright debates about anything are encouraged.</p> <p>Employees have a “Pain Button” app they can use to signal their emotions at any given time; a “Dot Collector” that allows users to rate one another continuously on a grid system; and “Baseball Cards” that sum up each employee's strengths and weaknesses. All the data is visible to everyone internally.</p> <p>But things aren't what they used to be at Bridgewater. The firm has cycled through top executives in recent years amid stagnating performance, as <em>Robin Wigglesworth</em> reports in this <a href=\"https://www.ft.com/content/a49554e5-13a2-4746-a9c9-d9c0d9e94f3f\">must-read deep dive</a>. </p> <p>Following the recent departure of former army ranger <strong>David McCormick</strong>, who has quit to contest the upcoming Senate race in his native Pennsylvania, once again Bridgewater is under new leadership and facing questions about Dalio's succession planning.</p> <p>“They are the Manchester United of hedge funds,” said one investor who visited Bridgewater's Westport, Connecticut headquarters but declined to invest. “Once great, but these days struggling.”</p> <h1>Citadel's crypto foray?</h1> <p>In October last year <strong>Ken Griffin </strong>derided cryptocurrencies and what he described as their “pretty nebulous” virtues. It appears that the billionaire founder of hedge fund <strong>Citadel </strong>is now willing to overlook these reservations. </p> <p>Last week, Griffin sold a <a href=\"https://www.ft.com/content/188afc27-5c08-4b06-b066-d79522ed787e\">$1.2bn stake</a> in <strong>Citadel Securities</strong>, the market-making business he founded two decades ago, to venture capitalists <strong>Sequoia</strong> and <strong>Paradigm</strong>. </p> <p>The deal is notable for several reasons: it paves the way for an initial public offering of one of the world's biggest market makers; it marks a rare foray into the financial sector for Silicon Valley group Sequoia, known for its early bets on <strong>Apple </strong>and <strong>Google</strong>; and it is the first outside investment in Citadel Securities, which accounts for over a third of all retail trading in the US.</p> <p>But most crucially, by teaming up with Paradigm, a specialist venture capital firm focused on growing crypto companies, it positions Citadel Securities to expand into the hot area of market making for cryptocurrencies, where a <a href=\"https://www.ft.com/content/b2ef8b06-bfeb-4f02-ac6d-a17676d01839\">battle for supremacy</a> is intensifying among traders and market makers. </p> <p>Don't miss <a href=\"https://www.ft.com/content/efd00f80-b436-4e21-8a66-edd1bb2f6ce7\">this profile</a> by <em>Robin Wigglesworth</em> that charts Griffin's ascent from computer-programming geek to hedge fund titan. It's clear that he didn't get to where he is today without a nose for a moneymaking opportunity.</p> <h1>Quote of the week </h1> <p><strong>Terry Smith</strong>, veteran fund manager and founder of<strong> Fundsmith</strong>, is never one to mince his words. His latest target is <strong>Unilever</strong>, maker of <strong>Dove</strong> soap, <strong>Hellmann</strong>'s mayonnaise and <strong>Magnum</strong> ice cream, and a group that is on a quest to prove that sustainable business <em>does</em> drive superior financial performance.</p> <p><a href=\"https://www.ft.com/content/7aa44a9a-7fec-4850-8edb-63feee1b837b\">Here's Smith</a>, in his annual letter to investors: </p> <blockquote>  <p>“Unilever seems to be labouring under the weight of a management which is obsessed with publicly displaying sustainability credentials at the expense of focusing on the fundamentals of the business . . . A company which feels it has to define the purpose of Hellmann's mayonnaise has in our view clearly lost the plot. The Hellmann's brand has existed since 1913 so we would guess that by now consumers have figured out its purpose (spoiler alert — salads and sandwiches).”&#xa0;</p> </blockquote> <p>The mayonnaise with “purpose” rebuke shows <a href=\"https://www.ft.com/content/8feb8f98-c6d9-4288-9ce8-9e68be621a60\">the discontent</a> Unilever is facing. Where do you lie in the debate? Is it Terry Smith or Unilever that is guilty of <a href=\"https://www.ft.com/content/d7109e75-04be-4106-9e3f-85cb1b485ae6\">mayo madness</a>? Email me: <a href=\"mailto:harriet.agnew@ft.com\">harriet.agnew@ft.com</a></p> <h1>Chart of the week</h1> <p>Investors are continuing to shun UK equity funds. Net outflows from UK equity funds <a href=\"https://www.ft.com/content/493c51f3-8317-419f-8c9e-a399a0b8fd42\">deepened to £4.4bn</a> in the year to November 2021, according to data from the <strong>Investment Association</strong>, despite a booming year for retail fund sales more broadly across the investment industry. If sustained, this would mark the worst annual performance for UK equity funds since 2018.</p> <p>But some UK stockpickers are fighting back against the bleak assessment of their home market. <strong>Nick Train</strong>, co-founder of <strong>Lindsell Train</strong>, said at an event last month: </p> <blockquote>  <p>“I see globally significant UK businesses, at least as good if not better than their global peers, but valued in many cases at a meaningful discount. There is more excellence in this apparently moribund UK stock market than people give it credit for.”</p> </blockquote> <h1>10 unmissable asset management stories this week</h1> <p>Hedge fund managers fear the painful losses they suffered in the meme stock trading frenzy of January 2021 <a href=\"https://www.ft.com/content/4464e205-3708-49ec-83b9-eb4934ce3a51\">will be repeated</a> if US regulators press ahead with reforms to securities lending, one of the most opaque practices in financial markets.</p> <p>Large profits at <strong>Ken Griffin</strong>'s <strong>Citadel</strong> and <strong>Sir Christopher Hohn</strong>'s <strong>TCI</strong> helped the 20 best-performing hedge fund managers of all time to their <a href=\"https://www.ft.com/content/c155a678-8f38-4f95-b4ed-1fe6473804de\">biggest gains</a> in more than a decade last year, even as many other managers struggled.</p> <p><strong>Vanguard </strong>has <a href=\"https://www.ft.com/content/c4268dd8-7c5b-4821-8079-be53c35fb5d0\">fired the latest shot</a> in a fee war at a time when cheap passive investing strategies are booming and active managers are under pressure for lacklustre performance, pledging to cut $1bn from its investment fund fees by 2025.</p> <p>A <a href=\"https://www.ft.com/content/a6dd4d6f-6a86-48cc-992c-f8a32c64fdd7\">class-action lawsuit</a> involving <strong>Kim Kardashian</strong> and the crypto token EthereumMax shows how the explosion of retail trading during the pandemic has increased the influence of celebrity endorsements in financial markets. </p> <p>US asset manager <strong>Pimco</strong> has followed <strong>KKR, Blackstone</strong> and <strong>Apollo Global Management</strong> into the frenzy <a href=\"https://www.ft.com/content/01f54a76-24eb-4f5f-935b-c5f68389360f\">to buy song copyrights</a> as streaming subscription fees offer steadier revenue than sales in the age of compact discs.</p> <p><strong>Beyond Meat</strong> is being <a href=\"https://www.ft.com/content/6e97ac14-5ccb-4643-b3d6-c3592b241032\">grilled by short sellers</a>. Bets against the company have increased 40 per cent since late October and legendary US investor <strong>Jim Chanos</strong>, who holds a bearish position, says the plant-based meat producer has ceased to be a growth company.</p> <p>Asset managers are increasingly <a href=\"https://www.ft.com/content/45ecf00a-0efe-4bc5-8c54-ca626ada4ecd\">looking to private markets</a> in search of decent returns, worn down by pricey equities and super-skinny bond yields, writes markets editor <em>Katie Martin</em> in this column. </p> <p>After years of abstraction, things are <a href=\"https://www.ft.com/content/8eaef215-e055-4dd2-b124-bf7e5e070fc9\">getting real for markets</a>, says author and academic <strong>Peter Atwater</strong> in a thought-provoking op-ed on the risks of an abrupt change in investor thinking.</p> <p>There are early signs that the winter of discontent may be over for quants. A computer-powered investment fund run by <strong>AQR</strong> posted <a href=\"https://www.ft.com/content/ac871bc8-f713-4cb8-9a90-0a415b094b78\">double-digit gains</a> in the opening days of 2022, building on a strong performance last year for this part of the industry. <br><br>The largest listed private equity firms have used the past decade to become diversified asset managers that control hundreds of billions of dollars. Now, their smaller, unlisted rivals are <a href=\"https://www.ft.com/content/c8da614e-c2c8-4769-a302-1be39620f957\">racing to catch up</a>.</p> <h1>And finally</h1> <p>This is my favourite photograph of Ray Dalio, from Burning Man, 2019. Here's his take on the desert festival in Nevada.</p> <blockquote>  <p>“Just back from Burning Man. Reminds me of Woodstock with better art (installations) and less good music. What a great vibe and what amazing creativity!”</p> </blockquote> <p><em>This article has been updated to reflect BlackRock's asset growth last year.</em></p><p>Source: Harriet Agnew, Asset Management Editor 2022 'A revolving door at the ‘Manchester United of hedge funds'' FT.com 17 January. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-01-17T08:35:12.240Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 2448,
          "end": 2453
        }
      ]
    }
  ]
}