{
  "_id": "b6cbf85220b5ddfec678d16b7d7916f288cb93c6b01e4d3ef73dfc8019e6a8bf",
  "feed": "ftcomall",
  "title": "Porsche: how not to sell an IPO",
  "text": "<p>In today's newsletter:</p> <ul>  <li><p>VW dulls the shine of Porsche's IPO</p></li>  <li><p>EU regulators test their boundaries</p></li>  <li><p>Kalanick's quiet comeback</p></li> </ul> <h1>VW gives Porsche investors a run for their money</h1> <p>“Nobody needs it,” ran the slogan below a 1970s <strong>Porsche </strong>911 ad, “but everybody wants it”.&#xa0;</p> <p>For years, that has been true not just of the German brand's sports cars, but also of its equity, buried within the 10-brand mish-mash that is <strong>Volkswagen Group</strong>.</p> <p>Investors looking to get their hands directly on the uber-profitable brand will have rejoiced in February when the powers that be at VW's Wolfsburg headquarters finally agreed to float a portion of Porsche. What they didn't account for was VW being VW. </p> <p>In the past few months, to the frustration of its bankers, Volkswagen has seemingly contrived to make the <a href=\"https://www.ft.com/content/c8f63447-aa65-4620-9fcc-cd0d495f8d26\">Porsche IPO</a> as unappealing as possible. First, it emerged that just 12.5 per cent of Porsche would be floated, with outsiders only offered non-voting shares. </p> <p>Then the <strong>Porsche-Piëch</strong> families who still control VW announced that they would not only buy a further 12.5 per cent of their forebears' brand but that they'd get voting rights, too. The fact that the Austrian dynasties still needed to finance much of this purchase and would thus benefit from a lower Porsche valuation was never addressed aloud. </p> <p>Porsche says it <a href=\"https://www.ft.com/content/ea79372a-9df9-4f6b-91bb-e1c8dcbe1b5c\">remains in the sweet spot</a> between scale and exclusivity. With a 16 per cent profit margin and a popular electric model in the Taycan, the prospect of a liberated Porsche excited potential investors, according to three people involved in such conversations over the summer.</p> <p>That is until late July, when VW <a href=\"https://www.ft.com/content/de3858f2-124c-478a-8fad-8540135a4296\">suddenly announced it would remove</a><strong> Herbert Diess</strong> as chief executive and replaced him with Porsche boss <strong>Oliver Blume</strong>. The carmaker insisted that he would keep both his roles during and after the IPO (although he says he will recuse himself when conflicts of interest arise).&#xa0;</p> <p>Blume's appointment coupled with the thin size of the float, <a href=\"https://www.ft.com/content/025a5c45-b950-446c-95b5-af92ed24b61d\">hasn't been well received</a> by investors, two people familiar with the discussions told the FT's Joe Miller.</p> <p>In another vexing twist, investors learned on Monday that the <strong>Qatar Investment Authority</strong>, one of VW's largest shareholders, would probably be buying a fifth of the available Porsche shares, leaving just 10 per cent on the market. </p> <p>Factor in a worsening economic environment, and it's hard to understand Blume's confidence that the Porsche IPO “could be an icebreaker . . . and show what's possible”.</p> <p>Nor is it easy to grasp bankers' optimism that Porsche will attract somewhere near an €80bn valuation when it floats in a few weeks' time.</p> <h1>EU regulators tackle M&amp;A on a global scale</h1> <p>European regulators are increasingly expanding their powers to look and potentially block deals where the target company has zero revenues on the continent.</p> <p>On Tuesday, <strong>Margrethe Vestager</strong>, the EU's chief competition supremo, said the <strong>European Commission</strong> blocked US biotech Illumina's $8bn acquisition of cancer-screening start-up <strong>Grail</strong> on concerns that “Illumina would have an incentive to cut off Grail's rivals from accessing its technology, or otherwise disadvantage them”.</p> <p>Illumina <a href=\"https://www.ft.com/content/f6ce90e4-ee4d-4a2a-a5ec-5f532027a982\">intends to take the EU to court</a> on the grounds that the bloc's regulators have no jurisdiction over a merger that involves two US companies, two people with direct knowledge of the move told DD's Javier Espinoza.</p> <p>The biotech group <a href=\"https://www.ft.com/content/7d09af26-85c3-4407-a530-db62ef770ea0\">scored a win</a> in a US court last week when an administrative law judge ruled in favour of the takeover, dealing a blow to the US <strong>Federal Trade Commission</strong>'s attempts to block the transaction.</p> <p>Historically, the EU can only intervene in deals that have revenues in Europe. But a court in Luxembourg <a href=\"https://www.ft.com/content/015cca37-4f9d-4dfd-9991-f86ac227e30a\">changed that last month</a> when it decided that Brussels did have jurisdiction over the Illumina/Grail deal since it could stamp out competition among EU rivals. </p> <p>The ruling activated a dormant article in the European treaty that could set a significant precedent for EU regulators' ability to go after more so-called killer acquisitions — no matter where they're located.</p> <p>Now, regulators are keen to test how far that newfound power goes.</p> <p>EU watchdogs have cleared Big Tech acquisitions of smaller rivals in the past, including<strong> Facebook</strong>'s acquisitions of <strong>WhatsApp</strong> and <strong>Instagram</strong>. </p> <p>“There is a bit of remorse about not having been tougher on Big Tech in the past,” said a Brussels-based antitrust lawyer.</p> <h1>Kalanick cooks up a ‘dark kitchen' empire</h1> <p>Uber founder <strong>Travis Kalanick </strong>built a start-up worth more than $50bn by being the kind of raucous disrupter that Silicon Valley used to worship.</p> <p>After a series of scandals that <a href=\"https://www.ft.com/content/1bf57b48-0af5-4386-af4c-c2005a4dc3e6\">ultimately led to his ouster</a> from the rideshare group, the once flashy entrepreneur has become somewhat of a recluse. But that hasn't stopped him from charting a comeback as a gig economy king — this time in the lucrative world of “dark kitchens” — dedicated facilities for preparing takeaway meals.</p> <p>Kalanick has quietly embarked on an acquisitions spree, the FT's Dave Lee and Michael Pooler report, <a href=\"https://www.ft.com/content/162460f3-5707-4857-9676-70aa1d9df203?accessToken=zwAAAYMTmSXZkc8WJGDzVwdIV9OWdnCqHZ3yAw.MEQCIHhCMJ5ef0we3PYz9BrGIQP_rycYr9i7uG0O2sGTHAMcAiBlhgWckYeCZ8T_2m34gKc_itnO9EsFKLU8unIIy9uk3g&amp;segmentId=e95a9ae7-622c-6235-5f87-51e412b47e97&amp;shareType=enterprise\">scooping up</a> kitchen operators in Latin America to expand his<strong> CloudKitchens </strong>business across eight countries.</p> <p>The billionaire has taken lengths to keep his expanding empire in the shadows. </p> <p><strong>Pik N' Pak</strong>, Kalanick's business that rents surplus space in CloudKitchens' facilities to store convenience goods, was deliberately kept separate from the kitchens group as part of a push to expand secretively. Local entities were kept distant from the parent company to avoid being linked to the former Uber boss, three former CloudKitchens employees told the FT.</p> <p>“When you have a CEO as impactful and controversial as Travis, he does not want to associate the brand to him,” said one former manager who worked on CloudKitchens' Latin America business.</p> <p>“Dark kitchens” <a href=\"https://www.ft.com/content/38def705-0de9-4438-8f3e-6e3c259051b8\">are growing fast</a>, with even traditional fast-food chains like <strong>Wendy's</strong> <a href=\"https://www.ft.com/content/31240e24-32e2-411f-8976-2127d16568c8\">embracing the trend</a>. The practice has also been controversial, however, angering local residents due to the noise, smells and influx of delivery staff.</p> <p>One former senior employee for CloudKitchens in Latin America said the company had become more sensitive to local business practices, while others expressed doubts.</p> <p>“The only thing that Travis learned about his time with Uber is not to trust the press, and not to trust venture capitalists,” said one former senior figure at the company.</p> <h1>Job moves</h1> <ul>  <li><p>Fund manager <strong>TCW Group </strong>has hired <strong>Katie Koch</strong>, the chief investment officer of <strong>Goldman Sachs</strong> <strong>Asset Management</strong>'s equities business, as president and chief executive officer. She will replace <strong>David Lippman</strong>, who is retiring at the end of the year.</p></li>  <li><p>European investment firm <strong>Verdane</strong> has hired <strong>Helena Svancar</strong>, a former executive at Swedish telecoms group <strong>Ericsson </strong>and senior dealmaker at <strong>Deutsche Bank</strong>, as a partner. She will be based in the firm's London office.</p></li>  <li><p><strong>Lazard </strong>has hired <strong>Timothy Donahue</strong>, <strong>JPMorgan Chase</strong>'s former head of leveraged finance debt capital markets, as vice-chair of US investment banking in New York.</p></li>  <li><p><strong>Bed Bath &amp; Beyond</strong> <a href=\"https://www.ft.com/content/82434f9a-966c-45ab-a861-f91afd8cb512\">has named</a> its senior vice-president of finance and chief accounting officer <strong>Laura Crossen </strong>as interim chief financial officer following the death of CFO <strong>Gustavo Arnal</strong>.</p></li>  <li><p>Encrypted messaging app<strong> Signal </strong><a href=\"https://www.washingtonpost.com/technology/2022/09/06/signal-meredith-whittaker/\">has hired</a> <strong>Meredith Whittaker</strong>, a former adviser to the US <strong>Federal Trade Commission</strong> chair and an artificial intelligence expert, as president, per The Washington Post.</p></li>  <li><p><strong>Goldman Sachs</strong>' top recruiter <strong>Bentley de Beyer</strong> is leaving the firm at the end of the year and will become an advisory director. He will be replaced by deputy chief of staff <strong>Jacqueline Arthur</strong>.</p></li>  <li><p><strong>Rothschild &amp; Co</strong> has hired<strong> Sid Mehta</strong> as a managing director in its industrial advisory business. He was previously head of industrial and supply chain technology investment banking at <strong>Barclays</strong>.</p></li> </ul> <h1>Smart reads</h1> <p><strong>The blame game </strong>US bankruptcy courts are a popular forum for companies to mitigate liability in mass litigation cases, writes DD's Sujeet Indap. But the Chapter 11 legal strategy being employed by industrial titan 3M to resolve a mass tort suit <a href=\"https://www.ft.com/content/97443260-bbd1-4dc6-b53c-fb404f7b7227\">could be misguided</a>.</p> <p><strong>Flip-flopped </strong>The Republican party has found itself in a stand-off with Peter Thiel after the billionaire turned his back on two top candidates of the MAGA movement. But the lack of loyalty <a href=\"https://www.bloomberg.com/news/articles/2022-09-06/mcconnell-s-peter-thiel-problem-grows-as-masters-vance-flop\">shouldn't come as a surprise</a> given his history, writes Bloomberg.</p> <p><strong>Words of wisdom </strong>Famed Japanese industrialist Kazuo Inamori left many valuable lessons behind following his death last month, one of which <a href=\"https://www.ft.com/content/2a226be5-944d-457d-ace0-4b9fe580afb8\">proved useful</a> during a messy succession crisis at Apple supplier Nidec, writes the FT's Kana Inagaki.</p> <h1>News round-up</h1> <p><a href=\"https://www.ft.com/content/ec04e8a1-f0d5-40b6-ab64-c638ba75bd5e\">Credit Suisse sells offshore trust businesses</a> (FT) </p> <p><a href=\"https://www.reuters.com/markets/deals/exclusive-deal-partner-trumps-truth-social-fails-get-backing-spac-extension-2022-09-06/\">Deal partner for Trump's Truth Social fails to get backing for Spac extension</a> (Reuters) </p> <p><a href=\"https://ft.com/content/2c011915-b292-4b2d-be36-e7c4a9e97acb\">Tencent increases investment in French video games maker Ubisoft</a> (FT) </p> <p><a href=\"https://www.ft.com/content/13fd74b9-42f1-40a6-8ac9-2bdbdf832108\">European chemicals group Solvay declares truce with activist</a> (FT)</p> <p><a href=\"https://ft.com/content/1c5a5217-3d5b-4ec1-b002-b6714acb38e5\">Juul to pay almost $440mn to settle vaping marketing suit by US states</a> (FT) </p> <p><a href=\"https://www.ft.com/content/2afa3949-bc5b-47af-97ab-8383e3fac728\">TikTok office sale boosts faltering London market</a> (FT) </p> <p><a href=\"https://www.ft.com/content/f0e3cbf2-9fa0-496f-9c97-392411b27bc1\">Citi close to €100mn deal for site of new European headquarters in Dublin</a> (FT)</p> <p><a href=\"https://www.ft.com/content/f7a3f3a0-d5d6-4ec1-8dc4-1a3bacf4a84f\">BlackRock pushes back against directors serving on too many tech boards</a> (FT)</p> <p><a href=\"https://www.ft.com/content/3baa1a07-8efb-4db3-8079-dfc853267f65\">Russian banks/sanctions: welcoming EU to the grin-and-bear-it market</a> (Lex) </p> <p><a href=\"https://www.ft.com/content/98f7a749-2bf0-4218-aa94-ad3827832acf\">CVS/Signify: victory in Amazon shootout comes at a cost</a> (Lex) </p><p>Source:  2022 'Porsche: how not to sell an IPO' FT.com 7 September. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-09-07T04:00:28.411Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "confidence": 0.9999938,
      "offsets": [
        {
          "start": 8384,
          "end": 8389
        }
      ],
      "weightsV2": {
        "weight": 0.5547792,
        "baseWeight": 1.0,
        "expansionWeight": 1.0,
        "ontologyWeight": -1.4452208,
        "tagPositionWeight": 0.0,
        "titleWeight": 0.0
      },
      "typeRank": 7
    }
  ]
}