{
  "_id": "878ae6be71c6efa027675801e76bb12e6fe5cc931249cac23d24a5ca7813681f",
  "feed": "ftcomall",
  "title": "Facebook owner Meta targets finance with ‘Zuck Bucks' and creator coins",
  "text": "<p>Meta has drawn up plans to introduce virtual coins, tokens and lending services to its apps, as Facebook's parent company pursues its finance ambitions despite the collapse of a project to launch a cryptocurrency.</p> <p>The company, led by chief executive Mark Zuckerberg, is seeking alternative revenue streams and new features that can attract and retain users, as popularity falls for its main social networking products such as Facebook and Instagram — a trend that threatens its $118bn-a-year ad-based business model.</p> <p>Facebook's financial arm, Meta Financial Technologies, has been exploring the creation of a virtual currency for the metaverse, which employees internally have dubbed “Zuck Bucks”, according to several people familiar with the efforts.</p> <p>This is unlikely to be a cryptocurrency based on the blockchain, some of the people said. Instead, Meta is leaning towards introducing in-app tokens that would be centrally controlled by the company, similar to those used in gaming apps such as the robux currency in popular children's game <em>Roblox</em>.</p> <p>According to company memos and people close to the plans, Meta is also looking into the creation of “social tokens” or “reputation tokens”, which could be issued as rewards for meaningful contributions in Facebook groups, for example. Another effort is to make “creator coins” that might be associated with particular influencers on its photo-sharing app Instagram. </p> <p>Meta has also been exploring more traditional financial services, with a focus on helping to provide small business loans at attractive rates, according to several people familiar with the initiative. While nothing is immediately planned, the company has previously held discussions with potential lending partners, one of the people said.</p> <p>Most of the efforts are in the early stages of being discussed and could change or be dropped, although its plans to integrate non-fungible tokens (NFTs) into its apps are more developed. Zuckerberg confirmed an earlier Financial Times report that Instagram would soon start to <a href=\"https://www.ft.com/content/2745d50b-36e4-4c0a-abe0-e93f035b0628\">support NFTs</a>.</p> <p>According to one memo shared internally last week, Meta plans to launch a pilot for posting and sharing NFTs on Facebook in mid-May. This will be “quickly followed” by testing of a feature that will allow membership of Facebook groups based on NFT ownership and another for minting — a term for creating — NFTs.</p> <p>NFTs may be monetised via “fees and/or ads” in the future, according to another internal document. </p> <p>Facebook declined to comment.</p> <p>Meta <a href=\"https://www.ft.com/content/51ea47e1-50c1-4b72-94d6-884017a1af4a\">lost more than $220bn</a> from its market valuation in February on the day it revealed users were spending increasing time on newer rivals, such as short-form video app TikTok.</p> <p>The company has recently sought to find other sources of revenue and support ecommerce on the platform, delving into cryptocurrencies and blockchain technology. Its big tech rivals, such as Google and Apple, have been more cautious about diving into the nascent space. </p> <p>But the push has been plagued by setbacks and regulatory scrutiny. Earlier this year, the global cryptocurrency project that it spearheaded, diem, was<a href=\"https://www.ft.com/content/a88fb591-72d5-4b6b-bb5d-223adfb893f3\"> wound down</a> and its assets sold to Californian bank Silvergate, after US regulators refused to give the pilot the green light over monetary stability and competition concerns.</p> <p>Amid internal frustrations, Meta's financial division has suffered what one former employee described as a “mass exodus” of staff over the past six months. Its head David Marcus left at the end of last year, along with key engineers, compliance staff and nearly its entire legal team.</p> <p>Those who remain are looking into how to create or support digital currencies in its metaverse — an avatar-filled virtual world that Zuckerberg hopes will eventually generate billions of dollars in commerce for digital goods and services. </p> <p>The new plans represent a far cry from Diem and the dream of creating a cryptocurrency. Staffers are now trying to find the least regulated way to offer a digital currency, two people said, with a digital token that is not based on the blockchain emerging as the most attractive option.</p> <p>It would not be the first time Facebook has introduced such a currency to its ecosystem. It launched Facebook Credits in 2009, a virtual currency that enabled users to make in-app purchases, typically in games such as <em>FarmVille</em>. This represented 16 per cent of revenues at the time of its initial public offering in 2012, according to Barclays, but was shut down in 2013 because it was too costly to maintain.</p> <p>In a memo from late January, the new head of Meta's finance division, Stephane Kasriel, wrote: “We're making changes to our product strategy and road map . . . so we can prioritise on building for the metaverse and on what payments and financial services will look like in this digital world.”</p> <p>Kasriel, who replaced Marcus, said the company would “accelerate” investments in facilitating payments within WhatsApp and Messenger and in “helping creators monetise their activity”, for example through NFTs.</p> <p>He also signalled plans to merge its wallet for <a href=\"https://www.ft.com/content/abbcd08c-0576-11ea-a984-fbbacad9e7dd\">Facebook Pay</a> — its existing peer-to-peer payments system that does not use blockchain technology — with Novi, the digital currency wallet that was initially supposed to hold the diem coin.</p> <p>“The wallet will offer payments, identity and digital asset management within the [family of apps and Reality Labs, its virtual and augmented reality arm,] and over time, to other apps/sites,” he said.</p> <p>Where some of Meta's efforts are focused on digital payments, other efforts are part of broader plans to use blockchain technology to introduce more “decentralisation” across its platforms, amid a growing buzz in Silicon Valley around the so-called Web3 movement.</p> <p>Web3 advocates typically seek to wield distributed ledger technology to allow users more control and ownership over their data and disintermediate big tech groups that typically monetise that data as part of their ad-based business models.</p> <p>But Meta appears to be embracing some Web3 ideals. It is exploring whether to store data on a blockchain, how it might give users more control over their digital identity and whether their identity or accounts can be transferred to, or used across, other platforms beyond Meta's apps, according to one planning document.</p> <p>Meanwhile, its plans to reward users for credible content with social tokens might allow Meta to remove itself as a central content moderator and give Facebook communities more power in moderating themselves, according to the document.</p> <p><em>Additional reporting by Cristina Criddle in London</em></p><p>Source: Hannah Murphy in San Francisco 2022 'Facebook owner Meta targets finance with ‘Zuck Bucks' and creator coins' FT.com 6 April. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-04-06T20:12:39.033Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 2870,
          "end": 2875
        }
      ]
    }
  ]
}