{
  "_id": "026ff01d739c684a23b13c370e4fbfe468b658b7435e9f59e6ac6e3b9bbd8098",
  "feed": "ftcomall",
  "title": "How the pandemic has changed what we wear to work",
  "text": "<p><em>This is an audio transcript of the </em><a href=\"https://www.ft.com/working-it\"><em>Working It</em></a><em> podcast episode: </em><a href=\"https://www.ft.com/content/be989096-6fb0-45c2-b873-f4d2d77a13f7\"><em>How the pandemic has changed what we wear to work</em></a></p> <p><strong>Adam Galinsky<br></strong>My research suggests that we are in a fundamentally new world of attire because what happened during a pandemic fundamentally changed the way that people thought about how they dress up for work. So previously, before the pandemic, the data were very clear, right? That we had dress codes in offices and in fact, that when people dressed up, they tended to feel sort of more powerful often and more engaged. The pandemic hit and it raised a lot of questions: what should I wear not only to impress my colleagues, but also so that I can be the most engaged and committed employee at work? And so that was a question that my colleagues and I asked ourselves. About 10 years ago a colleague of mine coined a phrase called enclothed cognition. And this was a very powerful phrase, captured a very important phenomenon. It hadn't been crystallised yet, which is that what we wear not only affects how other people see us, it affects how we see ourselves. It affects what we think, how we engage in the world and how we embrace the world. </p> <p><strong>Isabel Berwick</strong><br>Hello and welcome to Working It with me, Isabel Berwick. </p> <p>[MUSIC PLAYING]</p> <p><strong>Isabel Berwick<br></strong>After two years of remote working where we've enjoyed the luxury of taking calls in our sweatpants, there seems to be a growing confusion surrounding dress codes now we're returning to our offices. Do we still need the power suits in order to perform at our best? Or is it the case that the definition of a power suit is now slightly more casual? Well, today we're hearing from Prof Adam Galinsky from Columbia Business School. His recent research focuses on dress codes in the workplace. And through his research, he coined a wonderful phrase, the “Zoom mullet”, to describe, as he puts it, the business up top and home down below dress code, which I'm sure we've all been guilty of adopting over the last couple of years. Here's what he had to say about his experiment. </p> <p>[MUSIC FADES]</p> <p><strong>Adam Galinsky</strong> <br>We ran a really simple but very profound experiment. We randomly assigned a bunch of remote workers to wear different types of clothing as they went through their remote work day. Everyone wore every type of attire in a random order. Some people wore the Zoom mullet. Some people wore what they would normally wear at home. Some people would wear what they normally would wear to the office. And then we asked them important psychological variables, like how powerful do you feel? How authentic do you feel? Do you feel like yourself today? And at the end of the day, how engaged and productive were you this day? And then we ran the experiment again, but this time only letting people wear one outfit so they wouldn't be affected or contaminated by their previous outfits. And we went into this research without a clear hypothesis. We thought anything could happen. Maybe the power suit really does power people up still, even when they're at home. Maybe the Internet is right. And the Zoom mullet's the greatest thing since sliced bread and it's really the thing to wear at home. Or maybe the people who've been out of their sweat pants are actually doing the right thing. And what we found was pretty remarkable, because what we found was the exact same pattern across both our studies, regardless whether they wore every outfit or just one outfit. Which is that, at least for as they went through their entire workday, the people were better off, they felt more authentic and more engaged and more productive when they wore home attire, when they wore the attire that fits the setting of home. </p> <p>[MUSIC PLAYING]</p> <p><strong>Isabel Berwick</strong><br>So joining me from New York to discuss all of this is my colleague, Robert Armstrong, who, as well as being a style columnist, has a day job as the FT's US financial commentator and writes the excellent Unhedged newsletter. Robert, have you been guilty of rocking the Zoom mullet? </p> <p><strong>Robert Armstrong</strong><br>The low point for me, Isabel, was the first summer of the pandemic. I'm sitting at my desk 100 miles from New York City. I've got a desk set up outside. I'm working there. A work Zoom call comes in and I answer it. And I'm about two seconds into the Zoom call when I realise that I'm not wearing a shirt. (Laughter) Fortunately, it was my colleague Brendan Greeley, who had a good laugh, and not an outside contact. But that is the moment I realised that things had really gotten out of control and I had to take a hard look at how I was managing my professional life during the pandemic. </p> <p><strong>Isabel Berwick</strong><br>Not to name names, but you're not the only shirtless Zoom caller at the FT. </p> <p><strong>Robert Armstrong</strong><br>(Laughter) I'm very happy to hear it. </p> <p><strong>Isabel Berwick</strong><br>(Laughter) So Adam's findings that if you feel comfortable in your home attire while working from home, you work better and more engaged. They seem to make sense. But how casual can we be? I've seen people dressing up for Zoom calls now when they're at home. The standard seems to have upped. </p> <p><strong>Robert Armstrong</strong><br>All I can tell you in this context is two pieces of my own experience, Isabel. One is that having certain clothes on helps me differentiate between the orderly and rational world of work and the chaotic, disorganised morass that is my home life. And so when I walk out of my front door and I have some reasonably good-looking, pulled together or semi-formal clothes on, I feel like, here we go out into the world, putting our best foot forward. And if I didn't do that, I would still be tangled up with the two kids, the dog, the mess, the dishes in the sink, the lawn, the cable guy who's coming later. I have to do something with my clothes to put all that behind me, if you will. </p> <p><strong>Isabel Berwick</strong><br>Yeah. And I wonder if there's a gendered aspect to this, if there are still different standards for women. I mean, I feel like we might have broken the curse of bodycon dresses and uncomfortable heels. And I've seen that nearly everyone's been in loose dresses and trainers at real-life events I've been to recently. </p> <p><strong>Robert Armstrong</strong><br>Yes. </p> <p><strong>Isabel Berwick</strong><br>I mean, you may not feel qualified to comment on women. </p> <p><strong>Robert Armstrong</strong><br>My experience as the style writer these last few years is that the best policy for a man talking about women's clothing is not to. So. (Laughter)</p> <p><strong>Isabel Berwick</strong><br>(Laughter) All right, I'll go there and say we should all wear trainers, whatever our outfits. </p> <p><strong>Robert Armstrong</strong><br>Yes. </p> <p>[MUSIC PLAYING] </p> <p><strong>Isabel Berwick</strong><br>So what does Adam think the correct 2022 dress code is for when we venture out to the office? </p> <p><strong>Adam Galinsky</strong><br>It's going to depend on the context, and that context is going to be where are you? But also, what are the norms for where you are? And we saw that, you know, even pre-pandemic, right. Investment bankers wore, you know, suits, expensive watches, expensive belts, expensive shoes, tech people were more dressed down with the classic hoodie. And so I think it's going to come down to, we're going to renegotiate what those norms are, what that baseline is, and then people are going to feel more authentic when they fit what is appropriate for the context. </p> <p><strong>Isabel Berwick</strong><br>So is the tie dead? We had an article in the FT recently suggesting that perhaps it is. </p> <p><strong>Adam Galinsky</strong><br>I don't want to say it's dead, but it's certainly going to be used much less often. But I also want to emphasise one thing is that, you know, there is some joy for people dressing up for events, right? When people go out on a Friday night, they like dressing up. Sometimes people wear fancy clothes at home. You know, for some families have a ritual, fancy clothes for a weekly dinner, etc. So, I do think that the tie might be more on life support as a daily appendage to our attire. But I do think it will have its appropriate places, and I think we're going to see more distinction within the workplace between sort of special events, everyday wear and then remote wear. </p> <p>[MUSIC PLAYING]</p> <p><strong>Isabel Berwick</strong><br>So Adam made some really good points there. And I can definitely see the change as I walk around London. People are dressed differently. But the most obvious work wear casualty is the tie, Robert, and it was you who wrote that you own 80 ties, but you feel pessimistic about them coming back into offices. Is that prediction coming true? Is the tie dead, do you think? </p> <p><strong>Robert Armstrong</strong><br>Uh, it's extremely ill. (Laughter) I mean, you just walk around midtown Manhattan, you look around the FT office, and even if you visit a real business, a bank, law firm, whatever, it's very unusual to see a man in a tie, except in one of those very specific contexts where you're meeting with a CEO, you're doing a pitch meeting, or you're presenting at a conference where something like that is expected. I love ties. I think they look great and I'm going to miss them, but it seems to me it's over. </p> <p><strong>Isabel Berwick</strong><br>The knock-on effect of the lack of ties that I'm now seeing some shockers. There's a lot too much chest hair on display and there's a lot of crumpled T-shirts visible under shirts, including on some FT Zoom calls I've seen recently. Is this enough to bring back the tie? What, is a polo shirt the answer? How can men sort this out? If you haven't got a tie, how should you look? </p> <p><strong>Robert Armstrong</strong><br>Well, let me make a comment first about men versus women. And I don't know if you've done this exercise, but if you go out to a nice restaurant or to the theatre, do some urban organised activity and you look around at the couples there, what you will see almost universally is that the women look well-dressed and attractive and the men look like hell, and the men are just lost. They don't know what to wear. They're underdressed. They're wearing a suit that doesn't fit. They're just completely at a loss for how to respond to an ambiguous context where they're not quite sure what to do. And it used to be that's why we had suit and tie for all men, because men, insensitive brutes that they are, needed to be told what to wear, and they just did what they were told. And now that there are no rules, you have this sad scene at a fancy restaurant of a woman who's dressed up for dinner and a man in jeans and a T-shirt. And that's where we are. So what is the answer? I think the answer at work, you know, when I get this question a lot from readers or when I speak about this topic, I think the answer at work is, you know, put on a suit. A lot of the time when you put on a suit, you are going to get looks around the office. Like, what, you got an interview later, you going to a funeral, what's going on here? But, you're kind of ready for anything. And you can take the jacket off and then you're just a guy in trousers and a shirt. And if something should come up where you to look a little better, you're ready to go. So you don't have to have a lot of suits. Just, you know, get one nice-looking suit, wear it a lot, make sure your shirt is ironed and you're in business. But, even that is cutting against the prevailing trend. As I say, you'll get a look at the office in many contexts for being even that formal at this point. </p> <p><strong>Isabel Berwick</strong><br>Well, I was checking out some FT reader comments on this. And you're right, the readers absolutely go for this big time. It's one of the most popular topics we have on the FT actually, and this is my favourite one. All hail the idea that shoes are for walking in, that occasionally everyone needs to sit down without ripping their trousers and the only people who look good in ultra-slim suits are David Tennant and Timothée Chalamet. The rest of us look like badly stuffed sausage, so I think we might need to caveat that you need a good suit, not any suit. (Laughter)</p> <p><strong>Robert Armstrong</strong><br>I think that is true. You need a good suit and one that fits. I mean, the idea that a suit is uncomfortable is either you're in the wrong suit, you're stuffed like a sausage into a slim-fit one. But a good well-fitting suit is a wonderfully comfortable and practical garment, right? And I think there is this way of talking about comfort, where we're like the paradigm of comfort is the sweat pants and a T-shirt. But I don't think we're really talking about physical comfort when we talk about clothes and comfort. What we're talking about is feeling psychically or socially appropriate. And we've been sold this idea by kind of Apple advertisements that we are all autonomous creatives living in a non-hierarchical world who like, write movie scripts and whatever. But really, you know, we're professionals and we're salespeople and we are employees and we go to meetings and, you know, I think we're going to miss the world that is well gone, where there were certain mild standards of formality and we lived up to them and it was all kind of clear. </p> <p><strong>Isabel Berwick</strong><br>I think that's a really good point. We'll have to break the link between elasticated waists and comfort. </p> <p><strong>Robert Armstrong</strong><br>Yes. </p> <p><strong>Isabel Berwick</strong><br>And I haven't heard anyone else do that. So thank you. </p> <p>(Laughter)</p> <p><strong>Isabel Berwick</strong><br>I think if you take away nothing from this podcast, it's that. And actually, just dress slightly better than you think the event probably deserves or your workplace deserves, because as we were taught as young journalists, always keep a jacket on the back of your chair in case you have to rush off to a story.</p> <p><strong>Robert Armstrong</strong><br>Yes. Even, you might consider putting a tie in the drawer. You never know. </p> <p><strong>Isabel Berwick</strong><br>Robert, thank you so much for joining us. I've learnt a lot. I've got more idea about what to wear. I am going to stick with the floaty dress and trainers because it's comfy and stylish. And men, keep a tie in your drawer. </p> <p><strong>Robert Armstrong</strong><br>Thanks a lot, Isabel. </p> <p>[MUSIC PLAYING]</p> <p><strong>Isabel Berwick</strong><br>It's really hard to take some concrete ideas away from dress codes, because, as Robert said, there are no rules. It's all incredibly confusing, but he's absolutely right. We have to break the link between comfort and elasticated waists and just upgrade ourselves a little bit for the office. I like to dress up a bit for the office. It's still casual, but I still want to feel different when I'm at work. And it's what Adam says, that sort of enclothed cognition. You have to be dressed for the person you are in the environment you're in, and that makes perfect sense. And I think my only worry about this freedom, anything-goes kind of dress codes is it's hard for people who are not in the in-group. If you've joined an office in lockdown and don't know how people dress, that's confusing. If you come from a different ethnic or social background and you don't feel part of the corporate culture, if it's not written down, if it's not explicit, there might be something unspoken going on that you don't know about. And I think that's kind of a potential downside to all of this. So maybe, there is an upside to writing down how you expect people to dress. Or just something really simple as being a bit more explicit about what we're wearing to work. I don't know. It just might help everybody a little bit in these confusing times. </p> <p>[MUSIC PLAYING] </p> <p><strong>Isabel Berwick</strong><br>Thanks to Professor Adam Galinsky and Rob Armstrong for this episode. Please do get in touch with us. We want to hear from you. And we're at workingit@FT.com or with me @IsabelBerwick on Twitter. If you're enjoying the podcast, we'd really appreciate it if you left us a rating and review on Apple Podcasts. If you are an FT subscriber, sign up for our Working It newsletter. It's got the best of FT reporting on the future of work, plus some exclusive content you won't get anywhere else. Sign up at FT.com/newsletters. Working It is produced by Novel for the Financial Times. Thanks to the producers Anna Sinfield and Harry Cook, executive producer Joe Wheeler and brilliant mix from Chris O'Shaughnessy. From the FT, we have editorial direction from Renée Kaplan and Manuela Saragosa and production support from Persis Love. Thanks for listening. </p> <p><em>This transcript has been automatically generated. If by any chance there is an error please send the details for a correction to: </em><a href=\"https://mail.google.com/mail/?view=cm&amp;fs=1&amp;tf=1&amp;to=typo@ft.com\"><em>typo@ft.com</em></a><em>. We will do our best to make the amendment as soon as possible.</em></p><p>Source: Isabel Berwick and Robert Armstrong 2022 'How the pandemic has changed what we wear to work' FT.com 14 June. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-06-14T22:00:39.679Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 15372,
          "end": 15377
        },
        {
          "start": 12341,
          "end": 12346
        }
      ]
    }
  ]
}