{
  "_id": "875627f7aec6af3873600865276719f130a5ae21e96efd7e99418e30e41e7928",
  "feed": "wall-street-journal",
  "title": "OFF DUTY --- The Lists Issue: Adventure & Travel: 7 Places Worth The Wait --- Buzzy destinations for the no-longer-travel- hesitant, from an Indian Ocean island to a Tennessee farm town",
  "text": "<p>One of the Balearics off the Mediterranean coast of Spain, the pine-fringed island of Menorca offers great stretches of sandy beach and bays for summer lollygagging, the charming capital of Mahon, and Fontenille Menorca --Torre Vella, a fancy new rural hotel. Add to that serious art cred, thanks to Hauser &amp; Wirth Menorca, an art center on the little island of Illa del Rei in Mahon harbor. The Swiss company repurposed 18th-century outbuildings of a naval hospital to create exhibition space, an outdoor sculpture trail and a Piet Oudolf-designed garden.</p><p>2 | Sarasota, Fla.</p><p>Architecture Sarasota, founded to protect and promote a significant concentration of modernist buildings, spotlights the work of influential midcentury American architects. From April through May, a Gene Leedy exhibition will be on view at the design organization's McCulloch Pavilion -- a former furniture showroom, itself worth a visit, that dates to 1959. Lectures, guided house tours and private stays at notable modern houses are on offer all throughout the year.</p><p>3 | Sri Lanka</p><p>The small island in the Indian Ocean, whose long history can be traced to the early age of Buddhism, gained independence from European control in 1948. Honeymooners come for pristine beaches and deluxe bungalows, but more ambitious travelers can opt for big cat safaris or birding itineraries. Determined to boost much-needed tourism, the government is investing in new projects, including the Pekoe Trail -- a 186-mile Camino-like route that wends, village to village, through tea country. Accommodations are improving, too. Among the top new options is Sielen Diva, a private home turned coolly modern hotel, while Amangalla, an Aman resort set within the 17th-century Galle Fort, opened in 2005 and remains a favorite with luxury travelers. It features an elegant swimming pool, spa and baths that reinvent the tradition of taking the waters.</p><p>4 | Oaxaca, Mexico</p><p>In southwestern Mexico, the city of Oaxaca is a riot of color, flavor, scent, sunshine and street life. At Mercado 20 de Noviembre, you can eat grasshopper and grilled meats then slowly sift through a vast array of crafts, from vibrant beadwork to alebrijes, animal sculptures with expressions that range from amused to possessed. Oaxacan style is also on display at the new 12-room Hotel Escondido Oaxaca, where architect Alberto Kalach has combined 19th-century aesthetics with strong modern design. On the Oaxacan coast, about 200 miles south, Mr. Kalach also designed the fantastical Casona Sforza, an adults-only seaside resort with 11 guest rooms that are more like luxury caves housed in a honeycomb made of tiles.</p><p>5 | Franklin, Tenn.</p><p>Within striking distance of Nashville, downtown Franklin is a well-preserved and renovated patch of small-town Americana. It consists of little shops, independent restaurants, a reinvented old cinema and historic residential districts whose tidy houses date to the 1800s. Encircling the town is farmland. Entering this picture, Southall -- a working farm reimagined as a high-minded rural retreat -- is slated to open this summer, with 62 guest rooms, 16 cottages, two restaurants (one will have southern chef Tyler Brown at the stove) and a spa. They will all share the hills of Middle Tennessee with an apple orchard, livestock, hydroponic and classical greenhouses and kitchen gardens.</p><p>6 | Kyushu, Japan</p><p>On March 1, Japan lifted Covid restrictions to allow students and business travelers into the country. But travel advisers expect broader tourism will have resumed by the fall, when a new bullet train route will connect Nagasaki with some iconic hot spring areas in the western Kyushu region. Consider booking into KAI Yufuin, a 45-room hot spring ryokan and Hoshino resort designed by Kengo Kuma, due to open this summer.</p><p>7 | Northwest Territories, Canada</p><p>Ten years in the making, Thaidene Nene is Canada's new national park, and it's a slam-dunk for nature lovers. With abundant fishing and almost 24 hours of daylight in the summer, the rugged park reserve spans more than 10,000 square miles and is managed collaboratively by Parks Canada and local indigenous people, with revenues flowing into surrounding communities. Come September, behold the northern lights.</p>",
  "published": "2022-03-26T00:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 3271,
          "end": 3276
        }
      ]
    }
  ]
}