{
  "_id": "5cebfc1c469b364c2ff4fca2cac8fac0caed97ea4a37f17ed55531972ebafd36",
  "feed": "wall-street-journal",
  "title": "Arts in Review -- Television Review: 'Slow Horses': Spies in Time Out",
  "text": "<p>One of the more curious operations of the New York City Department of Education has been the \"rubber rooms\" where teachers deemed unsuitable for the classroom, yet who enjoyed union protection, spent their days as \"suspended pedagogues\" awaiting resolution of their cases. A similar policy is at work inside the fictional MI5 of Apple TV+, where the intelligence agency sends those who have fallen out of favor -- for reasons good and bad -- to a place called Slough House. They are the title secret agents in the six-part \"Slow Horses.\"</p><p>It's a marvelous idea for a series, which comes out of the novel by Mick Herron and features yet another memorable performance by Gary Oldman, who doesn't quite look here like Winston Churchill (the role that won the actor an Oscar four years ago) or like Herman Mankiewicz (who won him an Oscar nomination one year ago). Had another indelible Oldman character, George Smiley, begun drinking in the early mornings immediately following \"Tinker Tailor Soldier Spy\" (2011) he might have acquired the heft, hygiene and work ethic of Mr. Oldman's latest incarnation, the once-capable Jackson Lamb, supervising agent of Slough House and a man whose managerial style suggests a rusty razor. \"I want my people in here doing nothing,\" he says of his small crew of disgraced agents. Lamb expects perfect attendance and limited damage; when two agents disappear, he's philosophical. \"I hope they only get themselves killed,\" he mutters, \"and don't set an orphanage on fire.\"</p><p>His most recent \"recruit,\" though that's not quite the word, is River Cartwright (Jack Lowden), whose relegation to Slough House is explained in the breathtaking opening sequence and involves the apprehension of a suspect at what appears to be Heathrow Airport, on what appears to be an average day. As Cartwright surveys the crowd -- his performance being overseen back at home base by his poisonous boss, Diana Taverner (Kristin Scott Thomas) -- a colleague beside her, James \"Don't Call Me Spider\" Webb (Freddie Fox), tells Cartwright that the target is wearing \"a blue shirt and white tee.\" The real one is wearing \"a white shirt and blue tee.\" By the time Cartwright corrects the error, if that's what it was, hundreds of imaginary Britons have been killed and an imaginary airport ruined -- it's only a training exercise, we learn, but the career damage is real. And despite his grandfather being the esteemed emeritus agent David Cartwright (Jonathan Pryce), River is shuffled off to Slough House.</p><p>The show's theme, \"Strange Game,\" is sung by Mick Jagger at his most satanic (he and music supervisor Daniel Pemberton wrote the song) and the plot is equally devilish -- so much so that not much of it can be revealed, except that it involves the abduction of a British-born Pakistani student and wannabe stand-up comedian named Hassan Ahmed (Antonio Aakeel) by a group called the Sons of Albion, one of the white nationalist factions whose activities have been overlooked by MI5 while it concentrated on \"jihadi groups,\" according to Diana -- who, frankly, is as suspect as the Slow Horses themselves. \"So you're the Sons of Albion, huh?\" says Hassan. \"Just a hunch, but is Albion married to his first cousin?\" He spends most of his time in abject terror, but the Sons at one point ask to be \"roasted like on Comedy Central.\" They're not bright. They're certainly not funny.</p><p>Much of \"Slow Horses\" is, though, thanks mostly to Mr. Oldman and the writers who have adapted Mr. Herron's book. It's a perfectly cast piece -- the outcast agents include Min Harper (Dustin Demri-Burns), Louisa Guy (Rosalind Eleazar), and Catherine Standish (a marvelous Saskia Reeves), whose long history with Lamb is alluded to through flashbacks. River is the dashing hero of the piece, so his placement at Slough House is odd -- as is the presence of Sid Baker (Olivia Cooke), who admits she's been sent there to keep an eye on Cartwright. Hmmmm.</p><p>Cartwright is not only capable but can find things out that others can't, including why they're at Slough House at all. Cartwright knows why he's there. We're dying to know why Lamb is there, and Catherine; they're clearly connected. Cartwright can't bring himself to tell Roddy Ho (Christopher Chung), the team's egomaniacal computer genius, that no one else could stand working with him, so they sent him to the Dickensian back-alley HQ where Lamb drinks himself to sleep at night, stretched across his couch, holes in his socks.</p><p>\"Slow Horses\" is ostensibly a comedy, but it also works as a thriller, a terrorism procedural and a humanist study -- there's not an uninteresting character in the show, not even among the Albion offspring. It's certainly a dispiriting portrait of how intelligence agencies work, if the show has any truth to it at all. That there will be a subsequent season actually seems like a mixed blessing, considering how scheming and untrustworthy some of its returning characters proved to be in season 1.</p><p>\"Working with you,\" Lamb tells his people, at a moment when professional support and fatherly understanding are just what they need, \"has been the low point of a disappointing career.\" They expect no less, no more.</p>",
  "published": "2022-03-30T00:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 329,
          "end": 334
        }
      ]
    }
  ]
}