{
  "_id": "61e81dbba724589d7c0ad2bd2a182456ec250558e70758168068a66a93a2672c",
  "feed": "wall-street-journal",
  "title": "Taylor Swift's 'Anti-Hero' Music Video Cuts 'Fat' Scene Following Backlash; The scene showed the pop star stepping on a scale with no numbers that just read 'FAT,' which some critics said was fatphobic",
  "text": "<p>The scene appeared to be removed in the last day from her videos on both Apple Music and YouTube, where it had more than 35 million views Thursday morning. The video now shows Ms. Swift sighing as she looks down at the scale but doesn't show what she is reading.</p><p>Her representatives didn't immediately return requests for comment Thursday.</p><p>People on social media have debated what Ms. Swift wanted to convey in the video, which she wrote and directed. Some social-media users have called the scene derogatory toward fat people. Others pointed out that the singer may not have been trying to criticize overweight people and was instead trying to convey how she used to feel when she looked at a scale.</p><p>Ms. Swift revealed in her 2020 documentary \"Miss Americana\" that she used to struggle with an eating disorder.</p><p>The \"Anti-Hero\" song itself, the lead single from her newest album \"Midnights,\" doesn't contain any lyrics about weight. Ms. Swift, 32 years old, said the song is about her intrusive thoughts, like coming across as a narcissist or losing people in her life.</p><p>The discourse about her \"Anti-Hero\" video has been part of a circus of attention surrounding her long-awaited \"Midnights\" album, which she released last week. Ms. Swift is known for stoking conversations about her upcoming music by dropping clues about what fans can expect, although she may not have predicted the chatter about the scale scene.</p><p>Other artists this year have altered their work days after releasing it following backlash. Beyoncé and Lizzo both removed the word \"spaz\" from songs they released, saying they didn't intend to use a harmful term. Disability advocates say the word is offensive to people with spastic diplegia, a condition that causes muscle stiffness.</p><p>Ms. Swift changed a lyric in her 2006 song \"Picture to Burn\" which had originally said she would tell her friends that her ex-boyfriend was gay.</p><p>Write to Alyssa Lukpat at alyssa.lukpat@wsj.com</p><p>Taylor Swift's 'Anti-Hero' Music Video Cuts 'Fat' Scene Following Backlash</p>",
  "published": "2022-10-27T14:27:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 73,
          "end": 78
        }
      ]
    }
  ]
}