{
  "_id": "4cccba4f76f3872c9e34f8d28622a7ad7ffebffb59554e3f1534431caa6f510b",
  "feed": "market-watch",
  "title": "Positive corporate earnings growth may spur additional, but slower, Fed rate hikes: Goldman Sachs; 'Resilient corporate fundamentals and continued but peaking core inflation pressures argue for additional hikes,' say analysts at Goldman",
  "text": "<p>The stocks had powered higher last week, with the S&amp;P 500 and Dow Jones Industrial Average DJIA closing the final trading day of July with the biggest monthly gains since November 2020. After raising the benchmark interest rate by another 75 basis points last week, Fed Chair Jerome Powell suggested that another unusually large interest-rate hike might be needed in September but would depend on upcoming economic data, while he added that it will also likely be appropriate to slow increases at some point.</p><p>The preliminary reading of second-quarter GDP on Thursday confirmed an economic contraction and convinced markets that the U.S. economy is probably technically in recession. On Friday, the June personal consumption expenditures, the Fed's preferred inflation measure, hit the highest level since January 1982.</p><p>However, corporate financial results indicate otherwise. Apple Inc. AAPL on Thursday posted better-than-expected results for its latest quarter, highlighted by a 3% revenue jump in the iPhone segment which helped offset a sizable miss in Mac revenue amid steep supply constraints. Amazon.com Inc. AMZN reported a revenue growth of 7% in the second quarter which also topped estimates, reflecting the power of Prime, AWS and the company's advertising business.</p><p>Read more: Apple follows up robust earnings, swift iPhone sales with $5.5 billion debt deal</p><p>According to FactSet, analysts lowered third-quarter EPS estimates for S&amp;P 500 companies by a larger-than -average margin in July. The Q3 bottom-up EPS estimate, an aggregation of the median EPS estimates for all the companies in the large-cap index, decreased by 2.5% from June 30 to July 28.</p><p>Read more: FAANGs ain't what they used to be, so beware the bear-market bounce says this hedge fund manager</p><p>Analysts usually reduce earnings estimates during the first month of a quarter. For example, during the past five years, the average decline in the bottom-up EPS estimate during the first month of a quarter has been 1.3%. During the past 10 years, that number has been 1.8%. During the past 15 years, the average decline has been 2.1% (see chart).</p><p>\"Thus, the decline in the bottom-up EPS estimate recorded during the first month of the third quarter was larger than the 5-year average, 10-year average, 15-year average, and 20-year average,\"wrote John Butters, vice president and senior earnings analyst at FactSet, in a note on Monday. \"The third quarter also marked the largest decrease in the bottom-up EPS estimate during the first month of a quarter since Q2 2020.\"</p><p>U.S. stock indexes ended slightly lower on Monday, with the S&amp;P 500 SPX slipping 0.3%, while the Nasdaq Composite COMP dipped 0.2% and the Dow Jones Industrial Average DJIA declined 0.1%.</p><p>Positive corporate earnings growth may spur additional, but slower, Fed rate hikes: Goldman Sachs</p>",
  "published": "2022-08-01T21:48:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 871,
          "end": 880
        },
        {
          "start": 876,
          "end": 886
        },
        {
          "start": 887,
          "end": 891
        },
        {
          "start": 1283,
          "end": 1288
        },
        {
          "start": 1290,
          "end": 1295
        }
      ]
    }
  ]
}