{
  "_id": "497042a9013893ef7222daf24fc40c01df084a0786b15a463d5c1cc266a107eb",
  "feed": "wall-street-journal",
  "title": "OFF DUTY  ---  Eating & Drinking:  Have Your Cake and Drink It Too  ---  Try a simple, boozy bake that doubles as dessert and after-dinner drink  ----  By Aleksandra Crapanzano",
  "text": "<p>\n  Taste a French cake and you may sense a subtle, mysterious complexity in its flavor that is oddly hard to pin down. Chances are, it is booze -- not so much as to be immediately recognizable, but enough to take even the simplest of cakes and elevate them into something altogether more sophisticated. </p><p>\n  It might be a complementary note, such as Grand Marnier or Cointreau in an orange cake, or Calvados in an apple cake, or it might be a traditional pairing, such as Armagnac and chestnuts, or rum and raisins. Most often, only a tablespoon or so is added to the batter but, as the alcohol evaporates during baking, what remains is the essence of that liqueur or spirit. This is perhaps why it might elude you: You are tasting the flavor of, say, Cognac without its familiar fire. </p><p>\n  But then there are truly boozy cakes, generously brushed with a soaking syrup that is as much as half liqueur. The genoise, that classic French sponge cake intentionally baked dry, is built to absorb full shot glasses of spiked simple syrup. The result is spectacular. Gateau de Nantes, a cake that hails from Brittany on the western coast of France and dates back to the early 18th century, remains very popular, and for good reason. It is brushed with a rum syrup and then also lightly blanketed in a rum glaze. </p><p>\n  Speaking of rum, the baba au rhum is a cake quite literally doused in it. This recipe, too, was created in the 18th century, by the pastry chef Nicolas Stohrer. His employer, an exiled Polish king, had declared Stohrer's Alsatian kugelhopf dry. The king was so pleased when Stohrer returned, having brushed the brioche-like, sweet, yeasted bread with a reduced rum syrup, that he named the resulting cake after his favorite fictional character, Ali Baba. Today, the Stohrer Patisserie, founded in 1730, continues to draw Parisians and tourists in droves. </p><p>\n  Clearly Stohrer was onto something. In researching my new cookbook, \"Gateau: The Surprising Simplicity of French Cakes\" (Scribner), what struck me again and again was the gap between reality and myth. It's so tempting to assume the French are born with pastry-making superpowers but, by and large, they tend to cook and bake at home quite simply. Rare is the Parisian who returns home after a long day of work and makes intricate patisserie. They wisely leave that to the professionals. But equally rare is the Parisian who doesn't like to end a meal with a little something sweet. More often than not, this comes in the form of a cake that's taken no more than 10 minutes to mix and will be out of the oven by the time dinner is made and the table laid. The secret behind so many of these quick recipes is a liqueur, a spirit, a brandy. While this might seem lavish, it is, in fact, quite practical. What could be easier, and more effective, than adding a spoonful of liqueur to a bowl of batter? </p><p>\n  For an average-size cake, adding a tablespoon of a brandy tends to add a subtle, sophisticated note. If you want the taste of the brandy to be a little more pronounced, double that, while three or four tablespoons will make a truly boozy cake. Sometimes you may simply want to augment another ingredient with a light hand. For example, a spoonful of Amaretto will further the taste of almonds in an almond cake, and limoncello will do the same for a lemon cake. Poire William, with its delicate fragrance of pears, boosts without overpowering, and it is delicious paired with chocolate. Even a supermarket pint of raspberries in the middle of winter will sing their very berry-ness if tossed in a little creme de framboise. But these liqueurs are best in small doses. You wouldn't want to drink a straight glass of creme de framboise, so it makes sense to add it to your batter sparingly. If going all in, brandy or a distilled liquor such as rum is the way to go, as it is unlikely you'll tire of the complexity. </p><p>\n  If, however, you'd like to follow the Stohrer approach and brush a spiked simple syrup onto a baked cake, the rule of thumb is this: Choose a cake structured to absorb liquid without disintegrating. These tend to be sponge cakes or yeasted cakes. But a light approach with a soaking syrup -- just a brushing really, with a silicone pastry brush -- is something you can easily do to everything from yogurt cakes to Madeleines. What's wonderful about this technique is the immediacy. When baked, alcohol tends to become subtle; when added to a simple syrup, it keeps its punch. It's all a matter of preference. </p><p>\n  The recipes included here use spirits in different ways. In one, raisins are soaked in rum before going into the batter of a classic French apple cake. In another, rum offers a layer of depth to a big cake, rich with autumnal notes. And the indulgent, underbaked chocolate cake generously spiked with whiskey, is decidedly for adults only. </p><p>\n  --- </p><p>\n  Chocolate Whiskey Cake </p><pre> </pre><p>\n  This recipe calls for potato starch, not the same thing as potato flour. Find it online at bobsredmill.com. A topping of unsweetened whipped cream is just right here. </p><pre> </pre><p>\n  Total Time: 1 hour </p><p>\n  Serves: 6 </p><pre> </pre><p>\n  For the cake: </p><p>\n  1/4 cup good whiskey </p><p>\n  1/2 cup raisins </p><p>\n  6 ounces chocolate (60-70% cacao) </p><p>\n  1/2 cup unsalted butter </p><p>\n  3 large eggs, separated </p><p>\n  2/3 cup granulated sugar </p><p>\n  5 tablespoons potato starch </p><p>\n  2/3 cup almond flour </p><pre> </pre><p>\n  For the ganache: </p><p>\n  3 ounces dark chocolate </p><p>\n  3 tablespoons unsalted butter </p><p>\n  1 tablespoon hot espresso (optional) </p><p>\n  3 tablespoons confectioners' sugar </p><pre> </pre><p>\n  1. Preheat oven to 350 degrees. Warm whiskey and pour it over raisins. Set aside. </p><pre> </pre><p>\n  2. Place a round of parchment paper in the bottom of an 8-inch springform pan and butter the sides. In a double boiler, melt chocolate and butter. Stir until smooth and remove from heat. </p><pre> </pre><p>\n  3. Use an electric mixer to beat egg yolks and sugar in a large mixing bowl for a good five minutes, or until pale and voluminous. With motor running, pour in chocolate in a slow, steady stream. Add potato starch and almond flour, and beat until smooth. Fold in raisins and whiskey. </p><pre> </pre><p>\n  4. In a clean mixing bowl, whip egg whites until firm. Stir a fourth into chocolate batter to lighten it, then gently but decisively fold in remaining egg whites until no streaks of white remain. </p><pre> </pre><p>\n  5. Pour batter into pan and bake until a knife inserted in cake comes out moist with a smudge of chocolaty batter, 23-26 minutes. Don't overbake. The cake should be soft in the middle. </p><pre> </pre><p>\n  6. Set cake aside to come to room temperature. After about 5 minutes, remove sides of springform pan. </p><pre> </pre><p>\n  7. Make the ganache: In a double boiler, melt chocolate and butter with espresso, if using. Stir until smooth. Add confectioners' sugar and stir until perfectly smooth. </p><pre> </pre><p>\n  8. Once cake reaches room temperature, frost with ganache. Refrigerate at least half an hour, or up to 8 hours. Remove from refrigerator 1 hour before serving. </p><p>\n  -- Adapted from \"Gateau\" by Aleksandra Crapanzano (Scribner) </p><p></p>",
  "published": "2022-10-01T06:01:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 406,
          "end": 411
        },
        {
          "start": 4608,
          "end": 4613
        }
      ],
      "nexusId": "10022657"
    }
  ]
}