{
  "_id": "64b43a6d416ca2a7fbec9a463c9eb72eb24f9dd95f5cbe30e94e35a25a7d6c2b",
  "feed": "wall-street-journal",
  "title": "U.S. News:  Senators Back New Big Tech Curbs  ----  By Ryan Tracy",
  "text": "<p>   WASHINGTON -- A Senate panel approved antitrust legislation forbidding the largest tech platforms from favoring their own products and services over competitors', scoring a win for backers of stricter Big Tech regulation against fierce industry opposition. </p><p>   The American Innovation and Choice Online Act moves next to the Senate floor, where several senators said they wanted to see additional changes before backing the measure. Thursday's 16-6 vote in the Senate Judiciary Committee showed the bill had bipartisan support but also raised bipartisan concerns. </p><p>   The legislation \"is specifically designed to target a small number of specific companies, most of which are headquartered in my home state,\" said Sen. Dianne Feinstein, who criticized elements of the bill along with fellow California Democratic Sen. Alex Padilla. \"It's difficult to see the justification for a bill that regulates the behavior of only a handful of companies while allowing everyone else to continue engaging in that exact same behavior.\" </p><p>   Despite their reservations, both California senators voted \"yes\" to advance the bill. </p><p>   Clearing the Senate panel was a big win for the measure's backers in the face of heavy tech-industry lobbying. Sen. Amy Klobuchar (D., Minn.), a primary sponsor, called the vote \"the first time that a major tech bill on competition has advanced to the Senate floor since the dawn of the internet.\" </p><p>   But Ms. Feinstein's concerns foreshadowed hurdles ahead. House Speaker Nancy Pelosi (D., Calif.) hasn't brought similar antitrust legislation up for a vote amid divisions within her caucus, and lawmakers have limited time to resolve differences before midterm campaigns accelerate this year. </p><p>   The bill targets dominant tech platform, including Amazon.com Inc.'s e-commerce site, Alphabet Inc.'s Google search engine, Apple Inc.'s App Store and Meta Platforms Inc.'s Facebook. Those companies have been working for months to stop or alter the bill, deploying teams of lobbyists and top executives to Washington. Some have funded advocacy groups that oppose the measure and publicly warned that the bill could disrupt popular services. </p><p>   Supporters, including smaller tech companies such as Yelp Inc. and Sonos Inc., say the legislation would benefit consumers by boosting competition on platforms that are abusing their market power. Senators in favor of the bill say it makes exceptions that protect features consumers like. </p><p>   \"This bill is not meant to break up Big Tech or destroy the products and services they offer,\" said Sen. Chuck Grassley of Iowa, the top Republican on the judiciary panel. \"The goal of the bill is to prevent conduct that stifles competition.\" </p><p>   Nevertheless, lawmakers amended the bill on Thursday to address industry concerns. One new provision is designed to include large, foreign-owned tech platforms such as the popular TikTok app owned by China's ByteDance Ltd., Mr. Grassley said. </p><p>   The top Republican on the judiciary panel's antitrust subcommittee, Sen. Mike Lee of Utah, said he shared concerns about monopoly power in the tech industry but worried the bill was written too broadly and could cause \"collateral damage.\" </p><p>   \"It may actually entrench the very four companies at which it is aimed by creating a strong incentive to simply cease doing any business with third parties,\" Mr. Lee said. \"This could crush thousands of small businesses, and it could actually worsen the state of competition in online markets.\" </p><p>   Similar legislation passed the House Judiciary Committee in June but has stalled in the lower chamber, partly over skepticism among Democratic members from California. </p><p>   The bill that advanced in the Senate on Thursday would make it illegal for the largest internet platforms to unfairly favor their own products and services over those of other businesses that use the platform. It lists several categories of outlawed conduct, including a platform preferencing itself in search results or using another business's nonpublic data to compete with that same business. </p><p>   Ms. Klobuchar said the provisions reflect testimony by Sonos and Tile Inc., both tech equipment makers, about how tech giants made it difficult for their products to work on large platforms. She also pointed to a Wall Street Journal article about Amazon accessing data to copy products created by sellers on its online marketplace. </p><p>   \"Time and time again, we heard about how these companies abuse their power,\" Ms. Klobuchar said. \"At some point we have to have rules of the road to make things fair.\" </p><p>   Opponents of the legislation say companies aren't wrong to profit from platforms they created and that discouraging them from doing so would hamper future innovation. </p><p>   The companies say the legislative language is so broad that it could outlaw services consumers and businesses like. Amazon has said it might not be able to let other businesses sell on its marketplace. Google says it might not be able to feature Google Maps in search results. Apple says the bill could undermine its ability to force third-party apps to get permission before collecting data on iPhone users -- a concern Sen. Ted Cruz (R., Texas) said he heard personally from Apple Chief Executive Officer Tim Cook. </p><p>   The companies had no further comment on Thursday. The Computer and Communications Industry Association, a trade group representing the companies, said the bill \"endangers U.S. digital leadership and puts consumers' security and privacy at risk.\" </p><p>   Senators backing the bill note that it includes exceptions for platform features that improve functionality or users' privacy. </p><p>   Supporters of the bill met with White House officials on Wednesday in an effort to secure their backing. The Biden administration hasn't taken a position on the matter yet. </p><p></p>",
  "published": "2022-01-21T07:12:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 5150,
          "end": 5155
        },
        {
          "start": 4950,
          "end": 4955
        },
        {
          "start": 1815,
          "end": 1824
        },
        {
          "start": 1815,
          "end": 1825
        },
        {
          "start": 1815,
          "end": 1820
        }
      ],
      "nexusId": "10022657"
    }
  ]
}