{
  "_id": "6e296891b2f5cdc8377793adad5e5a7625e97a42768ae43e93a188c889976d98",
  "feed": "market-watch",
  "title": "Apple unveils new $4,000 Mac Studio with an M1 Ultra chip, along with refreshed iPhone SE and iPad Air",
  "text": "<p>At a product event broadcast from Apple's AAPLCupertino, Calif., campus on Tuesday, Chief Executive Tim Cook announced a revved-up version of its M1 chips, called the M1 Ultra. Apple will debut the chip in a new Mac computer called Mac Studio, which will be aimed at professionals and start at $3,999 with the M1 Ultra, which would make it the most expensive Mac that comes with an Apple-designed chip.</p><p>The M1 Ultra announcement “will extend the competitive narrative of Apple's silicon capabilities,” Wells Fargo analyst Aaron Rakers wrote.</p><p>Apple's top-of-the-line Mac has been the Mac Pro, which starts at $5,999 but has not been refreshed since Apple started its silicon effort in late 2020; Apple stated that the Mac Studio with M1 Ultra will be capable of speeds 90% faster than the Mac Pro.</p><p>Hardware executive Johny Srouji said in Tuesday's event that the Mac Pro is last in line for an upgrade, but “that is for another day.”</p><p>Apple has seen a surge in Mac sales since moving to its own silicon late in 2020, and the M1 Ultra is the latest in a line of chips that also include the M1 Pro and M1 Max. The higher-end Mac Studio will have both an M1 Max and an M1 Ultra, though versions with just an M1 Max will cost less, starting at $1,999.</p><p>“It's remarkable to think about the profound impact Apple silicon is having on the Mac and our other products,” Chief Executive Tim Cook said during the presentation.</p><p>The Mac Studio was introduced alongside a new high-tech Apple monitor called the Studio Display, a 27″ 5K Retina display that will start at $1,599 for typical U.S. consumers. Apple also revealed a refreshed keyboard, trackpad and mouse, which will cost $199, $149 and $99 respectively. At the starting prices, a full Mac Studio setup — with an M1 Ultra-powered Mac Studio, Studio Display and the new peripherals announced Tuesday — would cost roughly $6,000.</p><p>The new iPhone SE will have Apple's A15 Bionic chip, the same one that's featured in the iPhone 13. The chip promises performance improvements as it speeds up processing and battery efficiency.</p><p>Apple is also introducing 5G to the iPhone SE line for the first time, after bringing this connectivity to its main iPhone line back in late 2020. The iPhone SE is Apple's lower-cost iPhone.</p><p>The phone has a glass and aluminum design and a 4.7-inch display. It will come in three color options: midnight, starlight, and red. Unlike other iPhones, the iPhone SE will have a fingerprint sensor.</p><p>The starting price is $429, a slight bump from the $399 starting price on the last iPhone SE, and preorders will kick off Friday. The device officially becomes available March 18.</p><p>“Overall, with the A15 chip this smartphone will be the fastest and most powerful phone at these price points by a wide margin and we believe based on our initial supply chain checks should translate into 30 million+ iPhone units out of the gates for this product launch,” Wedbush analyst Daniel Ives wrote.</p><p>He highlighted Apple's willingness to push ahead with new product launches at a time when the consumer electronics industry is dealing with supply constraints, a dynamic he saw as reflective of the smartphone giant's “massive supply chain/production muscles.”</p><p>The company also announced a new iPad Air model, which will feature the company's M1 chip as well as the option for 5G connectivity.</p><p>Apple is bringing a 12-megapixel camera to the front of the iPad Air, which will have a $599 starting price and feature 64GB and 256GB storage options. As with the iPhone SE, users will be able to preorder the device starting Friday before it becomes available March 18.</p><p>Apple is also adding new green color options for its iPhone 13 and 13 Pro models.</p><p>Additionally, Cook announced that Apple has secured broadcasting rights for Major League Baseball, though the professional baseball league is currently in a labor lockout that is expected to delay the beginning of the season. Big Tech companies have been trying to secure sports-broadcasting rights, with Alphabet Inc.'s GOOGGOOGL YouTube broadcasting select MLB games last season and Amazon.com Inc. AMZN broadcasting the National Football League's Thursday Night Football offering last season.</p><p>Apple was reportedly bidding for a package of weekday MLB games earlier this year, after The Walt Disney Co.'s DIS ESPN decided to not broadcast games on weekdays in a new deal with the league. ESPN is focusing on its Sunday Night Baseball offering, according to the reporting.</p><p>Apple said in a news release that the games will be available without a subscription “for a limited time” in eight countries: the U.S., Canada, Australia, Brazil, Japan, Mexico, Puerto Rico, South Korea and the UK. The company plans to expand to other countries, and will launch a live show on weeknights called “MLB Big Inning” that will offer live coverage of MLB in the U.S., as well as a channel for subscribers in the U.S. and Canada that will offer game replays, commentary, highlights and other offerings.</p><p>Apple shares rose during the event, but fell back after it ended, closing with a 1.2% decline at $157.44. The stock has gained 35.3% in the past year, as the S&amp;P 500 index SPX added 9.9% and the Dow Jones Industrial Average DJIA, which includes Apple as a component, increased 3.2%.</p>",
  "published": "2022-03-08T16:17:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 2066,
          "end": 2071
        },
        {
          "start": 695,
          "end": 700
        },
        {
          "start": 1900,
          "end": 1905
        },
        {
          "start": 1469,
          "end": 1474
        },
        {
          "start": 4979,
          "end": 4984
        },
        {
          "start": 34,
          "end": 39
        },
        {
          "start": 3610,
          "end": 3615
        },
        {
          "start": 4466,
          "end": 4471
        },
        {
          "start": 3726,
          "end": 3731
        },
        {
          "start": 4188,
          "end": 4193
        },
        {
          "start": 5224,
          "end": 5229
        },
        {
          "start": 542,
          "end": 547
        },
        {
          "start": 2230,
          "end": 2235
        },
        {
          "start": 177,
          "end": 182
        },
        {
          "start": 0,
          "end": 5
        },
        {
          "start": 648,
          "end": 653
        },
        {
          "start": 471,
          "end": 476
        },
        {
          "start": 3339,
          "end": 3344
        },
        {
          "start": 933,
          "end": 938
        },
        {
          "start": 1298,
          "end": 1303
        },
        {
          "start": 1588,
          "end": 1593
        },
        {
          "start": 382,
          "end": 387
        },
        {
          "start": 2961,
          "end": 2966
        }
      ],
      "nexusId": "10022657"
    }
  ]
}