{
  "_id": "efdb85e083754f2447857e2aaca06ec4eb232abe376f6d241ccba7537a29ede1",
  "feed": "ftcomall",
  "title": "A sceptic's guide to ‘quiet quitting'",
  "text": "<p><em>This is an audio transcript of the </em><a href=\"https://www.ft.com/working-it\"><em>Working It</em></a><em> podcast episode: </em><a href=\"https://www.ft.com/content/16cf69c3-3463-461d-b08e-55b76b049bee\"><em>A sceptic's guide to ‘quiet quitting'</em></a></p> <p><strong>Isabel Berwick<br></strong>Hello and welcome to Working It with me, Isabel Berwick. I've just had some time off work and while I was reading on the beach a craze that started on TikTok had gone global.</p> <p><strong>TikTok clip<br></strong>Hey, Bob, for the next month or two, I'm gonna need you to come in an hour or two early and stay a couple of hours behind. A little short-staffed, and all hands on deck. Oh, sure thing. Are you gonna double my pay for the extra hours I'm working? Huh! Bob, we pay you a $40,000-a-year salary. Of course we're not gonna give you overtime. Does it pick up my kids from day care? No, but there is a performance review next month. Yeah, I'm all set. I'm gonna quiet quit.</p> <p><strong>TikTok clip<br></strong>It means that you just come to work, you do your job, and then you go home. You should try it sometime.</p> <p><strong>TikTok clip<br></strong>People are burnt out, so they're not actually quitting their jobs, but they're quitting going above and beyond so they're not letting their job take over their life.</p> <p><strong>TikTok clip<br></strong>I think what older generations are having a really hard time conceptualising is that we're fucked. And if I were to ask any of my co-workers at around my age when they're gonna buy their first home, they're gonna laugh because they don't know if they're gonna be able to pay rent next month.</p> <p><strong>TikTok clip<br></strong>Hey, Veronica, you have till end of day to finish all this extra work. Respectfully, Susan, it's 2022. We're acting our wage, so don't give me extra work, mmm-kay? Thank you. Thank you.</p> <p>[MUSIC PLAYING]</p> <p><strong>Isabel Berwick<br></strong>When I got back, my inbox was full of emails headed with things like “Quiet quitting — who's to blame?” “Quiet quitting is a useless phrase that means nothing”. And my favourite, “The backlash to quiet quitting is getting loud”. But what exactly is quiet quitting? Does it mean anything useful? And are there lessons for every worker, even those of us who don't want to quit, quietly or otherwise? So joining me to discuss the summer's hottest workplace trend are Emma Jacobs, FT feature writer and columnist, and Pilita Clark, columnist and associate editor. Welcome, both.</p> <p><strong>Pilita Clark<br></strong>Hi!</p> <p><strong>Emma Jacobs</strong><br>Hi!</p> <p><strong>Isabel Berwick<br></strong>Emma, what exactly is quiet quitting and why has it suddenly gone viral?</p> <p><strong>Emma Jacobs<br></strong>So basically it was a TikTok trend that was done by this young, twenty-something American man who just did a very short TikTok video on working his hours. I mean, in my generation's parlance, we'd call it slacking.</p> <p><strong>TikTok clip<br></strong>I recently learned about this term called quiet quitting, where you're not outright quitting your job, but you're quitting the idea of going above and beyond. You're still performing your duties, but you're no longer subscribing to the hustle culture mentality that work has to be your life. The reality is, it's not. And your worth as a person is not defined by your labour.</p> <p><strong>Isabel Berwick<br></strong>Huh! Pilita, when you saw the phrase quiet quitting, what did it mean to you?</p> <p><strong>Pilita Clark<br></strong>Well, I have to say, I just saw it as a huge triumph of alliteration over information. (Both laughing) And I thought, here we go again. This is a great social media viral thing that I can safely ignore because it'll be over by September. And the thing is, that's a little bit unfair because we love to like the idea of being able to get away with loafing and it's a huge kind of rejection of mind-numbing dullness at work. And, you know, that's never gonna go away. So it doesn't surprise me that this sort of comes up periodically and, you know, quiet quitting is a nice way to phrase it.</p> <p><strong>Emma Jacobs<br></strong>I mean, over the summer, I have to say, when I came back from work, I feel, oh my God, I'm quiet quitting! I'm doing it. And then I realised that I was just having the back-from-a-holiday transition and that sort of went by two days into the working week.</p> <p><strong>Isabel Berwick<br></strong>Yeah, it's just a sort of a phrase that's captured a zeitgeisty feeling, I think. But what I was quite interested in, and this is something we've talked about a lot in the office, particularly with you, Emma, about the boundaries between our work and home lives being blurred in the pandemic. And do you think the impulse behind quiet quitting is actually a yearning for a return to more boundaries?</p> <p><strong>Emma Jacobs<br></strong>I guess so. I mean, although I think this is a nice way of coining something that we've done forever, I mean, we've all surely done various forms of slacking or loafing or just getting away with bare minimum in our jobs. The last two years have been really turbulent in work and work has been something that people have discussed. You know, I've found that lots of people want to talk about work trends that would never have talked to me before about hybrid work or Great Resignation. So there's definitely something about work and our desire to discuss it and articulate what's wrong with it. Essential workers, remote working. Then, you know, the tight labour market, all these things that have really come to the fore and we do want a way of talking about work. And I guess that it is something to do with wanting boundaries and also just feeling tired. I mean, there's been a lot going on.</p> <p><strong>Isabel Berwick<br></strong>(Laughing) It has!</p> <p>[MUSIC PLAYING]</p> <p><strong>Isabel Berwick<br></strong>So I was thinking that decades ago, I was in a unionised journalism job and we had what's called a “work to rule” in my workplace when we were in dispute with the management. And to explain, because I think this might be a generational phrase, you know, we only worked our contracted hours, so we downed tools at half past five on the dot, whereas normally, like many journalists, we'd keep going til seven or eight. And that's still pretty common during disputes in unionised workplaces before you go to a sort of full strike. So has Gen Z accidentally reinvented the work to rule, Pilita?</p> <p><strong>Pilita Clark<br></strong>Yeah, maybe they have, actually. I'm also of the generation that knows what a secondary boycott is, and I suspect that almost nobody listening to this probably does. But you mentioned Gen Z, and I think that that's a really interesting point here because I was so struck by the number of managers in their late 30s or mid-30s and 40s who are having tremendous difficulty with younger workers in their 20s, trying to get them to do the most basic things and feeling as though they were working to rule. And it really did strike me as something that, you know, on the one hand, I'm always loathe to try to sort of, you know, suggest that anecdote equals data. And you know, we know that Socrates was complaining about the terrible youth and how bad-mannered and hopeless they were. But, you know, there is something, I think, to this idea that if you look at the way that younger people, in particular, are viewing the workforce, then they're looking at slightly older managers who went through or experienced the worst effects of the global financial crisis. Then they've gone through Covid. They might still be living at home, have no hope of paying off their student fees or their debt or buying their own home. They're slaving away at jobs that, for younger people just might seem, you know, fantastically irrelevant and wrong. So why wouldn't they be very sceptical about an idea of career progression that, you know, those of us who are lucky enough to have come of age and in the workplace of an earlier time, didn't really experience so much.</p> <p><strong>Isabel Berwick<br></strong>So you make an interesting point there about career progression, 'cause one of the articles I read about quiet quitting said actually, we can look at this as a backlash to the outdated notion of career progression 'cause that is not working for people anymore. Emma, do you think we need to think more about career progression?</p> <p><strong>Emma Jacobs<br></strong>Oh, yes. I mean, people are very bad at articulating unless you go on a kind of graduate scheme where the first few years are mapped out. It's very hard to navigate a career and there's a lot of undermanagement, there's a lack of clarity about where people go. And also, I think one thing that has happened is that the Great Resignation and the tight labour market has made managers think more clearly about how to articulate some of the benefits of working and where you might, you know, progress. But it's a drop in the ocean, it seems. People are really sick of working for some elusive goal that won't buy them a flat. A few years ago, I did a reverse mentoring session with someone that was younger than me, and she had very clear work-life boundaries. And I kept saying, but that's what you do. You have to work in the evenings and weekends. And she was like, “But why?” I was like, “But that's what you have to do”. And then I just thought, I'm the idiot here. But at least the payoff for me was that I bought a flat, you know, something that some 30-year-old probably wouldn't be able to do now.</p> <p><strong>Isabel Berwick<br></strong>Yeah, I think the pandemic has really put into relief the transactional nature of many jobs and the idea that managers think that the employees should be grateful and automatically work hard, which is a sort of Gen X/boomer mentality. It just doesn't wash anymore. So actually quiet quitting might be deeper than we think, Pilita.</p> <p><strong>Pilita Clark<br></strong>It might be. I'll wait to see the data. I mean, how're you actually gonna go about measuring quiet quitting? (All laughing)</p> <p><strong>Isabel Berwick </strong><br>So my 18-year-old son would say that quiet quitting is manifesting. You know, they are manifesting it and it will now become real. That's what's happening on TikTok — everyone's manifesting.</p> <p><strong>Pilita Clark<br></strong>Yeah, I think we are probably heading into a really deep recession and I'll be very interested to see how quiet quitting fares . . . (All laughing)</p> <p><strong>Emma Jacobs<br></strong>I'm not laughing at a recession, by the way.</p> <p><strong>Pilita Clark<br></strong>But I think quiet quitting might turn out to be a pre-recession rephrase.</p> <p>[MUSIC PLAYING]</p> <p><strong>Isabel Berwick<br></strong>OK, so I wanted to go to a column that our FT colleague John Gapper wrote, which was extremely popular with the readers, and he essentially wrote a how-to column about quiet quitting, which is quite unusual . . . </p> <p><strong>Emma Jacobs<br></strong>Right.</p> <p><strong>Isabel Berwick<br></strong> . . . For a paper dedicated to capitalism. And I will put a link in the show notes. And in it, John offers this advice which I've edited for length: “Here is my advice for quiet quitters. First, come into the office regularly and be observed in person rather than lurking too much at home. Offices are perfect places to appear to be working while drinking coffee, chatting to others and taking a break from the grind. Simply turning up physically sends a message of commitment to the job. Second, ease off by doing your job well for the agreed hours rather than slacking off. Workplace chatting accepted. Last, do it discreetly. If you change course too abruptly, managers will notice and things could get awkward. Making it obvious also invites others to join in, which will definitely set off the alarm.” So Emma and Pilita, that was immensely popular with the readers. Have you anything to add to that? Because I'm not sure that presenteeism in the office actually counts as quiet quitting.</p> <p><strong>Emma Jacobs<br></strong>So where is John today then if . . . </p> <p><strong>Isabel Berwick<br></strong>John was unable to appear on this podcast because he is reporting a feature from Spain.</p> <p><strong>Pilita Clark<br></strong>(Laughs) Well, that couldn't possibly be quiet quitting, could it? Absolutely not. The thing about presenteeism is that as a ploy for a quiet quitter, it's undoubtedly very sensible. And the advice here is excellent because particularly at a time of hybrid working — when a lot of managers are very frustrated about the lack of bodies in eyesight in an office — the ones that they see they immediately believe are doing a lot of work. And as we kind of know, that's not necessarily the case, that actually a lot of people are staying home because they find it easier to be more productive and have less interruption and actually get their work done. But it's always been the case I think that actually just showing up gives an impression of deeper work than is necessarily taking place. You might be actually, just as we all know, typing in an order from Zara or excellent sales going on at easyJet. So the advice is correct.</p> <p><strong>Isabel Berwick<br></strong>Emma, is presenteeism the key to quiet quitting?</p> <p><strong>Emma Jacobs<br></strong>I want to say no, but that would be wrong. I think every few months I have a resolution that I'll just do more showy work and patrol around the office. But still, some part of me can't help but think, “No, no, it's the productivity and you're judged on your work, even though it's completely old-fashioned and wrong way of doing it”. So I think John's right and presenteeism is the way forward.</p> <p><strong>Isabel Berwick<br></strong>So I wanted to pick up on a couple of the 250 reader comments on this. So this is an interesting one from Cranky, suggesting that it's managers who are quiet quitting. “The phenomenon I've witnessed in five years of working from home, which started long before Covid, is the extent to which it allows managers to quietly stop managing their staff. Slowly but surely, one-on-ones become monthly instead of weekly, team meetings twice a month instead of weekly, meetings which used to be one or two hours face-to-face or 30 minutes on video or 45, if you're lucky. Training or onboarding has shift from meeting people to watching endless videos. Plus, of course, there are no random chats at the coffee machine, impromptu lunches, drinks after work, and none of the camaraderie on business trips. It's an extremely dysfunctional way to work if you're a people person.”</p> <p><strong>Pilita Clark<br></strong>Yeah, absolutely. I mean, you just heard stories like this all the time throughout the pandemic and even afterwards, actually. I think that in many organisations, unfortunately, this is very much what's happening.</p> <p><strong>Isabel Berwick</strong><br>And here's a smart point from a commenter called Jonsdottir. “I know anecdote's not the same as data, but I left my last employer after 12 years despite loving the job not so much because of the salary, but because my bosses never said thank you. I was part of a team that kept the institution afloat and successful during a three-year rebuild. We accepted a pay deal to allow this investment to happen, but when the new premises opened and the business expanded, there was nothing in terms of recognition of the work we'd done to maintain the business's profile. So a bunch of us drifted away to freelancing, which has proved successful for all of us, and the clients frequently show their gratitude, either by small gifts or by recommendations. So I'm happy to do a good job for them and to go further than just the agreed hourly rate.” So, is the answer to quiet quitting saying thank you more often?</p> <p><strong>Pilita Clark<br></strong>Absolutely. I mean, I'm sure that a lot of managers would be horrified to think that they had a bunch of quiet quitters on their hands and yet equally sure that maybe they actually do. And it's no doubt that a lack of gratitude is very much an ideal way to make people feel unloved and underperforming and wanting to work to rule.</p> <p><strong>Emma Jacobs<br></strong>Doesn't this sort of play into the paranoia about working from home and the kind of flexibility that we've been given over the pandemic, that there's a whole kind of coterie of leaders and managers that think that everyone's just watching TV and so they need to be monitored every minute?</p> <p><strong>Isabel Berwick<br></strong>Yes, because trust is absolutely at the heart of it. And if you're out of sight, a lot of managers don't have trust, do they?</p> <p><strong>Emma Jacobs<br></strong>No. But I mean, you can do lots of quiet quitting in the office.</p> <p><strong>Isabel Berwick<br></strong>Yeah. And actually the backlash against it that was mentioned in a lot of the emails I had in my inbox — people who may not fit into the workplace or have that kind of privilege in the workplace — you know, cannot slack off. A lot of people of colour and other minorities, you know, feel that they have to work twice as hard. The idea of quiet quitting I still associate with that particular type of work that used to be very common in workplaces, probably in the nineties, you know, the entitled white man. Do you think there's still an element of that?</p> <p><strong>Pilita Clark<br></strong>It's difficult to know. You know, the pandemic did seem to see a bit of an uptick in the use of these monitoring technologies, and I suspect a lot of organisations were sort of itching to bring in, but felt as though they couldn't. And then with the rise of remote working and hybrid working, there's been more of this kind of a tolerance or excuse for it in a lot of organisations. And perhaps, look, in some organisations maybe you really do need some form of checking and monitoring. It's gonna be a long time before we see anything like this sort of a slacking off of these monitoring technologies. I think they're only going to grow, unfortunately, for the people subjected to them.</p> <p><strong>Isabel Berwick<br></strong>So to summarise, I think quiet quitting was a viral summer trend but there is something really important that we can take from it, which is say thank you. Perhaps a little bit of monitoring of what your employees are doing, which actually might also involve good management. And maybe just think about the boundaries we have between our life and our work. We have to keep them intact to a certain extent because as Pilita and Emma said, we're going into recessionary time. Jobs are gonna be hard to come by and keep. And everyone needs to sort of keep their wits about them and I think probably try to keep their jobs. Quiet quitting might be a last great blaze of summer, but, you know, it's been fun while it lasted.</p> <p><strong>TikTok clip<br></strong>Debra, Debra. Come here. What's up? Did you get any bonuses or a promotion for going above and beyond? I have not. I'm still waiting patiently. Poor thing, she's been going above and beyond for years and has nothing to show for it. Anyways, if you wanna pay me more than maybe I'll go above and beyond for that. Mmm-kay. All right. Thank you, Susan, byeee byeee.</p> <p>[MUSIC PLAYING]</p> <p><strong>Isabel Berwick<br></strong>Thanks again to Emma Jacobs and Pilita Clark for this episode. If you're enjoying the podcast, we'd really appreciate it if you left us a rating and review on Apple Podcasts. And please do get in touch with us. We want to hear from you. And we're at workingit@ft.com or with me @isabelberwick on Twitter. If you're an FT subscriber, please sign up for our Working It newsletter for some behind-the-scenes extras from the podcast and exclusive stories you won't see anywhere else. You can sign up at ft.com/newsletters. Working It is produced by Novel for the Financial Times, thanks to the producer Anna Sinfield, executive producer Joe Wheeler, production assistance from Amalie Sortland and mix from Chris O'Shaughnessy. From the FT we have editorial direction from Manuela Saragosa and production support from Persis Love. Thanks for listening.</p> <p>[MUSIC FADES]</p> <p><em>This transcript has been automatically generated. If by any chance there is an error please send the details for a correction to: </em><a href=\"https://mail.google.com/mail/?view=cm&amp;fs=1&amp;tf=1&amp;to=typo@ft.com\"><em>typo@ft.com</em></a><em>. We will do our best to make the amendment as soon as possible.</em></p><p>Source: Isabel Berwick, Emma Jacobs, Pilita Clark 2022 'A sceptic's guide to ‘quiet quitting'' FT.com 13 September. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-09-13T22:00:28.164Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 18163,
          "end": 18168
        }
      ]
    }
  ]
}