{
  "_id": "864c67bf79193cf8446d1a38a59c163cb5b4f360b7f13991599a47ab9d486ef6",
  "feed": "market-watch",
  "title": "Apple and Tesla are the 'last bastions of hope' for retail investors, say these analysts",
  "text": "<p>\"Sentiment and hard money data deteriorated further this past fortnight, significantly increasing the odds of a retail capitulation should the selloff deepen on fears of a worsening global crisis,\" said Marco Iachini, senior vice president, Giancomo Pierantoni, head of data and Lucas Mantle, data science analyst at Vanda, in a note to clients. \"Investors should follow price action from Apple and Tesla closely, as these two stocks may be the last bastions of hope for the retail community.\"</p><p>Down around 4%, Apple stock fell Wednesday alongside chip stocks such as Nvidia Corp. NVDA after Bloomberg reportedthe company will drop plans to boost production of its newest iPhones due to disappointing demand.</p><p>Year-to-date, Apple stock has lost 18%, while electric-car maker Tesla has dropped around 20%, with the S&amp;P 500 SPX 23% lower as investors have been swamped by worries about a global recession caused by central bank monetary tightening, as a war in Europe has been pushing up commodity prices for months.</p><p>In the VandaTrackWeekly note, the team introduced a new Retail Capitulation Index (RCI), which they said is raising some red flags, even as intraday data suggests aggressive dip buying by retail investors on Monday afternoon helped cushion the selloff.</p><p>\"We're wary that the odds of any retail capitulation are high if markets sell off sharply on a global crisis. Our newly constructed Retail Capitulation Index (RCI) shows that the odds of retail investors throwing in the towel have increased sharply in recent weeks — particularly over the most recent trading days,\" said the Vanda team.</p><p>As for Apple and Tesla, the Vanda team said that since Aug. 16, retail investors have been concentrating most of their purchases in those stocks, which \"surprisingly outperformed the broad benchmarks despite the hostile macro environment (growth stocks tend to underperform when yields skyrocket). \"</p><p>What's behind those inflows? As they see it, institutional investors remain wary of shorting Tesla due to the fact they've been burned in the past, and professionals are also likely heavy buyers of Apple as it's a defensive name.</p><p>\"Therefore, as institutional investors are already quite long these two firms, the latter's performance has likely been a function of the solid retail bid. The danger here is that Apple's U-turn around its production plans risks causing a significant unwinding of positions, dragging TSLA along on second-round effects,\" said the Vanda analysts.</p><p>\"We estimate that the average retail portfolio is heavily overweight FAANGTM. Apple and Tesla alone account for 34% of their holdings. Any significant drawdown could worsen their already poor YTD performance, forcing retail to finally throw in the towel and capitulate,\" they said.</p><p>And as the typical path to retail capitulation is \"sudden and swift\", they are closely watching any further deteriorating internals\" such as soft sentiment indicators like the AAII Bull-Bear spread or money flow data.</p><p>The S&amp;P 500 index SPX marked its sixth-straight loss on Tuesday — a drop of 6.5% in the period and the longest losing streak since February 2020. Wednesday's modest gains indicated the index was at risk for stretching that run further.</p><p>Apple and Tesla are the 'last bastions of hope' for retail investors, say these analysts</p>",
  "published": "2022-09-28T14:53:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 510,
          "end": 515
        },
        {
          "start": 722,
          "end": 727
        },
        {
          "start": 1610,
          "end": 1615
        },
        {
          "start": 2557,
          "end": 2562
        },
        {
          "start": 2101,
          "end": 2106
        },
        {
          "start": 389,
          "end": 394
        },
        {
          "start": 3215,
          "end": 3220
        },
        {
          "start": 0,
          "end": 5
        },
        {
          "start": 2313,
          "end": 2318
        }
      ],
      "nexusId": "10022657"
    }
  ]
}