{
  "_id": "66fc1c8633bc322f64798bef069c232bfe0880446b597d808db9759b17f1ce96",
  "feed": "wall-street-journal",
  "title": "Neil Young's Radio Channel on SiriusXM Is Revived After Spotify Removal; After Spotify refused to cut Joe Rogan's lucrative podcast, Sirius re-upped with Mr. Young; other streamers promote the folk-rocker",
  "text": "<p>Mr. Young rebuked Spotify Technology SA for hosting the Joe Rogan podcast, which he said has spread false information about Covid-19 vaccines. \"They can have Rogan or Young. Not both,\" he wrote in an open letter this week.</p><p>On Wednesday, Warner Music Group Corp., which licenses the music to streaming services, officially requested Mr. Young's dozens of albums be removed, and Spotify complied, saying it hoped to work with Mr. Young again in the future.</p><p>\"Now seems like a good time to let you know @NeilYoungNYA Radio is back on SiriusXM,\" SiriusXM tweeted with a winky-face emoji.</p><p>The channel was launched in December on a limited run and now it has returned for seven days to SiriusXM satellite radio and will stream for a month on the SXM app.</p><p>With Mr. Young music's no longer on Spotify, his economics have changed.</p><p>While he said he is losing out on 60% of his streaming income, the market is adjusting as other services take steps to capitalize on courting the folk-rock singer and his loyal listeners. The dustup drew supporters and detractors to social media voicing their views on Mr. Young and Spotify.</p><p>Spotify declined to comment. Messrs. Young and Rogan's representatives didn't respond to requests for comment.</p><p>In another post on his website Wednesday, Mr. Young made a plug for other services, pointing to Amazon Music, Apple Music and Qobuz, which \"present my music today in all its high-resolution glory—the way it is intended to be heard.\"</p><p>Other streaming services this week promoted that they carried Mr. Young's music.</p><p>Hi-fi streaming service Tidal, which Mr Young has championed for its sound quality, retweeted a fan's observation: \"Love that Neil Young is trending on Tidal\" and then shared a meme welcoming fresh recruits.</p><p>\"It's always a good idea to stream @NeilYoungNYA,\" Apple Music tweeted, with a link to its Neil Young Essentials playlist.</p><p>Social media has been abuzz with fans and detractors—new and old—of Mr. Young, Mr. Rogan and Spotify. While some listeners said they were even more interested in listening to Mr. Rogan's podcast, the hashtags #DeleteSpotify, #SpotifyDeleted and #cancelspotify were trending on Twitter Thursday.</p><p>Sen. Rand Paul (R., Ky.) tweeted about free speech, mimicking one of Mr. Young's songs with: \"Bye Bye, Hey Hey, Neil Young is gone today, It's better to boycott, Than to just obey, Bye Bye, Hey Hey. Seeya @Neilyoung. Even though Ohio is one of the greatest protest songs of all time, free speech is kinda important also.\"</p><p>Any piece of music is attached to multiple types of copyrights. Warner Music Group's Warner Records is the licensor to Spotify and legally has control over how and where Mr. Young's music is distributed. However, a label often takes into account the wishes of a major star such as Mr. Young.</p><p>Publicly traded music investment firm Hipgnosis Songs Fund Ltd., which last year said it purchased a 50% stake in Mr. Young's songwriting catalog, bought publishing copyrights that don't include control over his distribution to Spotify. Mr. Young's sale to Hipgnosis fetched a price between $40 million and $50 million, according to people familiar with the deal.</p><p>While Hipgnosis investors benefit from a piece of the royalties generated when Mr. Young's music is streamed on Spotify or on other services, the company owns thousands of other song copyrights, so its fund and its investors aren't uniquely reliant on Mr. Young's streaming revenue. They still stand to gain from when Mr. Young's music is used in a commercial, or covered by another artist, or when streamed or played elsewhere than Spotify.</p><p>Spotify's share price has been under pressure in recent weeks amid a broader tech-stock rout and concerns about subscriber growth.</p><p>Mr. Young, on his website Wednesday, thanked Hipgnosis for its support. The London-based company didn't respond to requests for comment.</p><p>Write to Anne Steele at Anne.Steele@wsj.com</p><p>Neil Young's Radio Channel on SiriusXM Is Revived After Spotify Removal</p>",
  "published": "2022-01-28T00:14:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1797,
          "end": 1802
        },
        {
          "start": 1334,
          "end": 1339
        }
      ]
    }
  ]
}