{
  "_id": "33c65d9f49e05ae50f328419d2c66dba21f984137fdd90c0e289d643823bb4a8",
  "feed": "wall-street-journal",
  "title": "World News:  China Maintains  Lockdown Policy  In Covid Fight  ----  By Wenxin Fan",
  "text": "<p>   HONG KONG -- China showed no signs of easing its zero-Covid policies that are taking a heavy toll on its economy, as fresh cases disrupted businesses in major cities and food supplies in a remote northwestern region. </p><p>   On Thursday, the central Chinese city of Zhengzhou, which is home to Foxconn Technology Group, the largest iPhone assembler, said the virus was spreading quickly there and identified 50 affected areas. The city reported 69 cases over the past three days. </p><p>   Foxconn said a small number of its workforce tested positive for Covid-19 but that its operations were relatively stable. It noted a rumor circulating that 20,000 workers tested positive isn't true. </p><p>   In Beijing, the Universal Resort theme park shut Wednesday after the government published the contact-tracing history of two positive cases that showed the people had been at the theme park. The park, which is part owned by Comcast Corp., said it would quickly work to disinfect, test staff members and resume operations. </p><p>   Meanwhile, a lockdown in the city of Xining disrupted food supplies there. On Wednesday, officials in the city of 2.5 million laid out efforts to provide meat and vegetables for residents, while asking them to bear with efforts to stamp out the virus. </p><p>   The official number of cases across China is small in comparison to waves of the virus that have hit elsewhere in the world. On Thursday, China reported more than 1,200 cases. </p><p>   Yet, policies that include lockdowns, mass testing and government quarantines have magnified the impact. As of Monday, slightly more than 200 million people were affected by some degree of lockdowns in 28 cities, according to investment bank Nomura. </p><p>   China's Communist Party has vowed to stick to its Covid strategy, and has given no clear indication of when it might shift away from it. At the Communist Party congress last week, leader Xi Jinping defended the policies, saying they had \"protected the people's health and safety to the greatest extent possible.\" </p><p>   There has been some easing of measures in recent months. In June, China shortened the length of compulsory quarantine for travelers from overseas and close contacts of positive cases to seven from 14 days. </p><p>   But there also are signs Beijing is preparing for a long Covid fight. Health officials have urged local governments to build quarantine hospitals to prepare for rebounding infections. </p><p>   Chinese medical officials have said a higher vaccination rate among its citizens could help the country to phase out the current policies. This week the city of Shanghai started a small-scale program offering an inhalable Covid vaccine. Developed by CanSino Biologics Inc., the vaccine takes the form of a mist, and is provided as a free booster dose to those who have been vaccinated. </p><p></p>",
  "published": "2022-10-28T06:04:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": []
    }
  ]
}