{
  "_id": "547fdb01a30f53d38f14af6b91c165c9a7620b53eab8cf2c28f7a737c7051049",
  "feed": "ftcomall",
  "title": "Supercar makers start to go electric",
  "text": "<p>For many years, Luciano Colosio's garage was governed by an iron rule: all cars must have 12 cylinders.</p> <p>A McLaren F1, a $2.6mn Pagani, a Bugatti Veyron, two Aston Martin One-77s with hand-built Cosworth engines and, of course, a steady parade of Ferraris, all passed through his collection. Not any more.</p> <p>At the age of 61, the former landscape engineer has paid a deposit of €380,000 on a €1.98mn Pininfarina Battista, a fully electric model that promises to usher in an era of silent supercars. Only 150 Battistas will be produced. The design — with sweeping lines reminiscent of the elegant style of Pininfarina's Italian heritage — appealed, but so too did the battery technology that powers the wheels.</p> <p>“I had a chance to see this car in person,” he recalls, by video call from his office in Zurich. “I thought, this is a car that could be good for me, we are in a real problem in the world and it could be time to change.” </p> <p>Colosio made his wealth running a series of businesses, from real estate to pharmaceuticals. “All the other cars, they are,” he says, pausing to think of the right word in English, “stinky, and they make a lot of noise”. For years, the “stink” and the noise were two of the visceral appeals of supercars, along with the exclusivity guaranteed by prices that start at&#xa0;$200,000.</p> <p>Ferrari, Lamborghini, Aston Martin and McLaren, the industry's stalwarts, have also been singularly slow to shift away from the powerful, hungry engines that are the soul of their vehicles. Around 22,000 vehicles classed as supercars or luxury GTs were sold last year, an 18 per cent increase on a year earlier, according to figures from Jato Dynamics. Not one was fully electric. </p> <p>While the performance benefits of electric power have long been integrated into the top hybrid supercars, from the LaFerrari to the McLaren P1, no manufacturer has yet put a petrol engine-free version into its line-up. But, just as Tesla, and a host of start-ups from Nio to Rivian, are using electric technology to break into the mass market, so there are new players in the market for supercar batteries, as well.</p> <p>Chief among them is Rimac, a Croatian business founded by Mate Rimac that makes its own cars and also supplies electric technology to other manufacturers, including the hybrid-engine systems in Aston Martin's Valkyrie hypercar. Rimac has only made eight Concept_One models; its second car, the Nevera, sells for about €2mn and begins deliveries this summer.</p> <p>Last year, Porsche took a controlling stake in the business in a deal that will see Rimac run the luxury Bugatti brand in the future. SoftBank also recently invested. Automobili Pininfarina, the other major new entrant, uses Rimac's driving systems for the Battista, its first electric model that, after delays, is expected to ship later this year. But it plans to use its own technology in future models.</p> <p>Despite the great promise of blistering acceleration that is offered by battery technology, maintaining the driving experience of traditional supercars with fully electric power is a challenge. The established industry believes that today's battery technology remains unsuited to supercars that need to be equally adept skimming around a racetrack as they are traversing continents on an epic road trip. At the same time, lightweighting — the key to a sports car's agility — is made even more complicated given that the batteries weigh several hundred kilos.</p> <p>But, despite these challenges, the tightening emissions rules for new cars and changing customer demands are combining to force today's supercar names, willingly or otherwise, down the electric avenue.</p> <p>“However irrelevant in the grand scheme of climate change, supercar makers need to decarbonise their vehicles and neutralise their total carbon footprint, if only to maintain social acceptance,” writes Philippe Houchois, an auto analyst at Jefferies, in a research note about the sector.</p> <p>The cost of batteries, which holds back the rest of the electric car market, can hardly be a problem at the upper end, believes Julia Poliscanova, a director at the green policy group Transport &amp; Environment. “Supercars tend to have super margins and premium customers, so going electric faster than the mass market EVs is do-able,” she says. “There's also an equity argument: why should the super-rich who buy them be allowed to emit while the rest of the society has to reduce emissions?”</p> <p>Ken Choo, who runs HR Owen, the world's largest Ferrari and Lamborghini dealer, says that his customers are indeed asking about electric vehicles, even if only out of curiosity, or a desire to be seen doing the right thing. “They want to be the first in one, it's more fashionable to be in a clean electric car,” he says.</p> <p>Rimac, as the first brand to market, has a head start over others but also faces the challenge of ploughing the virgin snow. “There are no other electric hypercars on the market, so there is no reference point for customers,” explains Mate Rimac. The company will have no problem selling out of its models, he predicts, “but we need to do events and get lots of people behind the wheels”.</p> <p>If would-be buyers prefer to stay with brands they know, then they will have to be patient. One by one, the mainstream names are only tentatively rolling out electric&#xa0;plans.</p> <p>Ferrari will release its first fully electric car in 2025, and 40 per cent of models will be battery-only by the end of the decade, while Volkswagen's Lamborghini marque has promised a fully electric model “this decade”. McLaren will this year release its latest hybrid, the Artura, but will not have a fully electric model until 2028. The group, based in south-east England, is held back, in part, by the fact it has few close links with a larger manufacturer.</p> <p>Aston Martin, an English carmaker that has long relied on shareholder Mercedes-Benz for its systems, aims to release an electric car in 2025, with its entire line-up hybrid or electric by 2026. “We're moving at the pace our customer wants us to,” says executive chair Lawrence Stroll. “In all fairness, I can't tell you 100 per cent of Aston Martin customers want an electric vehicle today.”</p> <p>“No offence to Tesla, but it's not the same people who buy an Aston Martin. We still have people who want the smell and the noise, and we are gradually on the way to getting to EV, but we will continue offering both.”</p> <p>While the rest of the auto industry is setting dates for ending production of internal combustion engines — Mercedes in 2030 if possible, Stellantis by 2038 — makers of top-tier racers remain tight-lipped about the longevity of their powerhouse technology. “We will still continue to offer [petrol cars] for sale, as long as there is consumer demand,” says Stroll, even though the petrol models will feature some hybrid technology from the middle of the decade.</p> <p>In fact, for dealerships, fears over the end of the petrol engine are even prompting an unexpected boom. “It's actually helping the sale of the engine cars, because it's the last batch before it turns electric,” says Choo at HR Owen. “People are trying to enjoy the engine as much as possible because they know it's running to an end.”</p> <p>Analysts question whether supercars even need to go electric, as they travel far fewer miles than the “daily driver” cars used for everyday transport.</p> <p>The carbon impact of manufacturing batteries, which is normally offset during an electric vehicle's emissions-free driving life, will take longer to counteract with models that travel such short distances.</p> <p>“What looks like a late start may turn out to be wise given the overall limited environmental impact of supercars driving a few miles”, writes Houchois at Jefferies, “and the accelerating pace of technology progress in batteries and electrification”.</p> <p>“Considering how few supercars are on the road and how little they drive, enforcing emissions policy may have more to do with political and social considerations than actual greenhouse gases.”</p> <p>Despite pioneering electric cars, Mate Rimac goes further. “Europe is shooting itself a little bit in the foot, killing this industry in the future in my opinion, if all the [emissions] rules are applied to the supercar industry as well,” he says. “The environmental impact of these cars is so small, they are so small in number and they are hardly driven. You are basically selling pieces of art, and Europe is a world leader.”</p> <p>Meanwhile, the owners, many of whom run their own businesses, believe lowering emissions through their companies makes more of an overall impact than changing a car that they drive rarely, if ever.</p> <p>Graham Royle, 62, has seven cars, including three Ferraris, two Lamborghinis, the McLaren Senna hypercar and a Range Rover. All, bar his LaFerrari hypercar, are under two years old. “Other than my Range Rover as a daily driver, my petrolhead cars spend little time on the road, so I do not feel they threaten the environment with major concerns of adding to global warming,” he says.</p> <p>Running two large businesses under the umbrella of GRI Group — one manufacturing consumer products and own-brand shower gels, the other in chemicals — gives him more opportunity to lower overall emissions, he believes. “My companies are actively engaged in using sustainable, natural raw materials, developing ultra-efficient manufacturing technologies, and creating products which have much less impact downstream on the environment,” he says. “We are working to very aggressive carbon footprint reduction targets. We have set targets to be carbon neutral by 2026 and net zero by 2030.”</p> <p>Three years ago, Royle, who lives near Sheffield, prepared to make the jump, placing his name on the waiting list for a Pininfarina Battista. But delays to the car, changes at the fledgling manufacturer, and rising concerns over the overall carbon impact of EVs gnawed away at his commitment until he cancelled the booking.</p> <p>“EV technology has developed rapidly over the last few years — car manufacturers can now make high performance EVs for £50,000-£150,000 — so why spend £2mn on an EV hypercar?” he asks. “During the last two years, I decided to stick with being a petrolhead, until we can see a quantum leap in pure EV technology.”</p> <p>Winning over customers such as Royle will be key to Ferrari and Lamborghini taking their current, fiercely loyal, driver base along with them on their electric journey. “You will not capture everyone, there are petrolheads that have gasoline in their veins, and they will not change,” says Pininfarina boss Per Svantesson.</p> <p>Nevertheless, the brand's experience of offering test drives of its EVs has won round some converts. He recalls one at the Pebble Beach Concours d'Elegance, a car fair in California, with a Bugatti owner who believed his ground-shaking 16-cylinder model was the pinnacle of driving. “He was sceptical,” says Svantesson. “But, after the drive, he said ‘I thought I had the ultimate car, but I need one of these'.”</p> <p>Roughly a third of Pininfarina's customers are “converts” from petrol, another third are Pininfarina collectors with vintage Ferraris designed by the group, while the rest are completely new to the supercar world. In fact, Rimac's first ever customer, Paul Runge, is just such a newcomer.</p> <p>A month after running into Elon Musk, then the little known chief executive of Tesla, at the Detroit auto show in 2014, Runge was leafing through a magazine when a feature caught his eye. The article was a profile of the young Croatian entrepreneur Mate Rimac and his electric supercar company. Though he had never been “a car guy”, the ophthalmologist took a deep interest in battery-powered vehicles, and had already upgraded his Toyota Prius hybrid to a fully electric Nissan Leaf.</p> <p>Intrigued, Runge emailed the company. Weeks later, he was on a plane to Zagreb to see the company and meet its founder. A video of his first experience in the car, with Rimac at the wheel, features the deep red car spinning, tyres squealing as smoke wafts up from the asphalt of the company's empty car park.</p> <p>“I was smitten,” recalls Runge, who is now 75. Immediately, he placed a €50,000 deposit for one of the eight “Concept_One” cars that Rimac planned to build. The payments would eventually grow to €750,000 — less than other early buyers who paid €1.2mn, because Runge invested in the business — as well as more than a dozen flights from his home in Florida.</p> <p>These semi-frequent trips were more than just progress reports. The company was new and growing, and Runge would often drive the latest iteration, with Mate Rimac himself in the passenger seat taking notes on a laptop. “It's like Steve Jobs sitting in the passenger seat asking what I would like different on my computer,” says Runge excitedly.</p> <p>Runge is, by his own admittance, not a traditional auto enthusiast. He once test-drove a McLaren at a Los Angeles dealership, and remembers it vividly. After a few minutes, the dealer told him to floor the accelerator. More than a decade later, he recalls the visceral sensation. “It was, wow, I could almost feel it getting out of control,” he says, but he decided the head-turning petrol machine was “not me”.</p> <p>Whether because of the driving experience or the social stigma, it is likely that more and more buyers will decide the supercars of old are “not them”. Add to that the rise of new, eco-conscious, wealthy classes in China and elsewhere, plus advances in technology and reformed petrolheads, and there is likely to be no shortage of interest in the vehicles.</p> <p>Pininfarina's Svantesson calls the advent of electric supercars “guilt-free luxury”.</p> <p>He adds: “We offer a hope to the world that you can continue to enjoy things, even in a sustainable way.” </p> <p><em>This article is part of </em><a href=\"https://www.ft.com/ft-wealth\"><em>FT Wealth</em></a><em>, a section providing in-depth coverage of philanthropy, entrepreneurs, family offices, as well as alternative and impact investment</em></p><p>Source: Peter Campbell 2022 'Supercar makers start to go electric' FT.com 22 June. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-06-22T03:00:27.026Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": []
    }
  ]
}