{
  "_id": "e38a86cbe6c02bc85fdb803bc613a4d05d193da293a8ae9e16b0ec9e8369ba71",
  "feed": "market-watch",
  "title": "U.S. stock futures hold near five-week highs as investors await earnings wave and Fed decision",
  "text": "<p>* S&amp;P 500 futures ES00 rose 16 points, or 0.4%, to 3981</p><p>* Dow Jones Industrial Average futures YM00 added 116 points, or 0.4%, to 31991</p><p>* Nasdaq 100 futures NQ00 gained 57 points, or 0.5%, to 12480</p><p>On Friday, the Dow Jones Industrial Average DJIA fell 138 points, or 0.43%, to 31899, the S&amp;P 500 SPX declined 37 points, or 0.93%, to 3962, and the Nasdaq Composite COMP fell 226 points, or 1.87%, to 11834.</p><p>The Russell 2000 index RUT of small cap stocks is up 5.8% so far in July.</p><p>What's driving markets</p><p>Traders were positive early on Monday, though appeared reluctant to build bold positions before a big batch of corporate earnings that could shape market sentiment in the short term.</p><p>For the new week there will be 175 S&amp;P 500 companies reporting, including big beasts like Apple AAPL, Alphabet GOOGL, Microsoft MSFT and Amazon AMZN, though the action doesn't pick up again until Tuesday.</p><p>The S&amp;P 500 is down 16.9% for the year to date but has climbed 8% from its 52-week low hit in mid-June, with sentiment underpinned of late by a corporate reporting season that has proved better than some had feared.</p><p>\"Earnings season has been mixed, but boring is beautiful,\" said Stephen Innes, managing partner at SPI Asset Management.</p><p>With 21% of S&amp;P 500 companies having reported, the second quarter blended earnings growth rate for the benchmark index is 4.8%, according to John Butters, senior earnings analysts at FactSet.</p><p>\"If 4.8% is the actual growth rate for the quarter, it will mark the lowest earnings growth rate reported by the index since Q4 2020 (4.0%),\" said Butters. However, \"68% of S&amp;P 500 companies have reported a positive EPS surprise and 65% of S&amp;P 500 companies have reported a positive revenue surprise,\" he added.</p><p>The market's forward 12-month P/E ratio is 16.7, below the 10-year average of 17.0, according to FactSet, a pullback that is supporting valuations.</p><p>The looming Federal Reserve rate decision on Wednesday provided another reason for caution. The central bank is expected to raise borrowing costs by 75 basis points to a range of 2.25% to 2.50%, but investors will be keen to hear about how the Fed sees the pace of future hikes.</p><p>Ahead of the Fed, the 10-year Treasury yield BX:TMUBMUSD10Y is up 3 basis points to 2.783% and ICE Dollar index DXY is barely changed at 106.70.</p><p>It's a thin start to the week for economic data. The Chicago Fed national activity index for June will be released at 8.30 a.m. Eastern.</p><p>How are other assets faring</p><p>* U.S. crude futures CL.1 rose 1.3% to $95.91 a barrel, having at one point touched a five-month low around $91, as traders worried about slowing demand as economies sputter.</p><p>* Bitcoin BTCUSD fell 3.3% to $21,997 and gold GC00 climbed 0.2% to $1,732 an ounce.</p><p>* Asian markets were softer after taking the lead from Wall Street's Friday pullback. Hong Kong's Hang Seng HK:HSI fell 0.2%, the Shanghai Composite CN:SHCOMP lost 0.6% and Japan's Nikkei 225 JP:NIK slipped 0.8%. In Europe, the Stoxx 600 XX:SXXP advanced 0.2% as U.S. futures picked up.</p><p>* Wheat futures W00 are up 3.7% to $7.87 a bushel after Russia agreed a deal with Ukraine to export grain and then targeted the port of Odessa with missiles.</p><p>U.S. stock futures hold near five-week highs as investors await earnings wave and Fed decision</p>",
  "published": "2022-07-25T08:58:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 776,
          "end": 781
        },
        {
          "start": 782,
          "end": 786
        }
      ]
    }
  ]
}