{
  "_id": "a3b9149887cad7b1d73c2e2e402e6567a0f89dc61fcf577bc68de1b2fc1a07d0",
  "feed": "ftcomall",
  "title": "Apple's revenue hits another record as it navigates supply chain crunch",
  "text": "<p>Apple posted record revenue of $123.9bn in the fourth quarter of 2021, an 11 per cent gain from a year before as its services business expanded and chip shortages were largely confined to iPad sales.</p> <p>The iPhone and computer company's net profit in the last three months of the year jumped 20 per cent to $34.6bn, well above forecasts of $31.1bn. Revenue surpassed analysts' expectations of $119bn and the $111.4bn reported a year earlier.</p> <p>Apple's stock jumped 5 per cent after the release of its results late on Thursday.</p> <p>Finance chief Luca Maestri told the Financial Times the <a href=\"https://www.ft.com/content/5a2c18b9-4c37-470a-8c01-bec0a2310882\">supply chain problems</a> plaguing swaths of the economy cost Apple “more than $6bn” in revenue, a similar amount to the prior quarter. Investors had anticipated the supply headwind to be closer to $10bn based on the company's previous comments.</p> <p>Maestri said supply chain concerns were being resolved, adding: “We expect to set a March quarter revenue record and we expect to grow revenue solidly on a year-over-year basis.”</p> <p>The Cupertino-based tech giant, which briefly attained a <a href=\"https://www.ft.com/content/17ecb0a0-8e60-4d02-b1fc-f497c9e31331\">market value of $3tn</a> this month, said the iPhone accounted for 58 per cent of total revenues, rising 9 per cent from a year ago to $71.6bn. Analysts had expected $67.4bn in sales.</p> <p>“The top five selling smartphones in the US and Australia were all iPhones,” Maestri said. “The top four in urban China were all iPhones.”</p> <p>Revenues in China climbed 21 per cent to $25.8bn, while sales in the Americas rose 11 per cent to $51.5bn and sales in Europe climbed 9 per cent to $29.7bn. Japan was the only soft spot, with sales falling 14 per cent to $7.1bn; sales in the rest of Asia climbed 19 per cent to $9.8bn.</p> <p>According to research group Counterpoint, Apple's smartphone shipments in China were up 32 per cent from a year earlier to 50m units, <a href=\"https://www.ft.com/content/d500de8d-0d7c-4b2d-9275-f09b2d573ea1\">taking the top spot</a> from Huawei after US sanctions throttled component shipments to the Chinese group.</p> <p>Asked if Apple needed to overhaul its supply chain at all, chief executive Tim Cook said: “I think our supply chain actually does very good considering the shortages. </p> <p>“It's a fast-moving supply chain, cycle times are short, there's very little distance between a chip being fabricated and packaged and going out the factory. So I don't see it makes [for] a fundamental change in the supply chain.”</p> <p>Revenue from the services unit, which houses the App Store and digital media purchases, jumped 24 per cent to $19.5bn, above forecasts for a 19 per cent gain. Operating margins for the segment rose to 72.4 per cent, almost double the 38.4 per cent margin on products.</p> <p>“We have great momentum around paid subscriptions — we now have more than 785m paid subscriptions on our platform,” Maestri said. “That's 165m up in the last 12 months alone.”</p> <p>The wearables unit that sells the Apple Watch and AirPods logged a 13 per cent rise in revenue to $14.7bn. Mac sales rose 25 per cent to $10.9bn.</p> <p>iPad sales were the only category to decline, as Apple prioritised components for the iPhone. Sales of the tablet fell 14 per cent to $7.2bn.</p><p>Source: Patrick McGee in San Francisco 2022 'Apple's revenue hits another record as it navigates supply chain crunch' FT.com 28 January. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-01-28T00:17:31.314Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 439,
          "end": 444
        },
        {
          "start": 2774,
          "end": 2779
        },
        {
          "start": 0,
          "end": 5
        },
        {
          "start": 636,
          "end": 641
        },
        {
          "start": 1703,
          "end": 1708
        },
        {
          "start": 2935,
          "end": 2940
        },
        {
          "start": 2774,
          "end": 2785
        },
        {
          "start": 1907,
          "end": 1912
        }
      ],
      "nexusId": "10022657"
    }
  ]
}