{
  "_id": "1be9378bd313bcae30865fb0b4e467fb7725228a064b161e43d2080ad3550431",
  "feed": "wall-street-journal",
  "title": "Apple iPhone Charging Port Faces Threat of EU Ban; European lawmakers agree on common charger standard in move that could bar new sales of iPhones with Lightning charging ports",
  "text": "<p>Tuesday's legislative deal means the proposal is likely to advance without substantial changes. Lawmakers are expected to formally approve the agreement later this year, the parliament said. New rules for chargers would apply to companies from the fall of 2024.</p><p>\"European consumers were frustrated with multiple chargers piling up within their homes,\" said Alex Agius Saliba, a member of the parliament from Malta who led negotiations on the legislation. \"Now they will be able to use a single charger for all portable electronics.\"</p><p>The new rules will apply to mobile phones, tablets, e-readers, digital cameras and a range of other small and medium-size electronics that charge using a wired cable. Laptops will also need to comply with the new rules but will get more time to do so, the parliament said.</p><p>The legislation is a blow to Apple, which uses its Lightning charging ports on new smartphones. Replacement chargers for iPhones are typically more expensive than the standard USB Type-C cables that are used for many other brands of phones.</p><p>Apple said last year that it opposed the EU proposal, saying it would harm innovation.</p><p>The plan for a common charger could \"disrupt a thriving ecosystem, create electronic waste, and greatly inconvenience users,\" the company said at the time.</p><p>A spokeswoman for Apple declined to comment on the agreement reached Tuesday, saying the company hadn't yet seen the full details of the text.</p><p>The EU is moving ahead with a raft of new rules affecting large technology companies. Earlier this year, lawmakers reached an agreement on the Digital Markets Act, a digital-competition law that imposes new requirements on a small group of the world's biggest technology companies. Another law, the Digital Services Act, is poised to set new standards for how social-media companies handle online content.</p><p>The common charger rules were first proposed by the European Commission, the bloc's executive arm, in September and moved swiftly through the EU legislative system.</p><p>\"We can move fast when there's a political will,\" said Thierry Breton, the EU's commissioner for the internal market. He said lobbyists had pushed back against the proposal but lawmakers pressed ahead because they believed the new rules were important for consumers and the environment.</p><p>Mr. Breton said he believes allowing two years for companies to adapt should be \"more than enough\" time. \"But of course we encourage anybody to do it before,\" he said.</p><p>The parliament said the introduction of a common charging standard should help consumers save as much as $267 million and reduce electronic waste by about 11,000 tons each year.</p><p>Daniel Michaels contributed to this article.</p><p>Write to Kim Mackrael at kim.mackrael@wsj.com</p><p>Apple iPhone Charging Port Faces Threat of EU Ban</p>",
  "published": "2022-06-07T14:57:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 835,
          "end": 840
        },
        {
          "start": 2728,
          "end": 2733
        },
        {
          "start": 1047,
          "end": 1052
        },
        {
          "start": 0,
          "end": 5
        },
        {
          "start": 1308,
          "end": 1313
        }
      ]
    }
  ]
}