{
  "_id": "fd2692612740c65d92a0420a14d3e022a598708781b89b128228ad6a70767c83",
  "feed": "ftcomall",
  "title": "Black Bird, TV review — true story of a convict trying to catch a killer",
  "text": "<p>As a dealer by trade, Jimmy Keene knows a bad offer when he hears one. So when the recently convicted drug trafficker is approached by the FBI with a quid pro quo proposal that involves him being transferred to a facility for the “criminally insane” to extract information from a deranged inmate, he doesn't need to mull it over. “Not for all the money in the world,” he sneers. </p> <p>Even the promise of an expedited release initially doesn't seem worth it. But after his father suffers a nonfatal stroke, Jimmy (Taron Egerton) recognises that agreeing to the perilous mission could be his only hope of seeing his dad again as a free man. </p> <p>The premise of <em>Black Bird</em> might seem contrived, but the six-part mini-series is in fact based on Keene's true-life memoir, more evocatively titled <em>In With the Devil</em> and adapted for Apple TV Plus by <a href=\"https://www.ft.com/stream/03cca164-b852-3d28-bfc1-8cdf0186fae4\">Dennis Lehane</a> (author of <em>Mystic River </em>and<em> Shutter Island</em>).</p> <p>Fans of the latter will likely find much to relish in a deliberately paced, gripping show that only improves on its serviceable opener. While this is Keene's story — and Egerton brings an impish allure as the criminal with a shot at reclaiming his squandered potential — it's the dovetailing narrative thread about the suspected killer, Larry Hall (Paul Walter Hauser), which initially captivates more. </p> <p>Despite revealing how he murdered a teenager and willingly signing a confession, evidence suggests that Hall is guilty of nothing more than having a perverse, vivid imagination and a “pathological” need to please authority figures. It's left up to Jimmy to wheedle proof out of him that he's responsible for the crime — and the disappearance of a further 13 girls. </p> <p>It doesn't delve as deeply into psychological abysses as <a href=\"https://www.ft.com/content/05f6dee8-af30-11e7-8076-0a4bdda92ca2\"><em>Mindhunter</em></a>, but <em>Black Bird</em> similarly derives its queasy tension by facing us with human depravity. Hauser is horribly convincing in a scene in which his character talks about abusing women with a quivery voice that belies his dead-eyed intensity.</p> <p>There's strong support from Greg Kinnear as a cop pursuing Hall, and Sepideh Moafi as the FBI agent tasked with preparing Jimmy and undercutting his outsized ego at every opportunity. Rounding off the cast is the late Ray Liotta in his last TV role. His turn as Jimmy's ailing, regret-filled father is a moving testament to his range as an actor.</p> <p>★★★★☆</p> <p><em>First two episodes on Apple TV Plus from July 8; new episodes released weekly</em></p> <p><em>Follow </em><a href=\"https://twitter.com/ftweekend?ref_src=twsrc%5Egoogle%7Ctwcamp%5Eserp%7Ctwgr%5Eauthor\"><em>@ftweekend</em></a><em> on Twitter to find out about our latest stories first</em></p><p>Source: Dan Einav 2022 'Black Bird, TV review — true story of a convict trying to catch a killer' FT.com 4 July. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-07-04T04:00:29.592Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 2338,
          "end": 2343
        },
        {
          "start": 815,
          "end": 820
        }
      ]
    }
  ]
}