{
  "_id": "ca03710e24c5801c5024e104752397748985ed7133bf9597f38ca05c70b0bf78",
  "feed": "wall-street-journal",
  "title": "Troy Aikman, Tony Romo and the NFL's Million-Dollar-a-Game Announcer Club; Fueled by big ratings and fresh competition, the NFL's signature voices are ready to cash in",
  "text": "<p>Why do I say this? Because we are amid the greatest financial windfall in history for people who can travel to one football game per week and say \"Hmmmm…ooooooh…I am not sure that was a catch.\"</p><p>(OK, the job is a little more complicated than that. But still!)</p><p>The revolution began a couple of seasons ago, when Gridiron Nostradamus Tony Romo got a reported $17 million a year to sit next to Jim Nantz in a CBS booth and predict the Titans are prrrrobbbbbbably going to hand the football off to Derrick Henry.</p><p>Now it's the report—via the New York Post's Andrew Marchand, who's dominated the beat—that Romo's Cowboys predecessor, Troy Aikman, is girding to bolt Fox Sports for archrival ESPN, where his salary will reside comfortably in Romo-ville.</p><p>Holy wazoo! That's a million bucks per regular season game! A quarter million a quarter! If an NFL game is truly 11 minutes of action—as the Journal famously reported—that's close to $100,000 per minute of actual football.</p><p>(Buckle up your helmet: Sports columnist does math.)</p><p>Now look: I'm having a little fun here. I'm not saying Aikman and Romo aren't gifted, admired commentators. They are gifted and admired. Romo gave a sleepy profession a shot of adrenaline with his enthusiasm and knack for seeing interesting football things happen before they happen. It's the most fuss any analyst has kicked up since the late, great John Madden.</p><p>Aikman, meanwhile, is a pillar of NFL professionalism; A three-time Super Bowl winner and Hall of Famer who gives ESPN's unsteady football package an immediate dose of gravitas.</p><p>Now there's talk that Aikman's colleague in the Fox booth, Joe Buck, might find a way to make the leap and join him. ESPN's Monday Night Football might finally get back some of its mustard-jacket swagger, and stop getting upstaged by sweater-wearing Mannings in their basements.</p><p>It's a historic opportunity, a springtime free-for-all for sports gabbers. If your agent isn't trying to play one media company against the next, what are you even paying them for?</p><p>The timing couldn't be better. These football voices are benefiting because A) they're very good and B) increased competition and C) the fact that the NFL exists in a totally different financial stratosphere, because of its position as the country's most essential entertainment obsession.</p><p>Football rules the roost. The snooziest Lions Thanksgiving game you've ever slept through delivers a television rating that would make baseball, basketball or hockey dance naked in the street. It's why network contracts have soared into the billions and former NFL quarterbacks like Aikman and Romo are still getting paid like they're…NFL quarterbacks.</p><p>It's also why there are new media sharks in the sea, like Amazon, the digital octopus which overnights your Tolkien and toothpaste and is getting deeper into the NFL, grabbing \"Thursday Night Football\" for the upcoming 2022 season.</p><p>I don't know if you know this from reading a financial newspaper, but: Amazon has a lot of money. It also wants to keep adding subscribers to its Prime product. So it's surely going to spend some moola as it builds its new NFL product.</p><p>The biggest buzz: Amazon will court Al Michaels, the play-by-play legend who just finished his contract with NBC, where he commandeered \"Sunday Night Football.\"</p><p>Nothing gives a sports broadcast some class like the velvet voice of Al Michaels. The man shook Roone Arledge's hand! He's hosted some of the most indelible moments in sports history, from Lake Placid to Malcolm Butler's interception. He just did a Super Bowl, and Amazon has hired Michaels's steady-handed \"Sunday Night\" producer, Fred Gaudelli.</p><p>Now Jeff Bezos may fly down in his cowboy hat from suborbital space with the world's biggest checkbook?</p><p>Do you believe in miracles? Yes!</p><p>This party may just be getting started. Other digital streamers are hovering. Front Office Sports reported that Apple is considering buying NFL Sunday Ticket, the suite of programming that allows Giants fans in Boise to balefully sob while their childhood team fumbles again in the red zone. Netflix says they're not interested in live sports, but who knows. Maybe Google starts getting Googly.</p><p>It's a fresh river of cash, chasing after the last piece of American entertainment monoculture—watching a big football game and yelling about it.</p><p>The funny part about all of this: These announcer switcheroos might not make much of a difference with audiences. In the NFL, the match up—Who is playing Whom—is the main attraction. Put the Cowboys and Packers into prime time, and you're going to have a ratings hit, even if the game is called by two baby penguins.</p><p>BABY PENGUIN 1: Did you see that?</p><p>BABY PENGUIN 2: Look, I'm a baby penguin. I have no idea what is going on.</p><p>Still, landing the big names—humans, not baby penguins—helps a network in other ways. It creates stability. It buoys morale. It shows a network is serious, and impresses the NFL, which wants its partners to help it buff and grow \"The Shield.\"</p><p>The football broadcasting market is so bonkers that the game's top college analyst, Kirk Herbstreit, is said to be interested in expanding his résumé from college Saturdays to NFL Sundays.</p><p>I don't blame Kirk. I would. I'm thinking about throwing in my résumé, too.</p><p>I am not saying I will be good. I'll be horrible, I'm sure. But I'll be cheaper. I'll do a full NFL season for…$4 million.</p><p>Maybe you and I can split it. Two million each, flip a coin to figure out who has to do the 17th game.</p><p>Let me know. Once-in-a-lifetime opportunity!</p><p>SHARE YOUR THOUGHTS</p><p>What do you think of the current gold rush for NFL announcing talent?</p><p>Write to Jason Gay at Jason.Gay@wsj.com</p><p>Troy Aikman, Tony Romo and the NFL's Million-Dollar-a-Game Announcer Club</p>",
  "published": "2022-03-07T12:13:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 3892,
          "end": 3897
        }
      ],
      "nexusId": "10022657"
    }
  ]
}