{
  "_id": "f5578608875f303a2158bfe91fc7c11c37829049399e54df1b01e8af7f008069",
  "feed": "wall-street-journal",
  "title": "Technology & Business: Ellison's Pay at Oracle Tops $130 Million --- Business-software giant's leaders were among the highest- paid in the U.S.",
  "text": "<p>Most of that sum -- $129.3 million each -- reflected the company's decision to give the executives an additional three years to earn a significant tranche of stock options under awards originally made in 2018, the proxy said.</p><p>The company said the decision to extend the stock-option awards until late May 2025 had been criticized by some investors. About 60% of shareholders have supported Oracle's executive pay practices in routine advisory votes in recent years, well below typical levels for the biggest companies.</p><p>The compensation figure represents the company's accounting value of the extended options, based on Oracle's assumptions about how likely performance goals will be met. Much of the awards could also prove valueless or be worth as much as $330 million, the company said in the filing. Without the extension, the awards would have expired in May.</p><p>Oracle said it didn't expect to award further equity to Mr. Ellison or Ms. Catz before June 2025.</p><p>During the fiscal year, the executives also each received a cash bonus of $7.8 million on top of a salary of $1 for Mr. Ellison -- who is also the company's chief technology officer -- and $950,000 for Ms. Catz.</p><p>Mr. Ellison's compensation totaled $138.7 million, slightly ahead of Ms. Catz's $138.2 million.</p><p>The total pay figures would rank the two executives fourth and fifth among S&amp;P 500 CEOs in The Wall Street Journal's annual CEO pay survey, just ahead of Apple Inc. CEO Tim Cook, whose pay totaled $98.7 million.</p><p>Oracle's revenue rose 18% to $11.45 billion last quarter, as its cloud businesses and the integration of electronic-medical-records company Cerner Corp. lifted its results despite concerns of a slowdown in demand for the services of technology companies.</p><p>Last month, the company laid off hundreds of employees to focus on its healthcare technology and cloud businesses, with job cuts primarily hitting staff in its advertising and customer experience group.</p><p>Oracle said the annualized value of the option awards to the two executives amounted to $16.2 million a year over the extended eight-year period. It said its compensation consultants put that below the median equity pay for the CEOs of peer companies.</p><p>The median total compensation for S&amp;P 500 CEOs in 2021 was $14.7 million in the Journal's annual survey.</p><p>Oracle shares are down around 26% so far this year. The tech-heavy Nasdaq Composite Index has fallen around 31% over the same period.</p>",
  "published": "2022-09-26T00:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1424,
          "end": 1434
        },
        {
          "start": 1424,
          "end": 1433
        },
        {
          "start": 1424,
          "end": 1429
        }
      ],
      "nexusId": "10022657"
    }
  ]
}