{
  "_id": "cbbe1ade54dc7a0e8d27589c1a4eca32e5032b2757908c7114eeff312d0fe61c",
  "feed": "wall-street-journal",
  "title": "China Scraps Most Covid Testing, Quarantine Requirements in Policy Pivot; Latest measures target intrusive aspects of unpopular pandemic regime",
  "text": "<p>The speed of Beijing's retreat from its pandemic regime suggests the country's leaders are now more concerned about the damage those controls have caused to China's economy than the risk of worsening Covid infections that surged to a record high in November. Trade data released before the Covid easing measures were announced on Wednesday showed Chinese exports fell at the steepest pace in more than two years in November, adding to weakening factory activity and a sluggish recovery in the property sector.</p><p>Markets seemed to greet China's policy shift with apprehension. Shares in Hong Kong and mainland China fell Wednesday, suggesting that investors still see a messy path toward reopening, including the potential risks of soaring infections.</p><p>Chinese stocks have seesawed as Beijing has sent mixed signals on the pace of opening, and economists have been divided on the impact on spending and other economic activity.</p><p>Chinese leader Xi Jinping and other senior officials have repeatedly emphasized the need to maintain the zero-Covid policy and criticized the West's approach of living with the virus as showing a disregard for lives. But the official tune began to change last month, after signs of economic and supply-chain disruptions again emerged and protests erupted in dozens of major cities. Covid-related disruptions at the world's biggest iPhone assembly plant led Apple Inc. to question whether it can still rely on China as its biggest manufacturing base.</p><p>Health officials and state media have recently suggested it is now possible to relax controls, citing new research showing the latest strains of the virus are less deadly, though they spread more easily. Better techniques to control and treat Covid mean China can apply more nimble and precise measures that have less impact on people's lives and economic activity.</p><p>The new measures were a response to the public's \"strong reaction\" to overzealous local officials who continued with harsh restrictions despite Beijing's orders to ease pandemic controls, Li Bin, the deputy director of China's National Health Commission, said at a briefing.</p><p>The number of areas designated \"high risk\" across the country jumped to 42,000 last week from around 32,000, according to data compiled by Beijing Daily. More than two million infected people and their close contacts remain in quarantine.</p><p>The new rules bar officials from arbitrarily locking down neighborhoods and from shutting businesses—but the apartments or buildings where infections are found will continue to be placed under lockdown. Covid patients with mild or no symptoms and their close contacts will be allowed to isolate at home instead of being shipped to government quarantine facilities.</p><p>Most requirements for virus testing and the scanning of health QR codes when entering premises will be scrapped, except for places deemed vulnerable such as nursing homes, nurseries or schools. Domestic travelers will no longer need to present a negative virus test or have their health codes checked when arriving in another province.</p><p>One obstacle to ditching the zero-Covid strategy had been the wide public support in China last year, said Dali Yang, a professor of political science at the University of Chicago. But that has waned with the prospect of another year of lockdowns, restrictions on movements and seemingly endless virus tests.</p><p>Protests erupted in Xinjiang late last month, when officials said 10 people died in a blaze at a locked-down residential block. Videos posted by state-run media showed firetrucks waiting as Covid-related roadblocks were removed. Angry residents took to the streets to demand an end to lockdowns and other measures. A wave of protests unseen for decades in China's tightly controlled society soon spread across the country, including to Beijing and Shanghai.</p><p>Given that China's leaders were already seeking a way to exit zero-Covid measures, the protests became a way to justify the pivot, said the University of Chicago's Mr. Yang. They now need to focus on getting more of China's large elderly population vaccinated, he said.</p><p>The government said Wednesday that it would provide more temporary and mobile vaccination stations for the elderly. Low rates of vaccination among China's large elderly population have been cited as a barrier to ending restrictions. Although the country has imposed no vaccine mandate, vaccinations will increase as people react to a much higher risk of infection when restrictions are lifted, said Ben Cowling, an epidemiologist at the University of Hong Kong.</p><p>China's reported new Covid cases have been falling since the record high in late November, a drop that could be attributed in part to reduced mass testing.</p><p>There will likely be large Covid outbreaks across China in the next one to two months, but it will be difficult to predict when these will peak because of possible further adjustments in pandemic policies and how people's behavior may change, Mr. Cowling said.</p><p>\"We'll start hearing about hospitals being unable to accept patients because they are fully occupied,\" he said.</p><p>\"Fairly soon we'll also hear about outbreaks in institutional care facilities for elderly,\" Mr. Cowling said, adding that he isn't aware of recent efforts to increase intensive-care capacity at hospitals to cope with rising numbers of patients with serious symptoms. China has fewer than four intensive-care bed spaces for every 100,000 people, the NHC said last month, which means the country has about 56,000 ICU beds at present.</p><p>As the stress in the health system builds, some cities may attempt to reintroduce restrictions, but these may not be effective, Mr. Cowling said.</p><p>China may also soon lift restrictions on international travel, as these will no longer make sense if the level of infection within the country far exceeds that among inbound passengers, he said.</p><p>In Beijing, people will still need to present a negative test result and scan their health codes if they wish to eat in restaurants or enter places such as bars, gyms and karaoke bars, in addition to the testing requirements for nursing homes and schools mandated by the NHC. Large corporations and event organizers will be able to impose test requirements for their premises if they wish. \"We're not letting it all go loose,\" a Beijing health official told a briefing Wednesday.</p><p>As China relaxes Covid controls it is unlikely to see any immediate rebound in the country's slowing economy, analysts say. Mobility could plunge as infections surge, as was the case in Hong Kong and Taiwan, where people avoided going out to minimize risk of infection. \"Policy and mobility may diverge\" during reopening and hurt growth, Goldman Sachs analysts wrote in a note Sunday.</p><p>Austin Ramzy and Qianwei Zhang contributed to this article.</p><p>Write to Selina Cheng at selina.cheng@wsj.com</p><p>China Scraps Most Covid Testing, Quarantine Requirements in Policy Pivot</p>",
  "published": "2022-12-07T18:16:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1374,
          "end": 1384
        },
        {
          "start": 1381,
          "end": 1391
        }
      ]
    }
  ]
}