{
  "_id": "551b92028bb68ecf6fe0ff9071210a777176304d57671684902689190d2747d8",
  "feed": "ftcomall",
  "title": "Foxconn/Apple: China's Covid failure triggers golden goodbyes for workers",
  "text": "<p>Workers at Apple's largest iPhone factory in China have the chance to score the single biggest short-term payout in Foxconn's history. Just weeks after the Taiwanese group offered bonuses to recruit workers, it is offering them<a href=\"https://www.ft.com/content/40f3bb34-2a4e-4c3e-8f86-6ece3548dbbd\"> bonuses to leave</a>. </p> <p>The phrase “rising labour costs” does not begin to describe the challenges confronting the devices maker, the contract manufacturer and their peers in west and east. </p> <p>Workers protesting over lockdowns at Foxconn's biggest campus clashed violently with police on Wednesday. Their anger reflected wider discontent over the government's failure to vanquish coronavirus in China, the world's manufacturing hub.</p> <p>Hon Hai — the name under which Foxconn is listed in Taiwan — is offering Rmb10,000 ($1,400) to voluntary leavers. The so-called &#xa0;“care subsidies”, are worth more than a month's typical full-time salary. The money is intended to winkle out staff unhappy with Foxconn's requirement for them to live on site. </p> <p>What next? Less trouble but fewer workers, surely. Staffing was already stretched. Not long after the protests broke out, Zhengzhou, home to the iPhone factory, locked down for five days, disrupting hiring. </p> <p>Apple has already warned it will ship fewer devices in the current quarter. Analysts anticipate iPhone output will now drop almost a third in the short term as a result of the protests. </p> <p>Contract manufacturing is a low-profitability business. Foxconn runs on razor-thin operating margins — less than 2.5 per cent last year. China's labour costs have been rising rapidly for years. </p> <p>Foxconn has had more than enough time to solve that problem by investing in automated device assembly. Instead, it has spent billions on side hustles in capital-intensive industries such as chipmaking and electric cars. Apple, for its part, has relied too heavily on Foxconn and China. </p> <p>The bigger issue is that Beijing is stuck in an embarrassing bind. Its locally developed Sinovac vaccine appears to be of middling efficacy. But national pride impedes the widespread deployment of superior western jabs.</p> <p>Like Hon Hai, China has also underinvested. It has less than one-tenth of the intensive care hospital beds available in the US as a percentage of population. That has left Beijing to pursue a zero-Covid policy via strict lockdowns.</p> <p>That does not change the medium-term case to invest in Apple or Hon Hai. Their steady cash flows have protected them from the worst of this year's tech sell-off. But expect lockdowns to continue disrupting Chinese manufacturing for months to come.</p><p>Source:  2022 'Foxconn/Apple: China's Covid failure triggers golden goodbyes for workers' FT.com 24 November. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-11-24T14:06:03.869Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 8,
          "end": 13
        },
        {
          "start": 11,
          "end": 16
        },
        {
          "start": 1164,
          "end": 1169
        },
        {
          "start": 1764,
          "end": 1769
        },
        {
          "start": 2337,
          "end": 2342
        }
      ]
    }
  ]
}