{
  "_id": "373d7347e9e09ad54e544a65457f69d5fd14126b9b6eec17d7b86cf8eb667ce5",
  "feed": "ftcomall",
  "title": "US warns of fragile chip supply as inventory falls to just five days",
  "text": "<p>Chip inventory held by manufacturers has plummeted to an average of just five days' supply, as the global semiconductor shortage continues to wreak havoc on industry, the US Department of Commerce has warned.</p> <p>According to a survey by the department of roughly 150 companies worldwide, manufacturers' median chip inventory plunged from 40 days supply in 2019 to about five days late last year.</p> <p>US commerce secretary Gina Raimondo on Tuesday warned US companies remain vulnerable to the weakened supply chain, adding that some could be forced to temporarily close and furlough workers in the event of even minor disruptions.</p> <p>“This tells you how fragile this supply chain is,” Raimondo said. “Five days of inventory, no room for error . . . so what does that mean? A Covid outbreak, storm, a natural disaster, political instability, a problem with equipment — really anything that disrupts a facility anywhere in the world — we will feel the ramifications here in the United States.”</p> <p>The global chip shortage was prompted by a surge in demand for consumer electronics during the pandemic, and has been exacerbated in the US by sanctions on major suppliers in China.</p> <p>The crunch has also illustrated the extent to which parts of the US manufacturing base are reliant on other overseas chipmakers such as Taiwan's TSMC, the world's largest foundry and a supplier to companies including Apple and Volkswagen.</p> <p>“Right now we make zero leading-edge semiconductor chips in the United States of America,” Raimondo said. “We buy almost all of them from Taiwan. Those are the chips needed in sophisticated military equipment.”</p> <p>Raimondo on Tuesday urged Congress to pass the Chips Act, which would unlock $52bn in subsidies to encourage domestic chip manufacturing in the US. Although the Senate has passed the measure, it has stalled in the House of Representatives.</p> <p>According to the commerce department's survey, median demand for chips among respondents was as much as 17 per cent higher in 2021 than 2019. Chips based on older technology and those used by companies such carmakers were in particularly short supply.</p> <p>Respondents, who were anonymous, also said that they did not see the chip shortage dissipating in the next six months.</p> <p>The chip crunch has hit carmakers particularly hard since manufacturers diverted supplies during the pandemic towards customers in consumer electronics, which pay more for semiconductors. Several carmakers, including General Motors and Ford, were forced to halt production in US plants last year because they could not buy enough chips.</p> <p>Biden administration officials began pressing semiconductor companies for “more transparency” about their supply chains last September. </p><p>Source: Aime Williams in Washington 2022 'US warns of fragile chip supply as inventory falls to just five days' FT.com 25 January. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-01-25T18:31:09.194Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1380,
          "end": 1385
        }
      ],
      "nexusId": "10022657"
    }
  ]
}