{
  "_id": "16b96ea5f1c0de884a65ced1d9f272061027aa35274e5918b62c2f80b5a458ae",
  "feed": "wall-street-journal",
  "title": "Technology:  Samsung Sees Foldable Phones  As New Edge in Apple Rivalry  ---  CEO says the devices  draw three times  more brand switchers  than flagship handsets  ----  By Jiyoung Sohn",
  "text": "<p>   NEW YORK -- Samsung Electronics Co. sees an opening in its stalemated smartphone war with Apple Inc. </p><p>   That is the view of Samsung's mobile-business head Roh Tae-moon, a chief architect of the company's foldable-display phones. The newest versions, the Galaxy Z Fold 4 and Galaxy Z Flip 4, were unveiled on Wednesday. </p><p>   Samsung's novel gadgets do something that iPhones can't: bend in half or expand to the size of a tablet. </p><p>   While sales volumes remain relatively small, Mr. Roh said the foldable phones are drawing in three times more brand switchers than Samsung's conventional Galaxy S flagship handsets. Newcomers represented a double-digit percentage of Samsung's foldable shipments last year, he said. And he expects the latest releases will woo even more. </p><p>   \"We consider this to be a quite meaningful percentage and a positive sign,\" Mr. Roh said. \"This is about switchers from other brands, not Samsung Galaxy device users switching to another Galaxy device.\" </p><p>   Samsung, the world's largest smartphone maker, hadn't previously disclosed such a breadth of internal, brand-crossover figures for its foldable devices. </p><p>   Mr. Roh didn't mention the iPhone or Apple by name when discussing Samsung's rising foldable-phone popularity. But Samsung and Apple are the only two companies vying for affluent buyers willing to shell out big bucks for the latest phone. </p><p>   The Galaxy Z Flip 4 costs $1,000 and the Galaxy Z Fold 4 retails at $1,800, while Apple's highest-priced model, the iPhone 13 Pro, sells for around $1,100. The priciest tier of smartphones has represented the only pocket of growth for an industry sliding this year amid high inflation and broader economic concerns. </p><p>   Samsung last year shipped close to eight million foldable devices, a category it dominates over a handful of mostly lower-cost Chinese rivals, according to Counterpoint Research, which tracks smartphone shipments. This year, Samsung is estimated to ship more than 13 million foldable phones. </p><p>   Siphoning away a few million iPhone users -- and convincing more potential departees to stay -- would translate into gains for Samsung given the hefty profits generated by the foldable phones. Mr. Roh's excitement also shows how even incremental gains can make a meaningful difference. </p><p>   It wasn't always that way. The Apple-Samsung rivalry defined the smartphone industry's early years, as the two fought in the courtroom, on television ads and for technological victories. Buyers often jumped brands. But now, about 93% of Apple mobile users stick with Apple, while Samsung retains nearly 90% of its customers -- rates that haven't budged much in years, said Michael R. Levin, co-founder of market researcher Consumer Intelligence Research Partners LLC. </p><p>   Apple has filed several patents for foldable-display technology, though it has given no public indication of any plans to release such a device. In an earnings call last month, Apple Chief Executive Officer Tim Cook said the Cupertino, Calif.-based company saw a record number of consumers switching to an iPhone in its latest quarter, touting double-digit percentage growth year over year. </p><p>   Apple didn't respond to a request for comment. </p><p>   Samsung's foldable offerings show enough promise to wonder if Apple might launch its own version some day, said Bryan Ma, vice president of devices research at International Data Corp. </p><p>   To meaningfully take on Apple, Samsung must improve its historical weak points in user experience, ecosystem design and software, said Hugh Dubberly, a former Apple creative director and former member of Samsung's global design advisory board. He sees little evidence that Samsung's foldable devices with their current features will cause large numbers of iPhone users to switch. </p><p>   \"The fact of the matter is hardware is a commodity,\" Mr. Dubberly said. </p><p>   Samsung, in a major internal revamp late last year, merged its mobile and consumer-electronics divisions into one, with the long-term aim of improving its device ecosystem that spans phones to washing machines to televisions. </p><p>   Mr. Roh, 53 years old, joined Samsung in 1997 and worked his way up through the mobile division's research-and-development team. He helped shepherd the 2019 launch of the Galaxy Fold, the industry's first mainstream foldable device. Skepticism about durability and price dogged the earlier foldable-phone releases. </p><p>   Now more than three years in, Samsung leads a foldable category that is growing fast, according to Counterpoint. Overall shipments are expected to reach 26 million units next year, up from 9 million in 2021, it said. </p><p>   Compared with Samsung's other flagship offerings, the lower-priced Galaxy Z Flip has done better at wooing outsiders, Mr. Roh said, while the Galaxy Z Fold has won deeper loyalties. Retention rates for foldables are up to 10% higher than for the flagship Galaxy S devices, he added. </p><p>   Mr. Roh, for his personal smartphone, said he rotates between the company's flagship devices as they get released. He is using the Galaxy S22 Ultra, which hit shelves in February. Before that, it had been a Galaxy Z Fold 3. </p><p>   \"I have to be actively using our products to truly feel and understand our consumers' feedback,\" Mr. Roh said. He plans to use the Galaxy Z Fold 4 next. </p><p></p>",
  "published": "2022-08-12T06:04:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "confidence": 1.0,
      "offsets": [
        {
          "start": 90,
          "end": 99
        },
        {
          "start": 90,
          "end": 100
        },
        {
          "start": 1142,
          "end": 1147
        },
        {
          "start": 1151,
          "end": 1156
        },
        {
          "start": 1231,
          "end": 1236
        },
        {
          "start": 1424,
          "end": 1429
        },
        {
          "start": 2464,
          "end": 2469
        },
        {
          "start": 2494,
          "end": 2499
        },
        {
          "start": 2694,
          "end": 2699
        },
        {
          "start": 2870,
          "end": 2875
        },
        {
          "start": 3083,
          "end": 3088
        },
        {
          "start": 3191,
          "end": 3196
        },
        {
          "start": 3338,
          "end": 3343
        },
        {
          "start": 3473,
          "end": 3478
        }
      ],
      "weightsV2": {
        "weight": 15.578101,
        "baseWeight": 13.0,
        "expansionWeight": 2.0,
        "ontologyWeight": 0.0,
        "tagPositionWeight": 0.57810104,
        "titleWeight": 0.0
      },
      "typeRank": 2
    }
  ]
}