{
  "_id": "efb47e5d536383776adff688017625c388dd579851519ad2e458161f57559d78",
  "feed": "wall-street-journal",
  "title": "Goldman Scouts Out Fintech Businesses",
  "text": "<p>Outreach from Goldman's executives to Deserve executives began last year, people familiar with the matter said. The most recent overture came last month, they said.</p><p>No official discussions are currently taking place between Goldman and the companies, the people said.</p><p>A Goldman spokesman said the bank has already built technology platforms that enable it to help card partners grow their businesses and serve their customers.</p><p>\"We have the ability to scale these businesses with our existing technology and are not currently looking for acquisitions in the space,\" the spokesman said.</p><p>Long the epitome of high finance, Goldman has been trying to round out its investment-banking and trading units in part by growing its cards business. But progress has been slow.</p><p>Goldman previously bid to take over the credit-card programs of JetBlue Airways Corp. and Macy's Inc. but lost out. The bank successfully bid to take over the General Motors Co. credit-card program in 2020, but technology glitches delayed the rollout, the Journal previously reported.</p><p>In 2019, Goldman launched a credit card with Apple Inc., and Apple encourages cardholders to use the card with Apple Pay.</p><p>Goldman recently announced a broad restructuring that included moving its card partnerships with Apple and GM into a new unit called Platform Solutions.</p><p>Bulking up its payment technology could help Goldman better compete against bigger banks when bidding on credit-card partnerships, people familiar with the matter said. Executives wanted to better prepare for what they believed would be a string of tech companies that would want to quickly launch credit-card programs embedded within their apps, the people said.</p><p>Goldman is CoreCard's biggest customer by consolidated revenue, according to a recent regulatory filing by CoreCard.</p><p>Deserve currently powers credit cards for private student-loan lender Sallie Mae, financial-services startup GloriFi, BlockFi's crypto rewards credit card and others.</p><p>Goldman became an investor in Deserve in 2019, and a Goldman managing director is on Deserve's board. The bank recently facilitated a credit line for Deserve.</p>",
  "published": "2022-11-09T00:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1094,
          "end": 1103
        },
        {
          "start": 1094,
          "end": 1104
        },
        {
          "start": 1110,
          "end": 1115
        },
        {
          "start": 1268,
          "end": 1273
        }
      ]
    }
  ]
}