{
  "_id": "47154d0d3eaf3bedd4f16ac770949603f0a30f0bebdd38e88c0ba83f855622c2",
  "feed": "ftcomall",
  "title": "China factories set up ‘bubbles' to ride out Covid lockdowns",
  "text": "<p>Manufacturers across China are preparing their factories to operate as highly isolated “bubbles” that can continue to run for weeks even during tough government-ordered coronavirus lockdowns.</p> <p>The moves follow the success of some plants in maintaining output during the past two months despite the country's biggest Covid-19 outbreak since the disease raged through the city of Wuhan in early 2020.</p> <p>Recent lockdowns in the southern Chinese manufacturing and technology hubs of Shenzhen and Dongguan shut down many factories and disrupted already <a href=\"https://www.ft.com/content/483ef3bc-e600-4c2d-bbf3-15208e52020c\">overstretched global supply chains. </a></p> <p>Despite the strict restrictions, some plants in southern Guangdong province were able to get official permission to continue operating as long as workers did not leave their premises, essentially requiring them to work as socially isolated bubbles. </p> <p>Bosch Unipoint, one of the world's biggest car part manufacturers, was able to maintain production at its factory in Longgang District in Shenzhen because about 200 workers agreed to live at dormitories on site<a href=\"https://www.ft.com/content/d59c7636-d895-4138-8e07-e9fbfdbd100f\"> during a week-long lockdown this month</a>. </p> <p>“Their commitment to help the business survive this week was amazing,” said Marco Morea, Bosch Unipoint general manager in China, adding that the plant had co-operated with its most critical suppliers to put in place stocks of essential materials before the lockdown began.</p> <p>“People called to ask how we were still producing,” Morea said.</p> <p>Bosch Unipoint has now launched similar preparations at plants in other cities to cope with potential future lockdowns. Morea said the company aimed to ensure that its brake pad factory in eastern Nanjing city, which has 500 employees, would be able to operate for four weeks even in a lockdown as strict as Shenzhen's.</p> <p>“We have already start getting raw materials and organising beds for staff in order to be prepared,” he said.</p> <p>A general manager at another Guangdong-based manufacturing company said it was now making sure its factories elsewhere in China had enough accommodation so workers did not need to leave the site in the event of a lockdown. It was also stocking up on raw materials and supplies.</p> <p>“Omicron is spreading and if you have dormitories inside factories and materials inside, you can run production with what you have inside,” the manager said.</p> <p>The preparations underscore expectations among businesses in China that the country's tough pandemic restrictions will continue in some form until at least next year. </p> <p>“[Omicron] is difficult to contain and contagious,” Fabian Blake, the managing director of AMS Products Assembly in Foshan said. “It's very likely that the rest of the [southern Chinese] cities could have lockdowns.”</p> <p>China experienced its biggest Covid-19 outbreak for more than two years in March, with tens of millions of people across the world's second-biggest economy forced to stay at home as the government continues to try to eliminate the virus.</p> <p>Workers from many places across China have in recent weeks shared photos and videos on social media of their experience living on-site at factories during local Covid-19 lockdowns.</p> <p>Earlier this week, the northern Chinese steelmaking city of Tangshan, with a population of 7.7mn people, imposed a partial lockdown.</p> <p>“In different cities and provinces Omicron could get more serious . . . [and] lockdowns slow down or stall production,” said Ki-ling Cheung, an expert in supply chains at Hong Kong University of Science and Technology. “Factories need to do long term planning to mitigate the risk.”</p> <p>Manufacturers are also seeking other creative solutions to soften the impact of coronavirus restrictions. The head of an engine parts maker in Shenzhen told the Financial Times that it was trying to set up its own Covid-19 testing site on the ramp to a highway between its factory and a police traffic stop that checks drivers' tests are up to date. </p> <p>China has been requiring regular testing in order to catch cases of Covid-19 quickly, and the parts maker's drivers must show an up-to-date test result to enter adjacent cities. </p> <p>In Shanghai, where there have been localised movement restrictions on individual residential compounds, some workers have opted to sleep on factory floors in order to make sure they can get to work and so continue to get paid.</p> <p>But accommodating workers on site has prompted a backlash, with some Chinese internet users voicing concern about employees being forced to live in substandard conditions for extended periods on company campuses.</p> <p>Dongguan Fuqiang Electronic, a Taiwanese Apple supplier that put up tents around its factory to accommodate workers who live elsewhere, took them down again after photos of the set-up were shared online.</p> <p>One female Dongguan Fuqiang worker who chose to stay at the factory said that instead of a tent she found space on the factory floor for six days. “We all slept over at the plant with cardboard serving as a mattress,” she told the Financial Times. </p><p>Source: Primrose Riordan and Gloria Li in Hong Kong 2022 'China factories set up ‘bubbles' to ride out Covid lockdowns' FT.com 25 March. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-03-25T00:01:47.886Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 4513,
          "end": 4518
        }
      ]
    }
  ]
}