{
  "_id": "1717f67bb98cdb7287b59e1519d7a66ade09c3a505b5d8ea98366a993d7c3fda",
  "feed": "wall-street-journal",
  "title": "U.S. News: Member of FCC Cites Data Risks Of TikTok",
  "text": "<p>Apple and Google didn't respond to a request for comment.</p><p>TikTok, which is owned by Beijing-based ByteDance Ltd., said it uses encryption and security monitoring to secure user data, and that its access- approval process is overseen by a U.S.-based security team.</p><p>\"TikTok has consistently maintained that our engineers in locations outside of the U.S., including China, can be granted access to U.S. user data on an as-needed basis under those strict controls,\" the company said. It added that U.S. user traffic is now routed through Oracle Corp., and that it is working on \"additional safeguards on U.S. data for improved peace of mind for our community.\"</p><p>The U.S. military has already banned its members from using TikTok on government-issued devices, citing the security risk. Former President Donald Trump sought a broad ban on the popular app, but executive actions implementing his order were ultimately blocked by two separate federal-court rulings.</p><p>The Biden administration rescinded the Trump executive orders last year and decided not to pursue appeals, instead saying it would study whether TikTok and other apps controlled by foreign adversaries pose a security threat to the U.S. The White House didn't respond to a request for comment.</p><p>The letter from Mr. Carr, a Republican, cited a recent report by BuzzFeed, based on leaked audio recordings, that ByteDance officials repeatedly accessed U.S. users' data.</p><p>As one member of the FCC, Mr. Carr has no power to compel action by the two companies. The FCC also has generally steered clear of regulating apps, although it does have broad jurisdiction over communications.</p>",
  "published": "2022-06-30T00:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 0,
          "end": 5
        }
      ]
    }
  ]
}