{
  "_id": "89535c303cea2cd96e122b4b2899bfb92d21b09fb4ccf4bff3ad4ab976899ee1",
  "feed": "wall-street-journal",
  "title": "Samsung's Fourth-Quarter Revenue Is Best Ever; South Korean tech giant's fourth-quarter net profits also rise—by 64%",
  "text": "<p>The South Korean tech company's fourth-quarter results reflect the more favorable times. Net profit rose 64% to 10.84 trillion won, or the equivalent of about $9 billion, versus 6.6 trillion won a year earlier. The firm's semiconductor division was the driver.</p><p>Based in Suwon, the company reported record sales of 76.57 trillion won for the quarter ended Dec. 31. That compares with 61.6 trillion won a year earlier.</p><p>Samsung's performance slightly topped market expectations. Analysts polled by S&amp;P Global Market Intelligence on average expected 10.7 trillion won in net profit and 75.5 trillion won in sales.</p><p>Samsung, the world's largest maker of smartphones and televisions, is considered a tech-industry bellwether, as a major electronics manufacturer and components supplier to companies such as Apple Inc. and Sony Group Corp.</p><p>For the full year, Samsung's net profit rose 51% to 39.9 trillion won, while revenue grew by 18% to 279.6 trillion won.</p><p>Samsung's standing as the top chip maker by revenue comes as the semiconductor industry embarks on a spending spree to crank out more advanced chips and to expand capacity. Intel specializes in microprocessor chips that go into PCs and servers, had been No. 1 for nearly all of the past three decades, ceding the spot to Samsung only in 2017 and 2018 when memory-chip prices surged.</p><p>But last year proved particularly lucrative for Samsung's business in memory chips, which have seen prices jump and are more ubiquitous across the digital world than Intel's microprocessors. The South Korean firm's semiconductor revenue for 2021 rose 29% year-over-year to 94.16 trillion won, or $78.4 billion.</p><p>That was enough to propel Samsung to the chip industry's No. 1 by sales, according to Gartner Inc., a tech market researcher.</p><p>Samsung's robust performance comes on the heels of a major shake-up inside South Korea's largest tech company. Last month, the company replaced all three of its co-CEOs and merged two business units, its mobile and consumer appliances groups, into one. The company said the actions were intended to help lead it into the next phase of growth and to strengthen its business competitiveness.</p><p>Samsung said it expected memory demand to stay strong this year, driven by data-center servers and 5G phones. However, buyer appetite could be curbed due to production constraints created by component shortages and supply-chain issues.</p><p>The company has also been ramping up its investment in the contract-chip making business, including a new $17 billion factory in Texas. Chip supply should remain tight this year, said Kang Moon-soo, executive vice president of Samsung's foundry division, on Thursday's earnings call.</p><p>Samsung's mobile business division reported a relatively solid quarter due in part to a strong rollout of its premium foldable phones, the Galaxy Z Fold 3 and Galaxy Z Flip 3, that launched in August.</p><p>The company's mobile division logged fourth-quarter operating profit of 2.66 trillion won, a 10% rise from the prior year, while revenue increased 30% to 28.95 trillion won. However, operating profit dropped on a quarterly basis due to a rise in marketing expenses. Component shortages are also curtailing overall phone production.</p><p>Samsung is set to debut its latest flagship smartphone, the Galaxy S22, on Feb. 9. Three versions of the phone are expected to be unveiled.</p><p>Write to Jiyoung Sohn at jiyoung.sohn@wsj.com</p><p>Samsung's Fourth-Quarter Revenue Is Best Ever</p>",
  "published": "2022-01-27T04:29:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 800,
          "end": 810
        },
        {
          "start": 800,
          "end": 805
        },
        {
          "start": 800,
          "end": 809
        }
      ],
      "nexusId": "10022657"
    }
  ]
}