{
  "_id": "63a9934a646c79b06a16153e1db1df8006cdbe5dd1682246c30bf04e4e37b9c9",
  "feed": "wall-street-journal",
  "title": "Elizabeth Holmes: What Happens Next to Theranos Founder Found Guilty of Fraud; Holmes was convicted on four of 11 counts; sentencing is set for September",
  "text": "<p>On Jan. 12, the federal judge overseeing Ms. Holmes's case scheduled her sentencing hearing for Sept. 26. She will remain out of prison until at leastthat time with a $500,000 bond secured by property owned by her parents—an apartment on Wisconsin Avenue in Washington, D.C., according to public records.</p><p>The September sentencing allows for another Theranos-related trial, that of Ramesh \"Sunny\" Balwani, Ms. Holmes's former deputy and ex-boyfriend, who faces nearly identical wire-fraud and conspiracy charges. Opening statements in Mr. Balwani's trial are set for March 15, with the court estimating it will last as long as 13 weeks. Ms. Holmes's trial was 15 weeks.</p><p>U.S. District Judge Edward Davila, who presided over Ms. Holmes's trial, also will preside over Mr. Balwani's.</p><p>Theranos promised to revolutionize blood testing, claiming its technology could test for more than 200 health conditions from a finger prick of blood. Theranos's problematic devices could only test for a dozen, and the company relied on commercial blood analyzers for the remainder. Many results were unreliable and inaccurate. The trial showed Ms. Holmes told investors falsehoods, including the existence of a partnership with the military that didn't exist.</p><p>Nearly two decades after Ms. Holmes founded Theranos, she remains a source of cultural fascination. This month, streaming company Hulu released a new show based on Ms. Holmes's story, the latest in a series of entertainment programs and media reports about the Theranos saga.</p><p>What are her chances at an appeal?</p><p>It is all but certain Ms. Holmes will appeal, a process that can take years. In an appeal, Ms. Holmes could challenge aspects including evidence the judge allowed over the defense's objections or any sign of juror misconduct, though none has emerged so far.</p><p>Trial observers said the mixed nature of the verdict could make it harder to appeal because it is harder to argue the jury didn't know what it was doing or that an error in the case unfairly biased jurors.</p><p>Judge Davila's handling of the case also makes an appeal more challenging for Ms. Holmes, said lawyers who observed the trial. He often split the difference in his rulings, and at times appeared deferential to Ms. Holmes and her legal team, observers said.</p><p>Prosecutors have dismissed the three charges that deadlocked the jury at her trial.</p><p>What potential prison time does Ms. Holmes face?</p><p>The guilty verdict against Ms. Holmes means she could be going to prison for years. Sentencing is a complex and time-consuming process, and many steps still stand between Ms. Holmes and any potential prison time.</p><p>Each of the four counts carries a maximum sentence of 20 years in prison, so she technically faces up to 80 years in prison. No sentencing experts think that will happen, however. In practice, government data shows judges have for years been handing down more lenient sentences than the guidelines manual suggests for economic crimes such as fraud, larceny and insider trading.</p><p>An analysis prepared for The Wall Street Journal by sentencing consultant Empirical Justice LLC found that the median prison term for defendants whose cases have similar characteristics to Ms. Holmes was 16 years.</p><p>The first step is having a probation officer look through the facts of the case and put together a detailed pre-sentencing report. The report has to be provided to each side at least 45 days ahead of the sentencing hearing.</p><p>What was the count-by-count verdict in the Elizabeth Holmes trial?</p><p>1. Conspiracy to commit wire fraud against Theranos investors: Guilty</p><p>2. Conspiracy to commit wire fraud against Theranos paying patients: Not guilty</p><p>3. Wire fraud against Theranos investors: wire transfer of $99,990 from Alan Jay Eisenman: No verdict</p><p>4. Wire fraud against Theranos investors: wire transfer of $5,349,900 from Black Diamond Ventures: No verdict</p><p>5. Wire fraud against Theranos investors: wire transfer of $4,875,000 from Hall Phoenix Inwood Ltd.: No verdict</p><p>6. Wire fraud against Theranos investors: wire transfer of $38,336,632 from PFM Healthcare Master Fund: Guilty</p><p>7. Wire fraud against Theranos investors: wire transfer of $99,999,984 from Lakeshore Capital Management LP: Guilty</p><p>8. Wire fraud against Theranos investors: wire transfer of $5,999,997 from Mosley Family Holdings LLC: Guilty</p><p>9. Prosecutors dropped this count in November, after making an error that resulted in the judge excluding key testimony, making it impossible for prosecutors to substantiate their charge.</p><p>10. Wire fraud against Theranos paying patients: wire transmission of patient E.T.'s blood-test results: Not guilty</p><p>11. Wire fraud against Theranos paying patients: wire transmission of patient M.E.'s blood-test results: Not guilty</p><p>12. Wire fraud against Theranos paying patients: wire transfer of $1,126,661 used to purchase advertisements for Theranos Wellness Centers: Not guilty</p><p>How did the jury reach its verdict?</p><p>The jury was handed the case on Dec. 17 and began deliberating in earnest the following Monday. On Jan. 3, the seventh day of deliberations, the jury informed the judge that it had been unable to reach a unanimous verdict on three of the 11 counts. The judge instructed the jurors to keep deliberating. The instruction also urged them not to change their beliefs solely because of the opinions of their fellow jurors.</p><p>The jury continued to deliberate, but later in the day informed the judge that it still was unable to reach a unanimous verdict on the three counts. At that point, the judge sent them back to the jury room to fill out a verdict form on the remaining eight charges, which they did: guilty on four counts and not guilty on another four.</p><p>The jury deliberated for more than 50 hours.</p><p>Have jury members spoken since the verdict?</p><p>Some have. Jurors zeroed in on two pieces of evidence they believed showed Ms. Holmes intentionally lied to investors, said Susanna Stefanek, known throughout the trial as Juror No. 8.</p><p>For some, the damning evidence—and what Ms. Stefanek called the first smoking gun—was a report Theranos gave investors that Ms. Holmes altered to make it look like it was an endorsement from Pfizer Inc. Ms. Stefanek also cited a document of financial projections given to prospective investors, including prosecution witness Lisa Peterson, who works for the DeVos family office, which invested $100 million in Theranos.</p><p>\"There were just so many falsehoods on that sheet of paper,\" said Ms. Stefanek, an editorial manager at Apple Inc. The 2014 document projected $40 million in annual revenue from drug companies, though jurors had heard from government witnesses that Theranos had no such contracts at the time.</p><p>The juror said the discussion was among their most significant in their deliberations.</p><p>What was the main case laid out by the defense?</p><p>The defense placed a big and potentially risky bet by putting Ms. Holmes on the stand to testify over seven days.</p><p>Through it all, she told her story in the clear and confident voice that followers of Theranos may recall from the company's heyday. Ms. Holmes rarely flinched during questioning by her lawyer or the government, responding succinctly and keeping eye contact with her questioner, only occasionally speaking directly to the jury. She smiled frequently and offered a few small laughs. Her composure broke only when she teared up while testifying about what she described as an abusive personal relationship with Mr. Balwani.</p><p>An attorney for Mr. Balwani has denied the abuse allegations.</p><p>Ms. Holmes expressed regret for some business decisions and conceded mistakes, but also sought to shift blame onto others: Mr. Balwani, lab directors, staff scientists and her marketing agency. The defense approached the trial through several pillars.</p><p>The first was that her knowledge of the company came from her rank-and-file, whom she trusted. She said that reports she got from subordinates led her to believe elements of the company's technology were working successfully.</p><p>Second, Ms. Holmes took aim at what lawyers following the trial have deemed the prosecution's strongest evidence: Theranos documents that were altered to include the names and logos of pharmaceutical companies, including Pfizer Inc., falsely suggesting the companies had validated the Theranos technology. Ms. Holmes admitted to doctoring the reports but said it wasn't done maliciously.</p><p>Third, Ms. Holmes said Theranos started using commercial blood analyzers because the company couldn't handle processing a high volume of patient blood samples on its own proprietary devices, not because the company was trying to mislead anyone.</p><p>Fourth, Ms. Holmes expressed regret for how Theranos handled complaints from lab employees and said she wished she had handled business decisions differently, moments that made her appear more relatable, legal observers said.</p><p>Fifth, Ms. Holmes alleged emotional and sexual abuse by Mr. Balwani. She described a relationship in which she was forced to have sex against her will and spent more than a decade trying to live up to his exacting standards at the expense of her friends, family and personal agency.</p><p>What was the main case laid out by the prosecution?</p><p>Prosecutors presented a narrative of a CEO who repeatedly fabricated the successes of her technology as she built a startup that ultimately failed.</p><p>The case included testimony from investors, former employees, scientists, and a retired four-star general. It offered revelations not captured by the extensive media coverage of Theranos: forged documents, a previously unknown lab director who never visited the lab, exaggerated revenue projections given to investors, and sound bites from a recording of a call in which Ms. Holmes is touting the company to investors.</p><p>Investors told the story of how they were persuaded to back Theranos by claims of financial and technological success that turned out to be untrue. Former employees testified how Ms. Holmes and her deputies rebuffed their efforts to raise alarms about the inaccuracy of Theranos tests and prevent the company from using its devices on patients. And patients testified about receiving blood-test results from Theranos that wrongly led them to believe they had serious health conditions.</p><p>Prosecutors called Ms. Holmes's abuse allegations against Mr. Balwani irrelevant to the case, telling the jury that the defense didn't offer any evidence and Ms. Holmes didn't give any testimony to connect her claims of personal trauma to the fraud charges against her.</p><p>Write to Sara Randazzo at sara.randazzo@wsj.com, Heather Somerville at heather.somerville@wsj.com and Anthony DeRosa at anthony.derosa@wsj.com</p><p>Elizabeth Holmes: What Happens Next to Theranos Founder Found Guilty of Fraud</p>",
  "published": "2022-03-08T20:49:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 6471,
          "end": 6476
        },
        {
          "start": 6471,
          "end": 6481
        },
        {
          "start": 6471,
          "end": 6480
        }
      ]
    }
  ]
}