{
  "_id": "8232dc7273fe79b7b9d1130f94ca505275b64c0b594bc046272c174777f62cb5",
  "feed": "wall-street-journal",
  "title": "Netflix Gains 2.4 Million New Subscribers, Reversing Trend; Company said it estimates all its competitors are losing money on streaming",
  "text": "<p>\"Thank God we're done with shrinking quarters,\" co-Chief Executive Reed Hastings said on the company's earnings call Tuesday. Executives said Netflix had good momentum, but had to continue to work to spur greater revenue growth.</p><p>The company's shares rose 14% in after-hours trading following the results. As of Tuesday, Netflix's stock was down about 60% so far this year.</p><p>The size of Netflix's quarterly subscriber additions remained small by historical standards. Netflix had attracted 4.4 million new customers in the third quarter of last year, and the 8.3 million it added in the fourth quarter of 2021 is nearly twice as big as the 4.5 million the company expects to gain in the final period of 2022. Netflix had 223 million subscribers at the end of September.</p><p>All companies in the streaming business are facing profound competition and struggling to add new subscribers, which makes it more important to ensure that they are generating as much revenue as possible from their viewers.</p><p>In its letter to investors, Netflix said it was starting to see some of its competitors raise prices and others rein in content spending. \"While it's early days, we're starting to see this increased profit focus,\" across the industry, Netflix said in its letter. \"Our best estimate is that all of these competitors are losing money on streaming,\" said Netflix, which is profitable. The company said it had a competitive advantage over rivals because it focuses solely on streaming.</p><p>Netflix is in the process of executing two major strategic shifts in an effort to increase its revenue and subscriber base. The first is rolling out its first tier of ad-supported content, which will help increase the average revenue per subscriber Netflix brings in. Last week, Netflix said it plans to begin launching the tier next month and would charge $6.99 a month for it. Netflix said it expects the ad tier to provide significant revenue and profit, and noted it had received strong interest from advertisers so far.</p><p>The second is cracking down on password sharing and getting viewers who are sharing accounts to pay to do so. The company has tested different approaches to getting households to pay more to share and said it plans to roll out a sharing policy in 2023.</p><p>Netflix said Tuesday it would make it easier for people who share Netflix accounts to create \"sub-accounts\" or \"extra members\" if they wish to pay for family or friends on their accounts. It said it plans to roll that feature out in early 2023. Earlier this week, the company said customers globally can now export their viewing profiles to new accounts without losing their preferences, watch lists and viewing history—which can make the decision for account sharers to get their own account easier.</p><p>Netflix added members in each region for which it reports results during the September quarter, adding 104,000 new customers in the U.S. and Canada, with its strongest growth again coming from Asia, where it added 1.43 million new subscribers during the quarter. Its customer base in Europe, the Middle East and Africa grew to become larger than the U.S. and Canada for the first time, though North America remains its biggest market by revenue.</p><p>Netflix's revenue grew 5.9% to $7.93 billion, while net profit fell 3.5% to $1.4 billion.</p><p>The company's operating margin fell to 19.3% from 23.5% a year earlier, a change Netflix attributed almost entirely to the U.S. dollar's appreciation relative to other currencies. The foreign-exchange impact is expected to weigh further on the company's operating margin in the fourth quarter: Netflix expects it to be 4.2%, compared with 8.2% a year earlier. That final quarter is one in which Netflix traditionally spends more on content and marketing.</p><p>While Netflix for years enjoyed being one of a few available streaming services, it is now one of roughly a dozen mainstream offerings, and there are many more niche services that are vying for viewing time as well. It also contends with platforms like Google-owned YouTube and TikTok for viewers' time.</p><p>The flexibility that streaming services have long offered consumers—allowing them to pay monthly and turn off services as they please—differentiated them from cable's long-term, inflexible contracts. But they also made it easier for customers to turn services on and off when they finished watching a specific hit show or movie.</p><p>The rate of customer defections across premium streaming services rose to 5.7% in August, according to subscription research firm Antenna, up from 4.9% a year earlier. Some 20% of subscribers to premium services—a group that includes Netflix, Walt Disney Co.'s Disney+, Disney-controlled Hulu, Apple Inc.'s AppleTV+ and Warner Bros. Discovery Inc.'s HBO Max, among others—canceled three or more subscriptions in the two years up to August, Antenna data show.</p><p>\"The best way to reduce churn is to keep them entertained,\" Netflix co-CEO Ted Sarandos said on Netflix's earnings call. He added that Netflix was getting better at ensuring that it is regularly delivering popular content.</p><p>SHARE YOUR THOUGHTS</p><p>How do you think offering a lower-cost, ad-supported plan will change the outlook for Netflix? Join the conversation below.</p><p>Between July and September, Netflix released a number of popular shows, including the second set of \"Stranger Things: Season 4\" episodes, \"Dahmer—Monster: The Jeffrey Dahmer Story,\" the fourth season of \"Virgin River\" and the fifth season of \"Cobra Kai,\" as well as films including the \"The Gray Man,\" \"The Sea Beast\" and \"Purple Hearts.\"</p><p>Non-English language programming that drew large audiences during the quarter included the South Korean series \"Extraordinary Attorney Woo\" and thriller \"Loving Adults\" from Denmark. Mr. Sarandos said \"Extraordinary Attorney Woo\" was an example of content from international markets becoming popular around the world.</p><p>Netflix plans to release the fifth season of hit TV show \"The Crown\" in the final quarter of the year, as well as films like whodunit \"Glass Onion: A Knives Out Mystery\" and \"The Good Nurse,\" a thriller starring Oscar-winners Jessica Chastain and Eddie Redmayne.</p><p>About a year since it launched videogames on its platform, Netflix said it would take several years to learn what gamers like, though said it was seeing some encouraging signs. The company said it has 55 more games in development in addition to 35 games on its service.</p><p>Write to Sarah Krouse at sarah.krouse@wsj.com</p><p>Netflix Gains 2.4 Million New Subscribers, Reversing Trend</p>",
  "published": "2022-10-18T23:08:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 4671,
          "end": 4681
        },
        {
          "start": 4671,
          "end": 4680
        },
        {
          "start": 4671,
          "end": 4676
        }
      ]
    }
  ]
}