{
  "_id": "35f169a7c680db16e91bd33e4faebfb15c7f159c5da90df42877e0fbabd46ce4",
  "feed": "wall-street-journal",
  "title": "Neil deGrasse Tyson Doesn't Let His Phone Control Him; The astrophysicist and author of the forthcoming \"Starry Messenger: Cosmic Perspectives on Civilization,\" 63, shares what's on his phone.",
  "text": "<p>Most-surprising apps you depend on</p><p>SkyView: shows what you're looking at in the night sky. Merlin: listens to birdsongs and identifies what kind of bird is singing.</p><p>Siri user?</p><p>Nope. I don't like using my voice unnecessarily. And when I do, I want a person or a pet to be listening.</p><p>Most-watched app</p><p>YES Network. A longtime Yankee fan.</p><p>Preferred Instagram feeds</p><p>The New Yorker comics. National Geographic.</p><p>Go-to podcast</p><p>Making Sense with Sam Harris. Smart, thoughtful people, in deep conversation about socially and culturally relevant topics, in search of resolutions to conflict in the world.</p><p>Phone battery percentage at which you feel compelled to charge</p><p>Less than 10 percent. But I don't feel nervous. The state of my iPhone draws no emotions from me. I just pull out a charging battery from my backpack, which is highly loaded with all manner of survival items, and I don't miss a beat.</p><p>Most-listened-to artist</p><p>Blues guitarist Buddy Guy.</p><p>Favorite emoji</p><p>I try always to use words instead of pictures to express my emotions. But I willuse my thumbs-up emoji in response to an agreed-upon plan in a text exchange. Never in an email.</p><p>Cities listed in weather app</p><p>New York City; East Hampton, NY; Saratoga Springs, NY; North Salem, NY; Fairbanks, AK; Detroit; London; Chicago; Carlsbad, CA.</p><p>Biggest time-wasting app</p><p>The phone doesn't control me in this way.</p><p>Neil deGrasse Tyson Doesn't Let His Phone Control Him</p>",
  "published": "2022-09-08T12:30:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [],
      "weightsV2": {
        "weight": 2.0,
        "baseWeight": 0.0,
        "expansionWeight": 2.0,
        "ontologyWeight": 0.0,
        "tagPositionWeight": 0.0,
        "titleWeight": 0.0
      },
      "typeRank": 1
    }
  ]
}