{
  "_id": "fbfea78e1f08d7aee19e90760b88c4df7ceda85b4e2fa442131513f5f31bec68",
  "feed": "wall-street-journal",
  "title": "Facebook Parent Meta Posts Slowest Revenue Growth Since IPO; Social-media company faces growing competition for users and privacy headwinds in advertising business",
  "text": "<p>Facebook parent Meta Platforms Inc. posted its slowest revenue growth since going public a decade ago, as the company navigates growing competition for users and privacy headwinds on its advertising business.</p><p>Meta's advertising revenue for the first quarter was $27.9 billion, up 6.6% compared with a year prior. Analysts had predicted Meta's advertising revenue would rise to $28.3 billion in the first quarter of 2022.</p><p>The revenue growth marked the lowest rate since the company went public in 2012, signaling the impact that ad-tracking changes introduced by Apple Inc. last year have had on its advertising business. Last quarter, the company warned that those changes would cost Meta some $10 billion in 2022.</p><p>Meta reported net income of $7.5 billion, compared to analysts' expectations of $7.1 billion.</p><p>Meta's share price climbed sharply in after-hours trading, up more than 12% shortly after results were announced.</p><p>The company's user base grew to 1.96 billion daily active users, up from 1.93 billion reported in February. Analysts expected Meta to report an uptick in its daily users to 1.95 billion. In the prior quarter, the company's daily active user base fell by two million users, which was the first time the company had reported a decline in users.</p><p>Meta also forecast that it is expecting revenue between $28 billion and $30 billion for the second quarter, shy of the $30.7 billion expected by analysts, according to FactSet.</p><p>Meta's stock price was battered in February when it posted quarterly results that showed a sharper-than-expected decline in profits, a gloomy revenue outlook and a dip in its daily active users.</p><p>Since that report, Meta shares have fallen nearly 44% and the company has lost nearly $388 billion in market cap.</p><p>Write to Salvador Rodriguez at salvador.rodriguez@wsj.com</p><p>Facebook Parent Meta Posts Slowest Revenue Growth Since IPO</p>",
  "published": "2022-04-27T20:23:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 562,
          "end": 567
        },
        {
          "start": 562,
          "end": 572
        },
        {
          "start": 562,
          "end": 571
        }
      ]
    }
  ]
}