{
  "_id": "c082b28968bcfc438524981b8aeb548a954a16e1be318911fd9c351156489f5a",
  "feed": "market-watch",
  "title": "In a shaky economy, cash is king — and these S&P 500 companies have it, says Barclays",
  "text": "<p>Corporations, as well as individuals, have been running down cash hoards accumulated from fiscal stimulus and weak services spending, noted a team led by Maneesh Deshpande, in a note to clients dated June 7. They said that for the second-straight quarter, S&amp;P 500 ex-financial companies are burning cash at a rate of around $70 billion per quarter, bringing cash/assets down to prepandemic levels.</p><p>Buybacks is where the bulk of the cash is headed toward, with levels at a new all-time high of around $230 billion, led by FANMAG — Meta (formerly known as Facebook) META, Amazon AMZN, Netflix NFLX, Microsoft MSFT, Apple AAPL, and Google GOOGL — industrials and consumer discretionary.</p><p>Higher inflation is slowly but surely chipping away at cash hoards of households and corporations.</p><p>The chart below shows the 25 stock names in the S&amp;P 500 that Barclays expects will have the strongest cash reserves and 25 with that will likely have the weakest through the end of 2022. Deshpande notes that the decline in excess cash is surprising, and if it continues at the current pace that would imply \"tighter financial conditions will be even more of a headwind than we have previously assumed.\"</p><p>The strategists also note that due to higher inflation and negative real wage growth, households are leaning on excess savings, having built up $2.5 trillion in excess cash due to a drop in services consumption and extraordinary fiscal stimulus. Barclays is underweight consumer-related sectors because much of the dwindling savings are sitting with higher income households.</p><p>Considering it's a big unknown how high the Federal Reserve will need to hike interest rates to tame inflation until late 2022 or early 2023, they said they'd prefer to invest in companies that won't be burning through their cash reserves in the next few quarters.</p><p>Onto the companies Barclays projects to have the most cash assets by end 2022, the top five on this list are Vertex Pharmaceuticals VRTX, Las Vegas Sands LVS, Incyte INCY, Activision Blizzard ATVI and Live Nation Entertainment LYV.</p><p>The full list is here:</p><p>Barclays also provided a list of companies that they expect will struggle with cash levels by the end of the year if financial conditions tighten. Those include EFX, Martin Marietta Materials MLM, Akamei Technologies AKAM , Quanta Services PWR and Lowe's LOW.</p><p>In a shaky economy, cash is king — and these S&amp;P 500 companies have it, says Barclays</p>",
  "published": "2022-06-09T14:01:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 613,
          "end": 618
        },
        {
          "start": 619,
          "end": 623
        }
      ]
    }
  ]
}