{
  "_id": "12ca584058579e785d66efcec9f65cfca704c89849de9d354500d1c02b346f03",
  "feed": "ftcomall",
  "title": "Shopify makes B2B push in attempt to regain momentum",
  "text": "<p>Shopify is setting its sights on a “huge untapped market” for business-to-business commerce, as it introduces new tools in an attempt to fend off competition from Amazon and revive its fortunes after a bruising stock sell-off.</p> <p><a href=\"https://www.ft.com/stream/16437415-b496-4591-b7c2-501d8136b2c9\">Shopify</a> said its push into business-to-business sales, announced on Wednesday, would unlock opportunities “multiple times” bigger than its existing model. The tools are meant to make it easier for merchants to sell in bulk, and integrate with enterprise resource planning software used by companies to handle procurement.</p> <p>“It is an opportunity for us to expand our [total addressable market],” Harley Finkelstein, Shopify's president, told the Financial Times. “Not just go after direct-to-consumer businesses, big and small, but to now go after wholesale business, which is a huge untapped market.”&#xa0;</p> <p>Ottawa-based Shopify, which provides software and services for independent retailers, has been keen to herald growth opportunities after a year in which its shares have plummeted 75 per cent, wiping off more than&#xa0;$130bn&#xa0;in market value and erasing the gains it made as <a href=\"https://www.ft.com/content/8075a9c5-3c43-48a5-b507-5b8f5904f443\">one of the coronavirus pandemic's biggest winners</a>. </p> <p>Its decline has been sharper than <a href=\"https://www.ft.com/stream/c916286e-46e9-4042-b759-6315a5f6dba8\">ecommerce </a>rivals such as Amazon. Inflation, supply chain uncertainty and the effect of Apple's privacy changes on targeted advertising have hit the direct-to-consumer brands that use Shopify, according to ecommerce data analyst PipeCandy, which showed traffic growth for DTC down 18 per cent in the past six months. </p> <p>Shopify's overall sales growth has also slowed, according to its most recent earnings report, along with the total value of goods sold through the platform. </p> <p>“I think certainly we were this pandemic story because of the value we added when stores were shut down,” Finkelstein said. “But I think people are missing that we are also this recovery story.”</p> <p>Shopify has been feeling the heat from Amazon, which continues to court Shopify's base of merchants, most recently by opening up Prime delivery options to online stores beyond its own marketplace.</p> <p>Amazon's Buy with Prime programme, announced in April, allows merchants to give customers the option to receive the goods and send returns via its logistics, even if the merchant does not sell on Amazon.com.</p> <p>In a sign of the perceived threat, Shopify's stock price fell by 20 per cent in the week that Buy with Prime was announced. Youssef Squali at Truist Securities called Buy with Prime a “potential game changer” that stood to add as much as $10bn to Amazon's yearly revenue. </p> <p>Those gains could come at Shopify's expense, but Finkelstein insisted Shopify and Amazon can work together: “If it's done well, anything that's going to help small businesses sell more is a good thing.” </p> <p>Among the investors that have lost confidence in Shopify is Mawer Investment Management, which recently disclosed it had cashed out the stake it had held in the company since 2017. </p> <p>“The internet is getting crowded,” Vijay Viswanathan, director of research, said on the investment group's podcast. “Amazon is making their foray with their Buy with Prime piece. We're seeing a slowdown in ecommerce, and we're seeing slowdown in the results at Shopify. It became harder and harder to justify the valuation.”</p> <p>Investor sentiment around Shopify stands in stark contrast to the early days of the pandemic, when it briefly became Canada's most valuable publicly traded company.</p> <p>“For a while Shopify could do no wrong,” said ecommerce analyst Juozas Kaziukenas from Marketplace Pulse. “The broader industry was hoping Shopify would compete directly with Amazon. But obviously that hasn't happened yet, and it's unclear if that will ever happen.”</p><p>Source: Dave Lee in San Francisco 2022 'Shopify makes B2B push in attempt to regain momentum' FT.com 22 June. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-06-22T13:00:05.145Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1268,
          "end": 1273
        }
      ]
    }
  ]
}