{
  "_id": "915db4d6fc4b3ad7a8f42ac5508cd542a183a04817fe1d770f00c1daa8588d02",
  "feed": "wall-street-journal",
  "title": "Formula One Plans a U.S. Victory Lap With a Race Down the Las Vegas Strip; The sport, which nearly abandoned the American market, will add a 2023 race in Sin City, giving it a record three U.S. races beginning next season",
  "text": "<p>F1 was ready to give up on America.</p><p>But over the past 18 months, as the sport rode a wave of postpandemic popularity, F1 executives pulled one of the most dramatic U-turns anyone in racing can remember. Instead of quitting the U.S. market altogether, F1 is now preparing to run three distinct American Grands Prix next season, culminating in a first-of-its-kind spectacular in Las Vegas next November, complete with cars racing down the Strip on a Saturday night. For a sport and a market that so recently viewed each other as foreign curiosities, the progress felt deeply unlikely.</p><p>\"It was such a quick turnaround—really a matter of two years,\" F1 chief executive Stefano Domenicali said. \"An incredible 'switch-on' that before was not there.\"</p><p>Committing to a race in Austin, an established circuit with a reliable promoter and proven attendance numbers, was one thing. (Its 268,000 fans over the 2019 Grand Prix weekend turned into more than 450,000 over three days last month.) Trying something entirely new in Miami in May was a bolder move.</p><p>Attempting to race in Vegas was sheer lunacy. Even Domenicali recognizes that while cities such as Monaco and Singapore have grown used to \"that invasion\" that comes with hosting a Grand Prix, Las Vegas was a step beyond. Then again, if any place on Earth could understand F1's cocktail of drama, celebrity, look-at-me glitz, and sheer loudness, it was the permanent stage in the Nevada desert.</p><p>\"Our vision of, 'Everywhere we go, we want to create a Super Bowl' is much easier to understand if you have an American mentality,\" Domenicali said.</p><p>The transformation has been so dramatic that F1 will go from one race in the U.S. last year to three in 2023. Factor in the Grands Prix in Canada, Mexico, and Brazil and suddenly a full quarter of the unprecedented 24-race calendar will fall in U.S.-friendly time zones. For now, that number is where organizers expect to top out. The season already stretches from March to November and hits five continents. F1 is now working on a future where some tracks rotate in alternate years to accommodate new locations.</p><p>The U.S. races, though, have evolved into critical stops for building F1's image. The series is owned by the Denver-based Liberty Media and is also working on a string of major American projects that have nothing to do with actual racing. At the Austin Grand Prix last month, the long list of A-listers included Brad Pitt, Hollywood producer Jerry Bruckheimer, and Apple CEO Tim Cook, who were on site to discuss plans for a new movie centered on F1.</p><p>\"Up until a few years ago, the sport was very closed,\" two-time world champion Max Verstappen said.</p><p>Netflix changed all of that. With a wildly popular show called \"Drive to Survive,\" which stripped away the technical parts of racing and replaced them with soap-opera intrigue, the sport cultivated an entirely new audience. New fans were younger, more diverse, and far more invested in the lives and personalities of the drivers than in tire compounds and wing angles. Nowhere did fans latch on harder than in the U.S.</p><p>\"There's a culture in the U.S. of making the sport a show,\" Ferrari driver Charles Leclerc said.</p><p>And there is a culture in Las Vegas of making shows into something even bigger, noisier and gaudier than anywhere else. F1 offered its first real taste of what that might look like last weekend with a demonstration that featured seven-time world champion Lewis Hamilton, his Mercedes teammate George Russell, and Red Bull's Sergio Perez doing doughnuts on Las Vegas Boulevard in F1 cars. The Strip, which is due to be repaved entirely for the race, came to a standstill as gamblers and vacationers suddenly emerged wearing F1 gear to see the most improbable test drive in the sport.</p><p>\"I don't know how we're going to move around Vegas,\" Hamilton had said before the event.</p><p>Until recently, neither did the organizers. Facing one of the sport's most daunting logistical challenges, they sold the casinos, hotels, local law enforcement, and Clark County officials on a plan for extra pedestrian and vehicular bridges, combined with a 10 p.m. Saturday night start (instead of the traditional Sunday afternoon time slot) to make racing there possible. Liberty Media also said it acquired a $250 million plot of land away from the Strip to build a 1,000-foot paddock and the start/finish straight of the 3.8-mile, 17-corner circuit.</p><p>\"To shut down the Strip is a significant inconvenience, obviously,\" Wilm said. \"So we had to convince them that the benefit to the town, to the business, to their community would clearly outweigh that inconvenience factor.\"</p><p>Formula One has raced in Vegas before. In 1981 and 1982, the sport held two poorly-attended events that were largely confined to the gargantuan parking lots of Caesars Palace. For 40 years, that was enough. Other groups tried to revive it, but it took F1 deciding to become the race's promoter to make it happen. (Everywhere else, the group works with local promoters.)</p><p>By attempting a Grand Prix now, F1 is also moving into one of America's newest sports hubs—one that happens to come equipped with 150,000 hotel rooms. In 2017, it welcomed a hockey team, the Vegas Golden Knights. The following year came the WNBA's Las Vegas Aces. And in 2020, the Las Vegas Raiders landed in their new home at Allegiant Stadium, which is also due to host the 2024 Super Bowl.</p><p>\"We are trying, politely, to offer something that is not pure U.S., but is international,\" Domenicali said. \"And we saw the effect of being stubborn to be in Vegas. No one thought we'd be able to convince the committees to be on the Strip on a Saturday night.\"</p><p>Write to Joshua Robinson at Joshua.Robinson@wsj.com</p><p>Formula One Plans a U.S. Victory Lap With a Race Down the Las Vegas Strip</p>",
  "published": "2022-11-08T12:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 2468,
          "end": 2473
        }
      ]
    }
  ]
}