{
  "_id": "8d0025000d165e699d121accc3c12ab355691e4a240ae884472e705095b73c10",
  "feed": "market-watch",
  "title": "Feeling seasick? These simple, low-cost retirement portfolios are holding up well",
  "text": "<p>Best of all, anybody can copy them using a handful of low-cost exchange-traded funds or mutual funds. Anyone at all.</p><p>You don't need to be clairvoyant and predict where the market is going.</p><p>You don't need to pay for high fee hedge funds (which usually don't work anyway).</p><p>And you don't need to miss out on long-term gains by just sitting in cash.</p><p>Money manager Doug Ramsey's simple \"All Asset No Authority\" portfolio has lost half as much as a standard \"balanced\" portfolio since Jan. 1, and a third as much as the S&amp;P 500. Meb Faber's even simpler equivalent has held up even better.</p><p>And when combined with a very simple market timing system that anyone could do from home, these portfolios are nearly break-even.</p><p>This, in a year when almost everything has plummeted, including the S&amp;P 500 SPX, the Nasdaq Composite COMP, Apple AAPL, Amazon AMZN, Meta FB, Tesla TSLA, bitcoin BTCUSD (I know, shocking, right?), small-company stocks, real-estate investment trusts, high-yield bonds, investment grade bonds, and U.S. Treasury bonds.</p><p>This is not just the benefit of hindsight, either.</p><p>Ramsey, the chief investment strategist at Midwestern money management firm Leuthold Group, has for years monitored what he calls the \"All Asset No Authority\" portfolio, which is sort of the portfolio you'd have if you told your pension fund manager to hold some of all the major asset classes and make no decisions. So it consists of equal amounts in 7 assets: U.S. large-company stocks, U.S. small-company stocks, U.S. real-estate investment trusts, 10 Year U.S. Treasury notes, international stocks (in developed markets like Europe and Japan), commodities and gold.</p><p>Any of us could copy this portfolio with 7 ETFs: For instance the SPDR S&amp;P 500 ETF trust SPY, the iShares Russell 2000 ETF IWM, Vanguard Real Estate VNQ, iShares 7-10 Year Treasury Bond IEF, Vanguard FTSE Developed Markets ETF VEA, Invesco DB Commodity Index ETF DBC, and SPDR Gold Trust GLD. These are not specific fund recommendations, merely illustrations. But they show that this portfolio is accessible to anyone.</p><p>Faber's portfolio is similar, but excludes gold and U.S. small-company stocks, leaving 20% each in U.S. and international large-company stocks, U.S. real estate trusts, U.S. Treasury bonds, and commodities.</p><p>The magic ingredient this year, of course, is the presence of commodities. The S&amp;P GSCI XX: SPGSCIhas skyrocketed 33% since Jan. 1, while everything else has tanked.</p><p>The key point here is not that commodities are great long-term investments. (They aren't. Over the long term commodities have either been a mediocre investment or a terrible one, though gold and oil seem to have been the best, analysts tell me.)</p><p>The key point is that commodities typically do well when everything else, like stocks and bonds, do badly. Such as during the 1970s. Or the 2000s. Or now.</p><p>That means less volatility, and less stress. It also means that anyone who has commodities in their portfolio is in a better position to take advantage when stocks and bonds plunge.</p><p>Just out of curiosity I went back and looked at how Ramsey's All Asset No Authority portfolio would have done, say, over the past 20 years. Result? It crushed it. If you'd invested equal amounts in those 7 assets at the end of 2002 and just rebalanced at the end of every year, to keep the portfolio equally spread across each one, you'd have posted stellar total returns of 420%. That's a full 100 percentage points ahead of the performance of, say, the Vanguard Balanced Index Fund VBINX.</p><p>A simple portfolio check once a month would have slashed the risks even further.</p><p>It is 15 years since Meb Faber, co-founder and chief investment officer at money management firm Cambria Investment Management, demonstrated the power of a simple market-timing systemthat anyone could follow.</p><p>In a nutshell: All you have to do is check your portfolio once a month, for example on the last workday of the month. When you do, look at each investment, and compare its current price with its average price over the previous 10 months, or about 200 trading days. (This number, known as the 200-day moving average, can be found very easily here at MarketWatch, by the way, using our charting feature).</p><p>If the investment is below the 200-day average sell it and move the money into a money-market fund or into Treasury bills. That's it.</p><p>Keep checking your portfolio every month. And when the investment goes back above the moving average, buy it back. It's that simple.</p><p>Own these assets only when they closed above their 200-day average on the last day of the previous month.</p><p>Faber worked out that this simple system would have allowed you to sidestep every really bad bear market and slash your volatility, without eating into your long-term returns. That's because crashes don't tend to come out of the blue, but tend to be preceded by a long slide and a loss of momentum.</p><p>And it doesn't just work for the S&amp;P 500, he found. It works for pretty much every asset class: Gold, commodities, real estate trusts, and Treasury bonds.</p><p>It got you out of the S&amp;P 500 this year at the end of February, long before the April and May meltdowns. It got you out of Treasury bonds at the end of last year.</p><p>Doug Ramsey has calculated what this market timing system would have done to these 5 or 7 asset portfolios for nearly 50 years. Bottom line: Since 1972 this would have generated 92% of the average annual return of the S&amp;P 500, with less than half the variability in returns.</p><p>So, no, it wouldn't have been as good over the very long term as buying and holding stocks. The average annual return works out around 9.8%, compared to 10.5% for the S&amp;P 500. Over the long term that makes a big difference. But this a risk-controlled portfolio. And the returns would have been very impressive.</p><p>Amazingly, his calculations show that in all that time your portfolio would have lost money in just three years: 2008, 2015 and 2018. And the losses would have been trivial, too. For example using his All Asset No Authority portfolio, combined with Faber's monthly trading signal, would have left you just 0.9% in the red in 2008.</p><p>A standard portfolio of 60% U.S. stocks and 40% U.S. bonds that year: -22%.</p><p>The S&amp;P 500: -37%.</p><p>Things like \"all weather\" portfolios and risk control always seem abstract when the stock market is flying and you are making money every month. Then you wake up stuck on the roller coaster from hell, like now, and they start to seem a lot more appealing.</p><p>Feeling seasick? These simple, low-cost retirement portfolios are holding up well</p>",
  "published": "2022-05-12T20:27:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 822,
          "end": 827
        },
        {
          "start": 828,
          "end": 832
        }
      ]
    }
  ]
}