{
  "_id": "be738bbfac053ad78ee0d9aa85354dfe0cd4ed595f472c24e59c2371f7fa4553",
  "feed": "ftcomall",
  "title": "What Mickey Drexler did next ",
  "text": "<p>“I&#xa0;would like this jacket to be famous,” says Mickey Drexler, pointing to his own attire on a recent spring afternoon over lunch at his usual spot, Sant Ambroeus in New York City's SoHo. He's wearing a soft, light-wash denim version of the more commonly seen worker style from Alex Mill, the apparel line his son Alex Drexler founded almost a decade ago.</p> <p>If anyone knows how to make a jacket famous, it's <a href=\"https://www.ft.com/stream/821ce264-4ce6-3c79-914c-3be8257233c3\">Mickey</a>. A giant of American retail, he is best known for leading Gap and J Crew when both brands were not just mall giants, but cultural bellwethers that created and defined the American casual uniform.&#xa0;</p> <p>Mickey, 77, credits his successes to an intangible instinct for product: understanding what people want to wear and what they want to pay for it. He's a merchant who remains as obsessed and passionate about product, design and retail as he was when he started his career more than&#xa0;40 years ago. Frank and opinionated, he frequently digresses into detailed stories from his colourful career, with a sharp memory for names and numbers. A question about pricing strategy can lead to a story about Steve Jobs' first Tesla car, an anecdote from Mickey's years on the board of <a href=\"https://www.ft.com/stream/a39a4558-f562-4dca-8774-000246e6eebe\">Apple</a>. He peppers conversation with questions such as “How much did you pay for that sweater?” (too much, it turns out) or “Where did you buy that?” (from a label that copied Gap's playbook, he notes).</p> <p>At one point, he takes off one of his shoes to illustrate the difference between a boring sock and one that “speaks” to him: in this case, it's the fabric – cashmere – and the delightful surprise of a yellow toe and bright blue heel. “It's about the colours and the way they look together,” he says, retying the laces of his Alden bluchers. “I can't explain it.”</p> <p>After stepping down as the chief executive of J Crew in 2017 (and leaving the chairman post two years later), Mickey says it was only a matter of time before he would find a way to return to the fashion business full-time. At <a href=\"https://www.alexmill.com/\">Alex Mill</a>, however, his lifelong journey of purveying the modern American uniform is a family matter and, for the first time, free from the control of the boards of directors and private equity bigwigs with which he butted heads in the past. (He was famously fired from Gap and left J Crew on less than rosy terms with its backers, in both cases amid downturns.) The result is an unusual type of apparel brand, one with the agile energy of a digital startup and the weight of influence from one of the industry's most passionate leaders. “I love to work, and I love the business and I always have unfinished business. This is what I do,” Mickey says. “To me, small is the new big.”</p> <p>Understandably, Alex Drexler resisted joining the industry over which his father looms large, first considering law school or a career as an FBI agent. But he eventually realised that fashion was “in his blood”, he says after a walk-through of Alex Mill's cosy open-plan office above Lafayette Street, newly expanded to accommodate the growing team. Today, Alex's title is just founder, though his role includes something like chief marketing officer, focusing on Alex Mill's brand identity and community, as well as on special projects like collaborations and other operational elements. He is more shy and cautious in conversation than his father, but with a similar obsession with details, from the placement of buttons to the stencil typography of the logo. Somsack Sikhounmuong, Alex Mill's co-founder and its design director, says Alex has an “eye or an instinct that one will only have having been around it this long”.</p> <p>Alex Mill was founded in 2011, when Alex saw a space in the market for what he considered the perfect men's shirt. It grew into a niche business with a Japanese influence that aligned with a growing passion from American shoppers for considered menswear, but beloved by both men and women. Mickey was still leading J Crew when Alex struck out on his own. “I never helped him at all,” says Mickey. “The only thing I told him was ‘Open a store, Alex.'” (He did, on Elizabeth Street in New York.) But growing the label was challenging and, in 2018, they decided to pursue a different strategy. Mickey felt the brand had potential to really scale. “I loved the name, I loved what they were doing,” he says, emphasising the importance of branding to growth, citing the success of the household names he launched earlier in his career, such as Old Navy and Madewell.&#xa0;</p> <p>Mickey first introduced Alex to Sikhounmuong, a talented designer who had recently left J Crew and Madewell after 16 years with the business. (“I was like Somsack's unofficial agent for jobs,” says Mickey. “He's a lovely, hugely talented person.”) The designer was fatigued from the pace of working for billion-dollar companies, designing 100 new shirts every season, and was looking for something more personal and fulfilling.&#xa0;</p> <p>“We said, ‘Well, why don't we take the name Alex Mill and make something bigger out of it?'” says Alex.&#xa0;</p> <p>Sikhounmuong came on board and Mickey, who had invested in Outdoor Voices and Warby Parker before leaving J Crew, made an investment, too. They paused the brand for a few months and relaunched it in 2019 with a different model, with expanded collections for both men and women, a slightly lower price point, a better website and primarily selling direct-to-consumer.&#xa0;</p> <p>Sikhounmuong's vision was heavily influenced by vintage workwear and uniforms, like the sturdy, roomy chore jackets that first appeared in France in the late 19th century and became popular on both sides of the Atlantic in the 1920s. As something of a lark, Sikhounmuong introduced a jumpsuit for women that quickly took off and has&#xa0;surprisingly become one of Alex Mill's bestselling styles and a sort of brand motto. “[It] speaks to what I think customers are looking for these days, which is that level of ease and simplicity when getting dressed up,” he says.&#xa0;</p> <p>There are no skinny jeans or ripped-from-TikTok trend items to be found among Alex Mill's collection. The&#xa0;brand is all about comfort and practicality, with a lived-in sense of style. “We have a slogan we use – ‘Wake up, get&#xa0;dressed, don't overthink it' – we say that a lot,” says Alex.</p> <p>His father, who officially took the title as Alex Mill's CEO last summer, formalising what was already a growing role in the business, espouses the same mentality. “Gap was very simple when we started, [and] it took off like a rocket... But that's how we grew all the companies. They have a point of view.” Another priority of Mickey's for Alex Mill is avoiding the markdowns that have dogged the likes of Gap and J Crew in recent years, which incentivise customers to expect discounts to shop. He says he has been advised to raise Alex Mill's prices but is set against it, because it can often require promotions to move products.&#xa0;</p> <p>“It's not the vision we have, there's a value component,” Mickey says. “We've never put anything on sale.” He pointed to the denim work jacket, which sells for $195. “It's a $300 jacket. And I think people say, ‘I love your goods and I think the prices are fair and it's well made.'”</p> <p>Although Mickey no longer has to explain himself to shareholders, working with his son creates its own challenges and sensitivities. “Father, son – [there are] complications, but you work it out,” Mickey says. “He's the founder and conscience of the company… Without him, I wouldn't be employed.”</p> <p>Mickey describes Alex Mill as being in its “infant” stage but with the kind of growth potential that has him&#xa0;dreaming of one day opening as many as &#xa0;40 &#xa0;stores in the “best places in America”. (Still, a far cry from the store networks of his &#xa0;prior brands, which operated thousands of&#xa0;branches across the country.) “America for&#xa0;us – it's a $300mn, $400mn or $500mn market&#xa0;easily,” he says.</p> <p>Alex Mill is looking beyond its US borders&#xa0;this year in small but key ways. It has begun shipping online orders globally and is also embarking on a collaborative exchange with the Paris menswear brand Brut.&#xa0;When Alex Mill opens its new store on Mercer Street in SoHo (replacing its second location across the street), it will offer a selection of&#xa0;vintage Brut pieces.&#xa0;</p> <p>Collaborations are part of Alex Mill's strategy to catch the attention of a wider audience. In 2020, it released a pyjama collection with Jimmy Fallon and created a limited-edition shirt with Joanna Goddard, founder of the blog Cup of Jo, to the same effect. Expanding into more accessories is also on the horizon.&#xa0;The brand launched its first women's shoe last autumn, a&#xa0;ladylike velvet flat, and will continue to add cold-weather items and other pieces that go beyond the&#xa0;wardrobe staples Alex Mill started with. “It's&#xa0;not necessarily always just getting into a lot of categories, but&#xa0;also reinforcing existing ones,” says Alex, explaining&#xa0;the value of offering new fabrics for hit pieces like the work jacket.&#xa0;</p> <p>“It's the fundamentals of everyone's uniform,” says Mickey. “Not that they should look the same. I remember all my mistakes my whole life… at Gap, we had a campaign, ‘Everyone in Leather',” he says, remembering an ad that pushed too much uniformity. “Terrible.”</p> <p>Alex Mill is built on the idea of a uniform, but one that can be interpreted by teen trendsetters and confident boomers alike. It's a tricky message to communicate, but one its founders see clearly. “It's a matter of figuring out where the openings are in the market,” says&#xa0;Mickey. “We look at every product that goes&#xa0;in. I did that with three companies – Old Navy, Gap&#xa0;and Banana Republic... But it was never like&#xa0;what J Crew became or what I think we're going to be here.”</p><p>Source: Chantal Fernandez. Photography by Clément Pascal 2022 'What Mickey Drexler did next&#xa0;' FT.com 8 June. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-06-08T03:55:17.463Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1179,
          "end": 1184
        }
      ]
    }
  ]
}