{
  "_id": "b8ed3ea04e32a873a23f9dcfe3d2f574148713b90f58f387f0b315e5d3755f5b",
  "feed": "wall-street-journal",
  "title": "The Coming Remedy for Ransomware",
  "text": "<p>Ms. Kidd's case calls attention to the growing threat cyberattacks pose to hospitals world-wide. According to a 2020 survey of information-technology professionals, 1 in 3 healthcare organizations reported being hit by a ransomware attack that year. HealthITSecurity, a trade publication, reported recently that since November 2020, the sector experienced a 45% surge in the frequency of cyberassaults. Covid-19 was a catalyst for hackers to step up their efforts.</p><p>\"Hospitals' systems were already fragile before the pandemic,\" said Josh Corman, who heads the Department of Homeland Security's Covid-19 cybersecurity task force. \"Then the ransomware attacks became more varied, more aggressive, and with higher payment demands.\"</p><p>Refusing to pay isn't a damage-free option: The University of Vermont's Medical Center was attacked in October of 2020, and even though it chose not to pay a ransom, the health system suffered more than $50 million in damages, mainly from lost revenue.</p><p>You would think that with the stakes so high, and with public health on everyone's minds, the free market would be flooded with solutions to the problems plaguing hospitals. Sadly, that's not the case. For the most part, innovation in cybersecurity is targeted elsewhere, such as Fortune 500 companies.</p><p>It doesn't take an accomplished venture capitalist to understand the logic. Why would one create a product and then struggle to market it to many small and medium-size businesses like regional health systems when one could create something exclusively for Fortune 500 companies? Choose the latter course and you're looking at a relatively carefree sales strategy -- there aren't many companies at the peak of the pyramid -- as well as a possible easy path to a big exit. But you aren't likely to produce a solution that helps the most vulnerable.</p><p>How to move forward? First, recognize what hospital administrators and others on the front line of the healthcare industry already know. This threat -- to public health, the economy, and our ability to lead normal lives -- is potentially even mightier and more prevalent than a global pandemic. To prevent ransomware attacks, we must create a system to report them without fear of stigma or reputational damage, giving law-enforcement officials the data to respond.</p><p>The problem is too big for federal and local governments to solve alone. The free market must step in, which would require a radical shift in how we think about cybersecurity. We need an affordable way for smaller organizations to set up an efficient and secure network without having to commit to hardware or IT specialists they can't afford.</p><p>Thankfully, such a shift is coming: Just as Software as a Service revolutionized the internet by letting everyone access applications online rather than buying, installing and managing expensive software, we a new model, Secure Access Service Edge, promises to do the same thing for network security. To understand roughly what it does, look at your iPhone, which is a telephone, a computer, a high-resolution camera and a global positioning device all in one machine. Secure Access Service Edge will do something similar for network access and security, allowing businesses of all sizes, including small and medium-size ones, network access and security without a host of costly components.</p><p>The challenges we face may be immense, ranging from hackers launching ransomware attacks to bellicose nations contemplating cyber assaults on infrastructure, but the same ingenuity that built the cyber industry is flourishing. With new technologies and ideas already at work in the industry, we're likely to see a golden age of digital transformation that is focused on those most vulnerable to attacks and most desperate for affordable solutions.</p><p>---</p><p>Mr. Kramer is the CEO and co-founder of Cato Network, a cloud-based network security provider.</p><p>License this article from Dow Jones Reprint Service</p>",
  "published": "2022-02-05T00:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [],
      "nexusId": "10022657"
    }
  ]
}