{
  "_id": "06655af1286a1ca2f65a48f53f93ca2758917723b19e0bc25ede5bca7864e8ab",
  "feed": "market-watch",
  "title": "Nasdaq Composite pops 1.6% higher Friday, and the S&P 500 and Dow bounce around, but stocks still headed for fresh weekly losses",
  "text": "<p>U.S. stock indexes wavered late-morning Friday, as investors attempted to navigate financial markets have grown far more turbulent than they were in 2021. Trading action to end the week comes after strong results from Apple, and as Wall Street heads parses downbeat economic updates.</p><p>What are stock benchmarks doing?</p><p>The S&amp;P 500 index SPX rose 0.9% to 4,365, bouncing higher after trading at an intraday low at 4,292.46, which had put the broad-market benchmark down more than 10% below its Jan. 3 closing peak, and would have met the commonly used criteria for a correction.</p><p>The Dow Jones Industrial Average DJIA gained around 0.2%, or 70 points, to 34,230.</p><p>The Nasdaq Composite Index COMP turned up to trade 218 points, or 1.6%, higher at 13,458.</p><p>The small-capitalization Russell 2000 index RUT was trading 1.2% lower at 1,907 on the session, at last check, after entering a bear market for the first time in 2 years.</p><p>For the week, the Dow is headed for a weekly loss of 0.4%, the S&amp;P 500 index is on track for a weekly slide of 1.2%, the Nasdaq Composite is looking at a 2.2% weekly decline, while the Russell 2000 is down 4% so far this week, FactSet data show, as of late-morning Friday.</p><p>The S&amp;P 500, Dow, and Russell 2000 are headed for four-week losing streaks, their longest since a similar losing trend in December; while the Nasdaq Composite was on track for a fifth straight weekly decline, marking its longest such slump since a six-week tumble back in 2012, spanning October into November of that year.</p><p>What's driving the market?</p><p>Stocks were sinking, after a few short-lived fillips higher Friday, following fresh U.S. economic data. Reports showed U.S. consumer spending falling 0.6% in December, amid a wave of COVID-19 cases from the highly contagious omicron variant of coronavirus.</p><p>A measure of U.S. inflation preferred by the Federal Reserve climbed 5.8% in 2021 after another increase in December. Employment costs rose 1% in the fourth quarter. At 10 a.m. Eastern, investors will get the University of Michigan consumer sentiment index for January.</p><p>Meanwhile, a reading of consumer sentiment slumped to a 10-year low as inflation concerns mount, underscoring the waning appetite for assets perceived as risky.</p><p>The University of Michigan's gauge of consumer sentiment fell to a final January reading of 67.2, down from an initial reading of 68.8, and well below December's number of 70.6. Friday's figure represents the lowest level of consumer sentiment since November of 2011.</p><p>“The slowdown in consumer spending during December saw personal spending levels decline sharply by 0.6%, while the latest Michigan sentiment numbers showed US consumers were more worried about inflation than at any time in the last 10 years,” wrote Michael Hewson, chief market analyst at CMC Markets UK, in a daily note.</p><p>A volatile month has whipsawed investors, who have juggled worries over the pace of Federal Reserve interest rate increases, a mixed earnings reporting season, the continuing pandemic fallout and geopolitical worries surrounding a potential Russia invasion of Ukraine.</p><p>Questions over the Fed's plans to tackle inflation have hit interest rate-sensitive technology and growth stocks particularly hard. This week's Fed meeting produced no change in interest rates, but Chairman Jerome Powell didn't rule out a potential rate increase at each meeting this year, and said the central bank needed to be “nimble.”&#xa0;</p><p>Positive news came from Apple AAPL, whose shares were up nearly 5% after the iPhone maker sailed past Wall Street's earnings expectations for the holiday quarter, and executives forecast continued revenue growth in the current quarter. Earnings topped $30 billion for the first time, and the results mark a high point in a thus-far mixed reporting season.</p><p>“Apple's blowout results are just what the tech sector needed to get out of its recent funk. The iPhone giant's big beat could be the next catalyst to spark a rally in the tech space,” said Jesse Cohen, senior analyst at&#xa0;Investing.com, in a note to clients.</p><p>Opinion:&#xa0;After a monster quarter, Apple's non-forecast is good enough for Wall Street</p><p>But elsewhere in the tech realm, stock in Robinhood Markets HOOD tumbled 15% in premarket trading after the trading app closely associated with the “meme stocks” phenomenon swung to a bigger-than-expected quarterly loss and reported a drop securities-trading volumes. However, it was up 1.3% near midday.</p><p>Opinion:&#xa0;Robinhood is about to not celebrate a very unhappy anniversary</p><p>Read:Here's what history says about stock-market returns during Fed rate-hike periods</p><p>The Fed's latest revelations have hit gold prices the hardest, with the precious metal GC00 pushing further below the key $1,800 an-ounce mark on Friday.</p><p>“The biggest worry for traders now is how much of an interest rate hike they will see coming in March. There is so much noise as some market players believe that the&#xa0;Fed&#xa0;could increase the interest rate by 50 basis points,” said Naeem Aslam, chief market analyst at AvaTrade.</p><p>“Looking at the FOMC comments and their decision this week, it is very clear that the&#xa0;Fed&#xa0;has embarked on a journey that shows they will adopt their most hawkish monetary policy in decades,” he said, in a note to clients.</p><p>Opinion:&#xa0;Stock investors know not to fight the Fed, but you can fight the Fed Model</p><p>On the geopolitical front, Russia's foreign minister Sergei Lavrov said Friday that Moscow doesn't intend to start a war, but also “would not let our interests be rudely trampled on and ignored.”</p><p>A day earlier saw U.S. President Joe Biden warning Ukraine's president of a “distinct possibility” of Russian military action against its neighbor in February.</p><p>What companies are in focus?</p><p>Visa Inc.Vtopped $7 billion in quarterly revenue for the first time and shares climbed 7% in premarket trading.</p><p>Western Digital Corp. shares WDC slid almost 8% after the data-storage products company gave a weak outlook, amid a struggle to keep up with demand amid supply-chain problems.</p><p>Caterpillar Inc.CAT shares fell more than 6% after maker of industrial equipment and tractors reported earnings and revenue that beat forecasts.</p><p>Chevron Corp.CVX stock fell about 5% after the energy giant reported a disappointing profit, even as revenue beat. </p><p>KLA Corp.KLAC shares fell 2% Friday after a weak outlook from the chip-equipment maker that overshadowed an earnings beat for the quarter.</p><p>How are other assets trading?</p><p>The yield on the 10-year Treasury note&#xa0;BX:TMUBMUSD10Y edged back less than a basis point to 1.80%. Yields and debt prices move opposite each other.</p><p>The ICE U.S. Dollar Index&#xa0;DXY,&#xa0;a measure of the currency against a basket of six major rivals, was modestly lower.</p><p>Oil futures&#xa0;CL.1&#xa0;rose $1.72, or 2.2%, to $88.53 a barrel on the New York Mercantile Exchange Gold futures&#xa0;GC00&#xa0;fell 0.4% to $1,787.50 an ounce below the $1,800 an ounce threshold.</p><p>In European equities, the Stoxx Europe 600&#xa0;XX:SXXP&#xa0;fell 1.7%, while London's FTSE 100&#xa0;UK:UKX dropped 1.5%.</p><p>The Shanghai Composite&#xa0;CN:SHCOMP&#xa0;fell 0.9%, while the Hang Seng Index&#xa0;HK:HSI was down 1% and Japan's Nikkei 225&#xa0;JP:NIK&#xa0;rose 2%.</p>",
  "published": "2022-01-28T11:36:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 4078,
          "end": 4083
        },
        {
          "start": 3460,
          "end": 3464
        },
        {
          "start": 218,
          "end": 223
        },
        {
          "start": 3454,
          "end": 3459
        },
        {
          "start": 3786,
          "end": 3792
        }
      ],
      "nexusId": "10022657"
    }
  ]
}