{
  "_id": "fdd8922308dd155a73085c8499a67d8cb6c9e4cab357dd240c43e4bdbff2bbd3",
  "feed": "ftcomall",
  "title": "Four days' work for five days' pay: does it work?",
  "text": "<p><em>This is an audio transcript of the </em><a href=\"https://www.ft.com/working-it\"><em>Working It</em></a><em> podcast episode: </em><a href=\"https://www.ft.com/content/1ecf62bc-2e9b-4b45-876b-9a8f4a09059c\"><em>‘Four days' work for five days' pay: does it work?'</em></a></p> <p><strong>Charmaine St John</strong><br>We didn't really know, going into this, the power of everybody else coming in to make this work, that you're not, as a leadership team, gonna be able to come up with all the practices and efficiencies and productivity tools. And every time we ask the question “would you like the trial to continue?”, we receive 100 per cent of responses saying yes.</p> <p>[MUSIC PLAYING]</p> <p><strong>Isabel Berwick</strong> <br>Hello and welcome to Working It, with me, Isabel Berwick. This week we're doing something different. For the past six months, Emma Jacobs, a features writer and columnist here at the FT, has been following four companies as they take on the radical experiment of a four-day working week. And in this special four-part mini-series, you've heard Emma talking to experts as well as to business owners and employees at the companies taking part in the trial. And today it's the final episode and it's the big reveal: which companies are going to stick with their four-day working week, and are any of them going to ditch it because it hasn't worked? </p> <p>Emma, I'm excited to find out which of your companies have decided to go ahead with it and how it went for them?</p> <p><strong>Emma Jacobs</strong> <br>This suspense (laughter) . . . So I went back to see all of them: Hutch, Yo Telecom, Platten's and Stellar. And it's been really, really interesting and there are definitely lessons to learn from the whole process of them trying to find productivity gains and what they found out about the culture and the organisation. So even if you weren't thinking of doing a four-day week, doing the preparation for one is in itself really fascinating. </p> <p><strong>Isabel Berwick</strong> <br>Exactly. So who are we starting with today? </p> <p><strong>Emma Jacobs</strong> <br>So today we're starting with Hutch. </p> <p><strong>Isabel Berwick</strong><br>I know they're a games development company in east London. Could you give us a quick recap? </p> <p><strong>Emma Jacobs</strong> <br>They decided to go ahead with the trial because they wanted to offer something different, something that was good for recruitment and also retention. So the good news is they're making this a permanent arrangement. This is Shaun, the CEO of Hutch. </p> <p><strong>Shaun Rutland</strong> <br>It's shaken the business up where we are talking about productivity. How can we be more productive? How can we be less bureaucratic? How can we have better meetings? It's a very energising kind of discussion. We've never done that before. </p> <p><strong>Emma Jacobs</strong> <br>For Hutch, the planning phase was full on. </p> <p><strong>Shaun Rutland</strong> <br>We did a six-day week for six months in order to afford a four-day week, just for the planning of it. It does put your stress levels up, but actually it's unlocked us making decisions quickly. The other hard thing is just having enough time with other managers. It's been really hard because I think in a five-day week your diary is not as compact. The data is showing that most teams aren't as productive. Managers are struggling with it in terms of their time and space, through teams like customer services, where they definitely can't do as much work in a four-day week as a five-day week. </p> <p><strong>Emma Jacobs</strong><br>Let's hear from Charmaine, who's the head of people at Hutch. </p> <p><strong>Charmaine St John</strong> <br>We found that the majority of meetings were scaled back from an hour to 30 minutes, most often bimonthly instead of weekly, even monthly. </p> <p><strong>Isabel Berwick<br></strong>Oh, I like the idea of meetings being a casualty of the four-day week. (Laughter)</p> <p><strong>Emma Jacobs<br></strong>I think lots of people will. </p> <p><strong>Charmaine St John<br></strong>We've had feedback on, along the way and it might sound obvious, but this social time. So, you know, with everyone focusing on being as productive as possible and then pressing 100 per cent of the work and 80 per cent of the time. So we've had some feedback along the way around, you know, making sure that we don't lose that. So we factored in things like table tennis tournaments. We've made sure that there's get-togethers and drinks after every company meeting, movie nights, that kind of thing, to make sure that we never lose that company culture because it is really important. </p> <p><strong>Emma Jacobs</strong><br>I was also curious whether it helped with recruitment after all. </p> <p><strong>Charmaine St John</strong><br>I think anecdotally we're finding that it's been a massive pull. We have seen lots of our roles filled, particularly in engineering department. What we have also noticed is that candidates aren't always willing to say that they're joining because you're doing a four-day work week. So it's not something you come into an interview shouting about. </p> <p><strong>Shaun Rutland</strong><br>My entire belief is that the world will move to this eventually. There is certain costs to it, but the benefits of it definitely outweigh the costs. </p> <p>[MUSIC PLAYING]</p> <p><strong>Isabel Berwick</strong><br>So to sum up your visits to Hutch, how did you feel when you came away? </p> <p><strong>Emma Jacobs</strong><br>I thought Hutch was really interesting. They were very keen to do it, and the amount of planning that went in really left an impression on me. Also, the fact that they have had to be quite intentional about socialising . . . </p> <p><strong>Isabel Berwick</strong><br>This seems to be like one of those things where, you know, it's hard to get going, but it's worth doing — like any new habit or hobby. </p> <p>I'm really keen to hear what the fish-and-chip shop on the east coast of England, Platten's, have been doing. But could you recap a bit about why they went into this experiment? </p> <p><strong>Emma Jacobs</strong><br>It's run by Luke Platten, and I think like lots of businesses in the hospitality industry, they suffer from losing staff, particularly in the great resignation. They want to retain staff for the long haul. They don't want them to be out after every season necessarily. So this is one way of looking at how to build long-term staff. </p> <p><strong>Isabel Berwick</strong> <br>This is a shift-based business. How were they implementing the four-day week? </p> <p><strong>Emma Jacobs</strong><br>So they called the four-day week the productivity week. And in the end they had to admit some defeat in June, July and August — when there's kind of customers queueing out at the front, they went back to longer hours. Even then, I think there was some time-saving efficiencies, but now it's kind of rainy and cold. Fewer customers are coming in and so they're doing 32 hours. And then in the real depths of winter, they can do 24 hours. </p> <p><strong>Isabel Berwick</strong><br>So it sounds like they'll be continuing with the four-day week. </p> <p><strong>Emma Jacobs</strong> <br>Well, let's hear from Luke. </p> <p><strong>Luke Platten</strong><br>I think we've learned a lot from going through this season with it, so it'll then be putting that into practice for next year. We're already starting with a training for next year, so making sure that the right numbers or the right level of people are in the sort of right place. Yeah, there'll be no going back. </p> <p><strong>Emma Jacobs</strong> <br>It hasn't worked out for everyone, no? </p> <p><strong>Luke Platten</strong><br>You have the people that wanted all of the benefits, yet didn't want to then put in the extra work. You have the people — one in our case — willing to be a complete team player. Some people haven't got on with it and they've dropped out or they've moved on. And I think that's why it's really important to include not just the employees, but encourage them from early on to talk to their partners and children as well because they do have a huge external influence. </p> <p><strong>Emma Jacobs</strong><br>So in their current economic climate, which has obviously changed quite a lot since the start of the experiment — when we entered it in June, people were quite optimistic, we were still full of post-pandemic zeal for new ways of working, but now obviously we're in a very different environment. So some people have decided to use their free day for different purposes. </p> <p><strong>Luke Platten</strong> <br>We've had team members that have gone off, thought, “Oh, this is fantastic, I can go get a second job”. And suddenly I was like, “Hang on a minute. I understand the reasons why you're doing that, but are you then feeling refreshed at the end of it?” And they're not. They're coming in absolutely knackered. So it's then guiding the guys through, “actually, do you think this is the best use of your time? What would be more beneficial for you outside of the work hours?” </p> <p><strong>Isabel Berwick</strong> <br>I was wondering if extra jobs would come into this series because it seems like an obvious thing for people to do. But Luke's talking there about the downsides of it. Do you think it makes any difference whether people have another job when they're not working? </p> <p><strong>Emma Jacobs</strong> <br>It's such a complicated issue because it depends what kind of job you're doing. So obviously in the hospitality industry, they are living wage employers, but, you know, it's not a massively well-paid job in a deteriorating economy. Why would you not look for a second source of income? But the whole point of the four-day week is to give people energy, boost their morale, so that they can perform their job the other four days a week. And it's more complicated in a way, because sometimes it's the employer asking them to do a bit of work on their day off. So they are being asked to be more flexible with their time, too. </p> <p><strong>Luke Platten</strong><br>They're so proactive in terms of putting their hands up and saying, “Yeah, of course I'll do that”. Whereas I think before, because that day off, say, at the weekend, was so valuable, as soon as something really did occur, to get someone to cover that time was nigh on impossible. I would hugely encourage more businesses within the hospitality industry to join the four-day-week scheme. </p> <p><strong>Emma Jacobs</strong> <br>Team leader Wyatt, who we heard from in episode two, said he thinks it's a good idea. </p> <p><strong>Wyatt Watts</strong><br>In these six months I'd be able to help my dad out on my days off, spend more time with my friends and I've been literally going to gym every single night. I was 86.5kg for the summer. I've now managed to drop down to 78. So everything's transforming from my mindset to actually physically as well. So yeah, things have just been a lot better now. It definitely wasn't smooth the whole way, but it's just shown us a lot of learning curves on how we could perfect it and make it so it's smooth. </p> <p><strong>Isabel Berwick</strong><br>I love that, because I think we all imagine that if we had more time off, we'd be down at the gym, running, doing yoga, et cetera. — and Wyatt really was. </p> <p><strong>Emma Jacobs</strong><br>Four-day-a-week makes you lose weight and become muscle-y. So this is a good endorsement. </p> <p>[MUSIC PLAYING]</p> <p><strong>Isabel Berwick</strong><br>What are your impressions now you've finished? </p> <p><strong>Emma Jacobs</strong> <br>I think that they felt quite lonely in some ways, in that they were the only hospitality business in the trial. So I think that Luke would like others to join so that they can talk about it as well. But also it's not straightforward. It requires quite a lot of work to cut your hours and also that sometimes, it's unavoidable to work long hours. And so they are hoping to reduce the hours next year for the kind of peak season. But it's interesting how they've seen it across the year, rather than a strict 32-hour-a-week, week-by-week basis. </p> <p><strong>Isabel Berwick</strong> <br>Yeah. I found that really imaginative and inspiring. What's our third company? </p> <p><strong>Emma Jacobs</strong> <br>So the third company's Yo Telecoms in Southampton, and things were less straightforward for them. </p> <p>I asked Nathan, the CEO the company, what he thinks the problem was. </p> <p><strong>Nathan Hanslip</strong> <br>One thing that we did get is, people question that if it was changing on a month-to-month basis based on last month's performance and they were making plans for the following month, it was raised, what would happen there? And then straight away I'm thinking, right, was that just going to create a lot of uncertainty amongst the staff and pressures and different stuff like that? Again, that would have a hugely negative effect more than it would than just getting that extra day. There's also the challenges we had around, right, what happens with holiday allowance? </p> <p><strong>Emma Jacobs</strong> <br>So they decided to put it on hold but found the preparation phase was useful for the company. </p> <p><strong>Nathan Hanslip</strong> <br>It was definitely an eye-opener for a lot of things, so it's opened up a lot of cans that are now ongoing for us to look at, like the fact that some people don't have a super clear picture of “what does success look like for me in my department and in my role?” And that's quite important that everyone has that. If you don't have that, how do you know that you're moving forward and that your performance is at a great level? </p> <p><strong>Emma Jacobs</strong><br>It also made Nathan think about reducing meeting times. </p> <p><strong>Nathan Hanslip</strong> <br>I'm always actively wondering how we can reduce meetings. I think that's great for productivity. Such a hard thing because I've sometimes sit in some of ours and you're feeling, right, this person really doesn't need to be here but then they can also gain so much information about other departments and learn so much. So it's a very fine line between, right, just trying to push productivity too much, but then at the loss of understanding, and have empathy for what your colleagues are doing in their departments. Also feel included, because I know there's a lot of people here that, if I said, right, we don't need you in this leadership meeting, they'd be pretty upset. </p> <p>I know that there are some industries that could switch this on and it could be very successful immediately and there'll be no concerns. I fear, from a service-based business, which what we are, you need to think very carefully about how you're doing it. Silly little things. So let's use the engineers, for example. Say, if we're gonna reduce them to four days, for us to be delivering what they deliver, we still need to be out five days. So that means you're gonna need more staff. It just opens up this whole extra layer that you need to put in place. I think a lot of people in the trial were quite a lot smaller. So it's kind of 85, 90 of us. And I know it'd definitely be a lot easier if there was only seven people to implement it with. </p> <p>[MUSIC PLAYING]</p> <p><strong>Isabel Berwick</strong><br>Emma, do you think this four-day week is easier to unlock in certain sectors rather than others? </p> <p><strong>Emma Jacobs</strong> <br>I don't think it's easy for anybody. And I think where I disagree with Nathan is that every company thinks that they're exceptional in some way. I mean, we often hear that in resistance to change. I think that he's not saying “no” for good either. He might come back to it. But I think he's raised a lot of issues that he needs to address internally. Some staff thought that they'd get the day off for free and they didn't realise they'd have to boost productivity. So again, the exercise has kind of made them think very carefully about the company culture and employees. </p> <p><strong>Isabel Berwick</strong> <br>You know, in philosophy we might say this is an examined work life. </p> <p><strong>Emma Jacobs</strong> <br>It's coming . . . (laughter)</p> <p><strong>Isabel Berwick</strong> <br>It's coming in here. And I really, I'm interested in the fact that meetings seems to be the big topic here — not for Platten's, but for all the other companies. It comes up again and again. They raise this issue that I think is often not talked about enough, that people get upset if they're not invited to meetings. It becomes a sort of in-group and out-group situation. And by being quite explicit about why you've cut down the numbers in the meeting and perhaps giving them a recording, that might be a way around that very grievance-based attitude to meetings almost. </p> <p><strong>Emma Jacobs</strong> <br>Well, I think if you're getting upset because you aren't included in the meeting, then maybe you have to think about how you're including people in other ways. I mean, it is interesting, you do get upset if you're not invited to something that you see is important. But if that's the only way you're signifying someone's important, then maybe there could be better use of their time. </p> <p><strong>Isabel Berwick</strong> <br>We've just got one company left. Who's that? </p> <p><strong>Emma Jacobs</strong> <br>So this is Stellar Asset Management, a financial services company that were based, when we met them initially, off Regent Street in central London. And now they've gone much more flexible. So they've even changed the office. They're in a kind of hot desking place. They've really embraced the post-pandemic world. So again, I spoke to Daryl Hine, the chief operating officer of Stellar Asset Management. He seemed pretty enthusiastic about the experiment. </p> <p><strong>Daryl Hine</strong> <br>So the good news is, is that, yes, we are absolutely gonna go ahead with the four-day week. We have had some challenges along the way in terms of whether productivity in its pure sense has been achieved or not. One of the things we set out was we need to have a flexible approach on this. We recognise that if we went in hard and fast and said, “well, everybody's gonna have whatever day off they choose”, we would struggle. </p> <p><strong>Emma Jacobs</strong> <br>As we heard previously, they use gift days to implement the four-day week. </p> <p><strong>Daryl Hine</strong><br>So originally we talked about gift days. We're redefining what we're calling gift day to flexible working day. And that flexible mindset I think is critical to making this work for out long term. Moving into the four-day week trial we was always conscious of that — it's a trial, which means that at the end of it we might not carry on with it. And if we're given the impression that this is yours, it then becomes harder to take it away. </p> <p>So I think the gift day concept served us well during the pilot because everyone was conscious of the fact that it's a pilot and we are trying to make it work. As we moved into a more permanent arrangement, we had to change the language — gift day does bring up the wrong connotations. And therefore, you know, moving to flexible working day means something different. Our desire absolutely is everyone has a full day off every week, but that's not always gonna be possible because of peaks in work, because of important meetings coming up and things like that. If anybody wants to go and arrange for the full day on their gift day, they do that and they don't have to work. They don't have to come in, and that's absolutely fine. But, if, for example, they are doing life administration or they're just doing a pilates class in the afternoon or whatever it might be, and they feel that they want to do that meeting in the morning ‘cause it's an hour's meeting, it's important and they'll get it done, they're gonna carry on doing that. And I think there's also pressure across the organisation in terms of we're working four-day weeks, so therefore I've got to have my fifth day off, I've got to be doing something with it and not doing work. It almost became negative when you had to do an hour's meeting on your gift day when actual fact forgetting you've got 6 hours off. And that's where the change of language is quite important. </p> <p><strong>Isabel Berwick</strong> <br>I think that's really interesting because you give people something and then perhaps there's a slight resentment about having to have one meeting. How did that make you feel? </p> <p><strong>Emma Jacobs</strong> <br>Remembering as I do, how I felt when they took away our free lunch at the canteen, I think it's quite easy to get used to a gift that becomes an entitlement. But I think the language of it, Daryl's raised, it nagged at me initially when we spoke, that he was talking about the gift day as a kind of paternalistic gift. And now as they go ahead, they're gonna have to reframe the language around it. He did talk about some other elements that caused issues, though. </p> <p><strong>Daryl Hine</strong> <br>It's fair to say that we were grappling with how do we measure all this stuff? Probably because we're not a factory and we can't measure productivity in the same sort of way. So one of the interesting outputs of moving from pilot into phase 2 is the dissolution of those measurements. It's “let's get rid of those and let's focus on the business outcomes” and not the “let's have a survey every 2 minutes”. And you know, you can sit here and say, “well let's do another six months save work”. But I would argue, what are you gonna achieve in those next six months? If you haven't got the key issues out on the table now, you're probably not gonna get them out later on. </p> <p><strong>Emma Jacobs</strong> <br>So we're hearing back from Tom, the regional account manager at Stellar who we spoke to last time. This was his biggest challenge with the four-day week. </p> <p><strong>Tom Hind</strong> <br>I think the one thing that has caused issues, I suppose, is compacting a lot of that client engagement time because most of the clients we deal with engage with you between 10 and 12, 2-til-4 sort of thing. Anything before that or after that, they're not the most receptive. So kind of losing one of those days and condensing it all in the four days has probably been the biggest challenge. </p> <p><strong>Emma Jacobs</strong><br>It's really made him think about his relationship with time. </p> <p><strong>Tom Hind</strong><br>I think it's been quite enlightening to be very aware of when you're spending time and how you're spending time. And I think that for me has been the biggest impact of the four-day week is really, I suppose, seeing time as an even more valuable piece, and where you're actually allocating that time being even more important. So constantly having a reminder of, you know, is this gonna make the business money? And if it's not, then why are we doing it? </p> <p>[MUSIC PLAYING]</p> <p><strong>Isabel Berwick</strong> <br>Emma, what have you come away from all of this thinking? What are your overall conclusions in a nutshell?</p> <p><strong>Emma Jacobs</strong><br>I think all the trial shows that you have to have a lot of communication, especially on a team level and a lot of planning for how your week is gonna go ahead. </p> <p><strong>Isabel Berwick</strong> <br>Yes, ‘cause it could cause quite a lot of resentment. We've got the meeting issue. We've got the who-takes-their-day-off when issue. We've got the who's-doing-more-work issue. There's lots of potential pitfalls there. But I think all these companies seem to have thought about all sorts of things and done it really well. </p> <p><strong>Emma Jacobs</strong><br>I think it's raised a lot of issues that they're now gonna have to address. You know, whether there's some slacking employees, or I mean, it's so interesting that very few but some didn't want to do a four-day week. You know, it raised issues about what might the impact be on their mental health. So all these things. You'd think “I'm gonna have a day off. Woohoo!” You know, actually it's more complicated than you realise. </p> <p><strong>Isabel Berwick</strong><br>Just thinking in these very structured ways about our relationship with time is really fascinating, isn't it? Do you think we all should be doing that actually?</p> <p><strong>Emma Jacobs</strong><br>There's so much that we could learn about being much more explicit about what our job entails. </p> <p><strong>Isabel Berwick</strong><br>Yeah, I think it's really refreshing, but I do slightly worry about the rogue employee who could put a spanner in the works for everyone. You know, I once had a boss who deliberately didn't look at my work until the last possible minute, just as I was leaving to go home. That sort of thing would not be possible in a four-day week company because you will have to be on the same page. It's basically a kick up the bum for corporate culture. (Laughter)</p> <p><strong>Emma Jacobs</strong><br>I'm possibly less optimistic that this will become widespread any time soon. I think there's probably other priorities for organisations, especially at this point, but I think it's a brilliant process that people could learn a lot from. </p> <p>[MUSIC PLAYING]</p> <p><strong>Isabel Berwick</strong><br>Listening to Emma's reporting over this mini-series has been a revelation to me, actually, because I think this is the first time the FT's ever done anything like this. And we have to thank those companies who have been so honest with us and have opened their doors and talked to us about the challenges they face ‘cause we can all learn from it — even those of us who are not gonna go ahead with a four-day week, maybe ‘cause we're inefficient. It's that, you know, we can really think a lot more carefully about our relationship with work. How productive are we? Is that meeting really necessary? And on a really profound level, it's about time and actually what it is that we're doing with our time and what that means and the value of that fifth day for us as people. And as we move into a world where wellbeing and mental health are gonna really come to the fore in a lot of organisations, that fifth day might come to mean something altogether more vital. And I think what these companies have done here is a massive service to everyone who's in work. </p> <p>[MUSIC PLAYING]</p> <p>With thanks to the FT's Emma Jacobs and to the employees of Hutch, Platten's, Stellar and Yo for giving up so much of their time to help us make the series. If you're enjoying the podcast, we'd really appreciate it if you left us a rating and review on Apple Podcasts. And please do get in touch with us. We want to hear from you about this or anything else. We're at workingit@ft.com or I'm @IsabelBerwick on Twitter. If you're an FT subscriber, please sign up for the Working It newsletter. We've got behind-the-scenes extras from the podcast and exclusive stories you won't see anywhere else. Sign up at FT.com/newsletters. </p> <p>Working It is produced by Novel for the Financial Times. Thanks to the producer Flo de Schlichting, executive producer Jo Wheeler, production assistance from Amalie Sortland and mix from Chris O'Shaughnessy. From the FT, we have editorial direction from Manuela Saragosa. Thanks for listening.</p> <p>[MUSIC PLAYING]</p><p>Source: Isabel Berwick and Emma Jacobs 2022 'Four days' work for five days' pay: does it work?' FT.com 8 December. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-12-08T05:00:49.279Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 24464,
          "end": 24469
        }
      ]
    }
  ]
}