{
  "_id": "052e9668ba3d5c9996e97365ae8ce13875eae20ddcaf85de324caf80dfed9aef",
  "feed": "market-watch",
  "title": "Two years after George Floyd's killing, Big Tech shareholders continue racial-justice push; Amazon, Meta and Alphabet face racial-justice proposals at their upcoming annual general meetings",
  "text": "<p>The investors' push comes as the nation continues to grapple with racism that most recently manifested in a mass shooting of mostly Black people in Buffalo, N.Y., which officials are investigating as a hate crime. The suspect live-streamed the attack, and links to the video were allowed to proliferate on platforms like Facebook and YouTube.</p><p>Read more: Buffalo shooting: Social platforms faster at removing violent videos, but not by much</p><p>\"A lot of companies say all the right things,\" said Laura Campos, the director of corporate and political accountability at the Nathan Cummings Foundation, which submitted a resolution for a racial-equity audit at Alphabet. \"Investors increasingly want to see evidence that they're actually backing that up.\"</p><p>The numbers show that's true: Shareholder resolutions calling for civil-rights and racial-equity audits reached a record number, 34, this proxy season, according to Interfaith Center on Corporate Responsibility, a shareholder-advocacy organization. ICCR said its more than 300 institutional-investor member organizations filed a record-breaking 485 resolutions, 105 of which are related to racial justice, which also is a record.</p><p>In March, shareholders of another tech giant, Apple Inc. AAPL, approved a proposal for a civil-rights audit to examine the company's impact on its customers, employees and society. While Apple has not publicly said anything about that vote and has not returned MarketWatch's request for comment, the racial-justice organization Color of Change says its representatives have been talking with Apple about how the company might go about a civil-rights audit.</p><p>See: Companies declared 'Black lives matter' last year, and now they're being asked to prove it</p><p>The proposal at Alphabet says that among other things, an audit at the company would help address the effects of Google search, its algorithms, artificial intelligence technology and other products on perpetuating racism, including research that shows YouTube \"plays a key role in exposing young people to white supremacist ideology and anti-Muslim propaganda.\" The proposal also notes that five U.S. senators last year called for an audit \"to make the company and its products safer for Black people.\"</p><p>Referring to the recent mass shooting in Buffalo carried out by an alleged white supremacist, Campos said: \"When the spread of harmful conspiracy theories contributes to deadly racist attacks on innocent people, it's absolutely necessary for technology companies to invest in independent racial-equity audits to identify areas needing improvement.\"</p><p>The proposal also mentions that Alphabet has been accused of retaliating against employees who brought up issues of discrimination, and cites news reports that when employees reported racism, \"they were told to 'assume good intent,' seek counseling, or take leave.\"</p><p>In its argument against the proposal, Alphabet says in its proxy that its board \"believes that our current commitments, actions, and transparent disclosures describing our efforts to build racial equity\" are sufficient.</p><p>Amazon was also facing a resolution for a racial-equity audit, but the New York State Common Retirement Fund withdrew its proposal at Amazon last month after the company announced in its proxy that it will conduct an audit. It will be led by former Attorney General Loretta Lynch and the law firm where she is now a partner, Paul, Weiss, Rifkind, Wharton &amp; Garrison.</p><p>Meanwhile, Meta is facing a proposal, which includes racial-justice concerns, for more information about the effects of its much-touted metaverse, or immersive virtual world. In its resolution, Arjuna Capital said it is seeking a third-party audit because \"the same issues Facebook is reckoning with — discrimination, human and civil rights violations, incitement to violence, and privacy violations — may be heightened in the metaverse.\"</p><p>Underscoring what she says is a need to study potential risks, Natasha Lamb, a managing partner at Arjuna, told MarketWatch: \"Imagine a metaverse where you scream nasty comments to someone.\"</p><p>In its recommendation against the proposal, Meta said it is already working with experts and others to understand potential risks of the metaverse technology it is still building.</p><p>Meta investors will also vote on a civil-rights and nondiscrimination audit proposal that alleges the Facebook parent company's anti-racist policies are themselves racist and discriminatory against employees \"deemed non-diverse.\" The proposal, which suggests that Meta's anti-racist and diversity policies mean pay and authority at the company are therefore not based on merit, was submitted by the National Center for Public Policy Research, a conservative think tank.</p><p>In its argument against the proposal, Meta cited a civil-rights audit it underwent from 2018 to 2020 after pressure from civil-rights organizations concerned about the effects of Facebook's policies and practices on people of color. The company said it \"acknowledge[s] the importance of civil rights and non-discrimination.\"</p><p>Amazon and Meta are holding their annual general meetings on Wednesday, while Alphabet's meeting is June 1.</p><p>Other shareholder resolutions at the companies that have a racial-justice component include:</p><p>* All three companies are facing proposals calling for reports on their use of concealment clauses in employment contracts, and are being urged to allow employees and former employees to talk about instances of harassment, discrimination and abuse in the workplace.</p><p>* Amazon shareholders will vote on a proposal that calls for a report on how its practices protect workers' rights to freedom of association and collective bargaining, as the company faces allegations of union-busting amid a growing unionization movement. There are also two proposals that address working conditions: one requesting a third-party audit on warehouse working conditions, and another asking for an examination of whether the company's health and safety practices lead to any racial and gender disparities in workplace injury at its warehouses. According to Amazon's workforce data from 2019 and 2020, a majority of its lowest-level workers, such as warehouse workers, were Black and Latinx.</p><p>* Amazon shareholders will once again vote on a resolution asking for an independent examination of the possible harms of Rekognition, the company's facial-recognition technology, on civil rights.</p><p>Related: Unions' push at Amazon, Apple and Starbucks could be 'most significant moment in the American labor movement' in decades</p><p>More generally, tech companies are facing the highest number of shareholder resolutions, 56, this proxy season, according to ICCR. The organization also said that last year, its institutional-investor member organizations won majority votes for 23 proposals, which was a record high.</p><p>More: Uber will conduct civil-rights audit in compromise with shareholders</p><p>Two years after George Floyd's killing, Big Tech shareholders continue racial-justice push</p>",
  "published": "2022-05-23T16:51:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 6444,
          "end": 6449
        },
        {
          "start": 1225,
          "end": 1235
        },
        {
          "start": 1366,
          "end": 1371
        },
        {
          "start": 1225,
          "end": 1230
        },
        {
          "start": 1236,
          "end": 1240
        },
        {
          "start": 1571,
          "end": 1576
        },
        {
          "start": 1225,
          "end": 1234
        }
      ]
    }
  ]
}