{
  "_id": "3b58e5e0bd5a6cb91a8d881a671d2e3b0f1314a98e646b4661505c9069844de2",
  "feed": "market-watch",
  "title": "What's next for Amazon? The company will be pulling a lot of money-making levers this year",
  "text": "<p>After the earnings meltdown of fellow FAANG Meta Platforms FB on Feb. 2, the Street was pleased with Amazon's AMZNresults the following day. However, a closer look at the company's performance raised eyebrows, as this was the first single-digit (percentage) growth period since 2017.</p><p>Perhaps more alarming was the company's flat e-commerce revenue, leaving some to wonder if the company's primary source of revenue has hit a wall.&#xa0;</p><p>Calling the earnings report a mixed result is a fair assessment. But a broader look at the company is necessary. Trading at roughly the same price today as a year ago, what does the future look like for Amazon? My thesis is mainly bullish, with a few caveats. Overall, there is a lot to like about Amazon in the long run.&#xa0;</p><p>On Cloud 9&#xa0;</p><p>Amazon's cloud business, Amazon Web Services (AWS), has been a high-flyer for the company and continues to be its primary source of profits. When the cloud business unit hit&#xa0;$10 billion a quarter, many speculated that growth would start to slow.</p><p>However, that hasn't happened. Before becoming the CEO of Amazon, Andy Jassy led this business, and I'm sure it remains near and dear to him. With continued diversification of its products and expansion into growth areas like artificial intelligence (AI), machine learning (ML), Edge, homegrown semiconductors and hybrid cloud, to name a few, the company continues to find ways to grow.</p><p>Last quarter's revenue at the unit surpassed $17.7 billion, representing 40% growth. Operating income surged 153%. The recent outages need to be addressed, but the numbers, growth and service diversity of AWS are a bright spot.&#xa0;</p><p>Explosive advertising business</p><p>Advertising grew 32% and is rapidly approaching a $10 billion-per-quarter business for Amazon. This result makes the company the third-largest advertising company in the U.S., behind only Alphabet GOOG and Meta, and I like the odds of Amazon continuing to grow, likely coming at the expense of Meta as it sorts out issues with Apple's privacy changes.</p><p>Given that Alphabet and Meta combined for more than $90 billion in ad revenue last quarter, there is a significant opportunity for Amazon to not only surpass $10 billion in quarterly ad revenue but grow much larger if it can continue to provide value to its customer base. This category represents an ample growth and diversification opportunity for Amazon.&#xa0;</p><p>E-commerce surprisingly strong&#xa0;</p><p>It's easy to look at the flat revenue for the e-commerce business on a year-over-year basis and think this may be the end of growth. However, in my view, this is another excellent example of how the pandemic-fueled pull-forward of digital and online spending may cause a temporary blip before returning to more normal growth.</p><p>In the past quarter, especially before Omicron, which largely impacted the final month of Amazon's fourth quarter, we saw a significant rise in mobility and return to work and life. That meant many people were getting back to shopping in stores and malls instead of via their computers. Amazon's ability to come in flat after a massive final three months of 2020 may indicate more strength than recognized. Given Amazon's increasing bets on brick-and-mortar, I see this as encouraging and an opportunity for more growth from that endeavor as well.&#xa0;</p><p>Prime's cash cow</p><p>A lot of attention was given to the announcement that Amazon would be raising prices for Prime members by 17% a year. With more than 170 million Prime subscribers, the upcharge will represent over&#xa0;$3.4 billion&#xa0;in added revenue, less attrition. The price jumping to $139 from $119 for many users is substantial, but given the value across the company's platforms, including shopping and entertainment, I don't see an extensive fallout in subscribers.</p><p>Given the total value proposition of Prime and the continuously improving streaming options with highly rated shows like “Reacher” and “Goliath” helping to gain more subscribers for the company, I think the pricing still delivers strong value versus price. This is especially true with continued rate hikes from Netflix NFLX, whose most basic subscription is now more than&#xa0;$15 a month.&#xa0;</p><p>Regulators are looking elsewhere&#xa0;</p><p>Last year brought a mass of speculation and attention to antitrust, and Amazon has undoubtedly featured in those discussions. However, I remain steadfast that Amazon is not the most likely focal point for regulators trying to deal with the increasing power of platforms and their impact on competition. This isn't to suggest that Amazon won't see its share of speed bumps in the form of fines and probes from domestic and international regulators.</p><p>Still, I believe lawmakers are more focused on managing misinformation on social platforms and protecting competition on operating systems than they are dealing with something like potential competitive harm from Amazon's store-brand products. I think Alphabet and Apple AAPL are far more interesting to regulators right now, and of course, Meta, with its privacy and information controls, will also garner more attention.&#xa0;</p><p>The future for Amazon is still bright despite a flattening in e-commerce revenue in the most recent quarter. With a forward price-to-earnings ratio of around 48, the stock has certainly been appreciated for its long tail. Recent pullbacks most likely reflect its price compared to names like Alphabet and Microsoft, which trade at more modest multiples.</p><p>However, with explosive growth in its cash cow, AWS, and strong adjacent businesses in advertising and third-party seller services, the company continues to drive top-line growth and outsized earnings per share. The substantial investments in its e-commerce business to expand during the pandemic saw the company take on more costs, and some of those should subside in time, adding to margins.</p><p>Nevertheless, betting against Amazon would be risky for investors. In the long term, it's hard not to see the company continue to grow and lead in the categories it chooses to participate.&#xa0;</p><p>Daniel Newman is the principal analyst at Futurum Research, which provides or has provided research, analysis, advising or consulting to Amazon, Microsoft and dozens of other companies. Neither he nor his firm holds any equity positions in companies cited. Follow him on Twitter @danielnewmanUV.</p>",
  "published": "2022-02-08T10:57:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1987,
          "end": 1992
        },
        {
          "start": 4879,
          "end": 4884
        },
        {
          "start": 4885,
          "end": 4889
        }
      ],
      "nexusId": "10022657"
    }
  ]
}