{
  "_id": "53e2804cf8bd4b4fa192cb99e67b033b4d63ba9a4cc018d1878cb636b4aa50ef",
  "feed": "market-watch",
  "title": "Facebook parent Meta Platforms cuts responsible innovation team; Group was put in place to address potential downsides of the company's products; Meta says efforts will continue",
  "text": "<p>Meta spokesman Eric Porterfield said the company remains committed to the team's goals, and that most of its former members would continue similar work elsewhere at Meta, though they aren't guaranteed new jobs. He said the company believed its safe and ethical product design resources were better spent on more issue-specific teams.</p><p>The team's demise comes at a tumultuous time for Meta, as it contends with a precipitous slowdown in its core digital-advertising business that has prompted it to slow hiring in recent months. Chief Executive Mark Zuckerberg has been trying to overhaul a broad swath of the social-media giant's businesses, emphasizing initiatives that can help drive near-term growth or that fit with his longer-term emphasis on the metaverse, a loosely defined, more immersive version of the internet that he says is central to the company's future.</p><p>As envisioned, according to past statements by the company and the team's leaders, the Responsible Innovation team was to have had a formative role in future company products, beginning with encouraging newly hired engineers in how to think about potential downsides to what they build and then consulting on the design of specific products.</p><p>An expanded version of this story appears on WSJ.com.</p><p>Popular stories from WSJ.com:</p><p>* Fed on Path for Another 0.75-Point Interest-Rate Lift After Powell's Inflation Pledge</p><p>* Police, Car Owners Wrestle With Growing Thefts of Kias, Hyundais</p><p>* Apple Unveils iPhone 14 Lineup</p><p>Facebook parent Meta Platforms cuts responsible innovation team</p>",
  "published": "2022-09-08T18:33:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [],
      "weightsV2": {
        "weight": 1.0,
        "baseWeight": 0.0,
        "expansionWeight": 1.0,
        "ontologyWeight": 0.0,
        "tagPositionWeight": 0.0,
        "titleWeight": 0.0
      },
      "typeRank": 2
    }
  ]
}