{
  "_id": "9a86d6e728e2c56d2a5ecf6c7bb44bd0f88a825c5134ba1d455e84a170d83df5",
  "feed": "market-watch",
  "title": "No, hybrid work isn't going away, according to this new survey; JLL survey finds quality workspaces will become a top priority over next few years",
  "text": "<p>Most also said a quality workplace was a bigger priority than expanding their footprint (see chart), even though 72% said the office will remain central to their organization's ecosystems in the long run.</p><p>\"One of the biggest drivers shaping the future of real estate over the next three years will be the flight toward quality office space,\" JLL's research team wrote of the report's findings.</p><p>The survey highlights a dramatic shift in work culture taking shape. About half of respondents said they expect to use a hybrid model by 2025 that gives employees more choices, down from 8% before the pandemic.</p><p>More than half of respondents said they also expect to pay a premium for office space with green credentials in the next three years, as many companies work to cut carbon emissions.</p><p>Labor Day in focus</p><p>While new office towers punctuate America's big-city skylines, many U.S. office properties are decades old, where rents have been under pressure. Offices still were only 43.2% full as of mid-August, according to Kastle Systems' 10-city average occupancy gauge.</p><p>Landlords and property investors hope to get a clearer picture of future office-space needs as U.S. companies look to recall more workers back to the office, at least part time, after Labor Day.</p><p>The rate of distressed office loans in commercial mortgage bond deals was under 4% in July, as it was for most of the past 12 months, according to CREDIQ's tally of delinquent and specially serviced loans.</p><p>Read: Life in America is getting back to 'normal,' except when it comes to the office</p><p>Apple Inc. AAPL plans to start requiring staff to return to the office at least three days a week starting Sept. 5, according to news reports.</p><p>JPMorgan Chase &amp; Co. JPM CEO Jamie Dimon recently blasted remote work in a call with the clients, according to Yahoo Finance. A JPMorgan spokesman told MarketWatch that thebank's 2021 annual shareholder letter, which estimates half of its staff would report full time to the office eventually, was probably the best reference for its office plans.</p><p>Recession watch</p><p>JLL's findings come as investors try to gauge how vulnerable the U.S. economy might be to a recession, despite a roaring labor market, and what one could mean for the outlook for commercial properties.</p><p>With the 10-year Treasury rate BX:TMUBMUSD10Y back near 2.8%, property loans have become more expensive than in the past two years of easy-money policies. Lenders also have been much more reluctant to finance office properties given lingering uncertainties around the staying power of remote work.</p><p>Minutes of the Federal Reserve's July policy meeting released on Wednesday showed support for moving the central bank's policy into \"restrictive territory,\" or pushing rates high enough to slow growth to cool inflation. Stocks SPX DJIA were mixed Thursday.</p><p>Cutbacks by companies to their office footprints likely would hurt big cities already struggling to recover financially from the pandemic.</p><p>See:As Twitter rethinks its San Francisco footprint, a bigger $9 billion question hangs over the city's office market</p><p>The JLL survey compiled views of nearly 1,100 senior corporate commercial real-estate decision makers globally from a variety of industries, including technology, banking and the public sector.</p><p>The report said commercial real-estate leaders \"face a series of critical challenges over the next three years,\" and that now is the time to make crucial decisions.</p><p>No, hybrid work isn't going away, according to this new survey</p>",
  "published": "2022-08-18T15:19:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "confidence": 0.9964,
      "offsets": [
        {
          "start": 1565,
          "end": 1569
        },
        {
          "start": 1554,
          "end": 1564
        },
        {
          "start": 1556,
          "end": 1560
        },
        {
          "start": 1545,
          "end": 1554
        }
      ],
      "weightsV2": {
        "weight": 4.0000005,
        "baseWeight": 4.0,
        "expansionWeight": 0.0,
        "ontologyWeight": 0.0,
        "tagPositionWeight": 3.5762787e-07,
        "titleWeight": 0.0
      },
      "typeRank": 1
    }
  ]
}