{
  "_id": "a9c8e4835234a6568f5b9fb2b4bcbd5b6c1ddb4843f386d74181e348c4c1a8cc",
  "feed": "market-watch",
  "title": "Ukrainian official urges Apple CEO Tim Cook to cut off business with Russia",
  "text": "<p>In the letter, which Fedorov attached to his tweet, he asked the CEO to “stop supplying Apple services and products to the Russian Federation, including blocking access to App Store!”</p><p>Apple AAPL has not returned a request for comment about Fedorov's request Friday.</p><p>Fedorov's office has not returned a request for comment. As of 6:20 p.m. Eastern on Friday, his tweets do not refer to any other requests he made of U.S. companies.</p><p>Cook tweeted Thursday that he is “deeply concerned with the situation in Ukraine. We're doing all we can for our teams there and will be supporting local humanitarian efforts.”</p><p>The Ukraine vice prime minister's request comes as the U.S. announced sanctions against Russia over its invasion of Ukraine this week. President Joe Biden's administration said Thursday those sanctions include cutting off “more than half of Russia's high-tech imports,” such as semiconductors, telecommunications, encryption security, navigation technology and more. Fedorov's tweet urged Cook to “support the package of U.S. government sanctions!”</p><p>Friday, the Biden administration said it would sanction Russian President Vladimir Putin, Russian Foreign Minister Sergey Lavrov and members of the Russian national security team directly.</p><p>According to the most recent data from Statista, Apple's Russian subsidiary had sales worth 260 billion rubles in 2020, which is the equivalent of $3.1 billion. Apple's jobs website lists open positions in Russia, with some listings posted as recently as last week.</p><p>https://twitter.com/FedorovMykhailo/status/1497327555690610689?s=20&amp;t=VOjDLIBYe5rYY9NaTQJS9A</p>",
  "published": "2022-02-25T18:42:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1407,
          "end": 1412
        },
        {
          "start": 1295,
          "end": 1300
        },
        {
          "start": 190,
          "end": 194
        },
        {
          "start": 184,
          "end": 189
        },
        {
          "start": 25,
          "end": 30
        },
        {
          "start": 88,
          "end": 93
        }
      ],
      "nexusId": "10022657"
    }
  ]
}