{
  "_id": "df1579277cbc922f1f17e47e7416d053da1cada1b88df6e9849058aae3946733",
  "feed": "wall-street-journal",
  "title": "World News:  Covid Measures  Halt Production at  Chinese Factory Hubs  ----  By Yang Jie and Yoko Kubota",
  "text": "<p>   A surge in Covid-19 cases led Chinese manufacturing hubs Shenzhen and Changchun to lock down in recent days, halting production at many electronics and auto factories in the latest threat to the world's battered supply chain. </p><p>   A number of manufacturers including Foxconn Technology Group, a major assembler of Apple Inc.'s iPhones, said they were halting operations in Shenzhen in compliance with the local government's policy. </p><p>   The government placed the city into lockdown for at least a week and said everyone in the city would have to undergo three rounds of testing after 86 new cases of domestic Covid-19 infections were detected Sunday. </p><p>   While China's case numbers are tiny by global standards, the country has adopted a zero-Covid policy that aims at nipping all outbreaks in the bud through testing and lockdowns. </p><p>   Over the past two years, the world's second-biggest economy has repeatedly locked down entire cities or sections of them, ordering factories to suspend operations as people stay home. </p><p>   Such suspensions have typically lasted for several weeks as authorities worked to bring down the number of infections, causing production snags in the semiconductor, automobile and other industries. </p><p>   Officials didn't say when the lockdowns would end; in Shenzhen, officials said they would decide whether the lockdown needs to be extended after a week based on the state of the pandemic then. In recent days, daily Covid-19 infection numbers in China have hit levels not seen since early 2020. </p><p>   Over the past two years, companies have been grappling with various supply disruptions stemming from the pandemic, including a major chip shortage. Most recently, they have been facing fallout from Russia's invasion of Ukraine. </p><p>   The disruption in Shenzhen came less than a week after Apple showed off new products including the latest version of its budget iPhone SE, which features high-speed fifth-generation, or 5G, communications, and the high-end Mac Studio computer. </p><p>   Foxconn's sites in Shenzhen, in southern China, produce some iPhones as well as iPads and computers. The majority of iPhones, however, are made at a factory in central Henan province. Foxconn said it would aim to keep up production by shifting work to other plants in China. </p><p>   Printed circuit-board maker Unimicron Technology Corp. said its Shenzhen subsidiary halted production Monday morning. Unimicron is also a major Apple supplier but doesn't currently handle Apple-related orders in Shenzhen, according to Apple's latest supplier list. </p><p>   At least six other companies on the Apple list are based in Shenzhen. Apple didn't respond to a request for comment. </p><p>   The city is home to many Chinese manufacturing giants including telecommunication equipment maker Huawei Technologies Co. and electric-vehicle maker BYD Co., which produces electric cars and batteries. </p><p>   Some businesses in Shenzhen deemed essential remained open. Huawei's offices in Shenzhen were among those that continued to operate in line with local virus-control measures, a company spokeswoman said. </p><p>   More than 40 Taiwan-based makers of semiconductors and other electronic components filed announcements with the Taiwan Stock Exchange on Monday saying they were temporarily closing facilities in Shenzhen and nearby Dongguan. </p><p>   --- </p><p>   Raffaele Huang contributed to this article. </p><p></p>",
  "published": "2022-03-15T06:11:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 309,
          "end": 319
        },
        {
          "start": 1779,
          "end": 1784
        },
        {
          "start": 2578,
          "end": 2583
        },
        {
          "start": 309,
          "end": 314
        },
        {
          "start": 2478,
          "end": 2483
        },
        {
          "start": 309,
          "end": 318
        },
        {
          "start": 2431,
          "end": 2436
        },
        {
          "start": 2544,
          "end": 2549
        },
        {
          "start": 2387,
          "end": 2392
        }
      ]
    }
  ]
}