{
  "_id": "675ee7588787ea8456db0cef7f15cfb8f67710f38d2832f5ad4a570f2dbafc62",
  "feed": "wall-street-journal",
  "title": "Business News: Musk Says Apple Moves Against Twitter --- CEO claims iPhone maker threatens to remove platform from App Store, pulls ads",
  "text": "<p>\"Apple has also threatened to withhold Twitter from its App Store, but won't tell us why,\" Mr. Musk said Monday. In another tweet, he asked: \"Who else has Apple censored?\"</p><p>Apple didn't respond to a request for comment.</p><p>Twitter has been facing a wave of departures by advertisers since Mr. Musk bought the company last month. After initially pausing spending on the platform, many have begun shifting their digital ad spending to other corners of the internet, such as ByteDance Ltd.'s TikTok, Alphabet Inc.'s Google and Meta Platforms Inc.'s Instagram, The Wall Street Journal previously reported. Mr. Musk recently said he wasn't sure how much financial runway Twitter still had and that bankruptcy wasn't out of the question.</p><p>Tensions between Mr. Musk, who runs Tesla Inc. and other companies in addition to Twitter, and Apple, the world's largest corporation by market value, have been mounting since the billionaire took over the social-media company.</p><p>Last week Apple executive Phil Schiller, who oversees the company's App Store, deactivated his Twitter account, which he had used to promote Apple products. Also last week Mr. Musk said he would make his own smartphone if Apple and Google were to boot Twitter from their app stores.</p><p>\"I certainly hope it does not come to that, but, yes, if there is no other choice, I will make an alternative phone,\" he tweeted.</p><p>Apple has strict policies regarding user-generated content on apps in the App Store. The company last year removed social-media apps Parler and Wimkin in the wake of the Jan. 6, 2021, riot at the U.S. Capitol. Apple told Parler it received complaints regarding objectionable content on the service and accusations the app was used to plan, coordinate and facilitate illegal activities, according to a notice provided to the Journal at the time by Parler's then-chief executive. Parler has since returned to the App Store after changing some of its content-moderation practices.</p><p>Google also temporarily removed Parler from its app store and gave Wimkin a warning in response to the kind of content their users posted around when the riot took place.</p><p>Mr. Musk's relationship with Apple was fraught even before he took over Twitter. In May, he said the 30% fee the App Store takes from most developers' digital sales is like having \"a 30% tax on the internet.\"</p><p>Mr. Musk reiterated that criticism on Monday, tweeting: \"Did you know Apple puts a secret 30% tax on everything you buy through their App Store?\"</p>",
  "published": "2022-11-29T00:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 25,
          "end": 30
        },
        {
          "start": 155,
          "end": 160
        },
        {
          "start": 1097,
          "end": 1102
        },
        {
          "start": 1369,
          "end": 1374
        },
        {
          "start": 2397,
          "end": 2402
        },
        {
          "start": 2147,
          "end": 2152
        },
        {
          "start": 1,
          "end": 6
        },
        {
          "start": 823,
          "end": 828
        },
        {
          "start": 172,
          "end": 177
        },
        {
          "start": 1178,
          "end": 1183
        },
        {
          "start": 1579,
          "end": 1584
        },
        {
          "start": 966,
          "end": 971
        }
      ]
    }
  ]
}