{
  "_id": "0cceb520e8d18937665872eef7500cd4f394f0adcdad2f019b4774626412c99b",
  "feed": "market-watch",
  "title": "Snap still a 'zombie' stock even after restructuring, warns New Constructs; The research firm added Snap to its Zombie Stock list in July",
  "text": "<p>The research firm, which uses machine learning and natural language processing to parse corporate filings and model economic earnings, added Snap Inc. SNAP to its Zombie stock list in July.</p><p>Last month Snap confirmed massive job cuts as the as part of a \"broader strategic reprioritization\" to reduce costs and create positive free-cash flow. The job cuts affect about 20% of Snap's full-time employees. The company also disclosed better revenue growth than expected.</p><p>See Now: Snap stock extends rally as CEO calls out 'enormous' opportunity</p><p>The restructuring sparked a rally in Snap's stock, which is up 8% over the past month. Still, Snap's stock has fallen 73.3% this year, compared with the S&amp;P 500 Index's SPX decline of 13.9%.</p><p>\"These changes are not enough to keep it from running out of cash,\" writes New Constructs' Trainer. \"Instead, we see the restructuring as confirmation that the company has pivoted from growth mode to survival, i.e. avoid bankruptcy, mode.\"</p><p>\"The announced cuts are only a fraction of the cost cuts needed to turn around the business,\" Trainer adds. \"In 2021, Snap's total costs and expenses were 117% of revenue, which increased to 119% of revenue over the trailing twelve months (TTM).\"</p><p>Competitive challenges, including from Apple Inc. AAPL, mean Snap's cash burn is likely to continue, according to the research firm.</p><p>See Now: These 'zombie' companies could feel the cash burn, warns New Constructs</p><p>\"The cash bonfire at Snap shows no signs of ending as the company burned through $4 billion in FCF excluding acquisitions over the TTM ended 2Q22,\" writes Trainer. \"Competition, from all forms of advertising mediums, as well as cash rich Apple (AAPL) entering the advertising business and taking market share, mean Snap will likely have to continue such heavy spend to maintain competitiveness in the industry.\"</p><p>Snap, which describes itself as a camera company, reported free-cash flow of negative $147.5 million for the quarter ended June 30, 2022, compared with negative $116 million in the same period last year. The company ended the quarter with $4.9 billion in cash and cash equivalents, restricted cash and marketable securities.</p><p>Other companies on New Constructs' Zombie Stocks list include Rivian Automotive Inc. RIVN, Robinhood Markets Inc. HOOD, Carvana Co. CVNA, Freshpet Inc. FRPT, Peloton Interactive Inc. PTON and Beyond Meat Inc. BYND.</p><p>Of 41 analysts surveyed by FactSet, 12 have an overweight or buy rating, 26 have a hold rating and three have a sell rating.</p><p>Snap still a 'zombie' stock even after restructuring, warns New Constructs</p>",
  "published": "2022-09-13T11:58:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1258,
          "end": 1268
        },
        {
          "start": 1258,
          "end": 1267
        },
        {
          "start": 1671,
          "end": 1676
        },
        {
          "start": 1678,
          "end": 1682
        },
        {
          "start": 1258,
          "end": 1263
        },
        {
          "start": 1269,
          "end": 1273
        }
      ]
    }
  ]
}