{
  "_id": "e4f5bc6348b55d6d4020ee94265e760c00e27fd83fa5d7cf3e56eac0b90c12a9",
  "feed": "wall-street-journal",
  "title": "Regulation Will Be Good for Crypto; Competition lawyers and economists should be part of the federal government's policy deliberations.",
  "text": "<p>The Biden administration should include government competition lawyers and economists in any conversations about crypto regulation. The Justice Department's antitrust division sponsors a program with the Massachusetts Institute of Technology's Sloan School of Management to help staff understand how businesses use the blockchain and what effect those technologies have on competition in the marketplace. Moreover, through a Trump-era memorandum of understanding, the antitrust division and SEC staff and leaders meet regularly to share ideas and expertise on emerging issues of common interest. Crypto should be one.</p><p>Blockchain applications have the potential to transform the entire economy. Like railroads, electricity, telecommunications and the internet, crypto likely will topple existing monopoly structures—and attract would-be monopolists. But crypto is different in one key respect: It has the ability to create and maintain decentralized marketplaces. Blockchain can topple incumbents because it is an open technology of decentralized trust. It makes it possible to cut out the middleman.</p><p>New players are already using blockchain networks to topple incumbents. Filecoin offers decentralized cloud storage competing with Amazon Web Services. Helium offers decentralized wireless infrastructure. Compound allows consumers to lend and borrow crypto using a decentralized protocol. Maker allows consumers to use credit within minutes using collateralized debt. Catalog, Digimarc, Veszt and Mediachain allow musicians to harness the efficiencies of blockchain for royalty and intellectual-property management. These start-ups could end up being as disruptive to current music distribution status quo as Apple's iTunes and Spotify have been to the old record label business model. The investment world also faces disruption by so-called decentralized autonomous organizations, which allow large groups to organize for a pricey purchase. One recently appeared to bid on a copy of the U.S. Constitution.</p><p>The competitive disruption is no longer theoretical, but the blockchain's success isn't guaranteed. Policy makers need to appreciate the effect their decisions will have on competition. Competition lawyers and economists can help ensure that any regulatory framework allows for market conditions unhampered by powerful incumbents intent on preserving their dominance. Blockchain creates important efficiencies, such as reduced networking costs. Competition economists understand the importance of harnessing such efficiencies rather than inhibiting them.</p><p>In today's digital marketplaces, where a few companies have immense market power as a result of the network effects of their centralized business models, each company can raise the cost of doing business on the entire network as the network becomes larger and more ubiquitous. Blockchain enables all the benefits of network effects without the centralized market power.</p><p>There's a lot of potential here. To achieve it, engineers and policy makers need to get on the same page. The goal should be to help the blockchain grow, develop and meet its potential. Antitrust enforcers must be vigilant about ensuring that incumbent businesses susceptible to disruption don't stop or co-opt the innovators.</p><p>Mr. Delrahim served as assistant attorney general for the Justice Department's antitrust division, 2017-21.</p><p>Regulation Will Be Good for Crypto</p>",
  "published": "2022-01-20T23:35:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1709,
          "end": 1714
        }
      ],
      "nexusId": "10022657"
    }
  ]
}