{
  "_id": "43c76a6eb8bd70afd702361c046dc3cbbf872a006b671cb4f59432075ec543ea",
  "feed": "ftcomall",
  "title": "Poshmark: reining in costs is key to turning rags to riches",
  "text": "<p>Old is the new new when it comes to fashion. Whether driven by environmental concerns or an aversion to paying full retail price, the market for second-hand clothes is booming. The pandemic has further powered the trend. Wardrobe clear-outs — Marie Kondo-style — have fuelled sales, while extended periods of shop closures have spurred demand.</p> <p>Poshmark, an online marketplace for people to buy and sell pre-owned clothes and accessories, moved <a href=\"https://investors.poshmark.com/news/news-details/2022/Poshmark-Inc.-Reports-Fourth-Quarter-and-Full-Year-2021-Financial-Results/default.aspx\">$1.8bn worth of goods</a> on its platform last year. This was 27 per cent more than in 2020 and two-thirds higher than its pre-pandemic level. Revenue rose by a quarter to $326mn.</p> <p>But Poshmark has not quite mastered the art of turning rags to riches yet. Not making a profit is deeply unfashionable among investors these days. The company made a loss of $98mn last year. That helps explain why Poshmark shares are down more than 80 per cent from their 2021 peak. </p> <p>It is not alone. Rival reseller ThredUp has shed 72 per cent of its value since touching a high last July. The RealReal, which focuses on used luxury goods, has suffered a similar drop over the past 13 months.</p> <p>It is not for lack of demand. A recent report for ThredUp by GlobalData reckons that the total resale market for second-hand clothes could <a href=\"https://www.thredup.com/resale/#size-and-impact\">hit $77bn</a> by 2025, more than double the figure for 2021.</p> <p>Stiff competition means Poshmark needs to spend heavily to attract customers. Changes in Apple's privacy policy have not helped. Marketing expenditure rose 54 per cent last year to $143mn, or 42 per cent of annual revenue, as the company spent more on TV ads and social media partnerships to counter the effect of Apple's changes.</p> <p>Poshmark shares are priced at just three times forward revenue, compared with a one-year average of over 7 times. This means it will not take much to give the stock a lift. Inflation is likely to drive more people to selling and buying second-hand. To sew up some new investors, it just needs to show it can rein in costs.</p><p>Source:  2022 'Poshmark: reining in costs is key to turning rags to riches' FT.com 24 March. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-03-24T17:37:31.134Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1623,
          "end": 1628
        },
        {
          "start": 1398,
          "end": 1403
        }
      ]
    }
  ]
}