{
  "_id": "23b5202d8304f1e221798d84822fd25b413c25371ab8c0467ef6ddf2ece86f7a",
  "feed": "ftcomall",
  "title": "Crypto crackdown stifles China's ability to offshore cash",
  "text": "<p>Hey Fintech Fam,</p> <p>Many of our recent issues have focused on how the war in Ukraine is impacting fintech, but this week we take a closer look at how coronavirus continues to create new challenges and opportunities in the market. Today, we have a dispatch from Nian Liu and Ryan McMorrow in Beijing, who tell us how some of China's elite are thinking about moving their money abroad as strict coronavirus lockdowns and a crypto crackdown severely limit their options.</p> <p>Plus, we have a Q&amp;A with the PayPal alum who founded a new start-up aimed at helping merchants adapt quickly to the growing number of payment options in the market, and we give an update on Yuga Labs' “land sale” in the metaverse.</p> <p>Write to the FintechFT team at <a href=\"https://mail.google.com/mail/?view=cm&amp;fs=1&amp;tf=1&amp;to=imani.moise@ft.com\">imani.moise@ft.com</a> and <a href=\"https://mail.google.com/mail/?view=cm&amp;fs=1&amp;tf=1&amp;to=sid.v@ft.com\">sid.v@ft.com</a>.</p> <p><em>Join us on May 4 for our subscriber only, Elon Musk Twitter Takeover Webinar. </em><a href=\"https://click.newsletters.ft.com/f/a/qB1fCDigE9v7ldeTg8_VMQ~~/AAAAAQA~/RgRkTko1P0T0aHR0cHM6Ly9lbG9ubXVza3R3aXR0ZXIubGl2ZS5mdC5jb20vP3JlZmVyZW5jZT1lZGl0b3JpYWxuZXdzbGV0dGVyJiUzQnV0bV9zb3VyY2U9YndlJiUzQnV0bV9tZWRpdW09ZWRpdG9yaWFsbmV3c2xldHRlciYlM0J1dG1fY2FtcGFpZ249MjAyMnBlbG9ubXVza3N0d2l0dGVydGFrZW92ZXImZW1haWxJZD02MjZiMjc1Y2FhYmQwMDAwMjMwOTQyZTAmc2VnbWVudElkPTFjZTNkZTUzLWJiZDYtZjc4Mi1mYjZlLTExMjRjOGY4Mjk3ZlcIZmludGltZXNCCmJhPcVrYsfsyZFSFWVtaWx5LmdvbGRiZXJnQGZ0LmNvbVgEAAAAAA~~\"><em>Register here</em></a>&#xa0;for our free<em>&#xa0;virtual briefing on the consequences of the world's richest man acquiring the social media platform he describes as the “bedrock of a functioning democracy”.</em></p> <h1>Chinese elite see fewer options to offshore cash amid Covid lockdowns and crypto crackdowns</h1> <p>As Shanghai residents beat pots and pans from their windows each night to <a href=\"https://www.ft.com/content/81e6f019-c85a-478b-8b19-a5e6dce6dd78\">protest harsh Covid lockdowns</a>, many of China's wealthiest residents are plotting their escape.</p> <p>But those in China's upper class who are planning an exit must figure out how to do so with their money in tow. That's difficult because the country has perhaps the strictest capital control policies in the world — most citizens are limited to exchanging just $50,000 worth&#xa0;of renminbi into a foreign currency each year. </p> <p>A few years ago it was easy to exploit loopholes by tapping family and friends to help overcome individual restrictions. But as economic growth has slowed, authorities have stepped up their battle against capital flight. The FT queried several wealthy individuals and reviewed court cases to get a sense of what tricks are still in use. </p> <p>Until recently, cryptocurrency was a major channel for offshoring cash. Exchanges including Huobi, Binance&#xa0;and&#xa0;OKX&#xa0;allowed users to top up their crypto wallets by turning renminbi into Tether&#xa0;stablecoin. </p> <p>But in a sweeping crackdown last year, China <a href=\"https://www.ft.com/content/31f7edf7-8e05-46e1-8b13-061532f8db5f\">banned trading and mining of all cryptocurrencies</a>, making it dangerous for large exchanges to continue offering these services to Chinese citizens. In March, China's central bank proudly declared that its efforts to stamp out crypto had resulted in domestic <a href=\"https://www.scmp.com/tech/policy/article/3169250/chinas-global-share-bitcoin-transactions-drops-10-cent-after\">bitcoin transactions plummeting</a> from 90 per cent of the global total to less than 10 per cent. </p> <p>However, peer-to-peer transactions, which effectively allow users to transfer their renminbi into Tether, still take place. But the method, at least in part, relies on crypto holders wanting to cash out in renminbi, meaning liquidity can be limited. Beijing is also routinely stamping out services that connect buyers and sellers. &#xa0;</p> <p>With the government applying more scrutiny to digital asset transactions, one of the oldest and most conventional methods to bypass capital controls is gaining popularity: the luxury collectible trade.</p> <p>While it's difficult to bring suitcases filled with cash through customs, a Tang dynasty-era vase or a couple of Patek Philippe watches can easily pass as personal belongings. Rich buyers can purchase them in China and resell outside the country. Indeed, <a href=\"https://www.ft.com/content/a9a34f94-9a49-4938-ae9e-ec4e6d2f4838\">demand for designer time pieces</a> is taking off, high-end watch sellers in China told the FT. </p> <p>One wealthy Chinese heir also told the FT about another existing loophole, in which Chinese developers building condo projects in Thailand or Malaysia market them at home, and accept renminbi. Once properties are purchased, they can be sold locally into currencies that can be more easily exchanged into dollars.</p> <p>But China's lockdowns, coupled with Covid supply chain disruptions, have made commerce and travel-dependent channels more difficult, a founder of a DeFi start-up said. Though China's crypto ban has made exchanging renminbi for digital assets harder, “cryptocurrency has become the only viable option,” he claims. <em>(Ryan McMorrow and Nian Liu)</em></p> <h1>Fintech fascination</h1> <p><strong>ApplePays</strong> US technology giant Apple could face a hefty fine if regulators confirm that the company <a href=\"https://www.ft.com/content/de7a0c50-e087-4db3-9cb3-ed1d3c1a4b8b\">violated EU law </a>by abusing its market share in mobile payments to limit competition. The new charges, brought by Belgian regulators, cast a spotlight on one of its most lucrative business lines.</p> <p><strong>Digital Deeds</strong> It is a sellers' market: both in the US housing market and the metaverse. Yuga Labs raked in about $285mn selling virtual plots of land over the weekend, <a href=\"https://www.reuters.com/technology/bored-ape-nft-company-raises-around-285-million-crypto-virtual-land-sale-2022-05-01/\">according to Reuters</a>, as the company behind the Bored Ape Yacht Club sought build its popular but exclusive tokens into a <a href=\"https://www.ft.com/content/f34c15c1-8bd4-481f-82a4-15428c185f13'\">broader ecosystem</a> for NFT fans. </p> <p><strong>GameStopped</strong> Robinhood shares <a href=\"https://www.ft.com/content/04d3b880-7c88-444c-aaea-af1911f87562\">tumbled 11 per cent</a> last week after the digital trading platform reported worse than expected earnings compared to last year when the meme stock frenzy roiled markets. It seems that geopolitical uncertainty, inflation and the return to pre-lockdown routines have cooled interest among day traders.</p> <h1>Quick Fire Q&amp;A</h1> <p><em>Last week I spoke to John Lunn, who co-founded Gr4vy with two other PayPal alums to address what he saw was a key friction point preventing retailers from keeping up with the explosion in different digital payment methods. Since its launch last year, the company has raised $27.5mn from fintech investors including NYCA and March Capital.</em></p> <p><strong>How did you get started? </strong>I kept having the same conversation over and over again with retailers. I'd say, “Why don't you add Venmo, or&#xa0;add cryptocurrency?” And&#xa0;they're like, “We'd love to do that, but it's going to take eight months.”&#xa0;It's just frustrating that it's so hard to do what needs to be done, and it's really due to lack of engineers — and the sad thing is, they're all building the same thing. So they're all building what's essentially plumbing . . . The complexity of payments is getting harder and harder, so I thought let's just build that. Let's build the plumbing, and give retailers and merchants a tool that allows them to plug in payment options, change, experiment, try new things, without needing armies of engineers. </p> <p><strong>What's the revenue model? </strong>Payments companies usually charge a percentage of the value of the transaction. I've always thought that payments are becoming a commodity. I've also thought that's a little bit unfair to&#xa0;retailers, whose margins are so&#xa0;tight, so . . . we don't charge a transaction rate. We charge you to rent the infrastructure that you need to run your system on a usage-based model rather than [a transactional one]. </p> <p><strong>Why can't incumbent payment companies do what you do? </strong>The reality is, one company can't do everything themselves. And when you're building your payment infrastructure, you need to be the best in class. Having the flexibility to add, change, remove payment types — independent of who's processing for you — is really, really important because one it gives you the commercial advantage; you can negotiate the best price. It gives you a speed to market, which is the most important thing here. If you're a retailer, and suddenly you want to see what happens if you accept cryptocurrency, in a traditional retail model that can take up to eight months. With us, you can flip and add it in minutes. </p> <p><strong>Who are your&#xa0;competitors&#xa0;in this space? </strong>The number one thing we compete against is in-house teams at retailers building things themselves. Generally, there will already be a payments team in house and we're coming in with tools that will make them more efficient and able to move quicker . . . we're the only one who's running this as infrastructure as a service. So everyone else in this space is running as [software as a service], where you connect to them and they do it for you. We don't believe that works with larger retailers or larger clients because you need to fit into what that client already has. We're the only one who's built this as a cloud company, and we can pretty much plug into anything rather than outsource. </p><p>Source: Imani Moise 2022 'Crypto crackdown stifles China's ability to offshore cash' FT.com 2 May. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-05-02T17:00:38.024Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 4133,
          "end": 4138
        }
      ]
    }
  ]
}