{
  "_id": "822bd0cf059b458779aeb5c9043b0211712eef7f497a3916a3e2c88a3f375902",
  "feed": "market-watch",
  "title": "Dow ends over 350 points lower as investors weigh housing data, 2023 recession concerns; S&P 500 off 1.2%; Nasdaq down 1.4%",
  "text": "<p>* The Dow Jones Industrial Average DJIA fell 365.85 points, or 1.1%, to finish at 32,875.71.</p><p>* The S&amp;P 500 SPX shed 46.03 points, or 1.2%, to end at 3,783.22.</p><p>* Nasdaq Composite COMP dropped 139.94 points, or 1.4%, ending at 10,213.29.</p><p>On Tuesday, the Dow rose 38 points, or 0.11%, to 33,242, the S&amp;P 500 declined 16 points, or 0.4%, to 3,829, and the Nasdaq dropped 145 points, or 1.38%, to 10,353.</p><p>What drove markets</p><p>All 11 S&amp;P 500 sectors finished lower on Wednesday with energy stocks  XX:SP500EW.10 falling by 2.2%, as worries over rising fuel demand in China weighed on oil prices.</p><p>\"People just don't quite yet look at this market and think it's cheap,\" said Tom Graff, head of investments at Facet Wealth, in a phone interview Wednesday. \"Whoever is selling, is selling into kind of a weak bid.\"</p><p>Failed rallies are an established feature of bear markets and investors remain wary of applying overly bullish bets as the year draws to a close, especially given the holiday-thinned trading.</p><p>\"While I appreciate the natural instinct to 'buy the dip' in growth now that the year has ended, the simple truth is that the macroeconomic conditions that resulted in growth underperformance in 2022 are still in place,\" cautioned Tom Essaye, founder and president of The Sevens Report, in a note Wednesday. \"Rates are not falling quickly, are a long way from 'low\" and aren't getting there anytime soon.\"</p><p>While the year-end period often sees a so-called Santa Claus rally, investors are assessing how the lifting of China's Covid restrictions will ripple through global economies and markets, while looking ahead to the various headwinds likely in 2023.</p><p>\"If the Chinese reopening story is positive for oil and commodity prices – and for the massively battered Chinese stocks, it's bad news for global inflation,\" wrote Ipek Ozkardeskaya, senior analyst at Swissquote Bank, in a Wednesday note.</p><p>\"The surge in Chinese demand will certainly boost inflation through higher energy and commodity prices,\" Ozkardeskaya added. \"And in response to higher inflation, the central banks will continue hiking rates.\"</p><p>See: U.S. will require COVID-19 testing for travelers from China</p><p>Indeed, there are few fresh catalysts this week to distract investors from the underlying theme that has driven markets for much of the year: multi-decade high inflation and how the central banks' attempts to quash it will hurt the global economy and crimp company earnings.</p><p>\"Many factors historically have driven the traditional environment supportive of year-end stock rallies, such as the investing of holiday bonuses, a seasonal optimism among consumers and investors, and tax considerations,\" wrote Greg Bassuk, CEO of AXS Investments in New York.</p><p>\"However, with 2022's dismal stock and bond performance expected to carry into 2023, along with ongoing inflationary concerns, uncertain Fed policy, and lingering geopolitical tensions, investors won't be receiving any holiday gifts this year for their portfolios,\" he added.</p><p>See: This asset will crush all others in 2023, says hedge-fund manager who nailed one big call of 2022</p><p>With only two trading days left in what is shaping up to be the worst year for the U.S. stock market since 2008, the S&amp;P 500 index is on track to close out the year down 20.6%. The yield of 10-year Treasury bond BX:TMUBMUSD10Y has increased by 2.390 percentage points year-to-date to 3.886% as of Wednesday afternoon.</p><p>On the economic front, the National Association of Realtors said Wednesday that U.S. pending-home sales fell 4% in November for a sixth straight monthly drop.</p><p>\"Pending home sales recorded the second-lowest monthly reading in 20 years as interest rates, which climbed at one of the fastest paces on record this year, drastically cut into the number of contract signings to buy a home,\" NAR chief economist Lawrence Yun said in the statement. \"Falling home sales and construction have hurt broader economic activity.\"</p><p>Companies in focus</p><p>* Southwest Airlines LUV shares finished 5.2% lower on Wednesday as the company continues to cancel flights and tries to return to a normal schedule. Southwest has canceled thousands of flights over the past week, following a severe winter storm, and is limiting bookings over the next few days.</p><p>* Tesla TSLA gained 3.3% after shares of the electric-vehicle company tumbled 11.4% in the previous session and closed with a market cap of $344.5 billion, ranking it as the 16th-largest U.S. company. Tesla had ranked 10th on Friday.</p><p>* AMC Entertainment AMC shares dropped 4.7% after CEO Adam Aron asked the movie theater chain's board to freeze his salary and urged other top AMC executives to do the same.</p><p>* Shares of Apple Inc. AAPL finished 3.1% lower to close at its lowest level in 18 months. It has shed 14.9% this month, to put it on track forthe worst monthly performancesince it tumbled 18.4% in November 2018, according to Dow Jones Market Data.</p><p>— Jamie Chisholm contributed to this article</p><p>Dow ends over 350 points lower as investors weigh housing data, 2023 recession concerns</p>",
  "published": "2022-12-28T21:26:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 4676,
          "end": 4680
        },
        {
          "start": 4665,
          "end": 4675
        },
        {
          "start": 4665,
          "end": 4674
        },
        {
          "start": 4665,
          "end": 4670
        }
      ]
    }
  ]
}