{
  "_id": "3fa2f3a1da6758e70fb268a8ac9496bddaab04ea7ca23965e7ca487c5c2e4453",
  "feed": "wall-street-journal",
  "title": "Enjoy Technology, Led by Ex-Apple Executive Ron Johnson, Files for Chapter 11 to Sell Itself; The tech retailer that showcased home delivery and service was started by Mr. Johnson, who pioneered Apple's Genius Bar, but later slipped as chief of J.C. Penney",
  "text": "<p>Enjoy said it has reached an agreement to sell most of its assets to device insurance company Asurion LLC, which has agreed to provide a $55 million loan to fund the company through bankruptcy. Enjoy said it would accept a higher offer and it expects that Asurion's bid will be sufficient to pay all secured and unsecured creditors in full.</p><p>Founded in 2014, Enjoy Technology sought to bring high-end retail service into customers' homes in North America and Europe. The company has over 1,700 employees across the U.S., Canada and the U.K., some of whom hand-deliver iPhones and other tech gadgets on behalf of Apple, AT&amp;T Inc. and others, and use those deliveries to try and sell more of those companies' products.</p><p>The company had initial backing from venture-capital firms including Kleiner Perkins and Andreessen Horowitz.</p><p>This spring, Enjoy began to evaluate strategic alternatives after failing to raise fresh capital to keep the business afloat, court papers show. Since going public last year, the revenue it generated hasn't been enough to turn a profit because of costs associated with business development and growth, court papers said.</p><p>The company generated about $25 million in revenue, but reported around $50 million in operating losses in the first quarter of this year, company filings show.</p><p>In May, Enjoy began a process to sell substantially all of its assets. At the time, Mr. Johnson provided $10 million under a secured promissory note to extend the company's runway to sell itself.</p><p>Enjoy said earlier this month that its vendor partnership with Apple would expire on July 1, allowing the company to focus on its business priorities, according to a recent company filing.</p><p>Mr. Johnson's nearly 12 years at Apple made him a star in the retail world, as he oversaw the opening of about 400 Apple stores and devoted half the spaces to teaching users how to use their devices at so-called Genius Bars. Later, he served as chief executive of JCPenney for just 17 months before he was dismissed by the company's board in 2013.</p><p>Write to Alexander Saeedy at alexander.saeedy@wsj.com</p>",
  "published": "2022-06-30T18:27:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1567,
          "end": 1572
        },
        {
          "start": 1808,
          "end": 1813
        },
        {
          "start": 195,
          "end": 200
        },
        {
          "start": 1726,
          "end": 1731
        },
        {
          "start": 611,
          "end": 616
        },
        {
          "start": 28,
          "end": 33
        }
      ]
    }
  ]
}