{
  "_id": "3824282c08282eea1c281737a34eeb201518f60700b4283d63aa2042629c9faa",
  "feed": "market-watch",
  "title": "Netflix stock could be even more volatile around future earnings, thanks to this change; Executives will stop giving guidance on subscriber gains, which will likely lead to less reliable estimates and wilder stock swings",
  "text": "<p>Full earnings coverage: Netflix CEO says 'thank God we're done with shrinking quarters' after first growth of 2022</p><p>\"We have been increasingly focused on revenue as our primary top-line metric,\" said Spencer Wang, Netflix's vice president of investor relations, during the company's analyst interview Tuesday. \"And this is going to be, I think, even more important as we head into 2023 and we develop new revenue streams, like advertising and paid sharing, where membership growth is only one aspect of the revenue picture.\"</p><p>There are multiple problems with that plan, starting with the fact that anytime a company stops reporting or guiding on a metric that Wall Street relies on, you can bet that it's because the number is not going to be good, or is in decline.</p><p>Read about how Apple stopped reporting product unit sales.</p><p>Focusing on revenue is not great for Netflix investors right now either, considering its year-over-year revenue growth in the third quarter was the lowest Netflix has ever reported, at 6%. And executives guided for even more anemic growth of less than 1% for the fourth quarter.</p><p>Most troublesome, though, is the likelihood that analysts' estimates for the number will be less reliable, which could lead to big misses or beats that would wildly swing Netflix's stock following earnings. That is already an issue: The stock jumped 15% in after-hours trading Tuesday, after Netflix reported twice as many subscriber additions as expected, but in March, it fell more than 35% in a single session after disappointing first-quarter numbers, part of a pattern of volatile post-earnings moves.</p><p>Opinion: Everybody seems scared about where streaming is headed, but calm down and see the benefits</p><p>Without formal guidance to rely on, analysts will have to come up with their own estimates that could be far off, leading to wider misses or beats, and even stronger stock reactions. In an email exchange with MarketWatch, Wedbush Securities analyst Michael Pachter predicted that analysts will likely base their estimates on past performance, but pointed out that Netflix's new subscriber additions in the third quarter have been \"all over the place,\" from a gain of 5 million in 2017, to 6.8 million in 2019, to 2.2 million in 2020.</p><p>\"Without guidance, some would have been at 6 million for the quarter they just reported, but others would have been at a loss, since they lost subscribers in both March and June 2022,\" Pachter said.</p><p>Pachter isn't worried about his own estimates, saying he \"thrives in the dark,\" but isn't as confident in his fellow analysts.</p><p>\"It's great for me, because I actually do the work,\" he said. \"It's terrible for analysts who mail it in, since they are going to have to pick a number and justify it.\"</p><p>This column has agitated for investors to look at other metrics besides subscriber gainswhen judging a mature Netflix, but the stock continues to move wildly based on that single metric. Netflix executives must not mind, though, because their latest decision will likely make that dynamic even more erratic.</p><p>Netflix stock could be even more volatile around future earnings, thanks to this change</p>",
  "published": "2022-10-19T00:57:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 780,
          "end": 785
        }
      ],
      "nexusId": "10022657"
    }
  ]
}