{
  "_id": "59fae63afc0c8ca39e7ca694afc35d65a89758c7aca4da9d286fbd71546358c9",
  "feed": "market-watch",
  "title": "The 2022 Ford Mustang Mach-E—practical and high tech, with performance that lives up to its name",
  "text": "<p>Performance lives up to “Mustang” name</p><p>Advanced tech features</p><p>Targeted range up to 306 miles</p><p>Qualifies for federal EV tax credit</p><p>IIHS Top Safety Pick</p><p>Cons</p><p>Reliability is a mystery</p><p>Slow charging times</p><p>What's new?</p><p>California Route 1 model has standard heated front seats and steering wheel, optional AWD</p><p>New Ice White Appearance Package</p><p>Standard black roof on GT models</p><p>Available BlueCruise hands-free driving system</p><p>Price:&#xa0;Pricing for the 2022 Ford Mustang Mach-E starts at $42,895 for the base Select rear-wheel-drive model. The top GT Performance Edition starts at $64,995.</p><p>The 2022 Ford Mustang Mach-E is an electric SUV that bears the Mustang name and styling inspired by the iconic sports car. However, it has all the practicality of a crossover SUV with a roomy, high-tech interior. This SUV also has the performance to live up to its name, especially in the GT models that achieve a 0-60 mph time as quick as 3.5 seconds.</p><p>James Lipman/FordFurther adding to the practicality of the Ford Mustang Mach-E is the impressive electric range. Ford F is targeting a range of up to 305 miles. Even the lower-range models can travel 211 miles on a full charge. Among the many available tech features is the new BlueCruise driving system, which allows for hands-free driving on highways mapped by&#xa0;Ford.</p><p>The Ford Mustang Mach-E is in a small but growing segment of electric SUVs. Its chief rivals are the less performance-oriented&#xa0;Volkswagen ID.4 VWAGY&#xa0;and the pricier&#xa0;Tesla TSLA Model Y. All three have their own set of strengths. Still, the Mustang Mach-E strikes an excellent balance of range, performance, tech, and value in one stylish electric SUV.</p><p>2022 Ford Mustang Mach-E pricing</p><p>The 2022 Ford Mustang Mach-E has a starting MSRP of $42,895 for the base Select rear-wheel-drive (RWD) model. The California Route 1 model starts at $50,775, and the luxurious Premium trim begins at $48,100. The California Route 1 model has a higher starting price than Premium because it comes standard with the extended range battery pack. This costs an extra $5,000 on the Premium model. The sporty GT model starts at $59,995, and the GT Performance Edition costs an additional $5,000.</p><p>For the non-GT trims, all-wheel drive is a $2,700 option. A destination fee of $1,100 applies to all Mustang Mach-E models.</p><p>In the world of compact electric SUVs, the Ford Mustang Mach-E is priced higher than the&#xa0;Volkswagen ID.4&#xa0;and lower than the&#xa0;Tesla Model Y. It's worth noting that as of this writing, the Ford still qualifies for the federal EV tax credit, but the Tesla doesn't. Depending on where you live, there could also be state incentives that can bring down the price of this EV even more.</p><p>Don't miss:The 2022 BMW i4 vs. 2022 Polestar 2—which is better?</p><p>Driving the 2022 Ford Mustang Mach-E</p><p>Driving the 2022 Ford Mustang Mach-E delivers a level of engagement that might surprise you. If you've never driven a performance-oriented EV before, then you'll be delighted by how this SUV drives. Even in the base Select model, the electric torque delivers satisfying acceleration from a standstill, and this well-tuned chassis has agile handling and responsive steering.</p><p>James Lipman/FordThings get more exciting in the dual-motor, extended-range models. Not only does the dual-motor setup add all-wheel drive (AWD), but it also brings a nice boost in performance with significantly more power and torque.</p><p>As for driving comfort, the Mustang Mach-E is on the firm side, but it's still a pretty comfortable highway cruiser. This SUV's personality can change a bit depending on the drive mode. Whisper mode is best for serene, everyday commuting, while Unbridled mode unleashes the performance potential of the Mustang Mach-E. For an engaging yet comfortable drive, Engage mode is a happy medium between the two extremes.</p><p>We haven't had a chance to drive the GT or GT Performance Edition as of this writing. Based on their spec sheets alone, they promise to be quite exhilarating. The GT Performance Edition has a claimed 0-60 mph time of 3.5 seconds, which matches the Performance model of the Tesla Model Y. We've never been bored behind the wheel of a vehicle with the names “Mustang” and “GT” in its name and we expect this performance EV to be no different.</p><p>Interior comfort</p><p>The interior of the Ford Mustang Mach-E is futuristic and high-tech. When you climb into the driver's seat, the first thing you'll notice is a pair of vibrant screens. The infotainment screen in the center stack is a 15.5-inch screen that's about as easy to use as your smartphone. Making your phone communicate with the screen in the car is a breeze thanks to standard wireless Android Auto and Apple AAPL CarPlay. Meanwhile, a 10.2-inch digital gauge cluster shows you vital information plus handy information like navigation directions.</p><p>James Lipman/FordThe seats in this SUV are supportive and comfortable in both rows. There's plenty of room in the front seats, and even the back seats have enough room for taller adults. ActiveX synthetic leather seating material comes standard, and you get luxurious perforations in the Premium model, or sporty Miko inserts in the GT trim.</p><p>Cargo space is pretty good for an SUV this size, especially when you factor in the “frunk.” The front trunk has 4.7 cubic feet of volume, and it has a built-in drain, meaning it doubles as a cooler if you put ice in it.</p><p>Read:The 2022 GMC Hummer EV reviewed: The all-electric, full-size luxury pickup has real truck abilities, but a steep learning curve</p><p>Exterior styling</p><p>The exterior styling of the Ford Mustang Mach-E borrows from the regular 2-door Mustang while taking on a personality of its own. The muscular body lines, a sharp light signature, and a sloping roofline give it a decidedly sporty look. However, the body is still utilitarian enough to serve as a practical SUV.</p><p>The look of the Mustang Mach-E can change a bit depending on how it's optioned. Several stylish wheel options are available, and the sporty GT model has a unique front end and a standard painted black roof. A new Ice White Edition available for the Premium trim adds special 19-inch wheels with Oxford White painted pockets, Star White paint, white badging, and unique interior touches.</p><p>As for sizing, the Mustang Mach-E falls somewhere between compact and midsize. In the Ford lineup, it's slotted between the compact&#xa0;Escape&#xa0;and the midsize&#xa0;Edge. The dimensions of the Mustang Mach-E are similar to the&#xa0;Tesla Model Y, and it's a bit bigger than the&#xa0;Volkswagen ID.4.</p><p>See: VW's new ID.4 delivers a roomy, modern EV with good range and an AWD that's a delight to drive</p><p>Favorite features</p><p>GT performance editionThis high-performance variant of the Mustang Mach-E sprints from 0-60 mph in 3.5 seconds and produces 634 lb-ft of torque.</p><p>Bluecruise hands-free drivingThe new BlueCruise driving system allows for semi-autonomous hands-free driving on highways mapped by Ford.</p><p>Standard features</p><p>The Ford Mustang Mach-E is well-equipped with standard features, even in the base Select trim. Standard features include 18-inch alloy wheels, dual-zone automatic climate control, a 10.2-inch digital gauge cluster, ActiveX synthetic leather seating, a power driver's seat, a wireless charging pad, USB-A and C ports in both rows, a universal garage door opener, and three drive modes (Engage, Whisper, Unbridled).</p><p>The standard SYNC 4A infotainment system uses a 15.5-inch screen loaded with wireless Android Auto and Apple CarPlay, plus SiriusXM and navigation.</p><p>The standard Ford Co-Pilot360 2.0 safety tech suite includes automatic high beams, blind-spot monitoring, a lane-keeping system, pre-collision assist with automatic emergency braking, post-collision braking, full-speed adaptive cruise control, evasive steering assist, rear parking sensors, and rear brake assist.</p><p>Also on MarketWatch: The 2022 Toyota RAV4 Prime—the wildly popular SUV rises to a new level</p><p>Factory options</p><p>Other than the AWD-only GT model, rear-wheel drive is standard and all-wheel drive is optional on every trim of the Mustang Mach-E.</p><p>An available Comfort/Technology Package ($3,200) for the Select trim adds some nice features like the BlueCruise hands-free driving system, Active Park Assist 2.0, a 360-degree camera, a cargo cover, a hands-free power liftgate, heated front seats, a heated steering wheel, and a memory driver's seat and mirrors.</p><p>The California Route 1 trim includes the contents of the Comfort/Technology Package for the Select trim minus the hands-free liftgate plus unique badging and black exterior trim, an extended range battery, a panoramic glass roof, and heated, power-folding mirrors with Pony Projection Lamp functionality.</p><p>The Premium trim is the most luxurious form of the Mustang Mach-E. You get your choice of a standard range or extended range battery pack. Its standard features include perforated ActiveX seating, a power front passenger seat, ambient interior lighting, and a Bang &amp; Olufsen 10-speaker premium audio system.</p><p>A new Ice White Appearance Package ($1,195) is available for the Premium trim. This adds Star White paint, white badging, 19-inch wheels with Oxford White painted pockets, a gloss white dashboard insert, and Light Space Gray interior upholstery.</p><p>Check out:&#xa0;Onyx, nightfall, midnight—call it what you want, black is the new black in cars</p><p>Finally, the GT trim is the top performance model of the Mustang Mach-E. On top of a performance upgrade and standard all-wheel drive, you get a sporty appearance package with a black painted roof, aluminum interior trim, sport seats with Miko inserts, and many of the luxury and tech features of the Premium model.</p><p>The GT Performance Edition ($5,000) comes with an even more significant upgrade in power, torque, and acceleration if you crave even greater performance. It also adds special 20-inch wheels, Ford Performance seats with unique inserts, an aluminum applique instrument panel with a unique design, and the MagneRide damping system.</p><p>Learn more:What is EV, BEV, HEV, PHEV? Here's your guide to types of electric cars</p><p>Battery power, charge times, and range</p><p>The electric powertrain powering the Ford Mustang Mach-E varies depending on the configuration. There are four distinct trims available, three of which are available with your choice of rear-wheel drive or all-wheel drive. There's also a Standard Range and Extended Range battery pack available, and you can choose either with the Premium trim.</p><p>No matter which configuration you go with, you're getting an SUV that's fun to drive with lively electric torque. AWD models get a significant boost in torque compared to rear-wheel-drive (RWD) models because they have a dual-motor setup, but the RWD models generally have better range.</p><p>Also see:The all-electric 2022 Volvo XC40 Recharge offers lively performance with a 223-mile range</p><p>198-kW AC synchronous electric rear motor (Select)50-kW AC synchronous electric front motor (AWD)68 kWh lithium-ion battery pack266 horsepower317 lb-ft of torque (RWD), 428 lb-ft of torque (AWD)EPA city/highway fuel economy: 105/93&#xa0; MPGe (RWD), 100/86 MPGe (AWD)Range on a full charge: 230 miles (RWD), 211 miles (AWD)</p><p>216-kW AC synchronous electric rear motor (California Route 1)50 kW AC synchronous electric motor (AWD)88 kWh lithium-ion battery pack290 horsepower (RWD), 346 horsepower (AWD)317 lb-ft of torque (RWD), 428 lb-ft of torque (AWD)EPA city/highway: 104/90 MPGe (RWD), 96/84 MPGe (AWD)Targeted range on a full charge: 305 miles (RWD), 306 miles (AWD)</p><p>216-kW AC synchronous electric rear motor (Premium)50 kW AC synchronous electric motor (AWD)68 kWh lithium-ion battery pack (Standard Range) 88 kWh battery pack (Extended Range)266 horsepower (Standard Range), 290 horsepower (RWD Extended Range), 346 horsepower(AWD Extended Range)317 lb-ft of torque (RWD), 428 lb-ft of torque (AWD)EPA city/highway: 104/90 MPGe (RWD), 96/84 MPGe (AWD)Targeted range on a full charge: 230 miles (RWD Standard Range), 211 miles (AWD Standard Range), 300 miles (RWD Extended Range), 270 miles (AWD Extended Range)</p><p>216-kW AC synchronous electric rear motor (GT)216-kW AC synchronous electric front motor88 kWh lithium-ion battery pack480 horsepower600 lb-ft of torque (634 lb-ft Performance Edition)EPA city/highway: N/ATargeted range on a full charge: 270 miles (Performance Edition 260 miles)</p><p>This story originally ran on&#xa0;KBB.com.&#xa0;</p>",
  "published": "2022-02-16T05:02:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 4651,
          "end": 4656
        },
        {
          "start": 4657,
          "end": 4661
        },
        {
          "start": 7420,
          "end": 7425
        }
      ]
    }
  ]
}