{
  "_id": "0e5a11f2370757e0573468c90cd8cc0a639a878ca036f87cd062ca32d540d341",
  "feed": "market-watch",
  "title": "Yikes, there's not much worth streaming in January 2023. Here's what to watch anyway. 'The Last of Us' and 'Poker Face' look to be the best of the bunch, but it may be a good month to cut back or catch up",
  "text": "<p>So this might be a good time for consumers to save some bucks and cancel a service or three, or catch up with recent shows that may have been overlooked when they debuted.</p><p>Also see: Streaming will look more like cable TV in 2023: Here are 5 trends to watch for</p><p>Each month, this column offers tips on how to maximize your streaming and your budget, rating the major services as a \"play,\" \"pause\" or \"stop\" — similar to investment analysts' traditional ratings of buy, hold and sell. We also pick the best content to help you make your monthly decisions.</p><p>Consumers can take full advantage of cord-cutting with a churn-and-return strategy — adding and dropping streaming services each month. All it takes is good planning. Keep in mind that a billing cycle starts when you sign up, not necessarily at the beginning of the month, and keep an eye out for lower-priced tiers, limited-time discounts, free trials and cost-saving bundles. There are a lot of offers out there, but the deals don't last forever.</p><p>Here's a look at what's coming to the various streaming services in January 2023, and what's really worth the monthly subscription fee.</p><p>Netflix ($6.99 a month for basic with ads, $9.99 basic with no ads, $15.49 standard with no ads, $19.99 premium with no ads)</p><p>Netflix NFLX has shifted to a quantity-over-quality strategy over the past few years, and this January is no different, with a largely uninspiring lineup of titles, though there'll likely be a standout or two among them.</p><p>Picking up two decades after the hit Fox sitcom \"That '70s Show,\" \"That '90s Show\" (Jan. 19) sees Debra Jo Rupp and Kurtwood Smith reprising their roles as Kitty and Red Forman, who are now grandparents taking care of Eric and Donna's daughter, Leia (Callie Haverda), for the summer. Hijinks ensue. Expect guest appearances from original cast members Topher Grace, Mila Kunis, Ashton Kutcher, Laura Prepon, Wilmer Valderrama and Tommy Chong. It looks awful, and it'll probably become a huge hit.</p><p>See more: Here's everything new coming to Netflix in January 2023 — and what's leaving</p><p>The mother-daughter dramedy \"Ginny &amp; Georgia\" (Jan. 5) and the bloody medieval drama \"Vikings: Valhalla\" (Jan. 12) are back for their second seasons, along with newcomers such as \"Kaleidoscope\" (Jan. 1), a \"non-linear\" heist series starring Giancarlo Esposito (\"Better Call Saul\") in which seven of the eight episodes (except the finale) will appear to viewers in random order, which raises red flags that there's no cohesive narrative; \"Madoff: The Monster of Wall Street\" (Jan. 4), a four-part docuseries about the notorious Ponzi schemer; the supernatural crime series \"Copenhagen Cowboy\" (Jan. 5); \"Break Point\" (Jan. 13), an inside-tennis docuseries in the vein of Formula One's \"Drive to Survive\"; Season 4 of the Israeli spy drama \"Fauda\" (Jan. 20); and \"You People\" (Jan. 27), a comedy movie from Kenya Barris (\"Black-ish\") about a mixed-race couple and the culture clashes with their families, starring Eddie Murphy, Jonah Hill and Julia Louis-Dreyfus.</p><p>Who's Netflix for? Fans of buzz-worthy original shows and movies.</p><p>Play, pause or stop? Play. Though uninspiring, there'll likely be enough shows that are watchable enough to kill some time on chilly January weekends. Good catch-up candidates include \"Glass Onion,\" the underseen comedy \"Mo\" and the latest season of \"Somebody Feed Phil.\"</p><p>Peacock (free basic, Premium for $4.99 a month with ads, or $9.99 a month with no ads)</p><p>Peacock — yes, Peacock! — has a really interesting lineup in January.</p><p>At the top of the list is \"Poker Face\" (Jan. 26), a throwback, mystery-of-the-week series from Rian Johnson (\"Knives Out\") and starring Natasha Lyonne (\"Russian Doll\") as a sleuth who has an uncanny ability to tell when someone is lying. Guest stars include Adrian Brody, Benjamin Bratt, Chloë Sevigny, Ellen Barkin, Joseph Gordon-Levitt, Luis Guzmán, Nick Nolte and Tim Meadows in what could be a simple yet incredibly entertaining series.</p><p>Peacock also may have the weirdest show this side of HBO's \"The Rehearsal,\" with \"Paul T. Goldman\" (Jan. 1), an absurdist, meta comedy about an odd dude playing himself and reenacting his supposed life story, from Jason Wollner, who directed \"Borat Subsequent Moviefilm\" and a bunch of \"Nathan for You\" episodes. The trailer looks absolutely bonkers.</p><p>There's also the reboot of the classic '80s sitcom \"Night Court\" (Jan. 18, a day after it airs on NBC), starring Melissa Rauch (\"Big Bang Theory\") as Abby Stone — daughter of Judge Harry T. Stone (the late Harry Anderson) — and John Larroquette is back as caustic prosecutor Dan Fielding; \"The Traitors\" (Jan. 12), a \"psychological adventure\" competition show featuring second-tier reality-show \"celebrities\" and civilians set at a Scottish castle, hosted by Alan Cumming; the annual Rose Parade (Jan. 2); the Golden Globe Awards (Jan. 10, but booo, don't bother); and a slew of live sports, including NFL regular-season (Jan. 1 and 8) and playoff games (starting Jan. 14 or 15), English Premier League soccer, a full slate of winter sports and the WWE Royal Rumble (Jan. 28).</p><p>Who's Peacock for? If you have a Comcast CMCSA or Cox cable subscription, you likely have free access to the Premium tier (with ads) — though reportedly not for much longer. The free tier is almost worthless, and the paid tiers generally aren't necessary unless you need it for sports.</p><p>Play, pause or stop? Play. With a lack of other competition, \"Paul T. Goldman\" and \"Poker Face\" sound watchable enough to give a brief subscription a shot. And aside from live sports, there's also next-day streaming of NBC and Bravo shows, and a very good movie lineup.</p><p>Apple TV+ ($6.99 a month)</p><p>Apple AAPL is poised to add another potentially strong comedy series to its lineup with \"Shrinking\" (Jan. 27). Jason Segal stars as a therapist grieving the loss of his wife, who breaks professional and social norms by turning to brutal honestly when dealing with his clients and friends, in hopes of turning his life around. It comes from executive producer Bill Lawrence (\"Scrubs,\" \"Ted Lasso\"), so it should be funnier than it sounds, and it's got a tremendous supporting cast, including Jessica Williams, Christa Miller and Harrison Ford.</p><p>There are also new seasons of M. Night Shyamalan's psychological thriller \"Servant\" (Jan. 13) and the podcaster mystery series \"Truth Be Told\" (Jan. 20), with Octavia Spencer and Gabrielle Union; as well as the four-part docuseries \"Super League: The War for Football\" (Jan. 14), about the disastrous aborted launch of a rival to European soccer's Champions League; and the season finale of \"Mythic Quest\" (Jan. 6).</p><p>Who's Apple TV+ for? It offers a little something for everyone, but not necessarily enough for anyone — although it's getting there.</p><p>Play, pause or stop? The offerings are good but not great, so pause and think it over. But if you got a free trial with an Apple device over the holidays, do take advantage and check out excellent recent series such as \"Slow Horses,\" \"Little America,\" \"Bad Sisters\" and the aforementioned \"Mythic Quest.\"</p><p>HBO Max ($9.99 a month with ads, or $14.99 with no ads)</p><p>TV series and movies based on videogames have almost universally stunk, but HBO may finally have a prestige videogame drama on their hands with the post-apocalyptic thriller series \"The Last of Us\" (Jan. 15). Pedro Pascal (\"The Mandalorian\") stars as a smuggler trying to take a teenage girl (\"Game of Thrones'\" Bella Ramsey) safely across the treacherous wastelands of what once was the U.S., while avoiding killer zombies. The sprawling cast, which includes Gabriel Luna, Anna Torv, Melania Lynskey and Nick Offerman, is fantastic, and the trailer looks really, really good. This should be one to watch.</p><p>HBO Max also has \"Velma\" (Jan. 12), an adult animated series from Mindy Kaling that tells the origin story of the Scooby-Doo gang's brainy crimefighter, and \"The Climb\" (Jan. 12), a rock-climbing competition series hosted by Jason Momoa that's sure to make your palms sweat.</p><p>Also: Here's what's coming to HBO Max in January 2023 — and what's leaving</p><p>Meanwhile, HBO Max and cable sister TNT are becoming the new home to live coverage of the U.S. men's and women's soccer teams in 2023. The U.S. women will tune up for next summer's World Cup with a pair of matches against New Zealand (Jan. 17 and 20), while the U.S. men, coming off a mostly satisfying World Cup run of their own, play Serbia (Jan. 25).</p><p>Who's HBO Max for? HBO fans and movie lovers.</p><p>Play, pause or stop? Pause and think it over. \"The Last of Us\" looks very promising, but at that price it'd be nice if there were more quality new offerings. On the other hand, one could always catch up on recent seasons of \"South Side,\" \"The Sex Lives of College Girls\" and \"The White Lotus,\" or under-the-radar shows from earlier this year like \"We Own This City,\" \"The Tourist\" and \"Somebody Somewhere.\"</p><p>Paramount+ ($4.99 a month with ads, $9.99 with no ads)</p><p>Taylor Sheridan has to share the spotlight with werewolves in January.</p><p>The hitmaker will have two concurrent dramas streaming, with the ongoing \"Yellowstone\" prequel \"1923\" and the second season of \"Mayor of Kingstown\" (Jan. 15), the so-so Jeremy Renner drama about a power broker in a crime-ridden town dominated by the prison-industrial complex.</p><p>But Paramount's programming will take a supernatural turn Jan. 26, with \"Teen Wolf: The Movie\" — a follow-up to the fan-favorite TV series that ended in 2017, with much of the cast returning — and \"Wolf Pack,\" a teen werewolf drama series based on the books by Edo Van Belkom, and starring Bella Shepard and Sarah Michelle Gellar (\"Buffy the Vampire Slayer\").</p><p>Paramount+ also has a three-series \"NCIS\" crossover event (Jan. 9), and live sports including NFL regular-season games (Jan. 1 and 8) and playoffs (starting Jan. 14 or 15), and men's college basketball every Saturday.</p><p>Who's Paramount+ for? Gen X cord-cutters who miss live sports and familiar Paramount Global PARA broadcast and cable shows.</p><p>Play, pause or stop? Pause. \"1923\" is solid and there's a good sports lineup, but beyond that…meh.</p><p>Amazon Prime Video ($14.99 a month)</p><p>After a three-year layoff, \"Hunters\" (Jan. 13) returns for its second and final season. The pulpy and violent alt-history conspiracy/revenge thriller about a group of New York City Nazi hunters in 1977 was entertaining enough in its first season, though oddly shallow, and concluded with a twist that landed with a thud. The trailer shows what's left of the gang going after Hitler (alive and hiding in South America!) in the new season — here's hoping it's a bit more well-constructed this time around.</p><p>See: Here's everything coming to Amazon's Prime Video in January 2023</p><p>Amazon's AMZN also got \"Shotgun Wedding\" (Jan. 27), an action rom-com movie starring Jennifer Lopez and Josh Duhamel as a couple whose destination wedding is hijacked by gunmen; \"The Rig\" (Jan. 6), a supernatural thriller set on an oil rig off the Scottish coast; and the standup comedy special \"Nate Bargatze: Hello World\" (Jan. 31).</p><p>Who's Amazon Prime Video for? Movie lovers, TV-series fans who value quality over quantity.</p><p>Play, pause or stop? Stop. Not enough to justify the cost this month. But if you're a Prime member and want to dig into the library, there's the latest season of \"Tom Clancy's Jack Ryan\" and the surprising and visually lush Western drama \"The English.\"</p><p>Hulu ($7.99 a month with ads, or $14.99 with no ads)</p><p>The \"How I Met Your Mother\" sequel \"How I Met Your Father\" (Jan. 24) got lukewarm reviews when it premiered earlier this year, but it was apparently enough of a hit for Hulu to earn a second season, with a whopping 20 episodes. It's a nice vehicle for Hilary Duff, though it may drive some people nuts that \"HIMYF\" gets 20 eps while Hulu canceled the vastly superior rom-com \"High Fidelity\" after only one season.</p><p>More: Here's everything coming to Hulu in January 2023 — and what's leaving</p><p>Hulu's also got \"Will Trent\" (Jan. 4, with new eps every Wednesday, after it first airs on ABC), a crime drama starring Ramón Rodríguez and based on the popular series of mystery novels by Karin Slaughter; \"Koala Man\" (Jan. 9), an animated superhero comedy starring the voice of Hugh Jackman; the true-crime docuseries \"How I Caught My Killer\" (Jan. 12); \"The Drop\" (Jan. 13), a cringe-comedy movie about a woman who drops her friend's baby, starring Anna Konkle (\"PEN15\") and Jermaine Fowler (\"Coming 2 America\"); and the six-part limited docuseries \"The 1619 Project\" (Jan. 26), which attempts to reframe U.S. history by placing the consequences of slavery and cultural contributions by Black Americans at the forefront.</p><p>Who's Hulu for? TV lovers. There's a deep library for those who want older TV series and next-day streaming of many current network and cable shows.</p><p>Play, pause or stop? Stop. While Hulu has an excellent library (recent additions include \"Fleishman Is in Trouble,\" \"Letterkenny\" and \"Reboot\"), there's just not enough on the January schedule.</p><p>Disney+ ($7.99 a month with ads, $10.99 with no ads)</p><p>\"The Mandalorian\" won't be back for its third season until March, but \"Star Wars\" fans should be happy to see the 16-episode second season of the animated \"Star Wars: The Bad Batch\" (Jan. 4), about a team of clone mercenaries navigating the galaxy after the fall of the Republic.</p><p>Disney DIS also has the season finale of \"Willow\" (Jan. 11) and new episodes every week of \"National Treasure: Edge of History.\" And while it has not been announced yet, the timing is right for the Marvel megahit \"Black Panther: Wakanda Forever\" to make its streaming debut sometime in January.</p><p>Who's Disney+ for? Families with kids, hardcore \"Star Wars\" and Marvel fans. For people not in those groups, Disney's library can be lacking.</p><p>Play, pause or stop? Stop. \"Wakanda Forever\" could make a subscription worthwhile. But until then, there's just not enough new right now to justify subscribing, especially after December's rate hike.</p><p>Discovery+ ($4.99 a month with ads, or $6.99 with no ads)</p><p>Expect more of the familiar true-crime, food and lifestyle programming that's fine to keep you company while folding laundry or making dinner.</p><p>The best of the bunch next month should be \"January 6th\" (Jan. 5), a documentary on the Jan. 6, 2021, Capitol insurrection from Emmy- and Peabody-winning directors Gédéon and Jules Naudet; \"Harry &amp; Meghan: Becoming Royal\" (Jan. 1), because some people can't get enough of the royal family; and \"This Is Life with Lisa Ling\" (Jan. 11), as the award-winning journalist visits little-known or misunderstood communities around America. Oh, and can't forget \"MILF Manor\" (Jan. 15), which is actually real and not a \"30 Rock\" joke.</p><p>Who's Discovery+ for? Cord-cutters who miss their unscripted TV or who are really, really into \"90 Day Fiancé.\"</p><p>Play, pause or stop? Stop. Discovery+ is still fantastic for background TV, but it's not worth the cost. Besides, Warner Bros. Discovery WBD is merging it with HBO Max in the spring.</p><p>Yikes, there's not much worth streaming in January 2023. Here's what to watch anyway.</p>",
  "published": "2022-12-29T23:20:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 5681,
          "end": 5685
        },
        {
          "start": 6890,
          "end": 6895
        },
        {
          "start": 5675,
          "end": 5680
        },
        {
          "start": 6640,
          "end": 6645
        },
        {
          "start": 5649,
          "end": 5654
        }
      ]
    }
  ]
}