{
  "_id": "76c4c4135237fca0541def961edecf2c00566651a5606c6604f40a6392d07fc1",
  "feed": "ftcomall",
  "title": "EU regulators shrug off legal setbacks on corporate tax schemes",
  "text": "<p><br>On the day when Margrethe Vestager lost her latest state aid case before the EU courts, the competition and digital chief for the 27-nation bloc insisted that regulators were ready to strike back.</p> <p>On the face of it, the legal setback was not enormous — at least not in monetary terms. Last month the European Court of Justice, the EU's top court, <a href=\"https://www.ft.com/content/ff45bd63-82c1-4f26-9134-8c46b8ca84d7\">ruled</a> that Fiat did not have to pay back €30mn in taxes to Luxembourg.</p> <p>Shortly after the court's ruling, Vestager made plain her view that this was not the end of the road for competition enforcement.&#xa0;She said: “Even if the commission's decision was annulled, it gives important guidance.</p> <p>“The court confirmed that action by member states in areas that are not subject to harmonisation by EU law is not excluded from the scope of the treaty provisions on the monitoring of state aid.”</p> <p>Fiat's win was the latest in a series of cases that have gone against Vestager in her battle to block aggressive corporate tax planning. Last year, judges <a href=\"https://www.ft.com/content/1c38fdc1-c4b3-4835-919d-df51698f18c4\">quashed </a>her order for Apple to pay back €14.3bn in taxes to Ireland. Many legal experts believe that she will ultimately lose this case at the highest court after it completes its consideration of an appeal by the EU. </p> <p>The rulings have not deterred the Danish commissioner from using EU state aid rules to go after tax schemes by member states such as Ireland and Luxembourg since she took office in 2014.</p> <p>EU officials also point to a partial victory of sorts for the regulators. Even as they face mounting legal losses, some countries like Ireland and Luxembourg have already made changes to their tax regimes, say people with knowledge of the commission's thinking. </p> <p>Nonetheless, some insiders in Brussels are concerned that as the bloc keeps losing cases, some governments will see that as a green light to keep pursuing sweetheart tax deals with the likes of Apple and Amazon.</p> <p>“The tool Vestager picked [state aid] is not the right tool according to the courts,” said one person with knowledge of the EU's thinking. “Here we are talking about regimes that are borderline about what's selective and what's not. The court has said, let's give them some margin on how to interpret the law. This might encourage some to tweak their tax regimes.”</p> <p>The person said the recent court rulings were creating the space for smaller member states to become tax havens through the creation of schemes that would mean corporations are taxed lower than elsewhere across the continent. </p> <p>So what is the solution? A political willingness to act, according to some experts in Brussels. Assimakis Komninos, a partner at law firm White &amp; Case in the Belgian capital, said the issue of how much tax corporations should pay was about “global governance”. He explained: “You can't just use competition law and state aid to try to resolve this issue.</p> <p>“It is complicated. We need an international instrument for that. A lot of work has been done by the OECD. It's more for states to sit down and deal with that.”</p> <p>And countries have sat down in efforts to strike deals. Last year, 136 countries <a href=\"https://www.ft.com/content/5dc4e2d5-d7bd-4000-bf94-088f17e21936\">supported </a>a tax arrangement orchestrated by the OECD whose objective is to address public discontent over large companies not paying their fair share of tax.</p> <p>The deal has a two-pronged approach. The first part of the deal is aimed at forcing the largest companies to reallocate a share of profits to where they do business, making sure they pay enough into the system. The second part creates a minimum effective corporate tax rate, currently seen at 15 per cent.</p> <p>But progress is faltering despite calculations that the deal could raise some $150bn in extra taxes a year from the largest multinationals.</p> <p>Member states are ready to dust off a digital services levy if the talks fail. Last month Zbyněk Stanjura, finance minister of the Czech Republic, which holds the six-month rotating EU presidency, drew attention to the possibility that the US may not implement the deal, and that in such a scenario EU countries would need to find their own solution.</p> <p>Meanwhile, Vestager insists that the fight against what she considers unfair tax schemes will go on. At a press conference in Paris recently she said: “The tax practices of some countries . . . effectively amount to little more than granting unfair subsidies. Our enforcement should continue within the clarified limits of the courts that has given us.”</p> <p><em>javier.espinoza@ft.com</em></p><p>Source: Javier Espinoza 2022 'EU regulators shrug off legal setbacks on corporate tax schemes' FT.com 7 December. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-12-07T05:00:04.437Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1848,
          "end": 1853
        },
        {
          "start": 1009,
          "end": 1014
        }
      ]
    }
  ]
}