{
  "_id": "dbe2add2a2795ce03bf163d12204209b22d1c725bb56cb8ecccf5ce3cb180b27",
  "feed": "ftcomall",
  "title": "My handwriting is terrible. Should I be worried?",
  "text": "<p>Last month, I went on holiday to a small town at the bottom of Spain that I have been visiting for more than 20 years, where a friend asked: “Why is your Spanish still so bad?”</p> <p>“Er,” I said, struggling to remember how to say in Spanish that, after decades of fitful studies, there had in fact been times when I could speak as well as any local four-year-old.</p> <p>This was not one of those times, unfortunately. So I went home, sat down and started writing out lists of verb conjugations by hand, which was when I discovered something worse. My handwriting, never good, had turned into barely legible scrawl. My words jerked across the page like the trails of a snail dunked in crystal meth. The very act of writing was a strain. Years of typing and texting had taken an unattractive toll. </p> <p>I cannot be alone. Nearly 60 per cent of Britons say they write less by hand than they did five years ago, a survey found last year, and 12 per cent have never written even a shopping list. Children email Santa and some struggle to hold a pen. </p> <p>The question is, does this really matter? Wouldn't the world be a better place if everything we wrote was as clear and unambiguous as the printed word? The medical world certainly would: a 42-year-old American once died after a pharmacist reading a cardiologist's sloppily written prescription dispensed the wrong pills. </p> <p>But the data show that, when it comes to learning, handwriting definitely matters. Several studies have found that both children and adults learn and remember more when they <a href=\"https://www.ft.com/content/9c64094a-8121-11e4-b956-00144feabdc0\">write by hand</a>. “It stimulates the brain in a very different way than a keyboard does,” says Audrey van der Meer, a neuropsychology professor in Norway whose research on the topic is widely cited.</p> <p>This casts a depressing light on recent figures suggesting that the share of younger UK primary school pupils reaching expected writing standards sank from 70 per cent in the pre-pandemic year of 2019 to 59 per cent in 2022.</p> <p>Van der Meer admits she hardly writes by hand any more and recently realised she would not recognise her 19-year-old daughter's writing, “because as far as I can tell, she has hardly ever written anything by hand”. When van der Meer gives lectures, she stares out at “a wall of Apple signs” on the laptops of her students, few of whom take notes by hand now. “It's a real shame,” she says.</p>  <p><strong>The withered state of writing</strong> has begun to affect other lives too, like those of courtroom handwriting experts. “It's a concern,” says Steve Cosslett, a British forensic document examiner who has given evidence in hundreds of court cases since he began his career at a <a href=\"https://www.ft.com/stream/e7d78b2c-8b7b-49cf-9225-2268c85d6bbb\">Home Office</a> forensic science laboratory in 1983. To check the authenticity of, say, a signature on a will, you need a number of genuine signatures by the writer. But these are harder to find now that people don't sign things like cheques any more. “People can't provide sufficient reference material,” he says.</p> <p>Cosslett also reckons the forensic handwriting field is shrinking. The number of forensic document analysts working for laboratories accredited to do police work in England and Wales has shrunk from at least 25 in the 1980s to five or six today, he says.</p> <p>That is unsettling, considering some of the cases on which Cosslett's firm has worked. His analysis helped convict Victorino Chua, a nurse in north-west England who was jailed for at least 35 years in 2015 for murdering and poisoning patients by injecting insulin into saline bags. And Cosslett's colleagues' evidence was used in the case of a carer who was put away for nearly as long after she forged the will of a reclusive millionaire before starving him to death.</p> <p>It is hard to imagine a world in which handwriting dies out completely, let alone a time when everyone prefers to type out a love letter or dictate it to Siri. I think something will also be lost if there are no more people like graphologist Tracey Trussell.</p> <p>Graphologists, unlike most forensic handwriting experts, analyse handwriting to assess personality traits. Sceptics abound about this sort of thing, but Trussell says she is often hired by companies – hotels, property managers, engineering firms – to assess potential employees. “Business is as brisk as it's always been,” she assured me the other day. Curious, I asked if she would analyse a bit of my handwriting and, within a day, had received her eight-page evaluation of my scrawl.</p> <p>I was told my “self-esteem is healthy” on account of my personal pronoun “I” being a good size, while my right-slanted words show a finely tuned emotional barometer, albeit with “the ability to be acerbic and scathing at times”.</p> <p>“Spot on,” said my husband. The rest of us may take more convincing, yet life would surely be poorer without this sort of thing. </p> <p>As Trussell notes in her book, <em>Life Lines</em>, writing by hand is one of our species' foundational achievements. We take it for granted, but if it disappeared completely, we would miss it more than we can ever imagine. </p> <p><em>Pilita Clark is an FT associate editor and columnist</em></p> <p><em>Follow </em><a href=\"https://twitter.com/FTMag\"><em>@FTMag</em></a><em> on Twitter to find out about our latest stories first</em></p> <p><strong>Letter in response to this article:</strong></p> <p><a href=\"https://www.ft.com/content/e427812f-47b5-4ac6-8d89-89a4a0375882\"><em>Keeping a journal will cut stress and improve your handwriting</em></a><em> / </em><a href=\"https://www.ft.com/content/e427812f-47b5-4ac6-8d89-89a4a0375882\"><em>From Monica Seeley, Bournemouth, Dorset, UK</em></a></p><p>Source: Pilita Clark 2022 'My handwriting is terrible. Should I be worried?' FT.com 12 August. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-08-12T04:00:02.684Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "confidence": 0.94,
      "offsets": [
        {
          "start": 2205,
          "end": 2210
        },
        {
          "start": 2223,
          "end": 2228
        }
      ],
      "weightsV2": {
        "weight": 3.0,
        "baseWeight": 2.0,
        "expansionWeight": 1.0,
        "ontologyWeight": 0.0,
        "tagPositionWeight": 0.0,
        "titleWeight": 0.0
      },
      "typeRank": 1
    }
  ]
}