{
  "_id": "ae3cf19a4c273fe29460aa5a8600b940af75057e51b54ec11ee72c992ab444aa",
  "feed": "economist-blog",
  "title": "The World Ahead 2023; Big tech will benefit most from the meltdown",
  "text": "<p>In 2022 the music stopped. Soaring inflation meant the value of the future earnings of speculative firms collapsed. It also forced consumers to tighten their purse strings. The war in Ukraine and souring geopolitical relations between China and the West added to the uncertainty. The value of high-growth firms that remained unprofitable plummeted. Tech companies scrambled to adapt to the new reality. Many shed workers or shut down experimental projects to cut costs. Who will come out on top in 2023?</p><p>Consider three characteristics: a firm's geographic region, its sector and its size. Few big countries or regions have escaped the first stage of the tech meltdown. As investors reassessed future cashflows, the value of tech firms tumbled around the world. How painful the downturn will be depends on future sales. Those most reliant on inflation-hit Western consumers are most likely to suffer. That means American and European companies, which tend to sell to their home markets. Sectors will matter more than regions</p><p>Other big firms are also exposed. Of the top ten non-Western tech firms by market value, eight derive more than 40% of their revenue from America or Europe. The two that do not are both Chinese (Meituan, a delivery super-app, and Tencent, a social-media giant). Though Chinese firms are, in theory, well placed to benefit from the tech crunch, they have problems of their own at home. China's regulators are reining in tech giants for fear they have become too powerful.</p><p>Sectors will matter more than regions. Consumer-facing tech firms were the first to see a decline in sales in 2022. Some of that is likely to continue. PC sales are forecast to fall in 2023 (as they did in 2022). Netflix, a video-streaming firm and another pandemic darling, reported its first decline in subscribers in a decade in 2022. Analysts expect growth to return in 2023, though at a far lower rate than in previous years.</p><p>Tech firms that make their money by selling ads, such as Google and Meta, struggled too, as marketing budgets were squeezed. But even if ad spending rebounds, Apple's changes to its privacy rules, which make it hard to attribute online purchases to specific ads, will continue to weigh on the sector.</p><p>Makers of business software, such as Adobe, Oracle and Salesforce, will probably fare better. Enterprise customers tend to sign up to long-term contracts, which are less sensitive to changing consumer demands. The growth of the cloud-computing arms of tech giants, including Amazon, Google and Microsoft, shows little sign of slowing as software, services and data move online. That can create new vulnerabilities and thus more business for cyber-security firms, such as CrowdStrike, whose fortunes will also be lifted by fears of Russian and Chinese cyber-attacks.</p><p>Size will be another decisive factor. Larger firms tend to be more resilient in a downturn, partly because they hold plenty of cash. The combined cash piles of the big five (Alphabet, Amazon, Apple, Meta and Microsoft) has grown to more than $500bn, or 27% of the reserves of all non-financial firms in the S&amp;P 500. Cash helps in two ways: it means firms can hire and retain the best talent, and it enables cash-rich firms to snap up small firms at bargain prices.</p><p>Mid-sized tech firms are at it, too (and their spending sprees are less likely to be scrutinised by regulators). Expect the tie-ups to continue. After the dotcom bust in 2001 and the global financial crisis of 2007-09, the number of tech acquisitions quickly returned to its pre-meltdown level, but the average price of the deals fell. Tech's big shake-up, in other words, may help the sector's giants grow even bigger in 2023.</p><p>■</p><p>Guy Scriven: US technology editor, The Economist, San Francisco</p><p>This article appeared in the Business section of the print edition of The World Ahead 2023 under the headline “From the ashes”</p>",
  "published": "2022-11-18T00:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 2085,
          "end": 2090
        },
        {
          "start": 2985,
          "end": 2990
        }
      ]
    }
  ]
}