{
  "_id": "bb2b77f3c7423aa2ced3d34c55dc99481d54c9922433f8e57badd953c5aa530c",
  "feed": "wall-street-journal",
  "title": "PERSONAL JOURNAL  ---  Family & Tech:  Some Try Apple AirTags to Track  A Loved One Who Has Dementia  ----  By Julie Jargon",
  "text": "<p>   Michelle Hirschboeck was looking for a way to keep track of her husband, Paul, who has dementia. She settled on something not intended for people: AirTags. </p><p>   Caregivers have turned to Apple's tiny, $29 tracking devices after finding other methods of monitoring people with dementia aren't a fit, or are too expensive. Many tracking apps require people to have their phones with them. People with dementia might forget them when they leave the house, caregivers say. They do tend to remember keys and wallets, however, to which the AirTags were designed to attach. </p><p>   Public-health officials say tracking people with dementia is ethically murky, because some individuals don't want to be tracked -- though the people caring for them are often in a bind. And even the people usingAirTags find they lack the precision to be useful in dire situations. Helping people stay safe in their homes as they age is placing a growing strain on families who are often the caregivers of loved ones with dementia. An estimated 6.5 million Americans ages 65 and older have Alzheimer's dementia, a number that is expected to reach 12.7 million by 2050, the Alzheimer's Association says. </p><p>   Ms. Hirschboeck, a graduate assistant at the University of Minnesota, says a social worker suggested GPS shoe insoles designed for people with dementia to keep tabs on her husband's location. The insoles can cost more than $300 a pair, on top of a monthly service plan. Mr. Hirschboeck, 59, doesn't always wear the same shoes, his wife says. \"He always puts his keys and wallet in his pocket when he goes out,\" she adds. </p><p>   Two months ago, she bought an AirTag and a keychain. She told her husband the device can help him find his keys if he loses them -- and help her locate him if he gets lost on a walk. \"How much he understands, I'm not sure,\" she says. </p><p>   Recently, when she was in the basement doing laundry, she went upstairs to discover he had left. She couldn't see him from the house, and didn't know which way he'd gone. Before the AirTag, she would have driven around looking for him, she says. Now, her phone's Find My app provides a location. </p><p>   \"Even though it was not exactly a real-time location,\" she says, \"I knew which way he had gone, and that he had not been far away a few minutes ago.\" </p><p>   Soon, she saw him coming around the corner. </p><p>   AirTags have been used to stalk people without their knowledge, by covertly planting them in their cars or belongings. Apple says AirTags aren't for tracking people, and the company condemns malicious use. It rolled out software updates so people can more easily learn if someone else's AirTags are following them. </p><p>   \"Just because someone has been diagnosed with dementia doesn't mean they can't still make decisions for themselves,\" says Joseph Gaugler, a professor of long-term care and aging at the University of Minnesota's School of Public Health. \"They can and should be asked if it's OK with them.\" </p><p>   He understands the appeal of AirTags and similar products for caregivers, but says the loved one's wandering is what should be addressed. \"It's more constructive to understand what leads to the wandering and to try to come up with strategies to prevent it,\" he says. </p><p>   The Alzheimer's Association has a list of ways to reduce the risks of wandering. If you know the time of day someone typically wanders, for instance, you can plan distracting activities around then. The organization also offers tips for safeguarding people's homes to prevent wandering. </p><p>   However, many families want to preserve their loved ones' independence -- including letting them take unattended walks. </p><p>   Michael Ellenbogen, 64, was diagnosed with early onset Alzheimer's in 2008 and says he's been able to manage his dementia for so long by taking Alzheimer's medication and supplements. Still, the former bank IT manager from Chesapeake City, Md., says he struggles with technology. \"I even have problems using my own cellphone anymore to find my way home, so I'll call my wife,\" he adds. </p><p>   He has reviewed numerous tracking apps and devices, though not AirTags. He says he doesn't trust such devices and that he wouldn't use AirTags. Devices can be lost or forgotten, he says, and batteries can run out. (Apple says an AirTag's battery is good for more than a year.) </p><p>   \"These tracking technologies give people a false sense of security,\" Mr. Ellenbogen says. </p><p>   There are technical hurdles, too. AirTags don't have GPS. Instead, they rely on the location services of nearby iPhone, iPad, iPod Touch and Mac devices in Apple's encrypted, anonymous Find My network. </p><p>   Caregivers can then open their Find My app to see the AirTag's location on a map. </p><p>   Steve Snyder of St. Paul, Minn., has run into problems locating his father, Ron, with an AirTag attached to his keychain. When the elder Mr. Snyder took his dog to the park recently and didn't return at the expected time, his wife asked Mr. Snyder to see where he was. </p><p>   Mr. Snyder checked the Find My app, which said the AirTag's location was last updated 20 minutes before. </p><p>   \"In 20 minutes, he could be 10 streets over and we wouldn't be able to find him,\" Mr. Snyder says. </p><p>   When Mr. Snyder checked the app again, it showed his father at the park. But then he heard the garage door open -- his father was back. It took another 15 minutes for the AirTag to show he was home. </p><p>   Apple says that if an AirTag can't reach a device on the Find My network, you only see its last known location with a timestamp. </p><p>   Mr. Snyder says the AirTag isn't perfect, but it's the most useful option for now. </p><p>   He'd suggested buying his father an Apple Watch, but says the 80-year-old has had the same watch for 25 years and wouldn't wear a new one. Mr. Snyder has also tried to get his father to use a smartphone. </p><p>   \"He just wants a flip phone -- he says he doesn't need all the other stuff on a smartphone,\" Mr. Snyder says. \"The beauty of the AirTag is that he won't leave home without his keys.\" </p><p>   Mr. Snyder says his father has stated that he doesn't want anyone tracking him, but he didn't protest when they showed him the AirTag on his keychain. One time, the AirTag popped off and his dad said it needed to be put back before he could leave home. </p><p>   Still, the younger Mr. Snyder isn't sure how long the AirTag will be an option. </p><p>   \"As the disease progresses, we will have to look at what we need to do to ensure his safety,\" he says. \"I'm not sure the AirTag is the right mechanism to do that.\" </p><p></p>",
  "published": "2022-10-18T06:02:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 182,
          "end": 187
        },
        {
          "start": 2428,
          "end": 2433
        },
        {
          "start": 5296,
          "end": 5301
        },
        {
          "start": 4188,
          "end": 4193
        },
        {
          "start": 45,
          "end": 50
        },
        {
          "start": 5544,
          "end": 5549
        },
        {
          "start": 5544,
          "end": 5555
        },
        {
          "start": 4496,
          "end": 4501
        }
      ],
      "nexusId": "10022657"
    }
  ]
}