{
  "_id": "b7685fdadd7d0be603cb0f21e71d20fd45e4ebadb02152e2825d02cebfff2790",
  "feed": "wall-street-journal",
  "title": "China's Wuhan Province Locks Down District With One Million People; City's first Covid-19 curbs since pandemic's start came in response to four asymptomatic cases, highlighting the economic risk of Beijing's zero-tolerance strategy",
  "text": "<p>It is the first time that Wuhan has imposed a restriction since late January in 2020, when the city had the world's first coronavirus lockdown, which lasted for 76 days. Last month, Chinese leader Xi Jinping visited the city and said the country would rather sacrifice some of its economic development to remain Covid zero.</p><p>The central government has taken a stringent approach to fight the virus, locking down buildings, districts or whole cities for days or weeks over a single-digit number of Covid cases.</p><p>Most recently, the Shenzhen government ordered the city's biggest companies, including telecom giant Huawei Technologies Co. and electric car maker BYD Co., to tighten controls over employees' movements and test workers daily for Covid-19 as it tries to eradicate a persistent outbreak in the southern Chinese technology and manufacturing hub.</p><p>A notice viewed by The Wall Street Journal ordered the top 100 enterprises in Shenzhen to close factory areas and undertake a series of new virus-control measures for seven days beginning this past Sunday. The order from the city's Bureau of Industry and Information Technology said the companies affected also included iPhone assembler Foxconn and drone maker SZ DJI Technology Co.</p><p>Among the new measures announced in the notice was a \"closed-loop\" system designed to limit the movement of non-essential personnel. The notice also called for once-a-day testing for all employees, with some workers asked to work from home. However, as of Tuesday evening there was little evidence that the order was having a major impact on company operations.</p><p>The sprawling southern Chinese of Shenzhen, which borders Hong Kong, is home to some of China's biggest technology companies, as well as being a major hub for hardware and manufacturing. Representatives at most of the companies named in the notice either declined to comment or didn't respond to a request for comment. Foxconn's operations remained normal, a spokesperson said.</p><p>Shenzhen, which accounted for the major part of the total new locally transmitted infections in Guangdong province over the past five days, recorded one new locally transmitted infection on Tuesday, according to National Health Commission data published Wednesday. It was unclear what impact the latest measures would have on the production of the companies affected, or their ability to ship goods to consumers. Still, the response is another reminder of the risk to business from Beijing's zero-Covid strategy and the use of rapid and sweeping containment measures to achieve it.</p><p>Shenzhen, which contributes about 2.7% of China's total gross domestic product and is home to the world's fourth-biggest port, won plaudits for quickly bringing an earlier outbreak under control in March, without the kind of economic damage seen from Shanghai's two-month lockdown that began days later. Shanghai's gross domestic product shrank almost 14% in the second quarter, with major disruption to global supply chains as factories were shuttered and its port—the world No.1—experienced delays.</p><p>Local officials are keen to avoid the errors of colleagues in Shanghai, who waited until infections had run out of control in the city of 25 million people before imposing strict lockdown conditions. That does raise the risk that major economic centers may see strict containment measures with very low case numbers. Shanghai, which accounts for almost 4% of China's GDP, has been battling to stamp out a simmering outbreak with case numbers above 10 a day since May 7.</p><p>China reported 553 new infections for Tuesday, the lowest over the past week and with the vast majority in the less-developed regions of Gansu and Guangxi, the health data show. China's population is 1.4 billion.</p><p>Write to Dan Strumpf at daniel.strumpf@wsj.com and Keith Zhai at keith.zhai@wsj.com</p><p>China's Wuhan Province Locks Down District With One Million People</p>",
  "published": "2022-07-27T13:13:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": []
    }
  ]
}