{
  "_id": "e42bd3ccf603f0d9c80b2b582bbd98a06ba40a3c106ad0c7a2ef7dd3d0ee6be5",
  "feed": "market-watch",
  "title": "It's the beginning of the end of globalization, say BlackRock's Larry Fink and Oaktree's Howard Marks",
  "text": "<p>That was Larry Fink, CEO of BlackRock BLK, in his annual letter to shareholders that published Thursday. And in our call of the day, he closed the door on decades of global economies connecting.</p><p>“I remain a long-term believer in the benefits of globalization and the power of global capital markets,” said the head of the world's biggest asset manager. “But the Russian invasion of Ukraine has put an end to the globalization we have experienced over the last three decades.”</p><p>That disconnectivity between people, nations and companies got a head start from two years of the pandemic. “It has left many communities and people feeling isolated and looking inward. I believe this has exacerbated the polarization and extremist behavior we are seeing across society today,” he said.</p><p>And now Russia's aggression against its neighbor and decoupling from the global economy will lead companies and governments worldwide to “re-evaluate their dependencies and reanalyze their manufacturing and assembly footprints – something that COVID had already spurred many to start doing,” he said.</p><p>While dependence on Russian energy is in the spotlight, we're also likely to see companies and governments bring operations either onshore or close to home, which could benefit Mexico, Brazil, the U.S. or Southeast Asia.</p><p>And that means higher costs and margin pressures are ahead. “While companies' and consumers' balance sheets are strong today, giving them more of a cushion to weather these difficulties, a large-scale reorientation of supply chains will inherently be inflationary,” said Fink.</p><p>Also weighing in on globalization was Oaktree Capital Management founder Howard Marks, whose own letter to investors discussed the “pendulum” swinging back toward local sourcing. “Rather than the cheapest, easiest and greenest sources, there'll probably be more of a premium on the safest and surest,” he said. That could impact investors as globalization has boosted worldwide GDP, but may also boost domestic manufacturing jobs.</p><p>Fink made a couple more points, such as the possibility of the war in Ukraine speeding up digital currencies as countries reconsider dependence on traditional ones. “A global digital payment system, thoughtfully designed, can enhance the settlement of international transactions while reducing the risk of money laundering and corruption,” he said.</p><p>And while near-term progress toward net zero now faces a setback amid the tumult, the global shift to green energy may get a boost. “Higher energy prices will also meaningfully reduce the green premium for clean technologies and enable renewables,” he said.</p><p>The buzz</p><p>https://twitter.com/JamesAALongman/status/1506928596018999300President Joe Biden is meeting with NATO and Europe allies, with more Russia sanctions expected. Ukraine President Volodymyr&#xa0;Zelensky has called for citizens all over the world to show support for his country on Thursday, as battles continue, with his forces claiming to have destroyed a Russian ship.</p><p>Russia's stock market gained on the first day of trading in weeks, but under fairly stiff conditions, with just 33 companies trading, no selling by foreigners or short sellers.</p><p>North Korea has fired what Japan claims is an interballistic missile test into the ocean. </p><p>The chief executives of 10 airlines, including Delta DAL and American AAL, are asking Biden to end pandemic travel precautions. That's as the World Health Organization warns that COVID vaccinations have ground to a halt since war broke out in Ukraine.</p><p>Uber UBER shares are jumping on a report the ride-share company will add all New York taxis to its app.</p><p>Nikola NKLAstock is soaring towards a 2 1/2 month high after confirming production of an electric truck late Wednesday.</p><p>Delivery-app company Instacart is expanding software offerings to grocers that want to compete with Amazon AMZN, as Wall Street waits for the IPO.</p><p>Spotify SPOT stock is up after the streaming music provider announced deal with Alphabet's GOOGLGoogle for an alternative in-app payment method.</p><p>Weekly jobless claims dropped to the lowest level since 1969, while durable goods orders fell more than expected. Still to come are manufacturing and services purchasing managers indexes. We'll also hear from Minneapolis Fed President Neel Kashkari, Feb Gov. Christopher Waller and Atlanta Fed President Raphael Bostic.</p><p>The markets</p><p>Stocks DJIASPXCOMP are gaining, as oil CL00 is slipping. Gold GC00 and the dollar DXYare rising as well. Bond BX:TMUBMUSD10Yyields are also higher.</p><p>The tickers</p><p>These were the top-searched tickers on MarketWatch as of 6 a.m. Eastern Time.</p><p> Ticker  Security name</p><p>GameStop  AMC     AMC Entertainment  TSLA    Tesla  NIO     NIO  MULN    Mullen Automotive  AAPL    Apple  BABA    Alibaba  IMPP    Imperial Petroleum  BBIG    Vinco Ventures  CENN    Cenntro Electric</p><p>Random reads</p><p>Fornite publisher Epic Games said it's raised $50 million for Ukraine relief.</p><p>Paleontologists rejoice as $31.8 million mystery buyer of Stan the T-rex revealed.</p><p>Need to Know starts early and is updated until the opening bell, but&#xa0;sign up here&#xa0;to get it delivered once to your email box. The emailed version will be sent out at about 7:30 a.m. Eastern.</p><p>Want more for the day ahead? Sign up for&#xa0;The Barron's Daily, a morning briefing for investors, including exclusive commentary from Barron's and MarketWatch writers.</p>",
  "published": "2022-03-24T09:40:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 4687,
          "end": 4691
        },
        {
          "start": 4692,
          "end": 4697
        }
      ]
    }
  ]
}