{
  "_id": "bc79374a20aa26ec29f6da4ce56991f6c84a11c34d9d8b9d9d827bd6772cf6ff",
  "feed": "wall-street-journal",
  "title": "The 3 Best Workout Headphones for Very Sweaty Runners; Do you keep ruining headphones with perspiration? The Fixer is here to help.",
  "text": "<p>The Fixer is a monthly tech column that responds to reader queries about navigating the digital landscape and solving problems with gear.</p><p>Q: I am an exceptionally sweaty runner who has drowned more headphones than I care to admit. Is there a pair waterproof enough for me?</p><p>A: I have nothing but sympathy for you, sweat-soaked king. I've never lost a pair of headphones to my overachieving sweat glands myself, but you should see the collars of some of my button-downs. Early wireless headphones were flimsy and porous, rendered unusable after even a light drizzle. But headphone manufacturers have really improved their waterproofing. Some companies now even test their headphones by spraying them with a salt solution, to simulate the condition of sitting downstream of your sweaty dome.</p><p>First, look for a product's ingress protection code, which always starts with \"IP.\" The \"IP\" rating is a standardized way companies can classify a product's seal. The first figure after \"IP\" represents something's ability to keep solid materials out. A \"0\" means the device is wide open to debris, while a \"6\" means it's sealed against even the smallest pieces of the smallest pieces of pocket lint. Since this particular measure isn't all that important for headphones (When was the last time you ran through a dust storm?) some companies won't bother to publish this part of the rating. If you ever see an \"X\" in an IP rating, now you know why.</p><p>More important is what comes next, a number that represents the product's ability to keep out water. IPX0 means a product has no water protection. IPX8 means you can immerse it in water up to 3 meters deep without worry that it'll short circuit. As an example, the new AirPods Pro headphones ($249) are only IPX4, which means they're resistant to small splashes of water. People run with them, but they are absolutely not waterproof enough for an intense sweater. Here, three workout headphones worth trying.</p><p>3 Stellar Running Headphones</p><p>1. Jaybird Vista 2</p><p>If you are primarily concerned about drowning your earbuds, try the Jaybird Vista 2 ($150). They have a superlative IP68 rating, which means they'll keep out all dust and will only let in water if you blast them with a fire hose. Because they also have active noise canceling and decent speakers, they function as a good commute companion once you've swapped your running shoes for whatever you're wearing to the office these days.</p><p>2. Jabra Elite Active 7</p><p>With an IP57 rating, the Jabra Elite Active 7 ($180) offers a seal from the elements (and your sweat) almost as good as those from Jaybird. But the Jabras offer more-powerful active noise canceling and a better balanced sound. They also can be connected to two devices at once, which means you don't have to un-pair them from your phone when you want to take a Zoom call on your laptop.</p><p>3. Beats Fit Pro</p><p>Beats are often maligned for having poorly tuned, overly bassy sound and wonky designs. The relatively new Beats Fit Pro ($200) headphones are saddled with neither issue. Gone are the colossal ear tips of its predecessor the PowerBeats Pro. Here instead is an energetic sound profile, active noise canceling and support for Apple's Find My function, a boon to people who always leave their headphone case in their purse. These have a somewhat wimpy IPX4 rating, but if you want a better all around workout headphone experience, you might prefer them over the Jaybird Vista 2s. Plus, the Beats have the Kim K seal of approval, if that means anything to you.</p><p>Having a life problem only a new gadget can solve? Email us! fixer@wsj.com</p><p>The Wall Street Journal is not compensated by retailers listed in its articles as outlets for products. Listed retailers frequently are not the sole retail outlets.</p><p>The 3 Best Workout Headphones for Very Sweaty Runners</p>",
  "published": "2022-10-05T12:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 3177,
          "end": 3182
        }
      ],
      "nexusId": "10022657"
    }
  ]
}