{
  "_id": "911a74bbf61caff9feff00492f15f1de09c071afd718a7bd5a3228b1ff92b779",
  "feed": "ftcomall",
  "title": "What we know about markets in 2022",
  "text": "<p>Good morning, welcome back, and happy new year. We have managed to avoid the year-ahead predictions game, because we are at least as bad at predictions as everyone else. But it's the start of a new year, so we thought we could at least lay out what we think are the most important knowns and unknowns in the market now — that is to say where we think we are, if not where we are going.</p> <p>Email us: <a href=\"https://mail.google.com/mail/?view=cm&amp;fs=1&amp;tf=1&amp;to=robert.armstrong@ft.com\">robert.armstrong@ft.com</a>&#xa0;and&#xa0;<a href=\"https://mail.google.com/mail/?view=cm&amp;fs=1&amp;tf=1&amp;to=ethan.wu@ft.com\">ethan.wu@ft.com</a></p> <h2>Where we're at as 2022 begins</h2> <p><strong>The knowns:</strong></p> <ul>  <li><p><em>Monetary conditions are set to tighten, at least until the market or the economy hits an iceberg; this will put pressure on asset prices.</em> The Federal Reserve is tapering its bond purchases at a faster pace. It looks set to raise rates mid-year (though its fundamental bet is still that <a href=\"https://www.ft.com/content/024e4598-61cf-4871-89dc-0626d71a8c96\">inflation will prove transitory</a>). <br><br>There are other key determinants of the amount of dollars sloshing about, as Michael Howell of CrossBorder Capital (our favourite liquidity analyst) points out. There is the <a href=\"https://fred.stlouisfed.org/series/WDTGAL\">Treasury general account</a> — the government's checking account at the Fed — which is being built up again after being drawn down to almost nothing last month. This means that the government is pulling liquidity out of the system (by issuing debt) and not putting it back (by spending). Another variable: the Fed's big <a href=\"https://fred.stlouisfed.org/series/RRPONTSYD\">reverse repo programme</a>, under which it sells short-term debt securities to pull cash out of the banking system, in an effort to keep overnight rates from going negative. If this is wound down, it could offset the taper and the TGA build-up. Meanwhile, the European Central Bank and China's central bank are tightening and stuck in neutral, respectively.<br><br>All else being equal, when there is less money around or it is more expensive, asset prices face a headwind. People who feel they have too much cash try to get rid of it, bidding up the price of other stuff. </p></li>  <li><p><em>Market prices signal investor confidence that inflation will subside soonish.</em> If you're betting on inflation or growth boiling over, fine. But the market <a href=\"https://www.ft.com/content/c75fa831-0cc3-498f-976d-4993464bb6b0\">thinks you're wrong</a>. Break-evens — measuring the spread between inflation-linked and vanilla five-year bonds — show the market's thinking. Five-year expected inflation is under 3 per cent:</p><p>This could change, of course. Maybe it's changing right now; yields have been rising across the yield curve in the past few days, and there seems to be a rotation towards cyclicals and banks going on, also somewhat suggestive of more inflation. And:</p></li>  <li><p><em>Supply chains remain knotted up, and we still don't know when that will normalise.</em> The New York Fed's <a href=\"https://libertystreeteconomics.newyorkfed.org/2022/01/a-new-barometer-of-global-supply-chain-pressures/\">new gauge</a> of global supply chain pressure tells the story clearly:</p><p>Some supply constraints are easing, but most are not. Analyst forecasts are wishy-washy. Some expect a brutal 2022 while others think the second half of the year could bring relief. Notably, even optimists aren't expecting a full return-to-normal in 2022, but rather a normalisation in <a href=\"https://www.bloomberg.com/news/newsletters/2021-12-22/supply-chain-latest-experts-say-buckle-up-for-another-bumpy-year\">certain sectors</a>. Don't be lulled by headlines later this year saying supply conditions are getting better. The magnitude of supply problems matter as much as their trajectory.</p></li>  <li><p><em>The riskiest equity assets are already in bear-market territory. But junk credit spreads remain super tight. </em>The tech-long-shot ARK Innovation ETF is as good a gauge of this as any. It has plunged 27 per cent since November. But low-quality credit has not skipped a beat. Spreads over Treasuries for CCC rated bonds (data from the Fed) have been stuck below 7 per cent (the very low end of the historical range) for almost a year:</p><p>The equity/debt contrast is not all that weird. Creditors are ahead of shareholders in a recovery from bankruptcy. And there are basically no bankruptcies right now, anyway. Still, credit spreads are the fear gauge to follow in the year ahead. </p></li>  <li><p><em>The market is mighty thin. </em>US stocks, as we have <a href=\"https://www.ft.com/content/1c3c474a-5370-4b4b-86bb-1068fc9dbf09\">pointed out</a>, have been exceptional in both performance and top-heaviness. So much so that holding the S&amp;P 500 last year would have <a href=\"https://www.ft.com/content/f80b74b5-eb3c-4778-a67a-9b7ccd90389a\">nearly trebled the average hedge fund</a> return. Better yet if you held just the top stocks — what we call the S&amp;P 10:</p><p>Globally, the US accounts for the lion's share of equity gains. And just a few stocks account for the lion's share of US gains. Market thinness does not — as many market commentators have implied — consistently presage a correction. But it's still spooky, if you ask us.</p><p><br>Especially so because the main reason the super-duper stocks have gone up is not profit growth but multiple expansion. There has been some <a href=\"https://www.ft.com/content/57f57303-82b9-49db-89ee-54888e1c714d\">excitement</a> in recent days about Apple tripling in value from its lows during the pandemic to become a $3tn company. But most of the increase is due to a higher price/earnings ratio. Data from Bloomberg:</p><p>The relationship between individual stocks' valuation and their future performance is not determinate, either. All the same — spooky. &#xa0;</p></li> </ul> <p><strong>The unknowns:</strong></p> <ul>  <li><p><em>How big a deal will Omicron be, economically? </em>We like the optimistic take on Omicron. As presented, for example, <a href=\"https://twitter.com/Bob_Wachter/status/1476314067660722176?s=20\">here</a>, it goes as follows. Cases are way up, but hospitalisations are not. The great majority of the vaccinated, and a lot of the unvaccinated, suffer mild symptoms. The new pill (<a href=\"https://www.ft.com/content/16796f92-5845-4b83-8e96-39d5c2fd13ea\">Paxlovid</a>) should improve the odds for those who do get very sick. So, in the case of the US, we could come out the other side of this in (say) a few months without widespread calamity and with a big majority of the country either triple-vaxxed or with resistance from having been infected, or both. That could take the handcuffs off the service economy and the job market at last — and give asset prices a leg up. <br></p><p>We can think of a million ways of this not happening. But charts like this, <a href=\"https://www.ft.com/content/d07f4559-f4f5-4063-94e7-c322bdcf62ce\">from the FT</a> using UK data, mixes hope with our uncertainty: </p></li>  <li><p><em>Can China contain its real estate crisis? </em>Economic growth in China is slowing as it shifts, hesitantly, away from its investment-driven growth model. But the massive debt and overbuilding that are the result of that model remain. Can the authorities let the air out of the property bubble without a financial crisis? So far it looks like they have. But the game is still on, and the final score is anyone's guess. It could be the biggest story of '22, or nothing at all.</p></li>  <li><p><em>Will Democrats enact more stimulus? </em>Some are clutching on to hopes that Joe Biden's marquee social-policy bill, Build Back Better, can eventually pass, despite pivotal senator Joe Manchin's protestations to the contrary. 2022 will be their last chance to pass big legislation before an expected midterm rout. <br><br>If Build Back Better fails, pressure could build for Democrats to enact policy by executive decree, such as <a href=\"https://prospect.org/day-one-agenda/cancel-student-debt-dept-education/\">mass student-debt forgiveness</a> — giving household balance sheets a boost on the liability side. Forgiveness by decree would surely be challenged in court, but the many question marks around US policy could spill into markets.</p></li>  <li><p><em>Is Tina enough? </em>This is the big one. Why shouldn't stocks at all-time highs, in price and valuation, worry us? Because There Is No Alternative: the earnings yields on stocks are still well higher than fixed income yields. There are serious theoretical questions about this argument (shouldn't low yields indicate lower economic growth, thus lower future profits and lower stock prices today?) but its psychological power and popularity are indisputable. Even if inflation doesn't drive interest rates up, something else could upend the cult of Tina. A correction would follow. (<em>Armstrong and Wu</em>)</p></li> </ul> <h2>One good read</h2> <p>2022 is an election year. This will matter to markets. <a href=\"https://split-ticket.org/2022/01/03/the-white-vote-and-educational-polarization/\">Here</a>, from Split Ticket, is a good analysis on the sharpest edge of the Democratic/Republican divide — the diverging voting habits of white Americans with and without college degrees.</p><p>Source: Robert Armstrong and Ethan Wu 2022 'What we know about markets in 2022' FT.com 5 January. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-01-05T06:30:00.919Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 4491,
          "end": 4496
        }
      ],
      "nexusId": "10022657"
    }
  ]
}