{
  "_id": "149bd4b9436027bea70da4a88e6520a6dc774e045b1e71f359ab7d7c7186df9e",
  "feed": "market-watch",
  "title": "Dow futures rise 200 points as another rough quarter concludes; August PCE inflation set for release at 8:30 a.m. Eastern",
  "text": "<p>* Futures on the Dow Jones Industrial Average YM00 rose193 points, or 0.6%, to 29479.</p><p>* Futures on the S&amp;P 500 ES00 gained 29 points, or 0.8%, to 3684.</p><p>* Futures on the Nasdaq 100 NQ00 increased 82 points, or 0.7%, to 11310.</p><p>On Thursday, the Dow Jones Industrial Average DJIA fell 458 points, or 1.54%, to 29226, the S&amp;P 500 declined 79 points, or 2.11%, to 3640, and the Nasdaq Composite COMP dropped 314 points, or 2.84%, to 10738.</p><p>So far, the S&amp;P 500 has slumped 3.8% in the third quarter and lost 24% over the last three quarters.</p><p>What's driving markets</p><p>A downgrade of Apple AAPL by Bank of America, a report of a hiring freeze at Meta Platforms META and a steady stream of hawkish commentary weighed on U.S. stocks on Thursday.</p><p>Shares of Nike NKE tumbled 9% in premarket trade after executives at the sportswear maker said price cuts to clear stockpiles from warehouses in North America would dent gross margins for the rest of the fiscal year.</p><p>Read: Nike shares drop as analysts flag rising inventory issues</p><p>The personal consumption expenditure price index, the inflation indicator that the Fed uses as a guide is due for release at 8.30 a.m. ET, along with consumer spending and personal income numbers. Shortly after the stock market open, the Chicago PMI and the University of Michigan consumer sentiment reading will also be released.</p><p>Another wave of Fed speakers hits the tape on Friday, with Vice Chair Lael Brainard making her first comments of the week at 9 a.m. Eastern.</p><p>Meanwhile, the yield on the 10-year Treasury BX:TMUBMUSD10Y declined 8 points to 3.70%. The beleaguered British pound GBPUSD rose above $1.11, helped by Wednesday's decision to buy long-dated gilts, as well as a decision by the U.K. government to meet with the country's independent budget forecasters.</p><p>Dow futures rise 200 points as another rough quarter concludes</p>",
  "published": "2022-09-30T10:07:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 579,
          "end": 583
        },
        {
          "start": 573,
          "end": 578
        }
      ],
      "nexusId": "10022657"
    }
  ]
}