{
  "_id": "e3f513cbbd4be48c555e081536f05665b8b0596e103586fceb269a91ab6c1cde",
  "feed": "market-watch",
  "title": "Apple win streak snapped just shy of record, but not before adding nearly half a trillion dollars in market cap",
  "text": "<p>For a brief period Wednesday morning, Apple shares AAPL were ahead and looked on pace to tie their record 12-session winning streak from 2003, but they turned south later in the morning and never climbed back into positive territory.</p><p>Though Apple wound up only a day shy of matching its 2003 record, its just-ended streak yielded just half the percentage gains. Apple shares rallied 18.8% during the recent 11-day streak, whereas they surged 39.9% during the 12-day run back in 2003.</p><p>Modern-day investors can rest easier, though, knowing that Apple's 11-day run yielded $462 billion in market-cap gains, nearly 70 times the company's entire market value at the end of its May 2003 streak. That total cap gain is larger than the total market caps of all but 10 members of the S&amp;P 500 indexSPX, according to Dow Jones Market Data.</p><p>The decline in Apple shares Wednesday came despite a report from Bloomberg News indicating that the company had growing ambitions in financial services and was looking to build payment-processing technologies that would support more in-house fintech efforts. The report sent shares of current Apple fintech partners sinking.</p><p>Apple also received a vote of confidence Wednesday from Bank of America analyst Wamsi Mohan, who said he saw signs of strong demand for the iPhone, even though a report earlier in the week said that the company planned to trim production orders for the iPhone SE. Mohan is encouraged by Apple's lower trade-in prices relative to what third parties are offering, which he sees as an indicator of healthy demand.</p><p>Apple shares remain ever-so-slightly in positive territory on the year despite Wednesday's drop. They're up 0.1% so far in 2022, while the Dow Jones Industrial Average DJIA, which counts Apple as a component, is off 3.1% in the same span.</p>",
  "published": "2022-03-30T16:52:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 0,
          "end": 5
        },
        {
          "start": 38,
          "end": 43
        },
        {
          "start": 1122,
          "end": 1127
        },
        {
          "start": 543,
          "end": 548
        },
        {
          "start": 51,
          "end": 55
        },
        {
          "start": 1154,
          "end": 1159
        },
        {
          "start": 1565,
          "end": 1570
        },
        {
          "start": 362,
          "end": 367
        },
        {
          "start": 241,
          "end": 246
        },
        {
          "start": 844,
          "end": 849
        },
        {
          "start": 1441,
          "end": 1446
        },
        {
          "start": 1752,
          "end": 1757
        }
      ]
    }
  ]
}