{
  "_id": "f1b6a0e9551859e812075e83f3cf185a69bddae3ddc832509da94f3957b3b519",
  "feed": "ftcomall",
  "title": "The widening gap between hedge fund winners and losers",
  "text": "<p><strong>One thing to start</strong>: <strong>Sequoia Capital </strong>is not an asset manager in the traditional sense, but the group — considered by many to be Silicon Valley's top venture capital firm — is certainly reshaping the landscape for investing. Here's <a href=\"https://www.ft.com/content/8dc9ca3c-4b7c-4c75-b89d-f78c6df00f4a\">a profile</a> of its new leader <strong>Roelof Botha</strong>, a choice that shows a shift in the balance of power at the firm that backed <strong>Apple</strong>, <strong>Google</strong> and <strong>ByteDance</strong>.</p> <h1>Dispersion among widest since financial crisis</h1> <p>Market turmoil driven by Russia's invasion of Ukraine and rising inflation has <a href=\"https://www.ft.com/content/a1bffa36-4188-4213-b3ec-125261319f64\">sharply divided</a> the hedge fund industry, with macro hedge funds celebrating one of their best-ever starts to a year while technology and growth funds rack up double-digit losses.</p> <p>The top 10 per cent of hedge funds gained an average of 24.3 per cent in the first quarter, while the bottom decile dropped by 15.4 per cent, according to data provider <strong>HFR</strong>, which tracks the sector. The dispersion is one of the widest since the last financial crisis.</p> <p>Among the hardest hit by the struggles of consumer, technology and growth stocks were <strong>Tiger Global</strong>, <strong>Melvin Capital</strong>, <strong>Whale Rock</strong> and <strong>RiverPark</strong>. And the biggest winners were computer-driven and global macro names such as the&#xa0;<strong>BH-DG Systematic Trading</strong> fund, <strong>Leda Braga</strong>'s <strong>Systematica</strong>, <strong>Aspect Capital</strong> and <strong>Bridgewater</strong>.</p> <p>Meanwhile, mainstream fund managers have <a href=\"https://www.ft.com/content/a18b5d8c-e92d-475c-a3c1-96a4a3a43b5b\">been tripped up</a> by global stocks and bonds falling in tandem in the first quarter, undermining the 60/40 balanced approach that has been the mainstay of investment portfolios for year.</p> <p><strong>Duncan MacInnes</strong>, an investment director at £25.3bn wealth manager Ruffer, said: </p> <blockquote>  <p>“Conventional portfolios are in big trouble. Cross-asset correlations are much higher than they were and there is an illusion of diversification across the industry. Everyone is doing worse than they thought they would.”</p> </blockquote> <p>Elsewhere <strong>Ashmore</strong> and other emerging market fund managers <a href=\"https://www.ft.com/content/f157c74e-5979-4133-ae1a-4d5c3f2c2683\">face further hits</a> to earnings and worsening outflows, as investors retreat over concerns about higher interest rates, the war in Ukraine and exposure to China.</p> <p><strong>Bank of America</strong> has slashed its earnings-per-share forecast for Ashmore by 6-9 per cent for the first quarter of 2022 and expects assets under management to fall a further 11 per cent — among the heaviest projected drops for UK managers surveyed by BoA. Other leading investors with sizeable emerging market investments such as <strong>Abrdn</strong>, <strong>Schroders</strong> and <strong>Man Group</strong> are also exposed to these pressures. </p> <h1>Contrarian manager still sees value in Russia</h1> <p>How much of a write down is too much? After Russia invaded Ukraine and was hit with sanctions, most big asset managers <a href=\"https://www.ft.com/content/dca77dfb-f5a8-4e99-a53f-a2778d115410\">reduced the book value</a> of their Russia equities and bonds to zero or somewhere nearby. For those with large positions, that hit net asset values hard — but funds could reassure investors that the worst news was already out.</p> <p>Now comes fund manager <strong>Dave Iben</strong> to challenge that conventional playbook. The chief investment officer of <strong>Kopernik Global Investors </strong>told my colleague <em>Brooke Masters </em>in New York that he thinks complete writedowns <a href=\"https://www.ft.com/content/54caa6d7-39b5-4be9-94bc-2621bb8c3d0a\">are a “marketing ploy”</a> that understates Russia's potential and penalises current investors in hope of juicing future returns.</p> <p>Tampa, Florida-based Kopernik has cut its valuation of stocks such as <strong>Gazprom</strong>, <strong>Sberbank</strong> and <strong>Polyus</strong> by an average of 70 per cent and the invasion has knocked roughly $700mn off its Russian assets. But Iben argues it would be a mistake to go further. He said: </p> <blockquote>  <p>“Marking them to zero is unfair because it is likely these companies still have a lot of value. If you mark it to zero, new people coming in to a fund get a bargain. Anybody leaving the fund is getting zero for something that probably is worth something.”</p> </blockquote> <p>Iben also rejected calls to sell out of Russia assets, comparing them with efforts to get investors to shun fossil fuels. “Selling Gazprom would not hurt Russia in any way,” he said. “We all want less pollution and we all want peace in the world. Selling stocks mindlessly down 90 per cent is not a way to achieve those goals.”</p> <p>Should Russia assets be marked to zero? Email me: <a href=\"mailto:harriet.agnew@ft.com\">harriet.agnew@ft.com</a></p> <h1>Chart of the week</h1> <p>The US government bond market is signalling concerns about an impending recession, but past experience suggests the trend is not always a reliable omen for the country's stock market.</p> <p>An “inverted yield curve” — when short-term government bonds offer higher returns than longer-term government debt — has typically been viewed as an indicator of a looming economic contraction.</p> <p>And <a href=\"https://www.ft.com/content/abb3f7a7-b878-423a-a691-d5214639cbc3\">late last month</a>, that indicator flashed red when the yield on two-year US Treasuries briefly rose above the yield on 10-year notes for the first time since 2019.</p> <p><strong>Deutsche Bank</strong> became one of the first major banks to say its baseline economic forecasts now included a recession starting in late 2023. More than half of institutional investors surveyed about the inversion by <strong>Royal Bank of Canada</strong> said they were “very worried” or “somewhat worried” about the yield curve and 42 per cent said they expected a recession before the end of next year.</p> <p>Still, that <a href=\"https://www.ft.com/content/38c034cd-aa1a-45f8-8c19-246a91ab6f11\">may not translate</a> into a stock market fall. The S&amp;P 500 index of US stocks has returned a median of 9 per cent in the 12 months following previous yield curve inversions and 16 per cent over two years, according to <strong>Goldman Sachs</strong>.</p> <p>The data highlight the fact that, although the bond market has a decent record as a warning sign, downturns often take some time to arrive. Markets also tend to rebound more quickly than the broader economy — best exemplified by the rally that followed the initial wave of the coronavirus pandemic.</p> <h1>10 unmissable stories this week</h1> <p><strong>Rokos Capital Management</strong> is looking to <a href=\"https://www.ft.com/content/4b487bd4-9322-4cee-aa9a-eca1fe5aa10a\">move into Hong Kong</a>, despite years of social and political upheaval in the territory that have pushed other firms away, as the $13bn fund run by <strong>Chris Rokos </strong>tries to recover from a dire year.</p> <p><strong>Adelphi Capital</strong>, one of London's oldest hedge funds, is to <a href=\"https://www.ft.com/content/60f83e05-97ff-439f-927f-7b727a82a640\">convert into a family office</a> following a recent run of poor performance, in the latest sign that equity managers are struggling to navigate a sharp sell-off in markets.</p> <p>Investors are <a href=\"https://www.ft.com/content/883c976f-c4fb-4874-8f2f-ad5e97980729\">buying up US farmland</a> in search of a hedge against inflation, as commodity shortfalls caused by Russia's invasion of Ukraine drive world food prices to record highs.</p> <p><strong>Berkshire Hathaway</strong> has purchased a stake in computer and printer maker <strong>HP Inc</strong> worth $4.2bn, the <a href=\"https://www.ft.com/content/2798e072-8e60-423a-a683-b3cea0dbb781\">third multibillion-dollar investment</a> by <strong>Warren Buffett</strong>'s group in roughly a month.</p> <p><strong>Binance</strong>'s US affiliate has been <a href=\"https://www.ft.com/content/69ee8ff9-2917-4989-b327-471cf50d57eb\">valued at $4.5bn</a> in its first fundraising round, far less than the $8bn price tag accorded to its rival <strong>FTX US</strong>, as regulatory concerns muddy the outlook for <strong>Changpeng Zhao</strong>'s sprawling network of crypto companies.</p> <p>The top global group of securities regulators has warned that the coronavirus shock to corporate bond markets has exposed faultlines that must be fixed to prevent further disruption to the <a href=\"https://www.ft.com/content/5b804e1f-f023-427f-adb7-09e5c6d4f6b9\">functioning and liquidity of markets</a>, particularly in stressed conditions.</p> <p><strong>BlackRock</strong>'s Aladdin software system may not bring the fund industry everything it wishes, the <em>Lex</em> column argues. If most big investors used the same risk metrics they might make the same mistakes, <a href=\"https://www.ft.com/content/d2f04390-b76c-41b3-986c-4f8b815d222f\">fostering systemic instabilities</a>.</p> <p><em>Lex</em> also tackles the shopping spree among asset managers, arguing that higher rates will not <a href=\"https://www.ft.com/content/8fa25427-55d3-4db3-8750-545e34c85917\">put the brakes on</a> mergers and acquisitions. </p> <p>UK city minister <strong>John Glen</strong> has laid out Britain's plan to become <a href=\"https://www.ft.com/content/24c9b6de-9cc6-4413-8b6a-e60653a29ce0\">a “global hub” for the crypto industry</a>, including a grab bag of measures from proposing new regulations for stablecoins to a Royal Mint NFT. Meanwhile, the UK's <strong>Financial Conduct Authority </strong>plans to <a href=\"https://www.ft.com/content/6abd8d81-74d4-4260-98de-2a7d9159ad0b\">beef up enforcement</a> operations across financial services.</p> <p>More private fund managers will hear <a href=\"https://www.ft.com/content/72929829-a6b0-40ed-837b-1361b54937d1\">a knock on their door</a> by US financial regulators this year as the <strong>Securities and Exchange Commission</strong> toughens its policing of the booming market for unlisted assets.</p> <h1>And finally</h1> <blockquote>  <p>“His life was short, his work prolific, and his legacy immortal. A painter, draughtsman, architect, archaeologist, and poet, <strong>Raphael</strong> captured in his art the human and the divine, love and friendship, learning and power. In his brief career, spanning just two decades, Raphael shaped the course of western culture like few artists before or since.”</p> </blockquote> <p><a href=\"https://www.nationalgallery.org.uk/exhibitions/the-credit-suisse-exhibition-raphael\">This exhibition</a>, which just opened at the National Gallery, is the most remarkable thing I've seen all year. It explores Raphael's <a href=\"https://www.artfund.org/whats-on/more-to-see-and-do/features/raphael-a-very-human-renaissance-master\">complete career</a>, from his celebrated paintings and drawings to his work in architecture and poetry, and design for sculpture, tapestry and prints. I recommend reading <strong>Giorgio Vasari</strong>'s <a href=\"https://www.amazon.co.uk/Lives-Artists-Oxford-Worlds-Classics/dp/0199537194\"><em>The Lives of the Artists</em></a> to hear how this giant of the Italian Renaissance was viewed by one of his contemporaries.</p><p>Source: Harriet Agnew, Asset Management Editor 2022 'The widening gap between hedge fund winners and losers' FT.com 11 April. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-04-11T05:00:03.228Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 348,
          "end": 353
        },
        {
          "start": 347,
          "end": 352
        }
      ]
    }
  ]
}