{
  "_id": "1e5b02144b42a8ec837682671d84c9718614ce62ac19ca2dbcf4148faf472432",
  "feed": "ftcomall",
  "title": "Foxconn iPhone factory in China reels from Covid outbreak",
  "text": "<p>Workers at one of the biggest factories producing Apple iPhones are pleading for food and medical supplies as China's zero-Covid policy causes havoc in the world's most important manufacturing hub.</p> <p>Beijing's censors have removed viral videos circulating on Chinese social media showing workers at the Zhengzhou facility in central China asking for supplies. Two workers told the Financial Times that the factory failed to deliver food regularly to staff under quarantine.</p> <p>The disruptions highlight investor concerns about supply chain risk at Apple, with more than 95 per cent of iPhones produced in China, though production remains stable for now. Apple reports its earnings later on Thursday.</p> <p>“If Apple isn't building a plan B, it could be an absolutely historic mistake,” said Manuel Muñiz, dean of IE School of Global and Public Affairs in Madrid. </p> <p><a href=\"https://www.ft.com/stream/342c8b23-6d70-4042-afc4-b2726fe1b932\">Foxconn</a> said in a statement that only “a small number of employees” had been affected and production on the Zhengzhou campus remained “relatively stable”. Apple did not respond to a request for comment. </p> <p>China stands apart from the rest of the world in its relentless lockdowns, strict quarantines and mass testing as it tries to eradicate coronavirus. Despite the policy weighing heavily on economic growth, President Xi Jinping's administration has <a href=\"https://www.ft.com/content/885865b1-2320-43c0-b41e-10c1d026202a\">given no indication</a> of a change of stance. </p> <p>Zhengzhou reported a total of 69 new Covid-19 cases over the past three days. Multiple workers told the FT that the actual number of infected people in the factory was higher than official estimates. </p> <p>One Foxconn worker, who requested anonymity for safety reasons, said the complex has shifted to a “closed-loop operation” since employees returned from a week-long national holiday ending on October 7. </p> <p>“Five days ago, I was told that my PCR test result was ‘abnormal' and I was required to self-quarantine in my dorm room,” said the worker, who shares his room with seven other men. “But no one is looking after me or arranging more tests for me.”</p> <p>Metal barriers have been erected around the campus. Workers must take daily Covid tests and have been restricted to the factory floor and their dorms. </p> <p>Some workers have posted videos about being transported to and quarantined in an unfinished residential compound built by cash-strapped property developer Evergrande. </p> <p>In an attempt to maintain iPhone production, Foxconn promised to provide extra pay and free meals for staff who report for duty over the next two weeks, said the two workers. </p> <p>Zhengzhou, capital of Henan province and home to more than 10mn people, has been placed under partial lockdown after dozens of Covid cases were reported earlier this month. </p> <p>In a meeting held on Wednesday, Henan officials pledged to eliminate community transmission of coronavirus by the end of the month, according to state media.</p> <p>Several cities in Henan, including Pingdingshan and Shangqiu, issued notices warning of transmission risks posed by “people coming out of Foxconn”.</p><p>Source: Gloria Li in Hong Kong, Edward White in Seoul and Patrick McGee in San Francisco  2022 'Foxconn iPhone factory in China reels from Covid outbreak' FT.com 27 October. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-10-27T08:06:19.011Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1007,
          "end": 1012
        },
        {
          "start": 699,
          "end": 704
        },
        {
          "start": 50,
          "end": 55
        },
        {
          "start": 543,
          "end": 548
        },
        {
          "start": 649,
          "end": 654
        }
      ],
      "nexusId": "10022657"
    }
  ]
}