{
  "_id": "17a6488c35892baf4520f16505b98108b95441dce49dede3110ad37200fe8fef",
  "feed": "wall-street-journal",
  "title": "Technology:  Samsung's Fourth-Quarter  Revenue Is Its Best Ever  ----  By Jiyoung Sohn",
  "text": "<p>   SEOUL -- Samsung Electronics Co. capped off a year where it surpassed Intel Corp. to become the world's No. 1 chip maker as it logged its biggest-ever quarterly revenue. </p><p>   The semiconductor industry cashed in on a supply-crunch set off by the pandemic that wreaked havoc across global businesses, hampering production of everything from autos to refrigerators to smartphones. Demand exceeded supply throughout the past year, handing greater pricing power to chip companies such as Samsung and Intel. </p><p>   The South Korean tech company's fourth-quarter results reflect the more favorable times. Net profit rose 64% to 10.84 trillion won, or the equivalent of about $9 billion, versus 6.6 trillion won a year earlier. The firm's semiconductor division was the driver. </p><p>   Based in Suwon, the company reported record sales of 76.57 trillion won for the quarter ended Dec. 31. That compares with 61.6 trillion won a year earlier. </p><p>   Samsung's performance slightly topped market expectations. Analysts polled by S&amp;P Global Market Intelligence on average expected 10.7 trillion won in net profit and 75.5 trillion won in sales. </p><p>   Samsung, the world's largest maker of smartphones and televisions, is considered a tech-industry bellwether, as a major electronics manufacturer and components supplier to companies such as Apple Inc. and Sony Group Corp. </p><p>   For the full year, Samsung's net profit rose 51% to 39.9 trillion won, while revenue grew by 18% to 279.6 trillion won. </p><p>   Samsung's standing as the top chip maker by revenue comes as the semiconductor industry embarks on a spending spree to crank out more advanced chips and to expand capacity. Intel specializes in microprocessor chips that go into PCs and servers. </p><p></p>",
  "published": "2022-01-27T07:10:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1298,
          "end": 1308
        },
        {
          "start": 1298,
          "end": 1307
        },
        {
          "start": 1298,
          "end": 1303
        }
      ]
    }
  ]
}