{
  "_id": "dba6cf2a10dc76a29b0514d37e47db79badefbb95c93fb08c1dcbd05e785cb77",
  "feed": "wall-street-journal",
  "title": "First-Edition Apple iPhone Sells for More Than $39,000 at Auction; The 2007 iPhone was still in the original factory-sealed box and was virtually flawless, according to LCG Auctions",
  "text": "<p>The nearly half-inch thick iPhone, which was still in the original factory-sealed box, was virtually flawless, according to the auction house.</p><p>\"Collectors and investors would be hard pressed to find a superior example,\" LCG Auctions said.</p><p>Mark Montero, the founder of LCG Auctions, said Tuesday that he believed $39,339.60 was a record price for a first-edition iPhone. He said the seller, an American man, decided to put the iPhone on the market after seeing that another first-edition iPhone sold for $35,000 at an auction in August.</p><p>\"An item like this is something everyone can relate to,\" Mr. Montero said, adding, \"It has a lot going for it as a collectible investment.\"</p><p>The original iPhone was sold in a black box with a picture of the phone on the front. Early iPhone adopters would recognize the old app widgets, including an iPod app and an SMS text button.</p><p>Apple's first iPhone was an old brick by today's standards but a revolution in the aughts. The phone came tricked out with a 3.5-inch display, a sleek interface and as much as 16 gigabytes of storage. It changed the cellphone game at a time when many devices still flipped open.</p><p>When Apple released the first iPhone in 2007, the company described it in part as a widescreen iPod with touch controls. The company sold its one millionth iPhone in 74 days.</p><p>Potential buyers bid 28 times online for the iPhone sold on Sunday, according to LCG Auctions. The starting price was $2,500.</p><p>The market for vintage memorabilia—including iPhones, comic books and sports trading cards—has surged during the pandemic. Investors have purchased these items at record prices in recent years as a way to diversify their financial holdings or to own something that can withstand inflation. Other investors bought the items because they had more time to spend by an auction block.</p><p>The first-generation iPhone retailed for as low as $499 in the U.S. when it was first released. The iPhone sold by LCG Auctions had 8 gigabytes of storage, which is enough to keep about 4,000 pictures.</p><p>Since 2007, Apple's monochromatic smartphone has evolved into a line of candy-colored options. The newest devices, the iPhone 14 and iPhone 14 Pro, were released in September and start at $799 and $999, respectively. They come with at least 128 gigabytes of storage.</p><p>Mr. Montero said he expected more brand-new original iPhones to hit the market after their owners see that two sold for record prices in recent months. He believes the phones will continue to grow in value.</p><p>For now, Mr. Montero said his auction house was shipping the iPhone to the buyer in Australia, who had asked how he should store it.</p><p>Mr. Montero said he told the buyer that the phone wasn't too sensitive, but he should store it in a cool dark place and limit how many people touch it.</p><p>Write to Alyssa Lukpat at alyssa.lukpat@wsj.com</p><p>First-Edition Apple iPhone Sells for More Than $39,000 at Auction</p>",
  "published": "2022-10-18T16:30:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 867,
          "end": 872
        },
        {
          "start": 1151,
          "end": 1156
        },
        {
          "start": 2850,
          "end": 2855
        },
        {
          "start": 14,
          "end": 19
        },
        {
          "start": 2041,
          "end": 2046
        }
      ],
      "nexusId": "10022657"
    }
  ]
}