{
  "_id": "66e583f6dfb0b479ab6d0f18fa6dfad5655dbd66485f21a02d9d504365d2a8d0",
  "feed": "market-watch",
  "title": "Apple tells suppliers it wants more production in India and Southeast Asia, outside of China; More than 90% of Apple products such as iPhones, iPads and MacBook laptops are manufactured in China by outside contractors",
  "text": "<p>More than 90% of Apple products such as iPhones, iPads and MacBook laptops are manufactured in China by outside contractors, according to analysts. Apple's heavy dependence on the country is a potential risk because of Beijing's authoritarian Communist government and its clashes with the U.S., analysts have said.</p><p>Any move by Apple, the largest U.S. company by market capitalization, to emphasize production outside China could influence the thinking of other Western companies that have been considering how to reduce dependence on China for manufacturing or key materials. Such consideration has stepped up this year after Beijing refrained from criticizing Russia for its invasion of Ukraine and carried out lockdowns in some cities to fight Covid-19.</p><p>An expanded version of this report appears on WSJ.com.</p><p>Popular on WSJ.com:</p><p>Old Navy Made Clothing Sizes for Everyone. It Backfired.</p><p>S&amp;P 500 Pares Losses After Hitting Bear-Market Territory</p><p>Apple tells suppliers it wants more production in India and Southeast Asia, outside of China</p>",
  "published": "2022-05-21T15:55:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 17,
          "end": 22
        },
        {
          "start": 327,
          "end": 332
        },
        {
          "start": 945,
          "end": 950
        },
        {
          "start": 148,
          "end": 153
        },
        {
          "start": 111,
          "end": 116
        },
        {
          "start": 0,
          "end": 5
        }
      ]
    }
  ]
}