{
  "_id": "aec1b11e18fb92b23bb3525d2fd7159e7f52def4f4e65c9ba195f3d54a4dadd3",
  "feed": "ftcomall",
  "title": "How to mint crypto and influence people",
  "text": "<p>If you're looking for sound and unbiased financial advice on investing in cryptocurrencies, then social media “influencers” should not be your first port of call.</p> <p>In something of an EU first, Spain moved to nip such an encounter in the bud on Monday, with its national securities market commission being given the <a href=\"https://www.ft.com/content/a119dc9e-189d-4a87-ae02-a81a37260196\">power to regulate crypto advertising</a>. The measures, which take effect in a month's time, require influencers and their sponsors to pre-notify authorities of some posts and to warn of crypto's risks or face fines. <a href=\"https://www.reuters.com/technology/singapore-cbank-issues-guidelines-discourage-crypto-trading-by-public-2022-01-17/\">Singapore also placed new restrictions on</a> crypto advertising on Monday.</p> <p>Spain's new powers come after the watchdog clashed in November with footballing legend Andrés Iniesta over his paid promotion, lacking the usual risk warnings, of Binance, the world's biggest cryptocurrency exchange.</p> <p>In the US, a class-action lawsuit filed this month claims reality-TV star Kim Kardashian and other celebrities, including boxer Floyd Mayweather and former NBA player Paul Pierce, helped inflate the price of one cryptocurrency as part of a scheme that enriched its backers at the expense of ordinary investors.</p> <p>It alleges the backers of EthereumMax used the inrush of cash from Kardashian's followers to sell a significant amount of the tokens at a profit, pocketing their gains before the price cratered.</p> <p>EthereumMax disputes the allegations, but the case <a href=\"https://www.ft.com/content/a6dd4d6f-6a86-48cc-992c-f8a32c64fdd7\">highlights the worrying trend </a>of retail investors turning to non-traditional sources of advice for their cryptocurrency investments, where the providers are often being paid large sums for promoting a particular digital asset.</p> <p>Social media influencers were infamously taken in by the<a href=\"https://en.wikipedia.org/wiki/Fyre_Festival\"> Fyre Festival</a> fraud in 2017 and Alphaville was immediately reminded of this when it viewed the recent Cryptoland video, a cartoon promoting a Fijian island that was set to be made into a paradise for crypto backers.</p> <p>On first viewing, the video comes across as a spoof, full of in-jokes and highlighting how crypto investments can represent another incarnation of Ponzi schemes. But, <a href=\"https://www.ft.com/content/c79ea41b-41c0-4900-90ee-6e6347449610\">as Alphaville points out,</a> &#xa0;Cryptoland featured 60 parcels of land that you can “buy” via NFTs and build mansions on, on the real island of Nananu-i-cake.</p> <p>The video has been widely derided on the internet and <a href=\"https://www.theguardian.com/technology/2022/jan/16/cryptoland-runs-aground-as-12m-bid-to-buy-fiji-island-for-resort-falls-through\">The Guardian reports</a> the project appears to have run aground, with the contract to buy the island for $12m falling through. </p> <p>While regulation is necessary and inevitable, in Cryptoland's case, social media itself appears to have been an effective watchdog, alerting prospective investors to what could have been<a href=\"https://www.ft.com/content/33fd139c-1624-4b3d-ae34-14b59df896b8\"> trouble in paradise</a>.</p> <h2>The Internet of (Five) Things</h2> <p><strong>1. Ukraine claims proof of Russian cyber attack</strong><br>Ukraine said <a href=\"https://www.ft.com/content/0bdfafb8-a340-4e6a-a688-d878c45d1010\">it had evidence</a> that a cyber attack against government websites on Friday was likely to have been carried out by Russia. “Moscow continues to wage hybrid war and is actively growing its information and cyber space capabilities,” said Ukraine's digital transformation ministry on Sunday. </p> <p><strong>2. Amazon halts Visa ban plan</strong><br>Amazon has <a href=\"https://www.ft.com/content/6cff752e-0d1b-4ef2-b6de-bb4fd5c6e48a\">suspended a ban </a>on customers using UK-issued Visa credit cards from this week, as the two companies work on a “potential solution” to a rancorous dispute that threatened to severely disrupt shoppers. The world's largest online retailer had announced the proposed ban in November, citing the “high fees Visa charges for processing credit card transactions”, and advised customers to find new payment methods.</p> <p><strong>3. All-singing, all-dancing Sony<br></strong>There is a newfound confidence at Sony, <a href=\"https://www.ft.com/content/70877521-29f6-406f-ae13-b1fdfc837eed\">reports The Big Read</a>. The $157bn symbol of corporate Japan may be on the verge of achieving an ambition decades in the making but which has long eluded it: to become the world's most fully integrated entertainment company.</p> <p><strong>4. Electric beats diesel in Europe</strong><br>Sales of electric cars in Europe overtook diesel models for the first time in December, with more than a fifth of new cars sold across 18 European markets (UK included), being powered exclusively by batteries, <a href=\"https://www.ft.com/content/f1bdf1cf-8fc3-4b85-a4eb-7df716ebf0a9\">data compiled</a>&#xa0;for the FT have shown.</p> <p><strong>5. Wordle's worldwide success</strong><br>I got it in three attempts today, nearly two! Are you hooked like me on working out the daily 5-letter word posted by Wordle? <a href=\"https://www.ft.com/content/906a863a-2bfe-48b1-a03d-e0c0d5ab4bb0\">Janine Gibson has thoughts</a> on its popularity and its inevitable imitators. </p> <h2>Tech week ahead</h2> <p><em><strong>Thursday:</strong></em> Some analysts see streaming pioneer <strong>Netflix</strong> having trouble reaching the consensus expectation of 8.7m new subscribers when it reports results — mainly owing to&#xa0;<a href=\"https://www.ft.com/content/10d41405-4e0c-4a58-95c0-f02586081b6a\">rising competition</a>&#xa0;from peers that have been&#xa0;<a href=\"https://www.ft.com/content/ae756fda-4c27-4732-89af-cb6903f2ab40\">spending significant sums</a>&#xa0;on new television programmes and films. MoffettNathanson, the investment research firm, last week lowered its estimate of new subscribers at Netflix in the fourth quarter to 8.6m from 9.6m.</p> <p>Delivery app firms have <a href=\"https://www.ft.com/content/d791eb66-acaa-4796-b057-285fba16e408\">prospered during the pandemic</a> — and most recently during the desire to stay in to avoid Omicron. Expect this to be reflected in the trading update from&#xa0;<strong>Deliveroo</strong>.</p> <h2>Tech tools — Balmuda toaster oven</h2> <p>Leo Lewis sings the praises of <a href=\"https://us.balmuda.com/collections/toaster\">Balmuda's</a> “truly glorious toaster oven” <a href=\"https://www.ft.com/content/f2876863-6f59-487e-8e9e-95ce6f82b0b6\">in his latest column,</a> while lamenting the failings of its expansion into smartphones. Pouring a little water into the top of the oven to create steam to increase the toast's moisture appears to be its unique selling point, while there are a host of reasons not to buy the phone — software issues, &#xa0;too plasticky, a weedier processor than expected and a price tag “unjustifiably higher than an iPhone 13 mini”.</p><p>Source: Chris Nuttall in London 2022 'How to mint crypto and influence people' FT.com 17 January. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-01-17T18:56:34.346Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [],
      "nexusId": "10022657"
    }
  ]
}