{
  "_id": "f9cf7989b16149b5a9bc96747cc7e3dbdd9192f97f5f94d88bd2b3a44b8bcbf3",
  "feed": "market-watch",
  "title": "Amazon reportedly plans to lay off about 10,000 workers; Amazon, which already announced a pause on hiring, could become the next big tech name to slash jobs",
  "text": "<p>Amazon AMZN didn't immediately respond to a MarketWatch request for comment on layoff plans. The e-commerce giant announced earlier this month that it would pause corporate hiring for a few months.</p><p>The Wall Street Journal reported last week that the company had begun a cost-cutting review with an eye toward units that aren't profitable.</p><p>Any Amazon announcement of layoffs would follow one from Meta Platforms Inc. META last week. The Facebook parent company disclosed that it would be eliminating more than 11,000 positions, or about 13% of its workforce, as it strove to get \"leaner\" in the current economy.</p><p>Other tech companies, including Snap Inc. SNAP, Shopify Inc. SHOP, Lyft Inc. LYFT, Stripe, and Peloton Interactive Inc. PTON, have announced layoffs of their own in recent months.</p><p>Apple Inc. AAPL, meanwhile, struck a different tone, as Chief Executive Tim Cook told CBS News Monday that the company was still hiring in some areas but being \"very deliberate\" in its approach.</p><p>The latest batch of quarterly earnings reports showed pressure building across Big Tech. Amazon's AWS cloud-computing business fell short of growth expectations,and the company offered a disappointing overall forecast for the holiday quarter.</p><p>Meta and Google-parent Alphabet Inc. GOOG GOOGL also delivered results and commentary that were viewed negatively on Wall Street, prompting one analyst to remark that those two companies, along with Amazon, now require \"perfection\"as investors more closely scrutinize the businesses amid a shakier economic environment.</p><p>Amazon shares are off 2.8% in Thursday morning trading. They've lost 41% so far this year as the S&amp;P 500 SPX has declined about 17%.</p><p>Amazon reportedly plans to lay off about 10,000 workers</p>",
  "published": "2022-11-14T16:45:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 791,
          "end": 801
        },
        {
          "start": 802,
          "end": 806
        },
        {
          "start": 791,
          "end": 800
        },
        {
          "start": 791,
          "end": 796
        }
      ]
    }
  ]
}