{
  "_id": "748d4094cc422048d52baea40a128e28ceca81ccda95f3ae1bb596b470e43936",
  "feed": "ftcomall",
  "title": "US stocks rise as investors weigh China Covid surge",
  "text": "<p>US stocks rose on Thursday as investors sought to snap up bargains in tech stocks, looking past a surge in Covid-19 cases in China following the country's relaxation of its pandemic policies.</p> <p>Wall Street has faltered this week as the rapid spread of the <a href=\"https://www.ft.com/coronavirus\">coronavirus</a> in China has increased risks to the global economy. There has been no fundamental change to that outlook, and Thursday's move is unlikely to mark a shift in the market's overall direction. </p> <p>The benchmark S&amp;P 500 rose 1.7 per cent and Nasdaq Composite 2.6 per cent as investors bought tech stocks such as Tesla, Netflix and Apple. Trading volumes were thinner on Thursday with many investors on holiday, meaning that relatively small trades can skew or exaggerate trends. </p> <p><a href=\"https://www.ft.com/us-equities\">Shares</a> in Tesla jumped 8.1 per cent, having dropped more than a third this month on fears that the electric carmaker's chief executive, Elon Musk, was distracted by his purchase of Twitter. Apple, which rose 2.8 per cent on Thursday, has fallen 12 per cent in December as investors fret about disruptions to its manufacturing operations in China. Netflix climbed 5.1 per cent.</p> <p>US stocks may have also been bolstered by data on Thursday morning showing that weekly unemployment claims had risen more than expected, by 9,000 to 225,000. While a meaningful deceleration in the labour market could suggest the Federal Reserve's aggressive efforts to slow inflation have worked, strategists at Citi noted that the weekly levels are still within late 2019 ranges, suggesting the slowdown is not yet here. </p> <p>Before the market opened Bespoke Investment Group, a research group, pointed out that the tech-heavy Nasdaq was down 10.9 per cent in the month to date. <br><br>“If the declines for the Nasdaq hold, this will be its worst December on record since 1971,” it said. “Tax-loss selling, and no buyers in sight, is likely playing a part in this recent weakness, and that pressure will end when the calendar turns.”</p> <p>The gains in the US bolstered benchmarks in Europe, which were affected by the thin trading volumes of the holiday period. The Stoxx 600 finished 0.6 per cent higher. The commodities-heavy FTSE 100 recovered morning losses to close up 0.2 per cent.</p> <p>In commodities markets, Brent crude, the international oil benchmark, settled 1.2 per cent lower to $82.26. </p> <p>The yield on the 10-year US government bond fell 0.06 percentage points to 3.83 per cent. Yields fall when prices rise.</p> <p>Hong Kong's Hang Seng index closed down 0.8 per cent, while China's blue-chip CSI 300 index fell 0.4 per cent as major cities across the country were faced with rising Covid cases.</p> <p>Thursday's declines came after China's National Health Commission said it would drop quarantine requirements for inbound passengers from January 8, even as the country endures its worst Covid outbreak. The announcement was the latest easing of the government's punishing zero-Covid policies, which have hit economic growth.</p> <p>A growing number of countries, including the US and Italy, have announced that they will require negative Covid tests for air passengers travelling from China.</p> <p>Hong Kong also further eased its pandemic restrictions on Wednesday, scrapping PCR tests on arrival to the Asian financial hub, as well as limits on dining in restaurants.</p><p>Source: Philip Stafford in London, Kate Duguid in New York and Stephanie Findlay in Hong Kong  2022 'US stocks rise as investors weigh China Covid surge' FT.com 29 December. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-12-29T21:29:59.760Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 588,
          "end": 593
        },
        {
          "start": 920,
          "end": 925
        },
        {
          "start": 585,
          "end": 590
        }
      ]
    }
  ]
}