{
  "_id": "db928e25d446e2696f0b3020199da7442e8a7799f75570848a5d8bfb728d41f8",
  "feed": "wall-street-journal",
  "title": "Taylor Swift's 'Midnights' Has Already Moved a Million Copies. And Her Opening Week Isn't Even Over Yet. Fans are snatching up vinyl records, helping to give the pop star what could be her biggest first-week numbers ever.",
  "text": "<p>Music stars these days don't sell albums in the millions like they used to, since many listeners have transitioned away from traditional purchases toward streaming services. Some blockbuster names like Adele and Beyoncé still ring up big sales, but even their numbers have eased in the streaming age. What's unusual about Taylor Swift is that she is selling more opening-week copies than in the past.</p><p>\"Midnights\" is already the first album in five years to move more than a million units in its opening week. The last was Ms. Swift's own 2017 album \"Reputation,\" whose 1.24 million in first-week sales will likely now be surpassed if it hasn't been already. Some are projecting that \"Midnights\" will sell 1.4 to 1.6 million copies, which means it could even beat 2014's \"1989\"—considered the zenith of Ms. Swift's turn from country to pop—which racked up 1.29 million units in its first week.</p><p>Ms. Swift's commercial clout is fueled by a combination of streaming and traditional sales.</p><p>\"Midnights\" is a blockbuster on Spotify, Apple Music and other services. In its first three days, the album generated over 284 million on-demand U.S. audio and video streams, according to Luminate. On Oct. 21, its release day, \"Midnights\" became Spotify's most-streamed album in a single day. On Tuesday, songs from \"Midnights\" dominated the service's U.S. Top 50, occupying 18 of the top 20 slots. The album's original version has 13 songs. But three hours after its release, Ms. Swift unveiled a deluxe version with seven additional songs. Its larger song count helps enhance its performance on streaming.</p><p>Then there's the punch packed by her traditional sales. More than 955,000 of her total \"equivalent-album units\" so far—an industry measure that includes streaming plus sales of an album as a full package—are traditional copies like digital downloads, vinyl records, CDs and cassettes, according to Luminate. Traditional sales are weighted more heavily in the music industry's sales math and by extension the Billboard charts. It takes 10 individual-track sales, 1,250 on-demand audio and video streams, or 3,750 ad-supported streams to equal just one album sale.</p><p>Ms. Swift made a concerted effort to push physical copies of her album, as she has in the past—a strategy made more popular by the dizzying number of CD editions sold by K-pop groups in recent years. Like adding more songs to an album, the strategy effectively boosts an artist's positioning on the Billboard charts given the weight given to traditional sales.</p><p>Ms. Swift's physical sales are surprisingly strong, even for people in the music industry. Nearly 500,000 of her first-week units are vinyl records, which is the biggest week for vinyl sales in Luminate's data going back to 1991. (The previous record-holder was Harry Styles' \"Harry's House,\" from earlier this year, which made its debut with 182,000 vinyl sales.)</p><p>\"Midnights\" comes in four different vinyl editions with varying covers and LP colors. The four variants line up to form what resembles a clock. (She is also selling a $49 vinyl clock mechanism.) Then there are four CD editions with different covers; a cassette; an exclusive Target CD with bonus material; signed copies of various CDs and vinyl records; and a deluxe boxed set.</p><p>Unlike her past two studio albums, 2020's \"Folklore\" and \"Evermore,\" \"Midnights\" wasn't a surprise release. There was a relatively traditional rollout, which meant that its arrival on streaming services and on vinyl was coordinated. That is helping her opening-week numbers compared with past releases.</p><p>As Ms. Swift's fans buy and stream \"Midnights,\" many are hoping for a special edge when buying tickets for Ms. Swift's next tour. On Monday, when asked about touring during an appearance on \"The Tonight Show Starring Jimmy Fallon,\" Ms. Swift said: \"I think I should do it.\"</p><p>Taylor Swift's 'Midnights' Has Already Moved a Million Copies. And Her Opening Week Isn't Even Over Yet.</p>",
  "published": "2022-10-25T22:35:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1026,
          "end": 1031
        }
      ]
    }
  ]
}