{
  "_id": "f2ea741cee06c88a21966e1fec9705a34e3433a9cd3b560b669768efa68a8418",
  "feed": "ftcomall",
  "title": "Twitter board in a bind as Elon Musk makes his move",
  "text": "<p>If Twitter's board initially thought Elon Musk's offer to buy the social media company for $43bn was just a stunt, it has now found itself on the defensive on multiple fronts. </p> <p>After the world's richest man revealed on Thursday how he <a href=\"https://www.ft.com/content/37c18d58-dae8-4816-bbdd-879338332152\">plans to fund</a> his takeover bid, Twitter's directors are under pressure to come to the negotiating table with him or find alternatives, such as a “white knight” bidder to come to their rescue, as the company nears a make-or-break moment. </p> <p>For some, Musk's bid has stoked hopes that Twitter will be taken private in order to address its perceived failure to innovate and find new revenue streams, even if many do not see Musk as the man for the job. It has also shined a spotlight on Twitter's chequered history of sluggish innovation, technical shortcomings and leadership infighting. </p> <p>“Twitter has been developed to a fraction of its full potential,” said one former board member. “God yes, it should go private. There is a world where I can imagine the business is 10 to 100 times bigger.”</p> <p>The board is “caught in-between not enough value in Musk's bid but maybe not enough ability to realise the greater value themselves”, said one tech investor, who does not have a position in Twitter. </p> <p>Twitter has grown at a far slower clip than social media peers including Facebook and LinkedIn, and has been less profitable. In 2020, it <a href=\"https://www.ft.com/content/9f7502f4-5be3-11ea-b0ab-339c2307bcd4\">drew the scrutiny</a> of an activist investor, Elliott Management, over concerns that its co-founder and then-chief executive Jack Dorsey was too freewheeling and indecisive. </p> <p>Analysts and advertisers have <a href=\"https://www.ft.com/content/60eccba8-5d7c-11ea-b0ab-339c2307bcd4\">criticised Dorsey</a> for being a Twitter purist too focused on small tweaks to the core product, while failing to aggressively seek ways to boost its advertising offering and diversify revenues beyond ads, to areas such as subscriptions.</p> <p>“Here's a company that has so much potential and keeps squandering it. You've almost got a whole PhD thesis on missed opportunities,” said one advertising agency executive, adding that Twitter had failed to capitalise on areas such as short-form video, ratings and reviews, and news. </p> <p>Tech-focused buyout group Thoma Bravo also believes the platform has been undermanaged and has untapped growth potential, according to a source with knowledge of its thinking.</p> <p>The group, which has more than $100bn in assets, has begun talking with Musk about participating in his takeover effort, said the source, which could help the bid gain traction by attracting additional debt and equity financing from institutional investors, according to multiple prominent lenders. Thoma Bravo declined to comment.</p> <p>Musk's approach comes at a moment of particular vulnerability for Twitter, which only recently brought in a new chief executive, <a href=\"https://www.ft.com/content/440694e3-dc7a-406b-906b-d764b440fd39\">Parag Agrawal</a>, a longstanding engineer at the company who is well-regarded internally but relatively unknown on Wall Street. </p> <p>In a sign of tensions behind closed doors, Dorsey, who will remain on Twitter's board until next month, said on Twitter this week that the board had “consistently been the dysfunction of the company”, without giving more details. </p> <p>Twitter's board, which has been criticised for scarcely using the product or holding many shares in the company, is chaired by Bret Taylor, chief executive of Salesforce. It also includes Silver Lake's Egon Durban, who joined after the firm invested $1bn two years ago — and who Musk previously hired for his failed bid to take Tesla private. </p> <p>Dorsey “could be the weak spot that triggers a potential shakedown or radical changes to the board”, said Stefano Bonini, a corporate governance expert at Stevens Institute of Technology.</p> <p>Shareholders may urge the board to accept a deal, according to Ann Lipton, associate professor in business law and entrepreneurship at Tulane University. But “it's not obvious that shareholders are chomping at the bit to pressure the board to make this happen”.</p> <p>If the social media company's directors are serious about keeping Musk at bay, the other credible plan B is to find a white knight, who could offer an alternative to the $54.20 a share proposed by the entrepreneur, who has already said it would be his “best and final offer”.</p> <p>Twitter has no shortage of potential buyers, but many are steering away from the company for now. In the past, big tech groups such as Salesforce and Google expressed interest in taking it over. Neither of them are currently interested in making an approach for Twitter, according to people close to the senior executives at the companies. </p> <p>Other large tech groups such as Amazon, Facebook, Microsoft and Apple could be interested in buying Twitter as they could integrate the social media company into their existing businesses. However, the likelihood of any of them getting a deal approved is close to zero given heightened antitrust scrutiny of Big Tech in Washington.</p> <p>Interest among private equity buyers to participate in a Musk-led takeover <a href=\"https://www.ft.com/content/19e6b5b7-1665-4974-ba79-13d8ff301817\">remains lukewarm</a> as a number of well-established potential buyers, including Blackstone, Brookfield and Vista, have all opted to stay away.</p> <p>Twitter's board has not yet given Musk a formal answer to his offer, but it has <a href=\"https://www.ft.com/content/0de89960-7cea-4fe2-bed2-54f221d5ba6d\">adopted a poison pill</a> to slow his advances. But now that Musk has his funding in hand, the board will need to figure out what it wants to do, and fast. </p> <p>To overcome Musk's advances “requires a very single-minded board”, said Bonini. “There is the possibility of the shakedown of the board, with some members departing, some members changing their mind, and some turbulence coming in.”</p> <p><em>Additional reporting by Tim Bradshaw in London and Richard Waters in San Francisco</em></p><p>Source: Hannah Murphy in San Francisco, James Fontanella-Khan and Antoine Gara in New York 2022 'Twitter board in a bind as Elon Musk makes his move' FT.com 22 April. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-04-22T04:00:57.600Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 4545,
          "end": 4550
        }
      ]
    }
  ]
}