{
  "_id": "b6d3f6e54a85c448dd25be530d9660cbb94cc3ec7225a3d59d494825944f9cff",
  "feed": "ftcomall",
  "title": "Xiang Guangda, the metals ‘visionary' who brought the nickel market to a standstill ",
  "text": "<p>To understand why Xiang Guangda is regarded as the Steve Jobs of metals, look at an aerial shot of the Morowali Industrial Park on the Indonesian island of Sulawesi. It is here that the Chinese businessman built a vast manufacturing complex that stands as a testament to his domination of the global stainless steel industry.</p> <p>“Xiang is a visionary,” says Kenny Ives, the former head of nickel trading at Glencore. “Tsingshan's success in both China and Indonesia over the last 10 to 15 years is extraordinary.” </p> <p>Yet today the self-made billionaire is in the spotlight for another reason — <a href=\"https://www.ft.com/content/0269cdda-ef67-43c8-b820-a919c919b5fa\">a huge wrong-way bet</a> that has brought global nickel trading to a halt and plunged the London Metal Exchange into turmoil. On Tuesday, just after 8am, the 145-year-old exchange was forced to stop trading in its benchmark nickel contract after the price more than doubled to over $100,000 a tonne. </p> <p>At the <a href=\"https://www.ft.com/content/1a59d601-2bdd-4d17-99ca-03f589fbf9d8\">centre of the drama</a> was Xiang and his company Tsingshan Holding Group, the world's biggest producer of nickel and stainless steel. Over several months the tycoon had amassed a huge bet that the price of nickel would fall, but when the market moved sharply the other way following the invasion of Ukraine he was left exposed to losses of potentially billions of dollars.</p> <p>Russia is one of the world's top suppliers of nickel, which is used to make stainless steel and also in the batteries that <a href=\"https://www.ft.com/content/74541b00-eca9-412f-9227-3ba460ebfa82\">power electric vehicles</a>. Traders fear sanctions could disrupt supplies. </p> <p>Hit with demand for extra cash from his brokers, Xiang was forced to close some of his position by purchasing LME contracts. But his buying only served to further push up prices until the exchange was finally forced to act. Nickel trading remains suspended and it is not clear when it will resume. </p> <p>“Our positions and operations don't have any problems,” Xiang told the financial news provider Yicai Global this week. “Tsingshan is an excellent Chinese enterprise.”&#xa0;The company declined to comment for this story.</p> <p>Yet even as Xiang is sitting on huge paper losses he is not about to give up on his wager, according to people with knowledge of the situation. He has secured credit promises from Chinese and western banks to meet further demands for cash from his brokers and may receive <a href=\"https://www.ft.com/content/067ee28e-0375-48d3-a7c9-2d4330a9cc34\">support from Beijing</a> to close his short position</p> <p>The tycoon who has become known as “Big Shot” was born into a working-class family in Wenzhou, a buzzing city in the coastal Zhejiang province renowned for turning out some of China's most famous entrepreneurs. </p> <p>According to Chinese media reports, he got his first job fixing machinery at a state-run fishery, where he was guaranteed work under China's “iron rice bowl” employment system before Deng Xiaoping's economic reforms. In the late 1980s he joined millions quitting their state jobs to start up businesses — in his case, it was a factory making windows and doors for state automakers that earned him his “first bucket of gold”.</p> <p>In <a href=\"https://v.qq.com/x/page/h0162j6ptp4.html\">an interview</a> with a local broadcaster in 2015, Xiang recalled a revelation he had during a business trip to Germany in 1992: BMW and Mercedes-Benz didn't outsource their doors and windows — they made their own. The factory back home could not last. With the clock ticking, he pivoted to stainless steel, where he saw an opportunity for domestic producers to wean China off its dependence on imported metal.</p> <p>In <a href=\"http://www.tsingtuo.com/companyNews/280.html\">a 2020 speech</a> he laid out the reasons for his company's success: “It's that Tsingshan hasn't changed,” he said. “We're the same now as we were 30 years ago. We wear the same clothes, get out of the same car, and head to the front line.” Xiang himself favours sneakers and button down shirts striped in white and red hues.</p> <p>Xiang's family has emerged as one of the most powerful industrial dynasties in Zhejiang, with a sprawling business empire that includes stakes in trade, education and steel companies. Hurun Report, which tracks the wealth of China's richest individuals, estimates his net worth at about $4.1bn based on his stake in Tsingshan, which employs 75,000 people and has an annual revenue of $40bn, <a href=\"https://fortune.com/company/tsingshan-holding-group/global500/\">according to Fortune</a>.</p> <p>“In the mid-2000s they were a small stainless steel producer in Wenzhou. Last year they were responsible for almost a quarter of global production,” says a metals analyst. “They have gone from nothing to by far the biggest player.”</p> <p>Acquaintances describe Xiang as “unassuming” but “extremely knowledgeable” about his industry. A decision to invest in Indonesia just before the country announced plans to ban exports of nickel-bearing ore in 2014 proved astute. Traders were initially dismissive, saying Xiang had underestimated the risks. But not for the first time he proved them wrong. A good relationship with Luhut Binsar Pandjaitan, the army general regarded as the right-hand man of Indonesia's President Joko Widodo, is said to have smoothed the way.</p> <p>For all his success, Xiang has one weakness, say industry hands: “The guy has an Achilles heel, which you often see among successful people in China: he loves to punt,” said a nickel expert. “I guess he felt that he was the most informed party in the market . . . and wanted to trade on that.”</p> <p>Despite that, few people are prepared to write him off. “China's most hardworking people are Wenzhounese,” Xiang said in a 2015. “As long as a person gets exposed to Wenzhou's hustle culture, he or she will have an impulse to do something.”</p> <p><a href=\"mailto:neil.hume@ft.com\"><em>neil.hume@ft.com</em></a></p><p>Source: Neil Hume, Hudson Lockett, Eleanor Olcott and Gloria Li  2022 'Xiang Guangda, the metals ‘visionary' who brought the nickel market to a standstill ' FT.com 11 March. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-03-11T20:00:21.825Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": []
    }
  ]
}