{
  "_id": "04a4390f53feff4a330ef3ac072a9da226ebffcecfdaa9f2d440d025b5edbd00",
  "feed": "market-watch",
  "title": "Stocks are rallying. The bond market is flashing a recession warning. How one expert explains the conundrum.",
  "text": "<p>This isn't one of those times.</p><p>On the one hand, there's the bond market, where the 2-year BX:TMUBMUSD02Y yield briefly was above the 10-year BX:TMUBMUSD10Y yield, and where other parts of the curve have been inverted for some time. Cue the watch-out-for-recession talk.</p><p>And then there's the stock market, where the S&amp;P 500 SPXhas exited correction territory with a 12% advance from its March 9 lows. Also, the VIXVIX volatility index has dropped below the average 19.67 level for 2021, hardly an alarming level for what's called the fear gauge.</p><p>Harley Bassman, managing partner at Simplify Asset Management and the self-described Convexity Maven, tries his best to explain the conundrum.&#xa0;&#xa0;</p><p>“The ‘recession is coming' pundits argue that CPI inflation exceeding wage inflation will dampen consumer demand and rapidly reduce real GDP. This seems to be what the yield curve is contemplating,” says Bassman, who created the MOVE index measuring interest rate volatility during a storied career at Merrill Lynch.</p><p>“But since stocks are priced in ‘nominal' terms, not ‘real' terms, they can still increase in such an environment.” So while Bassman says there very well could be a recession in real GDP terms, nominal GDP may exceed 5%.&#xa0;He adds the 10-year should have “no problem” kissing the 3.25% high reached in October 2018 if former Treasury Secretary Larry Summers is right that the Federal Reserve has stumbled into stagflation.</p><p>Since last May he has been recommending a strategy consisting of buying, for every $25 on a five-year Treasury, a put option on $800 worth of securities that expires in seven years on the 20-year.</p><p>The one market Bassman says is acting rationally is that for mortgage-backed securities, where the spreads between MBS and Treasurys are widening above their average. He says MBS are a better buy than a sell, which is why mortgage REITs have bounced off their recent lows.&#xa0;</p><p>“The greatest risk for these leveraged investments is their funding cost, which is linked to the fed-funds rate. Presently, the market is pricing a peak fed rate of 2.75% to be reached in June 2023, essentially when the yield curve projected recession should start. To the extent this is true, you can dip your toe; but if the Fed has a lot more to do, these investments will be reducing their payouts,” says Bassman.</p><p>The buzz</p><p>Ukrainian President Volodymyr Zelensky said there was no reason to believe that Russia will reduce military activity near Kyiv after the negotiations held on Tuesday. Poland says it will end all Russian oil imports by the end of the year, as Germany issued a warning about natural-gas supplies from Russia.</p><p>ADP reported a 455,000 rise in private-sector payrolls for March. The third estimate of fourth-quarter GDP also is due for release, and speeches from two regional Fed presidents are on deck.</p><p>Athletics apparel maker Lululemon Athletica LULU reported a stronger-than-forecast fourth-quarter profit and guided for current-year profit and sales ahead of estimates.</p><p>Memory-chip maker Micron MU topped Wall Street expectations due to continued growth in data-center sales.</p><p>Furniture retailer RH RH announced a 3-for-1 stock split but warned that it is experienced softening demand after Russia's invasion of Ukraine.</p><p>Camden Property Trust CPT will replace People's United Financial, which is being acquired, in the S&amp;P 500.</p><p>The market</p><p>U.S. stock futures ES00 were pointing to a softer start. Oil CL.1 futures rose, as did gold GC00.</p><p>Top tickers</p><p>Here were the most active stock-market tickers as of 6 a.m. Eastern</p><p>Security name  GME   GameStop  AMC   AMC Entertainment  TSLA  Tesla  NIO   NIO  HYMC  Hycroft Mining  TLRY  Tilray Brands  MULN  Mullen Automotive  AAPL  Apple  BABA  Alibaba  NVDA  Nvidia</p><p>Random reads</p><p>The president of BlackRock BLK says the entitled generation is learning about shortages.</p><p>Basketball legend Kareem Abdul-Jabbar shares his thoughts about Will Smith's slapping of Chris Rock at the Oscars.</p><p>Need to Know starts early and is updated until the opening bell, but sign up here to get it delivered once to your email box. The emailed version will be sent out at about 7:30 a.m. Eastern.</p><p>Want more for the day ahead? Sign up for The Barron's Daily, a morning briefing for investors, including exclusive commentary from Barron's and MarketWatch writers.</p>",
  "published": "2022-03-30T08:19:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 3672,
          "end": 3677
        },
        {
          "start": 3667,
          "end": 3671
        }
      ]
    }
  ]
}