{
  "_id": "5fd5846e558b3eae340c928b0558b5bf2ed013acca6fb0b4543c95c6bd88eb58",
  "feed": "ftcomall",
  "title": "China's chip darling YMTC thrust into spotlight by US export controls",
  "text": "<p>Yangtze Memory Technologies Corp, the Chinese memory chip producer, has been stockpiling foreign equipment for months in anticipation that the US is preparing to kneecap one of China's national champions.</p> <p>Four YMTC employees said the company had been preparing for Washington to impose export controls, as US lawmakers urged the Biden administration to punish the state-backed company for allegedly helping the Chinese military and violating trade restrictions by supplying chips to Huawei, the Chinese telecoms company.</p> <p>“We've been doing everything possible beforehand to support existing production lines, such as stockpiling all kinds of equipment,” said one senior YMTC engineer.</p> <p>Those concerns materialised on Friday when the US <a href=\"https://www.ft.com/content/e950f58c-0d8f-4121-b4f2-ece71d2cb267\">unveiled tough export controls</a> targeting the Chinese chip industry, including YMTC, suggesting the Wuhan-based company could confront more trouble.</p> <p><a href=\"https://www.ft.com/stream/1fd5ea0b-60b5-4b51-aad6-3067ba04d49e\">YMTC</a> has in recent years emerged as a national champion in China's drive to build a domestic chip industry. President Xi Jinping visited its facilities in 2018 to show support. It boasts Rmb220bn ($30bn) in funding with financial help from Hubei province and a national fund.</p> <p>The new US restrictions hit YMTC by banning the supply of certain American technology needed to produce advanced Nand memory chips.</p> <p>Industry experts said it was unclear how YMTC could sustain its rapid advances. Highlighting the impact of the restrictions, KLA Corp, Lam Research and Applied Materials — three top US <a href=\"https://www.ft.com/semiconductors\">semiconductor</a> toolmakers — have halted sales and services to YMTC, according to three YMTC employees.</p> <p>In another move last Friday that got less attention but could prove even more painful for YMTC, Washington put the chipmaker on its “unverified list”. The registry includes entities for which the US has not been able to conduct end-user checks to verify that American technology is being used for legitimate purposes and not, for example, being diverted for military use.</p> <p>At the same time, the US government implemented a new policy under which addition to the unverified list starts the clock on a 60-day deadline for the end-user checks to be completed. If they are not, the company is highly likely to be added to the “entity list”, which would effectively prevent US companies from providing YMTC with technology for its less advanced chips.</p> <p>“Being added to the unverified list used to be a nuisance. Now it should be terrifying,” said Gregory Allen, a technology expert at Washington-based think-tank CSIS.</p> <p>Kit Conklin, a former US intelligence official and China expert at the Atlantic Council, estimated the chances of YMTC being added to the “entity list” at 99 per cent.</p> <p>“Over the past few years, the Chinese commerce ministry has stonewalled the US commerce department by not allowing end-user checks to take place. It would be a significant policy change by Beijing if they decided to play ball,” said Conklin.</p> <p>Aside from the possibility of being added to the entity list, YMTC faces other serious difficulties.</p> <p>“YMTC can still operate and deliver chips as they have stocked up materials and components,” said Brady Wang, an analyst at research group Counterpoint. “It would be difficult for them to expand production as the new equipment is not available.”</p> <p>One employee said YMTC had enough stock of materials such as wafers and components for equipment repairs to last a year. But that would only be only if “there aren't any huge issues that can only be fixed by tech staff from foreign companies”.</p> <p>YMTC did not respond to a request for comment.</p> <p>As YMTC has won global market share, it has <a href=\"https://www.ft.com/content/173eb5b7-c211-4fa8-af8e-93382ed12836\">come under scrutiny in Washington</a> over concerns that it will use Chinese government subsidies to sell chips below market price, putting pressure on non-Chinese rivals such as Micron Technology in the US.</p> <p>YMTC has been careful not to divulge many details about its technological advancements.</p> <p>But one innovation it has pioneered is the use of “Xtacking” technology, which simplifies the manufacturing process for advanced memory chips, giving YMTC a path into the Nand chip market dominated by Samsung and Micron.</p> <p>YMTC's market share of global Nand production grew from 1 per cent in 2020 to 5 per cent in 2021, according to France-based research company Yole Development.</p> <p>While its market segment is relatively small, YMTC has been courting high-profile clients. Apple <a href=\"https://www.ft.com/content/3c38d3d5-4277-415b-b2de-9b95b0902677\">told the Financial Times</a> last month that it was considering using YMTC chips in some smartphones.</p> <p>Apple did not respond to a request for comment about whether it was revising its plans in the wake of the new export controls.</p> <p>Industry insiders said that along with the restrictions, YMTC's heavy reliance on government support complicated its path to profitability.</p> <p>“YMTC has been making losses and relies heavily on government funding for research and production expansion,” said one Shanghai-based analyst.</p> <p>“The government wants YMTC to seize more market share and make technology breakthroughs, albeit struggling to profit.”</p> <p>The chipmaker also has limited options to respond to Washington.</p> <p>“The US government is attempting to put YMTC's most advanced Nand production facilities out of business,” said Allen of CSIS in a <a href=\"https://www.csis.org/analysis/choking-chinas-access-future-ai\">report</a> this week.</p> <p>“It will be especially difficult for Chinese companies to evade these equipment export controls.”</p><p>Source: Qianer Liu and Eleanor Olcott in Hong Kong and Demetri Sevastopulo in Washington 2022 'China's chip darling YMTC thrust into spotlight by US export controls' FT.com 14 October. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-10-14T06:54:19.704Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 4344,
          "end": 4349
        },
        {
          "start": 4448,
          "end": 4453
        }
      ]
    }
  ]
}