{
  "_id": "c0c5faa27671ca1a68b07a2637bc8a52b2f04d0c32d1bef60e2fc3c2a69ba495",
  "feed": "wall-street-journal",
  "title": "Xbox Boss Phil Spencer Wants to Sever Apple-Google 'Duopoly' in Mobile Games; Microsoft's videogame chief says smartphone ambitions are driving plan to buy Activision Blizzard",
  "text": "<p>\"This deal for us really centered around our opportunity to get more mobile engagement,\" he said Wednesday at The Wall Street Journal's Tech Live conference.</p><p>Microsoft sees rules in place by Apple and Alphabet Inc.'s Google to control the distribution of game apps through their app stores as a significant hurdle to its mobile-game goals, Mr. Spencer said.</p><p>\"It's definitely true today that the largest gaming platform on the planet, which is a mobile phone, is controlled by two companies: Google and Apple,\" he said, adding that Microsoft is making a long-term bet that it will be able to strengthen its access to consumers on those platforms.</p><p>\"We have to break that duopoly of only two storefronts available on the largest platforms,\" he said. \"We have to find a way to create more engagement and monetization across mobile. It's imperative for our business.\"</p><p>Apple and Google have said that the guardrails around their app stores protect consumers' privacy and security.</p><p>Mr. Spencer said Microsoft wants to give people options in how to game. It sees flagship hardware products such as its Xbox consoles as still critical to its goals, but it also wants to expand its mobile-game and streaming options. One of the company's focus areas has been Game Pass, which offers a catalog of games for people to play for a monthly fee, instead of buying individual titles for roughly $60 or $70 apiece. Mr. Spencer said the subscription business is important, but doesn't expect it to grow as a share of Microsoft's total game revenue beyond its current level of roughly 15%.</p><p>He also said some of Microsoft's supply-chain problems have eased since the holidays last year and that the company's Xbox Series S product is well-stocked, though its pricier Series X model might still be in short supply.</p><p>The Activision deal, which would combine Microsoft with the world's largest third-party videogame publisher by revenue, is under review by authorities in several places. The U.K.'s competition committee recently escalated its examination of whether the deal could stifle competition, and in particular whether Microsoft could limit access for rival platforms such as Sony Group Corp.'s PlayStation to popular Activision games such as the \"Call of Duty\" series.</p><p>Mr. Spencer said that scrutiny over the megadeal is warranted, and that he remains confident that the deal will be approved in the U.S. and overseas. He said Microsoft plans to offer \"Call of Duty\" on PlayStation \"as long as that makes sense.\"</p><p>Hitting on a theme present throughout the conference, Mr. Spencer offered some skepticism about current efforts by various companies to develop a more immersive internet experience referred to as the metaverse. Facebook parent Meta Platforms Inc. has been championing the idea of the metaverse and recently announced a partnership with Microsoft to bring Windows 365 and Teams to Meta's virtual-reality headsets next year.</p><p>Mr. Spencer said he doesn't see hardware products and virtual-reality experiences as the primary areas of opportunity for virtual worlds. Two-dimensional experiences—such as the way people currently play games on screens—will lead growth of the metaverse, he said.</p><p>\"For me, building a metaverse that looks like a meeting room, I find that's not where I want to spend most of my time,\" he said. \"I want something that's engaging.\"</p><p>\"I think [virtual engagement] will end up looking more like videogames than some of the models that I see from the metaverse today,\" Mr. Spencer said.</p><p>Write to Sebastian Herrera at Sebastian.Herrera@wsj.com</p><p>Xbox Boss Phil Spencer Wants to Sever Apple-Google 'Duopoly' in Mobile Games</p>",
  "published": "2022-10-26T20:53:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 502,
          "end": 507
        },
        {
          "start": 863,
          "end": 868
        },
        {
          "start": 191,
          "end": 196
        },
        {
          "start": 3596,
          "end": 3601
        },
        {
          "start": 38,
          "end": 43
        }
      ]
    }
  ]
}