{
  "_id": "5c0bd7b03b1b6993d7658a53c6df94467782ea2fbd62e93a2b7ba2bcf8a8ff3a",
  "feed": "market-watch",
  "title": "Applovin, Unity Software get downgrade as analyst sees mobile game crunch into 2024; BTIG's Lampen says Wall Street consensus is too high for how long he thinks recovery will take",
  "text": "<p>BTIG analyst Clark Lampen downgraded both Applovin and Unity to neutral from buy-grade ratings and pulled his price targets, as he expects headwinds in the mobile game sector for up to another two years, according to his most recent discussions with developers.</p><p>\"Affirming there are headwinds after two quarters of deceleration won't be a surprise to most, but the duration of recovery from them might, and the implications aren't reflected in consensus,\" Lampen said in a note Thursday.</p><p>Analysts surveyed by FactSet expect 2022 revenue of $2.81 billion for Applovin and $1.37 billion for Unity. For 2023, analysts expect $2.83 billion from Applovin and $2.19 billion from Unity.</p><p>Mobile gaming accounts for more than a third of the global videogame market, with an expected $106.5 billion in revenue in 2022 out of the forecast $275 billion in total gaming revenue, according to IDC analyst Lewis Ward.</p><p>In November, Applovin posted yet another miss-and-cut quarter, and on the same day Unityalso turned in a weaker-than-expected showing on revenue. posting revenue that fell short of the Street consensus.</p><p>In mid-September, Applovin abandoned its $20 billion in cash and stock to acquire Unity, which has been recovering from a disclosure earlier in the year that ad-targeting tools in its Operate Solutions business contained a flaw — the same tools that had been credited with finding a workaround to Apple Inc.'s AAPL opt-out of using Identifier for Advertisers, or IDFA.</p><p>Since the beginning of 2022, theyear was expected to be weak, and while one analyst expects a rebound in 2023, many expect sales growth to be anemic or even backslide, compared with the previous few years of COVID-19 pandemic-fueled growth.</p><p>\"Our most recent developer discussions suggest the path back to higher growth rates will involve increasingly including Roblox and [Epic Games'] Fornite-like social/creation elements in games to drive deep engagement,\" Lampen said. The analyst considers Roblox Corp. RBLX a top pick in the space, rating it a buy with a $51 price target.</p><p>\"Imitation is flattery, and amidst the reset/recovery process Roblox (and also Epic) could capture incremental leisure time/discretionary spend,\" Lampen said.</p><p>In Unity's case, \"shares are up significantly post-earnings and our bull/bear framework suggests industry headwinds to estimates are more reasonably discounted at this level.\"</p><p>Applovin's \"gamer engagement and spend headwinds will be magnified by internal restructuring efforts for the Apps business, a sale of that operation seems unlikely to us,\" Lampen said. \"We believe a pronounced Software re-acceleration requires underwriting success with Wurl/other new ventures, or greater non-endemic spend capture.\"</p><p>In April, Applovin added streaming-video company Wurl in a $430 million cash-and-stock acquisition, following its $1.05 billion acquisition of app-monetization company MoPub, which closed on Jan. 3, and its year-ago $1 billion acquisition of German mobile-app measurement and marketing company Adjust.</p><p>Applovin shares fell more than 3%, versus a more than 4% rise in Unity shares and a 3% gain in Roblox, while the S&amp;P 500 index SPX rose 0.6%, and the tech-heavy Nasdaq Composite Index COMP gained 1%.</p><p>For the year, Applovin shares have plunged nearly 90%, Unity's stock has dropped 75%, and Roblox is down 69%, while the S&amp;P 500 is off 17% and the Nasdaq is down 29%.</p><p>Of the 21 analysts who cover Applovin, 13 have buy-grade ratings, six have hold ratings, and two have sell ratings, along with an average target price of $25.11. Of the 25 analysts who cover Unity, 13 have buy-grade ratings, 10 have hold ratings, and two have sell ratings, along with an average target price of $34.47.</p><p>Applovin, Unity Software get downgrade as analyst sees mobile game crunch into 2024</p>",
  "published": "2022-12-08T19:47:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1403,
          "end": 1408
        },
        {
          "start": 1416,
          "end": 1420
        },
        {
          "start": 1403,
          "end": 1413
        },
        {
          "start": 1403,
          "end": 1412
        }
      ]
    }
  ]
}