{
  "_id": "e89e21287db4da4b7568f1708cefbd2270aa836a5dc649183837fa74e81eb4d6",
  "feed": "wall-street-journal",
  "title": "World News: Beijing Gives Hong Kong Final Say Over Lai's Lawyer",
  "text": "<p>The decision Friday by the Standing Committee of China's National People's Congress gives Mr. Lee or the national security committee he heads the final word on such decisions.</p><p>Legal experts have closely watched the process as an indicator of judicial independence in the city after China imposed a tough national security law to quell a year of fierce protests.</p><p>The decision \"devastates the remaining degree of rule of law and judicial independence of Hong Kong,\" as it opens the door for local authorities to override the courts when they consider a case to be related to national security, said Eric Lai, a research fellow at the Georgetown Center for Asian Law.</p><p>Mr. Lee welcomed the decision and said it wouldn't grant the chief executive additional powers beyond what was set out in the national security law. Overseas lawyers are welcome to act in cases that aren't related to national security, Mr. Lee said.</p><p>An official for the Standing Committee's Legislative Affairs Commission said the decision doesn't undermine Hong Kong's autonomy, but said the national security committee's work isn't to be challenged, according to Xinhua, China's state-run news agency.</p><p>November's ruling in favor of Mr. Lai by Hong Kong's Court of Final Appeal was a rare setback for the city's government, which has used the law to carry out a wide ranging crackdown on publishers, opposition lawmakers and organizations like unions following large and sometimes violent antigovernment protests in the city.</p><p>Mr. Lai, 75 years old, is the founder of the now-closed Apple Daily, a staunchly pro-democracy newspaper, and a fierce critic of Beijing and its rule in Hong Kong. He has been accused by Beijing of helping orchestrate the 2019 protests and faces charges of collusion with foreign powers over allegedly seeking sanctions against Chinese and Hong Kong officials.</p>",
  "published": "2022-12-31T00:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1548,
          "end": 1553
        }
      ]
    }
  ]
}