{
  "_id": "013fdde93bf90779c46cc6792e286ce9218bc400a670f90cde3a21ff9dc64ef5",
  "feed": "wall-street-journal",
  "title": "Elon Musk Has Just One Twitter Board Seat. That May Be Enough. From JC Penney to P&G, big shareholders who join boards have brought major changes—with mixed results",
  "text": "<p>As one of Twitter's most prominent users and one of its biggest critics, Mr. Musk said he looks forward to improvements to the service in coming months but he hasn't specified what, if anything, he hopes to change—or how he will get the other 11 members of the board to go along with him.</p><p>While activist hedge funds often push for multiple board seats, major shareholders that have secured a single chair in the boardroom have helped to reshape corporate strategies. The results have been mixed. Sales at JC Penney Co. plunged after hedge-fund manager Bill Ackman pushed to install an Apple Inc. executive as CEO and cut back discounts. More recently, Procter &amp; Gamble Co. thrived by cutting costs and focusing on its biggest brands after agitation by activist Nelson Peltz.</p><p>\"It usually only takes one or two meetings for the other directors to realize we have valuable insights and data along with good intentions,\" said Glenn Welling, founder of activist investor Engaged Capital LLC. He is a director at Hain Celestial Group Inc., an organic food company, and previously sat on the boards of TiVo Corp. and Jamba Inc.</p><p>* Elon Musk to Address Twitter Employees in Town Hall</p><p>Mr. Musk, current CEO of Tesla and SpaceX, isn't the typical outside investor taking a board seat. The billionaire filed a securities form commonly associated with activist investors, but in it wrote that he had \"no present plans or intentions\" to force a merger or sale, shake up the board or change the company's dividend or share-buyback policy.</p><p>Across the corporate world, board meetings are filled with discussion, debate, and reflection on issues, participants say. A new director may ask to look at a question in a different way or to consider an acquisition that hasn't been previously considered. The addition of a new perspective can spark change among the board and executives.</p><p>\"It is a mistake to think that the power of a director is simply the proportion of votes they have,\" said Richard Fields, who advises boards on governance and activist defense at Russell Reynolds Associates. \"It is not as if everything a board deals with is going to come down to a concrete vote.\"</p><p>An individual director can be exceptionally powerful, Mr. Fields said, depending on the board's openness to change along with the new director's ability to persuade colleagues.</p><p>In 2021, activist nominees world-wide won 89 board seats at 52 different companies, according to investment bank Lazard. Activists typically nominate more than one director hoping to maximize their influence, but often settle for fewer directors than they nominated.</p><p>Mr. Peltz's Trian Fund Management LP typically joins the board of its investments, working with a single seat on some of its biggest targets. Trian's approach is to work with existing management to try to improve companies. In 2017, the firm obtained single board seats at General Electric Co. and P&amp;G. It was invited onto GE's board and waged a proxy fight to join P&amp;G's.</p><p>P&amp;G has since succeeded in upgrading consumers to premium versions of its products, shed some brands and was a leader in raising prices to offset commodity costs and fatten profit margins. Mr. Peltz left P&amp;G's board late last year.</p><p>At GE, Trian initially supported management in 2015 but later joined the board when the company missed financial targets. Since then, GE has overhauled management and its board, slashed its dividend, sold off units, and is in the process of breaking up into three separate public companies. Trian co-founder Ed Garden remains a GE director.</p><p>That strategy contrasts with Starboard Value LP, an activist hedge fund that often seeks multiple seats at companies. It replaced the entire board at Olive Garden parent Darden Restaurants Inc. in 2014. The investment firm helped propel cost cuts and spurred creativity. Darden sales rebounded, the company spun off much of its real estate, and its share price jumped.</p><p>SHARE YOUR THOUGHTS</p><p>How much influence on Twitter do you think Elon Musk will have as a board member? Join the conversation below.</p><p>There can be power in numbers for activists, who often try for more than one seat on a board in order to join different committees and have a greater presence in general discussion. \"Multiple board seats is always valuable, especially in entrenched situations but in most situations, we can accomplish a tremendous amount with one director,\" Mr. Welling said.</p><p>Mr. Musk isn't the first to challenge Twitter's board. The San Francisco company agreed to add new directors and boost share buybacks after reaching a truce in 2020 with activist hedge fund Elliott Management Corp., which nominated four directors to what was then an eight-person board.</p><p>At Twitter, he joins a board led by an independent chairman and whose members include the social media company's co-founder and former CEO Jack Dorsey as well as current CEO Parag Agrawal. \"He's both a passionate believer and intense critic of the service which is exactly what we need on @Twitter, and in the boardroom, to make us stronger in the long-term. Welcome Elon!\" Mr. Agrawal tweeted.</p><p>Write to Thomas Gryta at thomas.gryta@wsj.com</p><p>Elon Musk Has Just One Twitter Board Seat. That May Be Enough.</p>",
  "published": "2022-04-08T12:01:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 585,
          "end": 595
        },
        {
          "start": 585,
          "end": 594
        },
        {
          "start": 585,
          "end": 590
        }
      ]
    }
  ]
}