{
  "_id": "d29cf4390d2b8dd8f49a018ad0d0840a771796d2789c3c5857805d0dd886f48f",
  "feed": "market-watch",
  "title": "Why Russia's invasion of Ukraine may be the preamble to a second Cold War, leading to more volatility and supply shocks",
  "text": "<p>“Entire supply chains will be rewritten, with new sources and partners — all in the interest of corporate and national security. This will create massive volatility and unpredictability,” says Fuller. Consumers will face higher prices, but also reward brands that consistently and predictably provide availability.</p><p>“The Ukraine crisis is perhaps the end of the preamble to a long history of geopolitical, economic and military conflict between the East and West in the second Cold War. Now the plot is thickening. State actors such as Russia and China are choosing regional hegemony over global integration — we will see this play out further in the Baltics and the South China Sea, not to mention the Middle East and the greater Pacific,” said Fuller.</p><p>Hat tip to Michael Every, the global strategist at Rabobank who spotted this analysis. Every says a possible Iran nuclear deal could lead to still more volatility, rather than quell it, either from the Saudis stopping investment in the U.S. or the Israelis taking matters into their own hands.</p><p>Liquidity is evaporating, leading to “trades of decent size” seeing outsize price. “In short, the bid-offer spread is as far apart as [Vladimir] Putin and any leader he talks to at his big table; or Russia and the rest of the world. Expect those spreads to get wider and wider until something breaks. Which won't be helped by the Fed, which [Jerome] Powell says will plow on while everything not under its remit crumbles,” said Every.</p><p>Granted, U.S. stocks have held up well this week, with just a 1% drop for futures on the S&amp;P 500. Even in the 1970s when global architecture collapsed, the U.S. managed to emerge stronger and more central. Rabobank's Every says the fundamentals say that could happen again, but the journey ahead could be shocking.</p><p>The buzz</p><p>A fire at Europe's biggest nuclear plant after Russian shelling was extinguished, with no change in radiation levels, as Russian forces seized control. Though negotiators agreed on humanitarian corridors, the Russian invasion of Ukraine continued. Standard &amp; Poor's lowered its credit rating on Russia to CCC- from BB+ with a negative outlook.</p><p>The Labor Department is seen reporting a 444,000 rise in nonfarm payrolls, and a slight reduction in the unemployment rate to 3.9%.</p><p>Gap GPS shares rallied 7% on a smaller-than-forecast loss and better outlook, continuing a string of good results from the retail sector.</p><p>Sony SONY and Honda HMC said they would team up to develop and sell electric vehicles.</p><p>The market</p><p>U.S. stock futures ES00NQ00 slumped, and the euro EURUSD fell below $1.10 for the first time since May 2020.</p><p>The Stoxx Europe 600 XX:SXXP dropped nearly 3%.</p><p>Top tickers</p><p>Here were the most active stock-market tickers as of 6 a.m. Eastern.</p><p> Ticker  Security name  TSLA    Tesla  AMC     AMC Entertainment  GME     GameStop  NIO     Nio  AAPL    Apple  MULN    Mullen Automotive  BABA    Alibaba  NVDA    Nvidia  FB      Meta Platforms  AMD     Advanced Micro Devices</p><p>Random reads</p><p>The Ukraine conflict has at least produced this viral interview on Indian television.</p><p>Newark, New Jersey's council voted to suspend the licenses of local Lukoil gas stations and convenience stores.</p><p>It turns out lions aren't very good at climbing trees.</p><p>Need to Know starts early and is updated until the opening bell, but sign up here to get it delivered once to your email box. The emailed version will be sent out at about 7:30 a.m. Eastern.</p><p>Want more for the day ahead? Sign up for The Barron's Daily, a morning briefing for investors, including exclusive commentary from Barron's and MarketWatch writers.</p>",
  "published": "2022-03-04T07:04:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 2836,
          "end": 2841
        },
        {
          "start": 2831,
          "end": 2835
        }
      ]
    }
  ]
}