{
  "_id": "abfa977190c865631ae6881bc243dc10064f0b9d3f118b5f13f55b9a2fb7662a",
  "feed": "ftcomall",
  "title": "Three-Vodafone may become third UK option",
  "text": "<p>Almost 20 years ago, telecoms company Hutchison Whampoa <a href=\"https://www.theguardian.com/media/2002/jul/03/newmedia.marketingandpr\">named its new mobile network “3”</a> ahead of its launch as the UK's first 3G-only service on March 3 2003, or 3/3/03.</p> <p>On Wednesday, it announced it would be <a href=\"https://www.threemediacentre.co.uk/content/three-uk-to-switch-off-3g-by-the-end-of-2024-as-investments-in-4g-and-5g-gather-pace/\">switching off that network </a>to allow it to focus investments and spectrum resources on further improving 4G, while rolling out 5G.</p> <p>The name “Three” could still have relevance though, with <a href=\"https://www.ft.com/content/c4f9aac3-94f0-4d4b-ae9b-5b9e97fbc2d1\">our scoop today </a>that Three and Vodafone are in talks to combine and reduce Britain's mobile operators from four to three.</p> <p>The proposed deal would be another move to concentrate resources, with European telcos arguing that they need to consolidate to improve returns after massive investments in 5G infrastructure.</p> <p>An <a href=\"https://www.ft.com/content/2004d2df-c9c1-4876-bb56-4c42f80f4093\">industry report last week</a> suggested the EU should make Big Tech and video streaming companies pay at least some of the estimated €28bn they cost European telecoms groups for their outsized use of network infrastructure.</p> <p>In March, Orange and MasMovil said they were in <a href=\"https://www.ft.com/content/4ca2f161-bc57-4c0a-945e-910d927d6a69\">exclusive talks</a> to combine their Spanish businesses through a €19.6bn joint venture that would reduce the players in Spain from four to three.</p> <p>Vodafone was disappointed, as it had been seeking to be part of consolidation there, but a combination with Three gives it another opportunity to satisfy activist investors pressing for dealmaking.</p> <p>The European Commission has been resisting such moves, believing the current level of competition is needed to keep prices down and give consumers more choice.</p> <p>Vodafone and Three would have to satisfy the regulator here and the former may have made a smart appointment in <a href=\"https://www.vodafone.com/news/corporate-and-financial/stephen-carter-join-vodafone-board\">announcing today</a> that Lord Stephen Carter, who served as the first chief executive of Ofcom, would become a non-executive director on its board. <a href=\"https://www.ft.com/content/987a81f6-b90c-4ee8-a88f-b416bdbc476f\">Lex says</a> the competition authorities could be swayed.</p> <p>Meanwhile, BT, which owns mobile provider EE, has reported full-year results that show revenues falling 2 per cent to £20.9bn and pre-tax profits rising 2 per cent to £7.6bn in 2021.</p> <p>The company said it had <a href=\"https://www.ft.com/content/0d7f4598-4f7d-4a08-a7ed-e76b494dbdd7\">finalised its long-awaited deal</a> with US media group Warner Bros Discovery to form a joint venture for its sports broadcasting business, which includes English Premier League and Uefa Champions League rights. It will receive £93mn from Warner Bros Discovery and up to £540mn in earnings from the joint venture with the latter's Eurosport, if certain conditions are met.</p> <h2>The Internet of (Five) Things</h2> <p><strong>1. SoftBank suffers historic loss</strong><br>SoftBank founder Masayoshi Son said his Japanese conglomerate was taking a “defensive” position and slowing down investments after its Vision Fund posted a <a href=\"https://www.ft.com/content/507e3c7f-c7da-43a5-857f-64a1fc9f1591\">historic investment loss of ¥3.5tn ($27bn)</a> for the full year. The biggest losers for the past quarter included ride-hailing group Didi Chuxing, whose shares have lost about half of their value, and South Korean ecommerce platform Coupang, which fell about 40 per cent. <a href=\"https://www.ft.com/content/98c6e033-bfb5-49d0-b052-110e71df0038\">Lex advocates</a> more buybacks of SoftBank shares, rather than investments.</p> <p><strong>2. Foxconn gains share in tablets and laptops</strong><br>Apple supplier Foxconn reported its highest first-quarter net income in eight years, as the world's largest contract electronics manufacturer <a href=\"https://www.ft.com/content/79d9f86f-1794-4e40-8f3c-251e76b6f94b\">gained market share </a>from rivals hit hard by China's brutal pandemic lockdowns. The Taiwanese company also raised its guidance for the current quarter.</p> <p><strong>3. Instacart files for IPO</strong><br>Instacart, the grocery delivery app that saw an explosion in demand during the pandemic but recently cut its internal valuation by 38 per cent to $24bn, said it had <a href=\"https://www.ft.com/content/177b4a89-ef37-4f87-80c9-a81be1f341e3\">submitted its confidential filing</a> to go public.</p> <p><strong>4. Twitter chief's pay award challenged by ISS and Glass Lewis</strong><br>Twitter chief executive Parag Agrawal faces a <a href=\"https://www.ft.com/content/c3a01dd5-0d85-4bae-a472-083d52e5f712\">potential investor revolt</a> over his $30.4mn pay package at the company's annual meeting later this month. Its two biggest shareholder advisers have recommended voting against Agrawal's remuneration plan because of a “misalignment between CEO pay and company performance”.</p> <p><strong>5. Disney gains on Netflix</strong><br>Walt Disney <a href=\"https://www.ft.com/content/f2d13954-8760-44b8-b412-24517b0c7206\">reported strong growth</a> at its Disney Plus streaming service in its latest quarter, drawing a sharp contrast with the recent subscriber declines experienced by industry leader Netflix. Disney added 7.9mn new subscribers, well above projections of about 5mn, to reach 137.7mn customers.</p> <h2>Tech tools — Google Glass 2.0?</h2> <p>Google <a href=\"https://blog.google/technology/developers/io-2022-100-things/\">announced 100 things</a> at its annual I/O developer conference on Wednesday, but many were <a href=\"https://www.youtube.com/watch?v=lj0bFX9HXeE\">intrigued by a video</a> shown at the end of chief executive Sundar Pichai's keynote. It featured prototype glasses that work with Google Translate to show the wearer in converted text what someone is saying to them in a foreign language. <a href=\"https://techcrunch.com/2022/05/11/google-glasss-successor-teased-at-i-o/\">Techcrunch says</a> there was no indication of when this might come to market, but the company was making a compelling case for a new iteration of its Google Glass augmented reality spectacles.</p><p>Source: Chris Nuttall in London 2022 'Three-Vodafone may become third UK option' FT.com 12 May. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-05-12T17:39:15.268Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 2978,
          "end": 2983
        }
      ]
    }
  ]
}