{
  "_id": "fc14b9f51007af06b1ea7fe72a6392a4f7cab7f0da0da7336d2af6d170e65b13",
  "feed": "ftcomall",
  "title": "Moscow acknowledges heavy casualties as missiles rain on Ukraine",
  "text": "<p>Russia has for the first time acknowledged taking heavy casualties in Ukraine as its forces bombarded frontline cities, laying waste to urban areas in one of the most destructive days of the week-old invasion. </p> <p>After several days refusing to admit significant battlefield losses in the “special military operation”, Russia said 498 of its troops had died in Ukraine, with a further 1,597 injured. </p> <p>However, there were indications on Wednesday evening that Russian forces may have seized Kherson, which would make it the first provincial capital in Ukraine to fall. </p> <p>Igor Kolykhayev, Kherson mayor, said Russian troops were in the city and had entered the city hall, according to a Facebook post linked to by the Kyiv Independent, an English-language newspaper. In the post, Kolykhayev said there were no longer any Ukrainian military forces in the southern city.</p> <p>Other media also reported the development, which could not be independently verified. The Ukrainian embassy in the US declined to comment and the administration of Joe Biden said only that it had seen the reports.</p> <p>The location of Kherson highlights the fact that the Russian invasion has had more success in the south of Ukraine than in the north and east of the country. </p> <p>US officials said the Russian military was facing more resistance and more logistical hurdles than envisioned. Efforts to move on Kyiv, Ukraine's capital, had slowed as Russian soldiers have run out of fuel and food.</p> <a href=\"http://www.ft.com/cms/8849650.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a> <p>The Russian admission of casualties came as the human and economic toll of the <a href=\"https://www.ft.com/war-in-ukraine\">war</a> became clearer, with civilian casualties rising fast and 874,000 people fleeing Ukraine at a rate the UN said would make it Europe's biggest refugee crisis this century. </p> <p>The deaths acknowledged by Russia are almost five times its total losses in Syria and underline the scale of resistance its forces have faced. Ukraine claims that Russia's losses are far higher but has not disclosed its own casualty numbers. </p> <p>Sanctions are hobbling Russia's economy, and its vast commodities market is being shunned by refineries, banks and shipowners. Alarm over the conflict and its economic fallout <a href=\"https://www.ft.com/content/dc93a656-5305-4642-9bc5-6922e33faa06\">pushed oil prices even further above $100</a>, with Brent crude, the international benchmark, hitting an eight-year high of $113.</p> <p>MSCI, the index provider, on Wednesday said it would drop Russian stocks from its widely-tracked emerging markets indices, warning that sanctions had made the country's equity market “uninvestable”. Fitch and Moody's also joined rival S&amp;P Global in cutting Russia's sovereign credit rating to junk. </p> <p>An exodus of western companies from Russia accelerated, with Boeing halting large operations, including parts and maintenance for the country's airlines. It joined a fast-growing list of suspensions by companies including Apple, ExxonMobil, BMW, Ford, Siemens and Nike.</p> <p>Shocking images from Ukraine have prompted international condemnation of Russia, with an overwhelming majority of the UN general assembly calling on Russia to immediately withdraw all troops. The vote in the emergency session was 141 to 5, with 35 abstentions. Among the larger countries that abstained were China, India and Vietnam.</p> <p>Antony Blinken, secretary of state, said the US remained open to a diplomatic solution, but called on Russia to first halt military operations in Ukraine.&#xa0;“De-escalation, pulling back forces, that would open the path to diplomacy,” he said.</p> <p>Blinken said he would fly to Brussels on Thursday to continue co-ordination with Nato and G7 allies, and then on to Poland and Moldova.</p> <p>The Pentagon said the Russian military had ratcheted up missile and artillery strikes on Kyiv over the past 24 hours but added that Russian troops had not made any “appreciable advances” on the capital. </p> <p>The Pentagon has also started sending anti-aircraft Stinger missiles to Ukraine, according to a US official, as Kyiv has called for Washington and western allies to provide more weapons.&#xa0;</p> <p>In the run-up to the invasion, the White House had been reluctant to provide Stingers, which the US gave to the Mujahedeen&#xa0;during the then-Soviet Union's invasion of Afghanistan.&#xa0;</p> <p>Footage of devastated buildings highlighted how Russian forces had increased the use of heavy artillery, rockets and air strikes on urban targets.</p> <p>“Many of our cities and villages are now suffering from Russian terror,” said Oleksii Reznikov, Ukraine's defence minister.</p> <p>Nationwide, the troop movements, reinforcements and the shift to using more heavy weapons on urban areas have prepared the ground for what analysts expect to be a critical phase of the conflict, with Russia set to accelerate its ground offensives over coming days. </p> <a href=\"http://www.ft.com/cms/20f4f829-4ba6-4f25-9e51-8c19a2a8825b.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a> <p>As Russian forces have advanced deeper into the country, troops have begun patrolling in some towns, often to a hostile welcome from locals. Videos shot by residents of Melitopol on Wednesday showed large crowds directly confronting Russian troops, holding Ukrainian flags, marching and shouting “Go home”, “Melitopol is Ukrainian” and other slogans.</p> <p>Biden said it was “clear” that Russia was deliberately targeting civilians.</p> <p>His administration imposed new export controls on sales of oil and gas extraction equipment to Russia and advanced technology for military use to Belarus on Wednesday. The measures come as US and European officials debate whether to ban imports of oil and gas from Russia. </p><p>Source: John Reed in Lviv, Roman Olearchyk in Kyiv and Demetri Sevastopulo and James Politi in Washington 2022 'Moscow acknowledges heavy casualties as missiles rain on Ukraine' FT.com 2 March. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-03-02T23:55:10.956Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 2767,
          "end": 2772
        }
      ],
      "nexusId": "10022657"
    }
  ]
}