{
  "_id": "597698ba8efb033ccc5c068a058c68c97ac141d3e0fc2f8582572060504daff9",
  "feed": "ftcomall",
  "title": "Meet Blackstone, your new roommate",
  "text": "<p><strong>One thing to start: </strong>Elon Musk's $43bn bid to take <strong>Twitter </strong>private <a href=\"https://ft.com/content/19e6b5b7-1665-4974-ba79-13d8ff301817\">is struggling to draw interest</a> from institutions with the financial firepower to pull off such a large deal including <strong>Blackstone Group</strong>, <strong>Vista Equity Partners</strong> and <strong>Brookfield Asset Management </strong>in part due to concerns over whether the social media group can become more profitable. </p> <h2>Blackstone's latest real estate play</h2> <p>“I love houses,” <strong>Stephen Schwarzman, </strong>Blackstone chief executive, told an interviewer in 2008. In the aftermath of the pandemic, <strong>Blackstone </strong>is making absolutely sure it owns enough of them.</p> <p>First came the $6bn deal for <strong>Home Partners of America</strong>, struck last July, Blackstone's <a href=\"https://www.ft.com/content/2267d715-6ff9-428e-959a-f0e379e581e9\">first big move</a> into the rent-to-own space. </p> <p>The company, which was set up by <strong>Lewis Ranieri </strong>of <em>Liar's Poker</em> fame, presents itself in altruistic terms as a new path for less wealthy Americans to become homeowners. </p> <p>But many of its tenants end up moving out, leaving behind attractive houses that can be rented out to a new cohort of occupants. It's now one of the biggest corporate landlords, touting 17,000 homes.</p> <p>Just days after striking that deal last summer, Blackstone <a href=\"https://www.ft.com/content/3a60c15a-da53-45be-b246-a3f1288d5034\">made a play</a> for affordable housing, convincing insurance company <strong>AIG</strong> to sell a $5.1bn portfolio of apartments that have received government subsidies geared towards low-income families. </p> <p>Now, Schwarzman's firm wants to be one of the biggest landlords on campus.</p> <p>On Tuesday, Blackstone <a href=\"https://www.ft.com/content/8e6ba0f7-66f7-4e98-82c9-976fe82d8fb7\">announced it was buying</a> <strong>American Campus Communities</strong>, a $13bn real estate investment trust that owns a huge portfolio of US student housing near <strong>Princeton University</strong>, <strong>Berkeley</strong> and other prestigious institutions.</p> <p>The deal follows an activist campaign at ACC, which was pressured by its shareholder<strong> Land &amp; Buildings Investment Management </strong>to look for ways of maximising shareholder value.</p> <p>For Blackstone, the push into university housing represents a bet that students will keep showing up for in-person learning at leading US universities despite high tuition costs, the rise of distance learning during the pandemic and a long-term decline in enrolment.</p> <p>That's not a sure thing. About 2.1mn students embarked on a US university education last autumn, down 22 per cent since 2015.</p> <p>On the other hand, did we mention Princeton? Ivy League schools accepted only about 5 per cent of the applications they received last year, according to data from <strong>IvyCoach.com</strong>.&#xa0;</p> <p>And as <a href=\"https://www.ft.com/content/8e6ba0f7-66f7-4e98-82c9-976fe82d8fb7\">DD's Mark Vandevelde reports</a>, monthly room rates at the most popular schools can be eye-watering.</p> <h2>Robinhood gets into UK crypto</h2> <p>A scroll through <a href=\"https://www.ft.com/content/971df303-726a-4bdf-93eb-9a9e848f7109\">r/WallStreetBets</a> is not what it used to be. The frenzied posting of 2021 has subsided as the retail trading frenzy cools. </p> <p><strong>Robinhood</strong>, the brokerage app at the centre of last year's boom, has seen its growth <a href=\"https://www.ft.com/content/d38bd1d3-1a2f-4367-8f3e-731db590e541\">lose steam</a>. Still, on Tuesday it announced an agreement to buy UK crypto company <strong>Ziglu</strong>, doubling down on its expansion beyond share trading and making a second attempt to push into Britain. (It<a href=\"https://www.ft.com/content/422641ff-1905-421e-b986-444ac4a6d9ee\"> abandoned a plan</a> to launch a UK stock-trading app in 2020.) </p> <p>The trading app has offered crypto trading&#xa0;for a while now. Plans to diversify its savings offerings with cryptocurrency wallets were expedited by its <a href=\"https://www.ft.com/content/81e9871b-5d12-480b-87a8-454b69e11958\">disappointing public debut</a> in July, as day-trading fever faded and regulatory scrutiny increased surrounding <a href=\"https://www.ft.com/content/3c9b5189-0b0e-4b83-a2e7-533f3ac85733\">“payment for order flow”, </a> the broker's main source of revenue.</p> <p>Billionaire <strong>Ken Griffin</strong>'s&#xa0;market maker <strong>Citadel Securities</strong> (not to be confused with his $43bn hedge fund <strong>Citadel</strong>) sold a $1.2bn stake to venture capital firms <strong>Sequoia</strong> and <strong>Paradigm</strong> in January. At the time, Paradigm co-founder Matt Huang said the investment would let the market maker expand into crypto — despite Griffin's earlier dismissal of it as “a jihadist call that we don't believe in the dollar”.</p> <p>Robinhood's British deal comes at a moment when the country's ruling politicians could scarcely be keener on crypto. </p> <p>Chancellor <strong>Rishi Sunak </strong>has <a href=\"https://www.ft.com/content/24c9b6de-9cc6-4413-8b6a-e60653a29ce0\">laid out ambitions</a> to transform the UK into a “global hub” for crypto.</p> <p>And <strong>John Glen</strong>, economic secretary to the Treasury, said in a speech this month that the UK should be “in, and in on the ground floor” of “crypto-technologies” —&#xa0;even as he acknowledged that “some people worry deeply” about crypto's potential to “provide a platform for illicit activity free from government oversight . . . or drive up carbon emissions”.</p> <p>(The FT's Jemima Kelly broke down the whole spiel <a href=\"https://www.ft.com/content/91a96ce3-6bec-42fe-a174-d293d4be0b60\">here</a> — we recommend reading further.)</p> <p>Ziglu is the third UK crypto company with approval from the <strong>UK's Financial Conduct Authority</strong> to be the target of dealmaking this year. Austrian exchange <strong>Bitpanda</strong> acquired London-based fintech <strong>Trustology</strong> in February. In March <strong>Binance</strong> and Singapore-based crypto exchange <strong>Eqonex</strong>, which owns an FCA-registered unit, announced a partnership.</p> <p>With the highest echelons of Britain's establishment sounding supportive of the crypto industry, and with one speculative trading boom calming down, DD can see why dealmaking in crypto-land is looking more attractive than ever. </p> <h2>Big Law's financial engine room</h2> <p>As the war for legal talent rages, elite US firms are making more use of a certain tool: the role of “partner in name only”.&#xa0;</p> <p>They are promoting a growing number of associates to be <a href=\"https://www.ft.com/content/48e64077-454a-4b1f-a0f2-db8c638a212f\">salaried partners</a>, who do not share in a law firm's profits. </p> <p>It's a way to offer faster promotion to associates, and a stepping stone in the gruelling slog to make partner, the FT's Kate Beioley reports. </p> <p>These two-tier partnerships would once have been unthinkable at so-called “white shoe” New York law firms, where being a partner was a job for life. </p> <p>But firms are under pressure to keep profit per equity partner high. Salaried partners can in theory drum up more business than associates — and law firms can charge them out at higher rates. </p> <p>America's top firms have witnessed how Chicago-based <strong>Kirkland &amp; Ellis</strong>, which has <a href=\"https://www.ft.com/content/13696928-86d5-11e9-a028-86cea8523dc2\">taken on the Manhattan establishment</a> to become the world's highest-grossing law firm, has used its large pool of “non-share” partners as a financial engine room. </p> <p>Unlike its equity partners, who took home $7.4mn each on average last year, the non-share partners earn just six figures. </p> <p><strong>Simpson Thacher &amp; Bartlett </strong>and <strong>Willkie Farr &amp; Gallagher</strong> have both introduced the new rank in the past few years. </p> <p>At Simpson Thacher, where equity partners took home almost $6mn last year on average, partner headcount has shot up significantly since the firm brought in salaried partners in 2019.</p> <p>Recruiters say the roles help law firms manage potential dilution of their equity pools as lawyers retire later. </p> <p>But the move risks frustrating some lawyers who feel that the introduction of a new rank merely lengthens the road to becoming an equity partner. </p> <h1>Job moves</h1> <ul>  <li><p><strong>Hannes Ametsreiter </strong>will step down as chief executive of <strong>Vodafone Germany</strong> and a member of the unit's executive committee to pursue new career opportunities at the end of June. He will be replaced by<strong> Philippe Rogge</strong>, <strong>Microsoft</strong>'s former president of central and eastern Europe.</p></li>  <li><p><strong>China Merchants Bank</strong>, the country's third-largest lender by market value, announced the <a href=\"https://asia.nikkei.com/Business/Finance/China-Merchants-Bank-shares-slump-on-president-s-sudden-removal\">sudden removal</a> of its president <strong>Tian Huiyu</strong>, per Nikkei Asia. Chief financial officer <strong>Wang Liang</strong> will assume his responsibilities.</p></li>  <li><p><strong>Goldman Sachs</strong> <a href=\"https://www.bloomberg.com/news/articles/2022-04-19/goldman-sachs-is-said-to-boost-hiring-of-dealmakers-in-singapore?sref=OziMsGoK\">has hired</a> <strong>Chua Hui Yin</strong>, a senior<strong> JPMorgan Chase</strong> banker in Singapore and <strong>Oversea-Chinese Banking Corp</strong>'s head of Singapore coverage<strong> Andrew Teo</strong> to boost its presence in the city-state, per Bloomberg.</p></li>  <li><p><strong>Wilson Sonsini</strong> has hired <strong>Jason Breen</strong> as a partner in its M&amp;A practice, based in Los Angeles. He joins from <strong>Goodwin Procter</strong>.</p></li>  <li><p>The <strong>New York Times</strong> <a href=\"https://www.ft.com/content/804eeb92-bbc3-45cb-b3f3-4c7d830a7551\">has promoted</a> veteran journalist <strong>Joseph Kahn </strong>to succeed <strong>Dean Baquet</strong> as executive editor.</p></li> </ul> <h1>Smart reads&#xa0;</h1> <p><strong>MAGA money </strong>Former Bridgewater chief executive David McCormick has established himself as a frontrunner in Pennsylvania's Senate race, having embraced Donald Trump's agenda and an <a href=\"https://www.bloomberg.com/news/articles/2022-04-19/goldman-ceo-leads-firm-s-flood-of-cash-to-maga-fueled-senate-run?sref=OziMsGoK\">avalanche of cash</a> from Goldman Sachs executives, Bloomberg reports.</p> <p><strong>Questions asked&#xa0; </strong>UK cyber security start-up Arqit listed via Spac and soared to a multibillion-dollar valuation, saying its encryption system can't be broken by quantum computers. But some have <a href=\"https://www.wsj.com/articles/british-encryption-startup-arqit-overstates-its-prospects-former-staff-and-others-say-11650274200?st=agdixh8v8p7r08o&amp;reflink=desktopwebshare_permalink\">questioned the relevance</a> of its technology, according to a Wall Street Journal investigation.</p> <p><strong>Smile, you're on camera </strong>Israeli spyware firm NSO Group's controversial surveillance technology has made it a target for lawsuits, blacklisting and the wrath of Big Tech. <a href=\"https://www.newyorker.com/magazine/2022/04/25/how-democracies-spy-on-their-citizens\">It remains on the warpath nonetheless</a>, The New Yorker writes.</p> <h1>News round-up&#xa0;</h1> <p><a href=\"https://asia.nikkei.com/Spotlight/Toshiba-in-turmoil/Bain-pledges-no-breakup-of-Toshiba-in-buyout-offer\">Bain pledges ‘no break-up' of Toshiba in buyout offer</a> (Nikkei Asia)</p> <p><a href=\"https://www.ft.com/content/5a5b1cfb-bc18-44c4-8600-df2d7d6c8b14\">LG Energy signs $9bn EV supply chain deal in Indonesia</a> (FT)</p> <p><a href=\"https://www.bloomberg.com/news/articles/2022-04-19/putin-calls-time-on-foreign-listings-in-fresh-blow-to-tycoons?srnd=premium&amp;sref=OziMsGoK\">Putin calls time on foreign listings in fresh hit to tycoons</a> (BBG) </p> <p><a href=\"https://www.ft.com/content/b272afc7-9bda-4a1c-80e8-c560154e4253\">UK fraud agency under scrutiny as probe into Unaoil fiasco nears end</a> (FT) </p> <p><a href=\"https://www.ft.com/content/2941f41a-2689-4fd3-8c32-b253253590dc\">Stellantis halts operations in Russia as it suspends remaining production</a> (FT)</p> <p><a href=\"https://asia.nikkei.com/Spotlight/Cryptocurrencies/Thai-energy-company-Gulf-forays-into-crypto-market-via-Binance-tie-up\">Thai energy company Gulf forays into crypto market via Binance tie-up</a> (Nikkei Asia) </p> <p><a href=\"https://www.ft.com/content/58f912ab-a083-4450-b76f-1f96b475ead1\">UK construction and outsourcing groups still prone to audit failures</a> (FT) </p> <p><a href=\"https://www.ft.com/content/70a28358-8720-4f36-a5b4-24dc0f3be9a3\">Netflix sheds subscribers for the first time in a decade</a> (FT) </p> <p><a href=\"https://www.ft.com/content/5cc5e5ed-7ff5-44e5-bce6-6146d241117e\">Musk's bid will change Twitter even if it fails</a> (FT Opinion)</p> <p><a href=\"https://www.ft.com/content/b7495d0c-7bbc-4da6-ad71-57575e05997f\">Deezer: Pinault and Blavatnik wield Spac to whack Spotify</a> (Lex) &#xa0;</p><p>Source:  2022 'Meet Blackstone, your new roommate' FT.com 20 April. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-04-20T04:00:16.444Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": []
    }
  ]
}