{
  "_id": "a7afbb252609fb6ba4c46bfcc0a7b8b7820732ba7751b00206f068959265192a",
  "feed": "ftcomall",
  "title": "India looks to move up tech value chain with iPhone plant deal",
  "text": "<p>As a symbol of India's climb up the industrial value chain, it was powerful: Apple recently <a href=\"https://www.ft.com/content/d5fc0566-9916-449d-953f-85b4d325bcc0\">announced </a>it had begun assembling its iPhone 14 in India, just weeks after its newest model was launched.&#xa0;</p> <p>Three Taiwanese companies that already work for Apple in India — Foxconn, Pegatron and Wistron — will be putting the 14 together at their sites in the country's south, two people familiar with the secretive US company's operations said.&#xa0;</p> <p>Apple gave no specifics on its Indian operations, other than to say it was “excited” to be making the new phone in India. But JPMorgan <a href=\"https://www.reuters.com/technology/apple-may-move-quarter-iphone-production-india-by-2025-jpm-2022-09-21/\">said </a>in a recent research note that Apple could be making one in four of its iPhones and other devices in India by 2025, as Covid-19 lockdowns and geopolitical friction push it to diversify away from China.&#xa0;</p> <p>Speaking to the FT a few days later, Ashwini Vaishnaw, India's railways and IT minister, said the country's government was “actively encouraging and supporting” Apple's investments and efforts to build a supply chain in India. He also confirmed that, at least to start, the iPhone operations in India would largely be assembly — presumably based mostly on imported components.&#xa0;</p> <p>“All industries begin with bringing product assembly,” Vaishnaw said. “In the next phase — two to four years — this goes deeper, when components and modules manufacturing begins and a full-fledged local ecosystem gets created.”</p> <p>If this does in fact happen, it will fulfil a longstanding policy ambition of Narendra Modi's government, which wants to promote Indian manufacturing to the point where it generates <a href=\"https://www.narendramodi.in/text-of-prime-minister-narendra-modi-s-address-at-post-budget-webinar-on-%E2%80%98make-in-india-for-the-world--560437\">25 per cent of </a>gross domestic product by 2025, up from barely 15 per cent now.</p> <p>The government's aim, backed by incentives for investors in sectors such as electronics and pharmaceuticals, is to create new jobs, bolster India's exports and reduce tech imports, largely from China, that are helping to fuel its current account deficit.&#xa0;</p> <p>Vaishnaw and other officials are confident that a golden moment has arrived for India, when multinational manufacturers are hedging their reliance on China. Since the beginning of his first term in 2014, Modi has been “exercised about the fact that India has not been successful in manufacturing”, a person familiar with the prime minister's thinking said.&#xa0;</p> <p>India is not alone in seeking to capture some of China's business: <a href=\"https://www.ft.com/content/e855b706-e431-4fc5-9b0a-05d93ba1bcbe\">Vietnam, </a>too, is already nabbing investments from Apple and others diversifying their supply bases in what policymakers and consultants call a “China Plus One” push. India's unique selling point is its huge domestic market — even if most of its consumers are still buying cheap Chinese-made Androids rather than Apple's iPhones.&#xa0;</p> <p>However, getting component suppliers to put down roots will, as Vaishnaw says, be crucial to meeting India's goals — as will ensuring that investors like Foxconn remain even after the government incentives run out.&#xa0;&#xa0;</p> <p>Some are already warning that India's ambitions may be constrained by policymakers' <a href=\"https://www.bbc.com/news/business-47857583\">protectionist </a>instincts.</p> <p>“The Indian approach to supply chains is that the entire supply chain should be in India and ideally run by Indians,” says Mihir Sharma, director of the Observer Research Foundation, a think-tank. “But other China Plus One countries like Vietnam will say, ‘let's identify the parts of the supply chain where we have an advantage', and then focus on those.”</p> <p>India's push to develop a viable supply chain for iPhones could also falter, Sharma said, because of the government's tensions with China, which produces many of the components that go into them. Against the backdrop of a high-stakes border dispute and deep distrust of Beijing in New Delhi, Indian authorities have <a href=\"https://www.ft.com/content/970b2834-e575-418f-a561-25c64b7a2ef9\">banned</a> Chinese apps and <a href=\"https://asia.nikkei.com/Business/Electronics/India-says-China-phone-maker-Oppo-evaded-550m-in-tax\">taken regulatory action </a>against the Chinese makers of mobile phones.&#xa0;</p> <p>“If the aim is to reduce dependence on China, that does not gel well with creating a manufacturing sector here,” Sharma said. “You are entering a supply chain that China already dominates.”&#xa0;</p> <p>Indians are asking whether their suppliers will be able to step up. Ashish Dhawan, chief executive of the Convergence Foundation, a non-profit group focused on economic development issues, points out that India has a positive precedent in the automotive industry. Early producers such as Maruti Suzuki started out assembling cars from imported parts, then painstakingly built up deep supply chains and a large, viable industry with deep roots.&#xa0;</p> <p>“The whole value chain came to India and then became competitive,” he says. “But it takes time.”&#xa0;</p> <p><em>john.reed@ft.com</em></p> <p>Twitter: <a href=\"https://twitter.com/home?lang=en\">@JohnReedwrites</a></p><p>Source: John Reed 2022 'India looks to move up tech value chain with iPhone plant deal' FT.com 11 October. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-10-11T23:01:49.273Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 2634,
          "end": 2639
        },
        {
          "start": 77,
          "end": 82
        },
        {
          "start": 435,
          "end": 440
        },
        {
          "start": 2372,
          "end": 2377
        },
        {
          "start": 606,
          "end": 611
        },
        {
          "start": 246,
          "end": 251
        },
        {
          "start": 938,
          "end": 943
        }
      ],
      "nexusId": "10022657"
    }
  ]
}