{
  "_id": "0cde21dcb764b9f982d863ab58940530d680ecce4a673b1ea00466788ac78f65",
  "feed": "ftcomall",
  "title": "TSMC triples Arizona chip investment to $40bn",
  "text": "<p>Taiwan Semiconductor Manufacturing Company will more than triple its investment in the US state of Arizona to $40bn, as the world's largest contract chipmaker steps up diversification of its production facilities on geopolitical tensions and pressure from customers.</p> <p>TSMC is <a href=\"https://www.ft.com/content/d0fe3dda-7ea4-4d37-9564-71a129b9002f\">investing $12bn into construction</a> of a fabrication plant, or “fab”, in Arizona designed to make chips with notional 5 nanometre circuit widths — the so-called N5 generation, which will have fallen behind the most advanced type by the time the fab opens in 2024.</p> <p>However, at an event on Tuesday marking the installation of the first chip tools at the Phoenix plant, the company announced plans for a second fab that will manufacture more advanced 3nm, or N3 chips, from 2026.</p> <p>TSMC also said that it intends to make N4 chips, a slightly more advanced level, in the fab originally intended for the N5 version.</p> <p>US president Joe Biden and Apple chief executive Tim Cook hailed the expansion, one of the largest foreign direct investments in US history, as a watershed moment in the country's ability to produce advanced chips domestically.</p> <p>But industry experts said even with a second fab TSMC would not supply chips for new iPhone models locally when the plants finally open. They added the investments could provide only minimal <a href=\"https://www.ft.com/supply-chains\">supply chain</a> security, giving a stark reminder of the risks incurred if China attacked Taiwan — where TSMC is headquartered and continues the bulk of its expansion.</p> <p>Cook called TSMC's investment “an incredibly significant moment” that would help “create high-tech American jobs — the jobs of the future”.<br><br>Apple relies on TSMC as the sole manufacturer of chips used in iPhones, and since it moved on from Intel in 2020, the Silicon Valley group has been using its own-designed chips produced by TSMC in its laptops and desktop computers.<br><br>“It's the chance for the United States to usher in a new era in advanced manufacturing,” Cook said.</p> <p>Biden said the TSMC investment was a “game-changer” that would help America rebuild its capacity to produce advanced chips domestically. </p> <p>“The United States is better positioned than any other nation to lead the world economy in the years ahead . . . We're seeing it here at home, and investments like what we're talking about today,” he said after touring the site for the new fab.</p> <p>The move by TSMC follows the passage this summer of Biden's Chips and Science Act, which provides $52bn in subsidies for chipmakers based in the US, countering China's massive investments in its own <a href=\"https://www.ft.com/semiconductors\">chip sector</a>.</p> <p>TSMC has been moving to expand its international footprint, with a new Japanese fab planned for 2024.</p> <p>However, Patrick Chen, head of research at CLSA in Taiwan, said: “If they fully ramp [up production in] Arizona, the proportion of US-made chips they could provide to customers would be maybe 15 per cent of the total.”</p> <p>Even if TSMC built a monthly capacity in Arizona of 120,000 silicon wafers from which chips are cut, it would compare with four such “mega fabs” the company has in Taiwan.</p> <p>“This won't insulate customers [from supply chain risk] in case of a full Taiwan disruption,” said another chip industry expert who asked not to be named. The person said a larger TSMC fab in the US would allow its customers to prepare for having chips made to their designs there, thus cutting “recovery time” in case Taiwan-based capacity is lost. Shifting chip production to a different fab can take many months.</p> <p>Two industry executives said part of TSMC's capacity in the US would be used for sensitive products such as components for the country's defence industry supply chain.</p> <p>A person close to the company said any TSMC US fab would be one technology generation behind the most advanced in production in Taiwan.</p> <p>Industry executives and analysts said that trying to build the most advanced capacity outside Taiwan would throw TSMC's operations model into disarray.</p> <p>“It would make no economic sense,” Chen said. “The latest technology comes out from their research and development centre in Hsinchu and is put into risk production and finally mass production. Replicating that [in the US] would significantly inflate cost[s]. They wouldn't have any incentive to do so. So who would pick up the bill?”</p> <p>US plants producing one technology generation behind the most advanced, as planned now, “allows them to make legacy model iPads or maybe the Apple Watch there, but certainly not iPhones from the latest product cycle,” said Phelix Lee, an analyst at Morningstar.</p> <p>Apple's next iPhone generation will start production in the second half of next year and continue in 2024. But TSMC's N3 chips, which those products need, will become available in the US only in 2026, by which time the chipmaker is expected to be moving into N2 in Taiwan.</p><p>Source: Kathrin Hille in Taipei and Demetri Sevastopulo in Washington 2022 'TSMC triples Arizona chip investment to $40bn' FT.com 7 December. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-12-07T00:55:10.564Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 905,
          "end": 910
        },
        {
          "start": 909,
          "end": 914
        },
        {
          "start": 1598,
          "end": 1603
        },
        {
          "start": 4467,
          "end": 4472
        }
      ]
    }
  ]
}