{
  "_id": "7fa47b4fdd47a4b75505630b234ffd4463044d9cf394dc3884e7432549459aaf",
  "feed": "ftcomall",
  "title": "Lex in-depth: the cost of America's ban on Chinese chips",
  "text": "<p>The advice “dig two graves, before you set out” applies to anyone bent on revenge. An old aphorism is hardly going to divert the US from its mission to restrict Chinese access to its world-beating technology, slowing the progress of its rival towards self-sufficiency in high-performance chips.</p> <p>However, American policymakers are unlikely to have fully appreciated the corollary of splitting the world semiconductor supply chain in two: far higher costs for western manufacturers and their customers.</p> <p>Advanced chips and the factories making them have become a substitute for arms and armies in the east-west stand-off because they are a critical component of our modern lives. They are central to mobile devices, electric cars and gaming consoles. They are also the foundation of next-generation technology from self-driving cars and 5G internet to cloud services and artificial intelligence.</p> <p>Any country without stable access to large amounts of these chips risks falling behind technologically. That is exactly what the US hopes its new technology export ban will achieve.</p> <p>Washington wants to thwart China in its aim of producing advanced semiconductors, bearing the shorthand definition of 3-14 nanometre (nm) process technology. Cheaper, simpler chips carry the designation of anything above 14nm.</p> <p>These might sound like the kind of fine distinctions only professional technologists care about. But the stakes are huge. The scrap over chips is a proxy for a wider geopolitical confrontation between an old and a new superpower. But it may also reflect conviction in the US that China is catching up too fast for comfort.</p> <p>Washington's new rules bar China from accessing technology essential for producing advanced chips. The sale of those chips and the equipment needed to make them to Chinese companies without a licence are also banned.</p> <p>This is not the first time the US has targeted China's chip ambitions but these rules are by far the most effective controls yet. They will significantly hamper a swath of Chinese technology companies from chipmakers to AI specialists.</p> <p>These sweeping new rules could have unintended consequences that are just as far reaching. Governments around the world are grappling with inflation. Longer term, the US ban on Chinese tech will raise prices for all sorts of chips. That bill will be picked up by businesses and consumers on both sides of the Great Silicon Divide springing up between east and west.</p> <h1>Small wonders</h1> <p>Nanometres — a unit of length equal to one ten-thousandth the diameter of a human hair — are used to measure the width between individual transistors on a chip. The smaller this size, the more transistors — basic building blocks that conduct electrical signals and power — can be squeezed on to a single silicon chip, making the chip more powerful.</p> <p>That means the lower numbered chips have more transistors densely packed on the same surface area, offering higher processing speed. That is why the size of a chip has not changed significantly in recent years, yet each new generation packs in much more functionality.</p> <p>Semiconductors labelled as using 7nm and smaller processes are critical for the latest consumer products. Apple iPhones, MacBooks and Samsung Galaxy phones use the 5nm chips, Sony Playstations use 6nm.</p> <p>Only two countries, Taiwan and South Korea, have the cutting-edge technology to make these high-end chips. As a result, they have about half the world's semiconductor market. The rest mostly consists of older, so-called legacy chips. The US holds 12 per cent of the global chip market but local companies are not able to produce the high-end chips at scale.</p><a href=\"http://www.ft.com/cms/11926599.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a> <p>Yet despite this lag, the US retains outsized influence on the supply of the world's chips. Many stages of the semiconductor production process — spanning chip design, research, development, fabrication and testing — depend on technologies that originated in the US.</p> <p>That is especially the case for equipment needed to make the latest chips. The US is home to the three of the biggest chip gear makers — Lam Research, KLA and Applied Materials. Other western equipment makers, such as ASML of the Netherlands, may not be directly covered by US bans, but that could change.</p> <p>“The biggest problem is how China is going to get the manufacturing equipment,” says Boris Murmann, a professor of engineering at Stanford University and an expert on chip design and machine learning. “The latest chips are made in 5nm processes and the machines that make these have been developed over more than 15 years.”</p> <p>Sophisticated chipmaking technology based on a technique known as extreme ultraviolet or EUV lithography is “really a miracle technology, one of the most complex things humans have ever done,” says Murmann. “China has made a very big strategic mistake in not starting these developments earlier. The time lag they have is huge.”</p> <h1>Direct impact on China</h1> <p>The US began its clampdown on technology exports to China under Donald Trump. Those curbs came garnished with greater hyperbole, but they were more limited in their intention. Until now, US bans were intended to keep about a two-generation technology gap — or about a four-year gap — between China's chip production capabilities and the rest of the world.</p> <p>“The US has implied restrictions will not be adjusted as tech progresses over time,” says Mark Li, a semiconductor analyst at Bernstein in Hong Kong. “So there is no more sliding scale to loosen bans as technology advances. Now, the new principle is to maintain as large of a lead as possible. So that means the scope of restrictions will likely expand over time.”</p><a href=\"http://www.ft.com/cms/11928854.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a> <p>The immediate impact will be felt most keenly at Chinese chipmakers. Revenues at the two largest, Semiconductor Manufacturing International Corporation and Yangtze Memory Technologies Corp, will suffer.</p> <p>“For Yangtze Memory the impact is very substantial. The restrictions mean a complete change to its future revenue trajectory.” says Li. The effects are already showing. Apple suspended plans to use Yangtze's chips in its products last month.</p> <p>The second order impact will be felt by a much wider group of Chinese tech companies. US AI chipmaker Nvidia has been the single driving force behind China's rapid progress in AI technology for years.</p> <p>Its AI accelerator chip, a type of graphics processor, is critical to train AI algorithms by feeding them massive amounts of data. China cannot make them. Nvidia is nearly all of China's supply. Other alternatives, which include chip designs from Intel, Microsemi or Advanced Micro Devices, are also all US-based.</p> <p>China's largest surveillance camera supplier Hikvision and SenseTime, China's largest AI computer vision software company, are some that rely heavily on advanced chips. Automakers and autonomous driving companies need them in massive volumes. Any company that requires large data server farms, such as tech groups Tencent and Alibaba, will also be affected.</p> <h1>Cheap as (some) chips</h1> <p>The risk for western manufacturers from the new rules is twofold. First, it is easy to envisage a scenario where worsening tensions — perhaps over Taiwan — prompts China to impose technology export bans of its own.</p> <p>The second problem is obsolescence. Supplies of low-cost chips to the west depend in part on supplies of chipmaking equipment and intellectual property going the other way. If China cannot replace ageing kit and IP, its cheap chips may no longer be fit for purpose in the US or anywhere else.</p> <p>Any way you look at it, costs would then rise for western manufacturers and their customers. That is because over the past five years China has quietly grabbed market share in the cheap chips now used in virtually all consumer electronics and industrial equipment.</p><a href=\"http://www.ft.com/cms/11926891.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a> <p>China already accounts for almost a fifth of the world's semiconductor production — significantly surpassing that of the US. It can now make low-end chips that use 14nm technology and older at home. It has reached a globally competitive level for NAND chips, which are used for storing data.</p> <p>“The pace at which Chinese chipmakers have caught up is much faster than anyone expected when it comes to market share of older chips,” says Donghwan Kim, chief executive of Hana Ventures, a tech-focused venture capital firm.</p> <p>China's edge lies in its ability to sell chips at significantly lower prices than global rivals. Beijing has spent more than $100bn to support the local chip industry. “Companies have always benefited by being part of an industry within China's national strategic goals,” says Kim, “and until now the progress of a country's chip industry has been a direct function of how much is invested.”</p> <p>These China-made chips are now used in products made around the world that do not require the most advanced technology. Cars and home appliances, for instance, can use several less sophisticated chips to do the same function, whose standard components work well using old, 40nm and 65nm chips.</p> <h1>More chips, please</h1> <p>The demand for the older chips is only growing. In the 1970s, first generation electronics and computers needed just one chip per product. Since then each device, from cars to smartphones, need more and more chips.</p> <p>Electric cars need more than 2,000 chips each, for instance, more than double the average number of chips in its current petrol counterparts. Of those thousands of chips, only a handful are the high-end chips between 3nm and 14nm. The rest are older chips.</p> <p>This has proved a windfall for China's chipmakers. The volumes of chips needed per product means that the price of each chip has become a key factor. “There is silicon everywhere, and because there is so much of it, it has to be very, very cheap per unit,” says Murmann. “It's all about cost. In cars, for example, you as a user don't want to pay for these chips. You don't even know that they exist.”</p><a href=\"http://www.ft.com/cms/11928857.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a> <p>Growing demand had provided an incentive for China's chipmakers to invest heavily to catch up. Yangtze Memory's chips had even been under consideration to become a key Apple iPhone supplier. However, to keep production going, Chinese chipmakers need continued access to updating and servicing of this gear. US bans put this at risk.</p> <p>“Chipmaking equipment restrictions significantly constrains China's ability to achieve its aspiration to become a bigger supplier as it keeps China out of nearly half of the contract chipmaking and almost all of the memory-chip market,” says Li.</p> <p>The main beneficiary of the export controls will not be companies in the US, but the Korean and Taiwanese chipmakers. The US ban will widen what had been a rapidly closing gap between them and Chinese makers by more than a decade.</p> <p>As the Chinese chipmakers that once offered aggressive discounts start to struggle, that will mean more pricing power for the remaining peers.</p> <p>“Yangtze presented a threat to the existing storage memory chip suppliers, but the restrictions cut that risk to almost zero,” says Li.</p> <h1>Footing the bill</h1> <p>Ultimately, the cost will end up falling on the world's consumers. Chip prices and availability, as last year's auto industry chip shortage has shown, have an immediate impact on consumers.</p> <p>Given the ban on advanced chips, such as Nvidia's powerful A100 processor, China will have to import substitute chips from Nvidia that run at a slower processing speed.</p> <p>This creates a significant cost problem. To accomplish the same function, more quantities of the slower chips are needed per product that is being manufactured. For every one A100 chip a product uses, Chinese companies will need at least 20 per cent more of the slower alternatives.</p> <p>At the current rate of technological progress of chips, there should be an upgraded version of the A100 chip in about six months. That means Chinese companies that make products using advanced technologies will need about two chips for every one chip companies in other countries use. And that ratio will rapidly grow as chip technology advances.</p> <p>The result will be higher costs across all kinds of industries — from biotech, finance, self-driving to AI — hurting competitiveness of Chinese products. The global surveillance camera market, for example, is dominated by Chinese companies, with Hikvision and Dahua controlling about 60 per cent of the total. On the consumer side, Chinese electric cars, smartphones and cloud services have been rapidly expanding global market share.</p> <p>US companies that once imported or used low-cost Chinese made chips will also be affected. For electric cars, the cost of chips is second only to the battery. In a smartphone, the most expensive components are chips.</p> <p>For the iPhone's premium models such as the iPhone 12 Pro, just five of its key chips accounted for more than half of the total estimated cost of making the phone. Costs for this year's iPhone 14 Pro Max rose 25 per cent over the 12 Pro due to higher chip prices. At $110 its single main processor chip was nearly triple the price of the one used in the iPhone 12 counterpart.</p> <p>If Apple had been able to shift supplies for its memory chip to China's Yangtze Memory, which offers the chips at about a fifth less than Korean rivals, it would have helped offset some of those costs from high end chips.</p> <p>Rising chip costs at companies such as Apple have not yet been passed on to consumers. The iPhone 12 and 14 Pro Max models, for example, both went on sale at $1,099 when they launched, despite a significant increase in component prices.</p> <p>Yet amid a growing range of inflationary pressures, companies are less likely to be able to continue to absorb rising high-end chip costs.</p> <p>Moreover, in the long-term production shortages in China cannot be ruled out — every year the current bans are in place means more ageing US-made equipment goes unserviced. The chip shortage last year cost the US a full percentage point of economic output, according to White House estimates.</p> <p>The unspoken aim of government policy for an increasing number of countries now is to secure stable chip supply closer to their backyard, while keeping adversaries locked out. But the price will be steeper cost inflation for consumers and increasingly frequent disruption in supply chains for the rest of the world.</p><p>Source: June Yoon in Seoul 2022 'Lex in-depth: the cost of America's ban on Chinese chips' FT.com 24 November. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-11-24T05:00:26.373Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 3182,
          "end": 3187
        },
        {
          "start": 5978,
          "end": 5983
        },
        {
          "start": 9984,
          "end": 9989
        },
        {
          "start": 12943,
          "end": 12948
        },
        {
          "start": 13201,
          "end": 13206
        }
      ]
    }
  ]
}