{
  "_id": "02ed58355dbce94b3fe3aa7d2bd119dfad5505257e1b35fd754b9ff0ec28bfb1",
  "feed": "wall-street-journal",
  "title": "Customer Experience (A Special Report) --- The Best Ways to Deal With Angry Customers: People are increasingly exploding over seemingly everyday annoyances. Too often, how a business responds makes things worse. It doesn't have to be that way.",
  "text": "<p>So it seems a good time to reflect on how companies (or any of us) can best manage interpersonal flare-ups. Whether dealing with disgruntled customers or prickly guests at a dinner party, knowing how to de-escalate tense situations is a valuable skill requiring presence of mind, tact and as much compassion as you can muster. It isn't about reprimanding or rationalizing people's behavior, but rather understanding it well enough to help them regain their composure before they do anything that they (or you) regret.</p><p>No doubt, there are those who think anyone pitching a fit, particularly if they are being intimidating or insulting, should be put firmly in their place, and you shouldn't try to mollify or reward such behavior. That's fine, but realize you're only asking for things to get out of hand. No one emerges from a hot mess unsullied. As Alexander Hamilton once wrote: \"The best way is ever not to attempt to stem a torrent but to divert it.\" (Note: The hotheaded Hamilton died in a duel, so he apparently talked a better game than he played.)</p><p>\"You've got to keep in mind that people usually get angry for legitimate reasons,\" says Kevin Fauteux, a psychotherapist in San Francisco and author of \"Defusing Angry People: Practical Tools for Handling Bullying, Threats, and Violence.\"</p><p>You may not like the manner or degree to which people express their anger, but you can't fault them for experiencing the emotion. Regardless of the trigger, anger typically arises when someone feels out of control, unsafe, un- or misinformed, disrespected or aggrieved.</p><p>The last thing you want to do, Dr. Fauteux says, is anything that intensifies or magnifies those feelings, such as assuming a confrontational or condescending air, threatening punishment, scolding, obfuscating, or otherwise ignoring or dismissing the angry person. Saying things like, \"You need to calm down\" or \"I can't help you\" or \"You're disrupting others\" is like pouring gasoline on an open flame.</p><p>Instead, you want to first and foremost listen to the person's grievance. Don't be too quick to jump in with a defense, to correct a misunderstanding or even offer a fix. Just hear them out. \"We see it all the time in customer-service training that listening is bullet point No. 5 on a slide of 10 bullet points, like, 'Oh, by the way, listen,'\" says Thomas Hollmann, executive director of the Center for Service Leadership at Arizona State University in Tempe. \"No, it should be bullet point No. 1.\"</p><p>Arizona State is part of a collaboration that conducts periodic Customer Rage Studies, which are based on a survey design developed in the 1970s. From the beginning, the survey revealed what is known as the \"service recovery paradox,\" whereby when angry customers had a problem that wasn't resolved, but nevertheless they felt that someone from the company had listened to them, they were more loyal than customers whose problem was summarily fixed.</p><p>\"It's about dignity and respect, and those aren't cut and dried objective things you can calculate with a computer to 50 decimals,\" says Dr. Hollmann. \"People don't want their money back or something for free as much as they want to be heard,\" he says, and if all they get is an unfeeling, scripted corporate response, \"things can ratchet up pretty quick.\"</p><p>Say someone is riled up because of a long wait time -- maybe for their flight to arrive, to see a doctor, or for their food at a restaurant. The usual response from customer service is a rather wooden apology followed by stating the obvious -- that things are backed up -- which only amps up the anger. It's even worse if the person is told nothing can be done. And stand back if the person is admonished to simmer down.</p><p>The better course is to really listen and sincerely identify with the expressed irritation. Let the person know you personally get it: \"I wouldn't like being kept waiting like this either. Your time is valuable and this does seem to be a really long wait.\" If they have to wear a mask, empathize with how stifling that can be on top of everything else.</p><p>Whether in your work or home life, just recognizing why people are angry, uncomfortable and upset can go a long way to bringing them back to their emotional baseline, which is the goal. Otherwise, you're dealing with someone who is in a sort of primal fight or flight mode and has lost the ability to think clearly. (Of course, if serious mental illness or substance abuse is the issue, then your goal shifts more toward looking for opportunities to escape, if you feel physically threatened, or just stalling until trained professionals can arrive.)</p><p>To the extent possible, you want to give the aggrieved person some sense of control over the situation, which can be as simple as offering an explanation: \"Three people didn't show up today so we're extremely short-staffed,\" or \"The doctor had an emergency at the hospital and was delayed getting to the clinic.\" If you don't know why things are the way they are, promise to find out. People feel more in control when they have information.</p><p>In that vein, you might also provide insight into how to avoid similar hassles in the future, such as when the restaurant is least busy or which days the doctor doesn't have hospital rounds so reservations and appointments can be made accordingly. When possible, provide options such as offering to reschedule or to text people when it's their turn so they have the freedom to leave and come back.</p><p>It also helps to realize that the problem is often not whatever the person is fuming about at that moment. Anger, much less rage, is rarely triggered by a single event but is rather an accumulation of events, which is likely why so many are losing their cool these days. They might have been able to handle a glitchy iPhone, bungled takeout order or accidental overcharge on their credit card ordinarily, but heap that on top of fear of contagion, rising food and gas prices, and concerns about nuclear conflict in Eastern Europe and people can snap.</p><p>\"What might appear to be the tipping point -- something as simple as getting cut off on a roadway or frustration at the airport -- that's probably not really the problem but just what was too much for that day,\" says Jackie Spresser, a detective with the Northglenn Police Department in Colorado, who is also a referee for USA Hockey. \"At work and on the ice, I have to be able to get to the root of what is really the issue rather than the catalyst of that moment.\"</p><p>When dealing with angry people, she says she's as mindful of her nonverbal as her verbal communication. When a coach gets irate over a call, for instance, she will skate over to the far end of his team's bench so he has to step down to her level. \"I will intentionally speak quietly so they have to get closer,\" says Ms. Spresser, who officiated at the 2022 Beijing Olympics. \"I ask, 'Can you tell me what you're upset about?'\"</p><p>Because human beings are inherently social, we have an almost irresistible urge to mimic one another. So if the other person is bent out of shape and yelling, and you tense up and yell back, then the two of you will ricochet rage off each other until one of you drops. But if you resist that instinct and speak calmly, politely and with genuine curiosity and concern (though definitely not with condescension or exaggerated courtesy like you're talking to a lunatic), then you'll be surprised how it can turn things around.</p><p>\"You want to emulate what you are hoping to receive,\" says Ms. Spresser.</p><p>That's easier said than done when you're likely also under strain and this outburst is just one more thing on your already loaded plate. But again, if you respond in kind, you'll only get more of the same, if not worse. And that might be the angry person's subconscious strategy, Dr. Fauteux says, \"They are almost compelled to be insulting and outrageous to get you to respond in a really negative way because it gives them an excuse to really let loose with their pent-up rage.\"</p><p>It's also true that after so many months cooped up, people have become very clear and determined about what they want. \"When you have not, for example, dined in a beautiful restaurant for 24 months, in your mind, you've decided what that experience should be like,\" says Antonia Hock, global head of the Ritz-Carlton Leadership Center, which advises businesses on how to improve customer care.</p><p>And if the experience, service, product or whatever people have gone without for so long doesn't meet expectations, they can get really, really mad. \"I think sometimes it comes from a place of real disappointment,\" Ms. Hock says. \"We are also living in this state of, 'What if tomorrow I don't get this opportunity again?' You really want it to be right.\"</p><p>Identifying and understanding what's making people over-the-top angry doesn't mean you condone behavior that is childish or churlish. Rather, you're giving people a chance to pull back and reclaim their better selves, which is often to their great relief. Anger isn't a comfortable emotion and, even if they don't realize it, enraged people are looking for a way out.</p><p>---</p><p>Ms. Murphy is a journalist in Houston and the author of \"You're Not Listening: What You're Missing and Why It Matters.\" She can be reached at reports@wsj.com.</p><p>License this article from Dow Jones Reprint Service</p>",
  "published": "2022-05-31T00:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": []
    }
  ]
}