{
  "_id": "9ca6006619b9c95eab74f90dafc9472972b8d70be79727d27e3415698ed06b0d",
  "feed": "wall-street-journal",
  "title": "Your 2022 Oscars Guide From WSJ Critics and Writers; A collection of reviews and stories takes stock of this year's nominations in advance of the March 27 Academy Awards.",
  "text": "<p>Belfast</p><p>Laura Berwick, Kenneth Branagh, Becca Kovacik and Tamar Thomas, Producers</p><p>Kenneth Branagh's semi-autobiographical look at his childhood in a turbulent Northern Ireland is a stirring tribute to family ties</p><p>\"Kenneth Branagh revisits a turbulent stretch of his childhood in 'Belfast.' The time is 1969, when he was 9 years old and the Troubles, the sectarian battles between Catholics and Protestants, were engulfing the peaceful life of his working-class family and neighborhood, along with the rest of Northern Ireland. There's only one trouble with his semi-autobiographical account. It's so polished—so spirited, funny and skillfully calibrated—that it could be taken for a while as a crowd-pleaser and not a lot more. Sign me up for the crowd, though. This is surely the most pleasing film I've seen so far this year, but also the most affecting.\"</p><p>Read the review</p><p>CODA</p><p>Philippe Rousselet, Fabrice Gianfermi and Patrick Wachsberger, Producers</p><p>In this film on Apple TV+, co-starring Marlee Matlin, a teenager is torn between her responsibilities as the only hearing member of her family and her wish to nurture her talent for singing</p><p>\"In music, a coda is an ending that's also a variation on the established theme, an unexpected send-off. CODA, on the other hand, stands for Child of Deaf Adults, the one in Siân Heder's film 'CODA' being Ruby Rossi ( Emilia Jones ), a high schooler for whom music is everything. Is her trajectory going to be a shock? No. But what is surprising is the moving, even heartbreaking, way writer-director Heder tells Ruby's story without resorting to clichéd characterizations or syrupy sentimentality.\"</p><p>Read the review</p><p>Don't Look Up</p><p>Adam McKay and Kevin Messick, Producers</p><p>Even such marquee names as DiCaprio, Streep, Blanchett and Lawrence can't save this feeble joke of a movie</p><p>\"A gigantic comet is on track to collide with Earth and will destroy all human life unless it's knocked off course. So everyone's terrified, right? Wrong. That was the reaction back in 1998, when Earth was threatened by a gigantic comet in 'Deep Impact' and, less than two months later, by an asteroid the size of Texas in 'Armageddon.' That was also when dopey, relatively earnest disaster epics could still pull crowds into multiplexes. You'll find the current comet in 'Don't Look Up,' streaming on Netflix. It's three to six miles wide, a planet-killer if ever there was one, but no one trusts science, government or anything else and people are too distracted to worry. A plausible premise, right? Yes, absolutely, but it's squandered in a slapdash, scattershot sendup that turns almost everyone into nincompoops, trivializes everything it touches, oozes with self-delight, and becomes part of the babble and yammer it portrays.\"</p><p>Read the review</p><p>Drive My Car</p><p>Teruhisa Yamamoto, Producer</p><p>Based largely on a Haruki Murakami short story, Ryûsuke Hamaguchi's film looks at the blossoming friendship between a worldly director and his down-to-earth driver</p><p>\"Let's begin with what Ryûsuke Hamaguchi's 'Drive My Car' is not. It isn't about the Beatles, or about cars, for that matter, though it builds on the special intimacy of sitting in a car next to a significant someone. It isn't in English, except for a few words and phrases now and then; the main languages, all subtitled, are Japanese, Korean and Korean Sign Language. It is not three hours long, as I'd been told, a piece of fake news that had me feeling antsy in advance. The whole thing comes and goes in 2 hours and 59 minutes and seems an hour shorter, because what it is can be summed up in a word that's often used loosely but fits the case here—a masterpiece, a mysteriously enthralling creation that keeps you guessing about where it's going, then reveals its essence with astonishing clarity.\"</p><p>Read the review</p><p>Dune</p><p>Mary Parent, Denis Villeneuve and Cale Boyter, Producers</p><p>The space epic, in theaters and on HBO Max, features a star-studded cast including Zendaya, Timothée Chalamet and Oscar Isaac.</p><p>\"Denis Villeneuve's long-awaited—for once that's true—version of 'Dune' is the first of his two planned features based on the 1965 novel by Frank Herbert. When Zendaya's Chani, the love-to-be of the hero's life, says at the end of the 155-minute saga, 'This is only the beginning,' it's a laugh line as well as a prophecy. The film also cleaves into two parts. In the first, a majestic vision set on distant planets far in the future, vivid characters and impressive machines fill the vast screen, and stunning interior spaces alternate with awesome—for once that's the right word—desert landscapes, the likes of which haven't been seen since 'Lawrence of Arabia.' In the second, the plot machinery grinds to a halt, as if clogged with sand, and the well-earned welcome wears out.\"</p><p>Read the review</p><p>King Richard</p><p>Tim White, Trevor White and Will Smith, Producers</p><p>Will Smith is the demanding but loving father of Venus and Serena Williams in Reinaldo Marcus Green's biopic</p><p>\"'Just have fun,' Richard Williams tells his young daughters more than once in 'King Richard.' Remarkably, they do.</p><p>\"Why should that be remarkable? Because the daughters are Venus and Serena Williams, and Richard, played with magisterial zest by Will Smith, is the relentless taskmaster, disciplinarian, teacher, self-anointed moralist, pro tem agent and self-taught coach who is determined to lift them out of the ghetto, which Richard pronounces fastidiously as 'get-toe,' by making them two of the greatest tennis players the world has ever seen. Through all the rigors of their training, though, the girls, played delightfully by Saniyya Sidney (she's Venus) and Demi Singleton (she's Serena), sustain high spirits and remain beguiling gigglers. The movie pulls off a similar trick. It's serious at bottom. It means to teach and inspire, as well as entertain, and takes on more subjects of consequence than you can shake a racket at—among them race, parenting, marital dynamics, the weight of personal history and the mad commercialization of sports. Yet it's marvelous fun from start to finish.\"</p><p>Read the review</p><p>Licorice Pizza</p><p>Sara Murphy, Adam Somner and Paul Thomas Anderson, Producers</p><p>Paul Thomas Anderson's latest is a coming-of-age love story set in 1970s California</p><p>\"If Paul Thomas Anderson's 'Licorice Pizza' doesn't make you happy, the trouble may be that you're clinically depressed, anhedonic or don't care for movies in general. It gave me pleasure just to be sitting in a Los Angeles theater waiting for the first beam of light from the projector to hit the screen. True to the filmmaker's devotion to theatrical exhibition, he held advance showings in a landmark movie palace with a screen so big that it set up great expectations—which were fulfilled by his hugely enjoyable tale of young love and seductive prospects in the San Fernando Valley during the early 1970s.\"</p><p>Read the review</p><p>Nightmare Alley</p><p>Guillermo del Toro, J. Miles Dale and Bradley Cooper, Producers</p><p>Guillermo del Toro's latest is visually stunning, but even Bradley Cooper and Cate Blanchett can't energize the narrative</p><p>\"When Guillermo del Toro's 'The Shape of Water' reached the screen in 2017, we were enchanted by the film's physical beauty, and its darkly lyrical tale of a lonely woman's love for a creature that others consider a monster: I described the impact as a flood tide of feelings with a mythic undertow. Now, four years later, Mr. Del Toro has taken a daring and risky turn toward an even darker side with 'Nightmare Alley.' The story starts in the tawdry glitter of traveling carnivals just before World War II. Bradley Cooper plays the hero, Stan Carlisle, a malign drifter turned silver-tongued con man, with an eerie flair that's matched by the exceptional supporting cast. Once again the images and colors are sumptuous, yet the spectacle as a whole is lifeless, lacking resonance.\"</p><p>Read the review</p><p>The Power of the Dog</p><p>Jane Campion, Tanya Seghatchian, Emile Sherman, Iain Canning and Roger Frappier, Producers</p><p>Jane Campion's western stars Benedict Cumberbatch as a menacing, tormented rancher</p><p>\"'The Power of the Dog' is Jane Campion's first feature in 12 years. The writer-director who had an international success with 'The Piano' almost three decades ago has not only returned to the big screen, but filled it with the classic imagery of a western. The time is 1925 and the setting is a thriving Montana cattle ranch dominated by its co-owner, Phil Burbank, who is played by Benedict Cumberbatch. It's a formidable performance, seething with menace, and Phil is a commanding presence, though commanding in more ways than one. The character keeps telling us, almost ordering us, what to feel. So do many of the images, the lugubrious pace and the direction throughout. Insisting on the significance of its themes, the film dispenses one emotion at a time while it creates a pervasive atmosphere of dread. Yet there's no air in the atmosphere, not much life in the brooding landscapes.\"</p><p>Read the review</p><p>West Side Story</p><p>Steven Spielberg and Kristie Macosko Krieger, Producers</p><p>Steven Spielberg's take on the iconic Stephen Sondheim/Leonard Bernstein musical updates that classic for the 21st century</p><p>\"The first thing that seizes your attention in Steven Spielberg's 'West Side Story' is the trio of annunciatory notes from the greatest score ever written for a Broadway musical. They're followed by the ominous finger snaps that foreshadow a story of love caught in the crossfire of racial hatred in a multiracial New York neighborhood in the 1950s. (The words are by Stephen Sondheim; the music was composed by Leonard Bernstein.) For those who know the original show, or the 1961 movie, the reconnection is instant. For those who don't—a great many young people, it's worth noting—the effect may be electrifying, a bombshell of musical energy bursting out of a time capsule.\"</p><p>Read the review</p><p>And now for the other nominees:</p><p>Directing</p><p>Kenneth Branagh, \"Belfast\"</p><p>Ryusuke Hamaguchi, \"Drive My Car\"</p><p>Paul Thomas Anderson, \"Licorice Pizza\"</p><p>Jane Campion, \"The Power of the Dog\"</p><p>Steven Spielberg, \"West Side Story\"</p><p>Actor in a Leading Role</p><p>Javier Bardem, \"Being the Ricardos\"</p><p>Benedict Cumberbatch, \"The Power of the Dog\"</p><p>Andrew Garfield, \"Tick, Tick...Boom!\"</p><p>Will Smith, \"King Richard\"</p><p>Denzel Washington, \"The Tragedy of Macbeth\"</p><p>Actress in a Leading Role</p><p>Jessica Chastain, \"The Eyes of Tammy Faye\"</p><p>Olivia Colman, \"The Lost Daughter\"</p><p>Penélope Cruz, \"Parallel Mothers\"</p><p>Nicole Kidman, \"Being the Ricardos\"</p><p>Kristen Stewart, \"Spencer\"</p><p>Actor in a Supporting Role</p><p>Ciaran Hinds, \"Belfast\"</p><p>Troy Kotsur, \"CODA\"</p><p>Jesse Plemons, \"The Power of the Dog\"</p><p>J.K. Simmons, \"Being the Ricardos\"</p><p>Kodi Smit-McPhee, \"The Power of the Dog\"</p><p>Actress in a Supporting Role</p><p>Jessie Buckley, \"The Lost Daughter\"</p><p>Ariana DeBose, \"West Side Story\"</p><p>Judi Dench, \"Belfast\"</p><p>Kirsten Dunst, \"The Power of the Dog\"</p><p>Aunjanue Ellis, \"King Richard\"</p><p>Writing (Original Screenplay)</p><p>\"Belfast,\" written by Kenneth Branagh</p><p>\"Don't Look Up,\" screenplay by Adam McKay; story by Adam McKay &amp; David Sirota</p><p>\"King Richard,\" written by Zach Baylin</p><p>\"Licorice Pizza,\" written by Paul Thomas Anderson</p><p>\"The Worst Person in the World,\" written by Eskil Vogt, Joachim Trier</p><p>Writing (Adapted Screenplay)</p><p>\"CODA,\" screenplay by Siân Heder</p><p>\"Drive My Car,\" screenplay by Ryusuke Hamaguchi, Takamasa Oe</p><p>\"Dune,\" screenplay by Jon Spaihts and Denis Villeneuve and Eric Roth</p><p>\"The Lost Daughter,\" written by Maggie Gyllenhaal</p><p>\"The Power of the Dog,\" written by Jane Campion</p><p>Animated Feature Film</p><p>\"Encanto,\" Jared Bush, Byron Howard, Yvett Merino and Clark Spencer</p><p>\"Flee,\" Jonas Poher Rasmussen, Monica Hellström, Signe Byrge Sørensen and Charlotte De La Gournerie</p><p>\"Luca,\" Enrico Casarosa and Andrea Warren</p><p>\"The Mitchells vs. the Machines,\" Mike Rianda, Phil Lord, Christopher Miller and Kurt Albrecht</p><p>\"Raya and the Last Dragon,\" Don Hall, Carlos López Estrada, Osnat Shurer and Peter Del Vecho</p><p>Documentary (Feature)</p><p>\"Ascension,\" Jessica Kingdon, Kira Simon-Kennedy and Nathan Truesdell</p><p>\"Attica,\" Stanley Nelson and Traci A. Curry</p><p>\"Flee,\" Jonas Poher Rasmussen, Monica Hellström, Signe Byrge Sørensen and Charlotte De La Gournerie</p><p>\"Summer of Soul (…Or, When the Revolution Could Not Be Televised),\" Ahmir \"Questlove\" Thompson, Joseph Patel, Robert Fyvolent and David Dinerstein</p><p>\"Writing With Fire,\" Rintu Thomas and Sushmit Ghosh</p><p>Documentary (Short Subject)</p><p>\"Audible,\" Matt Ogens and Geoff McLean</p><p>\"Lead Me Home,\" Pedro Kos and Jon Shenk</p><p>\"The Queen of Basketball,\" Ben Proudfoot</p><p>\"Three Songs for Benazir,\" Elizabeth Mirzaei and Gulistan Mirzaei</p><p>\"When We Were Bullies,\" Jay Rosenblatt</p><p>International Feature Film</p><p>\"Drive My Car,\" Japan</p><p>\"Flee,\" Denmark</p><p>\"The Hand of God,\" Italy</p><p>\"Lunana: A Yak in the Classroom,\" Bhutan</p><p>\"The Worst Person in the World,\" Norway</p><p>Production Design</p><p>\"Dune,\" Production Design: Patrice Vermette; Set Decoration: Zsuzsanna Sipos</p><p>\"Nightmare Alley,\" Production Design: Tamara Deverell; Set Decoration: Shane Vieau</p><p>\"The Power of the Dog,\" Production Design: Grant Major; Set Decoration: Amber Richards</p><p>\"The Tragedy of Macbeth,\" Production Design: Stefan Dechant; Set Decoration: Nancy Haigh</p><p>\"West Side Story,\" Production Design: Adam Stockhausen; Set Decoration: Rena DeAngelo</p><p>Cinematography</p><p>\"Dune,\" Greig Fraser</p><p>\"Nightmare Alley,\" Dan Laustsen</p><p>\"The Power of the Dog,\" Ari Wegner</p><p>\"The Tragedy of Macbeth,\" Bruno Delbonnel</p><p>\"West Side Story,\" Janusz Kaminski</p><p>Film Editing</p><p>\"Don't Look Up,\" Hank Corwin</p><p>\"Dune,\" Joe Walker</p><p>\"King Richard,\" Pamela Martin</p><p>\"The Power of the Dog,\" Peter Sciberras</p><p>\"Tick, Tick...Boom!,\" Myron Kerstein and Andrew Weisblum</p><p>Costume Design</p><p>\"Cruella,\" Jenny Beavan</p><p>\"Cyrano,\" Massimo Cantini Parrini and Jacqueline Durran</p><p>\"Dune,\" Jacqueline West and Robert Morgan</p><p>\"Nightmare Alley,\" Luis Sequeira</p><p>\"West Side Story,\" Paul Tazewell</p><p>Makeup and Hairstyling</p><p>\"Coming 2 America,\" Mike Marino, Stacey Morris and Carla Farmer</p><p>\"Cruella,\" Nadia Stacey, Naomi Donne and Julia Vernon</p><p>\"Dune,\" Donald Mowat, Love Larson and Eva von Bahr</p><p>\"The Eyes of Tammy Faye,\" Linda Dowds, Stephanie Ingram and Justin Raleigh</p><p>\"House of Gucci,\" Göran Lundström, Anna Carin Lock and Frederic Aspiras</p><p>Visual Effects</p><p>\"Dune,\" Paul Lambert, Tristan Myles, Brian Connor and Gerd Nefzer</p><p>\"Free Guy,\" Swen Gillberg, Bryan Grill, Nikos Kalaitzidis and Dan Sudick</p><p>\"No Time to Die,\" Charlie Noble, Joel Green, Jonathan Fawkner and Chris Corbould</p><p>\"Shang-Chi and the Legend of the Ten Rings,\" Christopher Townsend, Joe Farrell, Sean Noel Walker and Dan Oliver</p><p>\"Spider-Man: No Way Home,\" Kelly Port, Chris Waegner, Scott Edelstein and Dan Sudick</p><p>Sound</p><p>\"Belfast,\" Denise Yarde, Simon Chase, James Mather and Niv Adiri</p><p>\"Dune,\" Mac Ruth, Mark Mangini, Theo Green, Doug Hemphill and Ron Bartlett</p><p>\"No Time to Die,\" Simon Hayes, Oliver Tarney, James Harrison, Paul Massey and Mark Taylor</p><p>\"The Power of the Dog,\" Richard Flynn, Robert Mackenzie and Tara Webb</p><p>\"West Side Story,\" Tod A. Maitland, Gary Rydstrom, Brian Chumney, Andy Nelson and Shawn Murphy</p><p>Music (Original Score)</p><p>\"Don't Look Up,\" Nicholas Britell</p><p>\"Dune,\" Hans Zimmer</p><p>\"Encanto,\" Germaine Franco</p><p>\"Parallel Mothers,\" Alberto Iglesias</p><p>\"The Power of the Dog,\" Jonny Greenwood</p><p>Music (Original Song)</p><p>\"Be Alive\" (\"King Richard\"), music and lyric by Dixson and Beyoncé Knowles-Carter</p><p>\"Dos Oruguitas\" (\"Encanto\"), music and lyric by Lin-Manuel Miranda</p><p>\"Down to Joy\" (\"Belfast\"), music and lyric by Van Morrison</p><p>\"No Time to Die\" (\"No Time to Die\"), music and lyric by Billie Eilish and Finneas O'Connell</p><p>\"Somehow You Do\" (\"Four Good Days\"), music and lyric by Diane Warren</p><p>Short Film (Live Action)</p><p>\"Ala Kachuu—Take and Run,\" Maria Brendle and Nadine Lüchinger</p><p>\"The Dress,\" Tadeusz Łysiak and Maciej Ślesicki</p><p>\"The Long Goodbye,\" Aneil Karia and Riz Ahmed</p><p>\"On My Mind,\" Martin Strange-Hansen and Kim Magnusson</p><p>\"Please Hold,\" K.D. Dávila and Levin Menekse</p><p>Short Film (Animated)</p><p>\"Affairs of the Art,\" Joanna Quinn and Les Mills</p><p>\"Bestia,\" Hugo Covarrubias and Tevo Díaz</p><p>\"Boxballet,\" Anton Dyakov</p><p>\"Robin Robin,\" Dan Ojari and Mikey Please</p><p>\"The Windshield Wiper,\" Alberto Mielgo and Leo Sanchez</p><p>Your 2022 Oscars Guide From WSJ Critics and Writers</p>",
  "published": "2022-02-09T23:21:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 968,
          "end": 973
        }
      ],
      "nexusId": "10022657"
    }
  ]
}