{
  "_id": "18bda4b7e4178c1b5d168390ff969e4ec595d18a1bfaac3e81926d75b25f5014",
  "feed": "market-watch",
  "title": "Apple must do battle with a fierce rival when it unveils the iPhone 14: Inflation; When the iPhone 13 came out, inflation was above 5%. It was 8.5% last month",
  "text": "<p>This question is put in a stark setting by a new Gallup poll released Wednesday, asking how many people are getting burned by the high cost of living and what they are doing to cope.</p><p>A majority of Americans, 56%, now say inflation is a severe or moderate financial hardship that's threatening their ability to keep up their current standard of living, according to the poll. That's up from 45% last November and 49% in January.</p><p>When Apple unveiled the iPhone 13 last September, federal government inflation data showed a 5.4% year-over-year increase. As of July, it's up 8.5% year over year —a cooler than expected number, helped by declining gas prices.</p><p>While rising costs have long been toughest on lower-income households making less than $48,000 a year, Gallup said the sharpest increase in self-reported hardship is coming from middle- and upper-income households.</p><p>That's people in households with annual income ranges of $48,000 to $89,999 and above $90,000 — presumably prime demographics for the latest Apple gear. They, analysts say, are Apple's AAPL prime customers for its pricier wares.</p><p>From November 2021 to August 2022, there's been a 17-percentage point increase in middle-income households reporting financial hardship and for upper-income households, it's been a 12 percentage point pop.</p><p>Lower income households reported a four-point increase, but self-reported hardship has been much more prevalent, going from 70% to 74%. They're unlikely to be spending hundreds of dollars on the latest iPhone, experts say.</p><p>Cutting back on spending, or buying only the essentials are the top ways of combatting inflation, Gallup said. One quarter (24%) said they are spending less, while second place was a tie between less vacationing and less driving, at 17%.</p><p>That said, Dollar General DG recently noted a new line of customers. \"We really are encouraged in seeing a younger consumer, a little bit more affluent, and again, very digitally and tech-savvy,\" CEO Todd Vasos said on an earnings call.</p><p>Which brings it back to the iPhone, the Apple watch and anything else Apple CEO Tim Cookhas up his sleeve during Wednesday's iPhone event at the company's headquarters in Cupertino, Calif. at 10 a.m. PST or 1 p.m. EST.</p><p>Analysts are expecting the standard iPhone model to stick at the existing $799 base price, but think the prices for the iPhone Pro, starting at $999, and Pro Max, starting at $1,199, could be due for hikes.</p><p>See also: Apple's iPhone 14 event could herald new satellite era for smartphones</p><p>During a July earnings call, Cook said he had not seen \"obvious evidence of macroeconomic impact\" on the iPhone business. But there was pressure on wearables (like watches and air pods), and the home and accessories business.</p><p>Still, the news was good for iPhones. The company pulled in $40.67 billion in second-quarter iPhone sales revenue, beating expectations for revenue in the category at $38.59 billion.</p><p>The real \"unknowns\" about Wednesday's event pertain to pricing during the moment's hot inflation, said a JP Morgan JPM note. That really applies to wearable devices, which people view as more discretionary than iPhones, analysts wrote.</p><p>They're expecting \"a broader roll-out\" of buy now, pay later plans and \"a greater focus\" on how it can apply to people switching and upgrading their Apple gear, the analysts said.</p><p>Apple AAPL shares are down almost 13% year to date. The Dow Jones Industrial Average DJIA and the S&amp;P 500 SPX are down roughly 13.5% and more than 17% respectively since the start of the year.</p><p>Apple must do battle with a fierce rival when it unveils the iPhone 14: Inflation</p>",
  "published": "2022-09-07T16:52:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "confidence": 0.9999977,
      "offsets": [
        {
          "start": 0,
          "end": 5
        },
        {
          "start": 430,
          "end": 435
        },
        {
          "start": 433,
          "end": 438
        },
        {
          "start": 1005,
          "end": 1010
        },
        {
          "start": 1040,
          "end": 1045
        },
        {
          "start": 1055,
          "end": 1059
        },
        {
          "start": 2058,
          "end": 2063
        },
        {
          "start": 2422,
          "end": 2427
        },
        {
          "start": 3281,
          "end": 3286
        }
      ],
      "weightsV2": {
        "weight": 17.0,
        "baseWeight": 9.0,
        "expansionWeight": 3.0,
        "ontologyWeight": 0.0,
        "tagPositionWeight": 1.0,
        "titleWeight": 4.0
      },
      "typeRank": 1
    }
  ]
}