{
  "_id": "d2c4258723778408376409983c221b2b7ad437a61632c11b102b3bcfe79f0b69",
  "feed": "wall-street-journal",
  "title": "How to Watch the Beijing 2022 Winter Olympics, From Peacock to TikTok; Cord-cutters can stream the entire Olympic lineup this year, mainly via NBCUniversal's Peacock service—but that isn't the only way to catch the Winter Games",
  "text": "<p>In addition to the Games appearing on NBC channels and NBCUniversal's Peacock streaming service, TikTok launched a search hub for official NBC content from Olympics-related accounts and is amplifying affiliated trends and live streams. NBC also has a partnership with Twitter to host and promote real-time video highlights throughout each competition day. The broadcaster will post content on Instagram, too.</p><p>During last summer's Tokyo Olympics, viewers were frustrated by inconsistency: Watching men's basketball required a premium Peacock subscription while gymnastics aired free to anyone on the app. Revisiting past events on the official Olympics website meant scrolling through hours of footage.</p><p>This year, the streaming situation is shaping up to be better. Peacock is still the focal point, but NBC is streaming the Games on other platforms, too. And even if you don't pay for subscription services, you can watch it all free by cobbling together a couple of trials and monitoring a few social-media feeds.</p><p>Peacock</p><p>NBC's Peacock app is ground zero for Winter Olympics content. The app will show every event that is airing on broadcast and cable TV, if you have Peacock's $4.99 Premium membership with ads, or its $9.99 Plus ad-free plan. Both plans also give you access to full replays of each competition after it ends, along with some additional exclusives.</p><p>The app's premium features are also available during a one-time, seven-day free trial. After that, you can continue with the app's free tier, but you will only get recaps, highlights and daily studio shows.</p><p>You can find the Peacock app on Roku, Amazon Fire TV and Fire tablets, Apple devices, Android devices, Chromecast, Microsoft Xbox and Sony PlayStation. You can also find the app on smart TVs from LG, Samsung and Vizio. Just note, Peacock isn't an add-on option inside Amazon Prime or other big streaming services.</p><p>TikTok</p><p>NBCUniversal has an agreement with TikTok to create daily content and a three-part Olympics series, which will appear on the network's @NBCOlympics TikTok profile. Typing the word \"Olympics\" in TikTok's search bar will surface a hub of video content from Olympians and teams along with hashtags to follow for various sports, trends and events.</p><p>NBC won't stream the entire lineup on its TikTok channels, but it has already begun posting highlights.</p><p>Comcast and other cable providers</p><p>Cable customers of NBCUniversal's parent company, Comcast, can stream the Games online at no additional cost with an Xfinity TV box.</p><p>There is a dedicated hub for live and on-demand Olympics content in the cable-box and streaming-device interface. Say \"Olympics\" into your device's voice remote to launch the hub. Subscribers can set alerts for the live coverage they care about, and sports marked as favorite should carry over to the Xfinity Stream mobile apps.</p><p>SHARE YOUR THOUGHTS</p><p>How do you plan to tune into the Games?</p><p>Additionally, Comcast gives Xfinity X1, Xfinity Flex and XClass TV subscribers access to Peacock's Premium tier. The same goes for Cox cable customers with Contour and Contour Stream Player devices. (Other cable operators also offer Peacock promotions, so if you have cable, check your carrier's offers.) Go to Peacock's website to link your cable account.</p><p>Hulu + Live TV</p><p>You can watch NBC's Olympics content during a weeklong free trial to Hulu + Live TV, though the service cautions that regional restrictions might apply. After the trial runs out, the service will cost you $69.99 a month. If you want to watch stuff after it aired, you should use the service's Cloud DVR function—scroll through and add events you are interested in ahead of time. Just be aware of the 50-hour cap.</p><p>Standard Hulu subscriptions without live TV won't be streaming the Winter Olympics.</p><p>YouTube TV</p><p>YouTube TV offers a longer two-week free trial, which will include access to NBC's coverage of the Olympics. (Be sure to check channel availability in your area.) The subscription typically starts at $64.99. However, Google is currently offering a $30 discount ($54.99 a month for three months) to new sign-ups.</p><p>More streaming options</p><p>The sports-focused streaming service FuboTV and streaming platform Sling TV will host access to NBC's typical coverage of the Olympics. FuboTV offers a seven-day free trial and a $64.99-a-month membership, while Sling, which streams NBC in select markets, offers a three-day trial before the full $35-a-month membership kicks in.</p><p>NBC will air Olympics coverage, highlights and commentary on itsiOS andAndroid mobile apps for NBC and NBC Sports, as well as on NBC's Winter 2022 Olympics TV app, but you would need to log in with your cable provider to stream content. You can also tune in on NBCOlympics.com website and related TV channels including CNBC and the USA Network.</p><p>—For more WSJ Technology analysis, reviews, advice and headlines, sign up for our weekly newsletter .</p><p>How to Watch the Beijing 2022 Winter Olympics, From Peacock to TikTok</p>",
  "published": "2022-02-04T22:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1646,
          "end": 1651
        }
      ],
      "nexusId": "10022657"
    }
  ]
}