{
  "_id": "2c0f7f50f9c8c8a2040da143fb45c8034473589c6f76f4c523e66b355cb78b88",
  "feed": "wall-street-journal",
  "title": "Kings Seek to Snap Playoff Drought",
  "text": "<p>Brown matched cliche to decor: \"The sky's the limit for us on that side of the floor.\"</p><p>Two months ago, when the Seattle Mariners clinched a berth in the MLB postseason, the Kings inherited a different sort of superlative. Sacramento's only franchise among the major pro men's leagues became the owner of North America's longest pro-sports playoff drought, spanning 16 years of doomed trades, sorry drafts and a steady cycle of coach hirings and firings.</p><p>But over this season's first quarter, they have turned into one of the NBA's happiest surprises and gaudiest shows, leveraging a deftly assembled young core into the league's fourth-highest offensive rating. Entering Tuesday, their 13-9 record has them fifth in the Western Conference and represents their best winning percentage since 2004-05. If they break the streak that no team would wish for, it will be because, with the ball in their hands, they can suddenly do anything they like.</p><p>\"Ball movement, our screening, cutting -- we're getting a lot of quality shots,\" Fox said last month, trying to explain how a club that last season finished 24th in offensive rating (measured by points scored per 100 possessions) among 30 teams was now averaging 131.5 points across six consecutive wins. \"I feel like I get any shot I want, honestly,\" Fox said.</p><p>Regarding the question of what to credit for the Kings' surge -- personnel versus design -- the answer is a bit of both. Over his six years in Sacramento, Fox has always been a blur, but in seasons past, defenses saw his straight-line sprints coming and erected barricades.</p><p>That's why Sacramento general manager Monte McNair spent the past 10 months finding decoys and dance partners. In February, the team traded a package of players centered on second-year guard Tyrese Haliburton, a ball handler whose style of play overlapped with Fox's, to the Indiana Pacers for one centered on Sabonis, an interior bruiser who can nevertheless shoot and distribute ably from the perimeter, opening space in the lane.</p><p>During the 2022 offseason, the team aerated the offense further still, trading for Atlanta sometimes-starter Kevin Huerter. Stepping into the wake of Fox's drives, Huerter has made 66 3-pointers, the 11th most in the league entering Monday's play, at a 42% clip. In May, Ranadive hired Mike Brown as the Kings' 12th coach in 16 years. Brown had served as a Golden State Warriors assistant during their last three title runs, and he brought with him a copy of the blueprint that accommodated approaches as distinct as those of Stephen Curry and Draymond Green.</p><p>\"You're looking for good, quick shots,\" Brown told a reporter with the Boston Globe in November. \"Are you willing to as a team embrace whatever role that your team needs you to do?\"</p><p>What has resulted is not only Sacramento's most potent attack since the release of the first iPhone -- the team last finished in the top 10 in offensive rating in the 2004-05 season -- but a recipe for quick-bake modern basketball. The Kings work at the league's sixth-fastest pace without sacrificing efficiency (115.9 points per 100 possessions). They share the ball with something like Golden State's gusto, averaging the seventh-most passes and second-most assists in the league.</p>",
  "published": "2022-12-07T00:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": []
    }
  ]
}