{
  "_id": "8adc0e7f4b6cbcde0c125681c9df99651cc4c960f2c81f4d82184a071f115984",
  "feed": "wall-street-journal",
  "title": "Stock Market Is Top-Heavy, but Carnage Is Widespread; As former highfliers including Microsoft, Apple and Amazon falter, broader market feels pain",
  "text": "<p>Just recently, those companies were powering the stock market ever higher. Now that they are faltering, the broader market is too. Together with Nvidia Corp. and Netflix Inc., they are responsible for 46% of the benchmark's 2022 losses through Wednesday on a total-return basis, according to S&amp;P Dow Jones Indices.</p><p>The S&amp;P 500 has tumbled 18.2% in 2022, or 17.7% when accounting for dividends and stock distributions. The stock market's former darlings have fallen even farther. Netflix has declined 70%, and Facebook parent Meta Platforms Inc. and Nvidia are down 43% and 42%, respectively. The other five stocks have dropped between 23% and 36%.</p><p>\"They're taking a huge chunk out of the S&amp;P return,\" said Anne Wickland, portfolio manager at Easterly Investment Partners. \"It's really lopsided because of how many of those big names make up the top part of the S&amp;P 500.\"</p><p>In one sign of their influence, a version of the S&amp;P 500 in which each stock is assigned an equal weighting is down just 13% in 2022. </p><p>Six companies including Tesla accounted for 25% of the S&amp;P 500 heading into 2022. PHOTO: Sergio Flores for The Wall Street Journal</p><p>The tech trade began to crumble late last year when it became clear that inflation wasn't easing. Investors began to count on more-aggressive monetary tightening from the Federal Reserve, which has kicked off an ambitious campaign to raise interest rates. Higher rates are especially painful for growth stocks since their often-lofty valuations count on business expansion far into the future.</p><p>Just how high the Fed will raise rates is an open question—and an important one for investors trying to discern the path forward for big tech stocks and major indexes. If inflation takes too long to cool, central-bank officials could decide they need to lift rates higher than currently expected, a development likely to further punish the market's weightiest stocks, and potentially tip the economy into a recession.</p><p>For years, investors favored the relatively expensive shares of fast-growing companies, many of them tied to technology, over their cheaper, slower-growing counterparts. The pandemic turbocharged those bets, as the shift by many consumers to working, socializing and shopping from home powered swift growth for many tech companies.</p><p>The S&amp;P 500 soared 90% in the three years that ended in 2021. Apple, Microsoft and Google parent Alphabet Inc. were among the biggest contributors to the index's outsize gains in each of those years. Apple shares, for example, advanced 81% in 2020, while Microsoft shares soared 41%.</p><p>Some market strategists say big tech's dominant era might be in the rearview mirror. Investors have been favoring cheaper stocks during the selloff. The Russell 1000 Value index is down 10% in 2022, while the Russell 1000 Growth index has slumped 27%.</p><p>The stocks supporting the S&amp;P 500 this year have been Exxon Mobil Corp., Chevron Corp. and ConocoPhillips, along with Merck &amp; Co. and AbbVie Inc., according to S&amp;P Dow Jones Indices. The energy stocks have climbed more than 40% this year, while Merck has added 20% and AbbVie has climbed 12%. All five stocks traded this week at a lower multiple of their projected earnings than did the benchmark index.</p><p>\"We're in a higher inflation world where interest rates are going to be higher on average than they have been in the past,\" said Ed Campbell, managing director and portfolio manager at PGIM Quantitative Solutions. \"That's an environment that's better for value stocks.\"</p><p>The firm's multiasset business has been selling growth stocks and buying value stocks for the past year, he said.</p><p>Big tech stocks aren't the only ones dragging the market lower. This week major retailers have been punished, with Target Corp. shares plummeting 25% on Wednesday after the company missed earnings expectations as supply-chain costs and inflation eroded profits. Walmart Inc. shares dropped 11% a day earlier after citing similar reasons for a lower-than-expected profit.</p><p>More broadly, the number of S&amp;P 500 companies closing at 52-week lows jumped one day last week to 136, more than one-quarter of the index's membership and, according to FactSet, the highest count this year.Another sign of the widespread weakness? The percentage of S&amp;P 500 stocks trading above their 50-day moving averages sank on the same day to 14%, the lowest level since April 2020.</p><p>With the heavy influence wielded by the big tech stocks, many investors are paying special attention to those companies as they consider their outlook for the market.</p><p>Tony Roth, chief investment officer at Wilmington Trust, said the selloff has created a buying opportunity for stocks such as Microsoft, Alphabet, Amazon and Apple, as well as some semiconductor companies.</p><p>\"These companies are going to do really well for many, many years going forward,\" he said. \"They provide the infrastructure or the backbone for the digital economy now and really the entire economy's been digitized.\"</p><p>Write to Karen Langley at karen.langley@wsj.com</p><p>Stock Market Is Top-Heavy, but Carnage Is Widespread</p>",
  "published": "2022-05-19T21:04:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 2342,
          "end": 2347
        },
        {
          "start": 2480,
          "end": 2485
        },
        {
          "start": 96,
          "end": 101
        },
        {
          "start": 4687,
          "end": 4692
        }
      ]
    }
  ]
}