{
  "_id": "2f99060771a96664ac8d5733c10a26ff128dc91538b0cd68b9a2077a620f373a",
  "feed": "wall-street-journal",
  "title": "Apple's Metaverse Prospects Produce Real Optimism for Investors; iPhone maker hasn't disclosed its plan for the virtual world, but many are betting the company will introduce extended-reality devices",
  "text": "<p>Apple earlier this month briefly became the first corporation ever valued above $3 trillion during intraday trading. Investors and analysts say they are betting that Apple will introduce extended reality devices in the next year or so and open up potential for a new leg of growth in coming years.</p><p>The company, for its part, says little about future plans, though Chief Executive Tim Cook has praised such technology in recent years and said it would be a critically important part of Apple's future.</p><p>Interest in the metaverse has gained new momentum since Facebook co-founder Mark Zuckerberg announced on Oct. 28 that he was renaming his company Meta Platforms Inc. to highlight its push to capitalize on the nascent world of virtual reality and augmented reality, known as VR and AR. While Meta's share price has gained 7% since then, Apple's has soared 18% to $175.08 on Tuesday.</p><p>Longtime Apple analyst Katy Huberty of Morgan Stanley last month upgraded her price target for the company's stock to $200 a share from $164 to bake in future value tied to those product lines.</p><p>\"New product categories need to get priced in,\" she wrote in a note to investors on Dec. 7. \"In conversations with venture-backed AR/VR companies, the consensus view is that the real catalyst for mass market AR/VR adoption will come when Apple enters the market.\"</p><p>The metaverse so far is mostly hopes and dreams, but proponents say it eventually will be a digital realm where people routinely use virtual avatars to work, play, shop and enjoy entertainment. Analysts think Apple could extend its ecosystem of hardware, software and services into this new realm.</p><p>Toni Sacconaghi, an analyst for Bernstein, recently told investors Apple could ship 22 million augmented reality devices by 2030, which could boost revenue by 4%, and that extended reality devices could represent more than 20% of overall revenue by 2040.</p><p>Apple is on a collision course with other tech giants to own this latest technological forefront, renewing old tensions even as it is unclear how big a market will exist for the virtual world. Meta has sold VR headsets for years and has aggressive plans to expand, and Microsoft Corp. sells an AR headset and has talked up its plans for the metaverse.</p><p>With Apple, some analysts also are looking for the company to make progress on another long-term project, an electric car—even as the company continues to see turnover of talent within the project.</p><p>\"Many analysts are pointing to Apple's potential to diversify away from its core iPhone business into other revenue generators like augmented and virtual reality, metaverse as well as autonomous vehicles,\" said Dan Morgan, a senior portfolio manager who focuses on technology at Synovus Trust Co., which counts Apple among its largest holdings \"even though these segments are many years away from contributing significantly to Apple's total revenue.\"</p><p>The final three months of the calendar year are often a strong quarter for Apple shares because the company tends to launch its newest iPhone in September and enjoy big sales during the holiday shopping season.</p><p>But the latest excitement over Apple's stock is a change from similar periods in previous years because the company reported record results for its fiscal year that ended in September, as the first 5G-capable iPhone lineup led to a surge in sales and profits. Apple's stock performance often turns sluggish after such a big year, as investors await the next major upgrade to the iPhone.</p><p>Instead, analyst Dan Ives of Wedbush last month raised his price target to $200 from $185 based on his increased confidence in the latest version of Apple's smartphone, the iPhone 13 lineup.</p><p>Analysts on average have been boosting their price targets for Apple over the past year. The average target in December a year ago was $128 a share compared with $174.59 on Tuesday, according to FactSet. Still, that means most analysts have priced the stock below its current level.</p><p>The advent of the metaverse could renew focus on the extent of Apple's clout. Concerns about Apple's power in that new realm were at the core of a high-profile antitrust lawsuit brought by \"Fortnite\" maker Epic Games Inc. that argued the bigger company held an improper monopoly over the distribution of software on its iPhones. Epic is concerned that Apple's rules and commissions will carry over into a new platform.</p><p>The high-profile courtroom drama presented one of the biggest threats to Apple's lucrative App Store. After a 16-day trial, a federal judge in September ruled mostly in Apple's favor, though ordered the company to stop prohibiting software makers from telling users inside their apps about alternative payment methods to get around Apple's in-app purchase system, which captures as much as 30% of digital revenue.</p><p>On Dec. 8, a U.S. appeals court granted Apple's request to delay that order, effectively meaning the company can put off any major changes for potentially years—another piece of good news for Apple investors.</p><p>Write to Tim Higgins at Tim.Higgins@WSJ.com</p><p>Apple's Metaverse Prospects Produce Real Optimism for Investors</p>",
  "published": "2022-01-12T10:30:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 2475,
          "end": 2480
        },
        {
          "start": 3366,
          "end": 3371
        },
        {
          "start": 4030,
          "end": 4035
        },
        {
          "start": 3642,
          "end": 3647
        },
        {
          "start": 1550,
          "end": 1555
        },
        {
          "start": 1706,
          "end": 1711
        },
        {
          "start": 892,
          "end": 897
        },
        {
          "start": 2755,
          "end": 2760
        },
        {
          "start": 3747,
          "end": 3752
        },
        {
          "start": 0,
          "end": 5
        },
        {
          "start": 2871,
          "end": 2876
        },
        {
          "start": 4319,
          "end": 4324
        },
        {
          "start": 2970,
          "end": 2975
        },
        {
          "start": 3137,
          "end": 3142
        },
        {
          "start": 166,
          "end": 171
        },
        {
          "start": 837,
          "end": 842
        },
        {
          "start": 4718,
          "end": 4723
        },
        {
          "start": 1894,
          "end": 1899
        },
        {
          "start": 4992,
          "end": 4997
        },
        {
          "start": 5053,
          "end": 5058
        },
        {
          "start": 4060,
          "end": 4065
        },
        {
          "start": 4459,
          "end": 4464
        },
        {
          "start": 1315,
          "end": 1320
        },
        {
          "start": 485,
          "end": 490
        },
        {
          "start": 4555,
          "end": 4560
        },
        {
          "start": 4840,
          "end": 4845
        },
        {
          "start": 2251,
          "end": 2256
        }
      ],
      "nexusId": "10022657"
    }
  ]
}