{
  "_id": "0608083b036a72efb6e19d30fdc2f3d6b254668b296d539667ef627c19796211",
  "feed": "market-watch",
  "title": "Here's why those U.S. and European sanctions will be devastating for Russia",
  "text": "<p>On Feb. 26, the U.S. and Europe agreed to cut off some Russian banks from the SWIFT messaging system, which is used to make trillions of dollars' worth of transactions every day, an option so devastating it has been called “ the nuclear option ” of sanctioning. They also&#xa0; vowed to prevent Russia &#xa0;from accessing some of its foreign reserves, making it harder to offset the effects of the sanctions.</p><p>Two days earlier, the White House announced a&#xa0; multifaceted sanctions package &#xa0;that cuts off Russia's major banks and companies from Western financing and imposed direct financial costs on many of Russian President Vladimir Putin 's top allies. It&#xa0; also restricted &#xa0;Russia's access to semiconductor products and the technologies it needs to sustain its industrial sector and military capabilities. Western governments also sought to punish Putin personally in&#xa0; separate sanctions targeting his personal assets &#xa0;held abroad.</p><p>Monday's move: U.S. Treasury says it's prohibiting transactions with Russian central bank </p><p>As&#xa0; experts on &#xa0;the&#xa0; effectiveness of sanctions , we believe the combination of these measures comprise an unprecedented global attack on a national economy – in this case, Russia's – the negative impact of which will increase by the hour.</p><p>Powerful new sanctions</p><p>In their Feb. 24 sanctions package, the U.S., its European allies and other supportive countries&#xa0; froze the assets &#xa0;of Russia's largest banks and several of the&#xa0; country's richest and most powerful oligarchs &#xa0;and imposed other financial sanctions on them.</p><p>These measures cover nearly 80% of all Russian financial assets, which the&#xa0; U.S. Treasury Department called &#xa0;the “core infrastructure of the Russian financial system,” blocking&#xa0; Sberbank, VTB Bank and other Russian banks &#xa0;from accessing credit and currency markets and impeding the ability of state-owned and private entities to raise capital.</p><p>https://twitter.com/kgb_files/status/1498288042552999940?s=21 By imposing steep costs on these financial firms as well as on&#xa0; Putin's main allies , such as Aleksandr Bortnikov , head of Russia's Federal Security Service , and his son, Denis Bortnikov, who chairs VTB 's board, the sanctions should undermine the&#xa0; investment and development that drives the Russian economy .</p><p>Read: Central Bank of Russia says stock market to be shut on Monday </p><p>And: Russian central bank lifts interest rates to 20% as ruble plunges over Western sanctions </p><p>The sanctions also include export controls that prohibit companies and countries from exporting technological equipment to Russia with components that use U.S.-built or U.S.-designed microchips.</p><p>Since the U.S.&#xa0; continues to dominate in making &#xa0;the kinds of high-end semiconductors necessary for advanced technologies, this provides important leverage. The&#xa0; export controls target &#xa0;Russia's defense, aerospace and maritime sectors and will cut off Russia's access to vital technology, which will likely lead to the atrophy of key sectors of its industrial base.</p><p>While Russia imports most of its semiconductors from China,&#xa0; these are the type of low-end chips &#xa0;used to run washing machines, for example — not to operate a guided missile. Russia relies on&#xa0; U.S. semiconductor components &#xa0;for many of its most important technological applications.</p><p>Similar export controls on semiconductor products&#xa0; are being imposed &#xa0;by many others, including Europe, Japan and&#xa0; Taiwan .</p><p>‘Massive bank runs'</p><p>AFP via Getty ImagesAnd after intense pressure from&#xa0; Ukrainian President Volodymyr Zelenskyy &#xa0;and others, the&#xa0; U.S. and European Union agreed &#xa0;on Feb. 26 to cut off some Russian banks from SWIFT, which stands for the Society for Worldwide Interbank Financial Telecommunication and connects thousands of financial institutions around the world. This is especially notable because some countries, in particular Germany and Italy,&#xa0; had previously been opposed &#xa0;to this step.</p><p>When Iran was first cut off from SWIFT in 2012,&#xa0; it lost half &#xa0;of its oil export revenues and 30% of its foreign trade.</p><p>The U.S. and allies also announced on Feb. 26 that they&#xa0; would block the Russian central bank's access &#xa0;to some of its over $600 billion in foreign currency reserves. Elina Ribakova, deputy chief economist for the Institute of International Finance, said this measure&#xa0; would have a dramatic effect &#xa0;on Russia's economy and banking system and lead to “massive bank runs,” a selloff of rubles and “possibly a full-on collapse of Russia's financial system.”</p><p>Plus: Sberbank Europe is failing or likely to do so, ECB says </p><p>Altogether, these sanctions — if sustained — should have a devastating effect on Russia's economy, as well as curtail its strategic capabilities by hurting the powerful energy sector and military industrial companies, which are bulwarks of Putin's regime.</p><p>What makes sanctions stick and sting</p><p>We've studied the effectiveness &#xa0;of past sanctions both in terms of their economic impact and whether they attain their political objectives.</p><p>We've found two conditions are necessary for sanctions to be effective, at least when it comes to their economic impact: They must be multilateral, meaning they involve a broad coalition of governments, and they must be implemented by countries that have extensive commercial relations with the targeted regime.</p><p>Furthermore, the countries with deep ties to the target must accept the risks and costs that result from their actions.</p><p>That's why the participation of a growing number of like-minded nations – including the U.K., Germany, France and other European states that&#xa0; have a much higher volume of trade &#xa0;with Russia than does the United States — is so crucial in making these sanctions succeed.</p><p>This unity and collective economic clout explain why the&#xa0; Russian stock market went into a nose dive &#xa0;and the ruble fell to a&#xa0; record low against the dollar &#xa0;after Russia launched its invasion and the new sanctions emerged. As a result, Russia's billionaires&#xa0; lost an estimated $71 billion &#xa0;on Feb. 24, and Standard &amp; Poor's and Fitch Ratings slashed the&#xa0; country's credit rating to “junk” status .</p><p>Because the sanctions are multilateral in design and being implemented in close coordination with allies in Europe, Japan, Australia and other countries around the world,&#xa0; our research suggests &#xa0;they will have a significant impact on Russia.&#xa0; Previous estimates have suggested &#xa0;aggressive sanctions like the ones being unleashed now could shrink Russia's annual gross domestic product by 3% to 5% or more.</p><p>Read: Carve-out in U.S. sanctions will still let Russia profit from oil, gas </p><p>Bearing the costs of imposing sanctions</p><p>Discussions are continuing and pressure may build to take other, more severe measures in response to the Russian assault, especially if its military is deemed to be guilty of&#xa0; committing war crimes .</p><p>Other measures on the table include more direct product-based sanctions of oil, natural gas and aluminum. But they also&#xa0; would have more immediate negative consequences &#xa0;for Europe, another test of endurance for the economic battle with Russia.</p><p>In this case, the impact of the very strong sanctions levied&#xa0; is hurting Russia now &#xa0;and will increase substantially in the coming months. As long as the countries imposing the sanctions, as well as the companies and citizens who will also bear some of the costs, are willing to accept them, they will likely succeed in punishing Putin for his aggression against Ukraine.</p><p>David Cortright is professor emeritus at the Kroc Institute for International Peace Studies at the University of Notre Dame in Indiana. George A. Lopez is the Hesburgh professor of peace studies, emeritus, at Notre Dame. This was first published by The Conversation : “ Targeting Putin's inner circle and keeping Europe on board: Why Biden's sanctions may actually work to make Russia pay for invading&#xa0;Ukraine .” It has since seen updated.</p><p>Now read: Opinion:&#xa0;By invading Ukraine, Putin steals the future from his own people </p><p>Also: NATO readies troops for Ukraine support, activating for first time ever its ‘response force' </p><p>And: Ukrainian official urges Apple, Google, Meta, Netflix, Twitter to cut off business with Russia</p>",
  "published": "2022-02-28T17:20:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 8038,
          "end": 8043
        }
      ],
      "nexusId": "10022657"
    }
  ]
}