{
  "_id": "0198ea753fcf5bf3b91860d6d9cf085774f05cdd20c484b28da10f52ae76a9e0",
  "feed": "ftcomall",
  "title": "Portraits of the Queen tell a revealing story",
  "text": "<p>The Queen knew the power of the image. Scrutinised by the camera from the cradle to the grave, she was possibly the most photographed person in the world. She chose a succession of official photographers to create her image and to adapt it — and that of the royal family — to appeal to the times.</p> <p>Without photographs and, to some extent, paintings, the monarchy would have found its popularity with the public much harder to maintain. In the past few days, many thousands of royal photographs have been pored over in an attempt to sum up her character and her life.</p> <p>Cecil Beaton photographed the royal family from 1939 to 1979, the year before his death. This sheet of “approved” contact prints, compiled from sittings in 1942, shows King George VI and Queen Elizabeth (later the Queen Mother) with the princesses Elizabeth and Margaret against typically Beatonesque backdrops of a Fragonard painting, floral bowers and swagged drapes.</p> <p>Beaton's photographs were carefully orchestrated and, in this, as Queen Elizabeth and her younger daughter Margaret look lovingly into each other's eyes . . .&#xa0;</p> <p>. . . Elizabeth looks directly and solemnly into the camera, as if conscious of her destiny and the burden of responsibilities to come.</p> <p>The princess wears a demure shirt with a Peter Pan collar and her Grenadier Guards' jacket with the badge pinned to her lapel — she had been appointed colonel-in-chief — and cap, which, rather like the picture itself, has conflicting messages: a ribbon bow and the official insignia of a hand-grenade or “flaming bomb”.</p> <p>Now Queen Elizabeth after her father's death, preparations for her coronation photographs at Buckingham Palace on June 2 1953 began two days earlier, with dummy runs and test shots, and nothing left to chance. Beaton's two assistants, John Drysdale and Ray Harwood, “hardly had time to look at her” as the Queen arrived for what became her most famous, and most regal, portrait.&#xa0;</p> <p>But backstage, surrounded by her six maids of honour, the Queen submitted to the kind of last-minute tweaking that precedes any public appearance.</p> <p>This candid snap of the Queen laughing, on the bridge of the royal yacht Britannia in 1972, was taken by Patrick Lichfield, her first cousin once removed who, like her brother-in-law Lord Snowdon, was responsible for some of her mid-reign portraits.</p> <p>He had been invited to join her Asian tour to provide pictures for her silver wedding in November, but as the yacht crossed the equator, he had been soaped and ducked in the pool. However, he had “the wit to take a waterproof camera with me, and when I came up for about the third time, I took a picture of the Queen up on the bridge laughing at me”.</p> <p>After all those photos, how different sitting for a painted portrait must have been, particularly when the artist was Lucian Freud, exacting in his demands. He rarely accepted commissions, but in 2000 he asked to paint the Queen's portrait and she agreed. The sittings extended over the next year and took place in a small room at St James's Palace, seen here in a photograph by David Dawson. The Queen, according to William Feaver's Freud biography, “kept silent in so far as she could” because, as she explained, “when he talks, he stops painting”.</p> <p>Freud delivered the finished portrait to the Queen in person. The small canvas, measuring 9 1/4 x 6 inches, concentrated all the power of Freud's brushwork into the Queen's face, cropping her just below the chin, but allowing for the diamond-studded diadem to perch above her rigid curls. She later apologised to him for her sprayed hair: “We've been rehearsing the Queen's speech.”</p> <p>The compression and the moulding of the thick impasto only emphasised the delicate variations in tonality as the light played on the Queen's flesh. Her mouth is set firm, he eyes looking inward. She looks, as ever, determined to see it through. When she was given the painting, she thanked him for doing it, but gave no idea of what she thought of it: “I've very much enjoyed watching you mix the colours.”</p> <p>On a freezing cold Sunday in June 2012, the Queen, 86, and Prince Philip, 90, faced another endurance test as they stood for four hours on the royal barge as it processed down the Thames in the Diamond Jubilee River Pageant. They waved valiantly to crowds as the wind grew stronger and rain poured. The Queen, in white with picture hat, look dressed for a garden party —&#xa0;it was June, after all.</p> <p>Perhaps moved by the sight of the shivering, resolute royal couple, David Hockney made an iPad drawing while he watched the pageant on television. Despite the weather, “The End of the Regatta” is a typically jolly depiction, the two tiny figures seen from behind: Prince Philip, replete with sash and sword, and the Queen, so swiftly drawn but still remarkably recognisable in signature low-heeled shoes, pastel-coloured outfit, and matching hat. She is, as ever, waving.</p> <p><em><br>Lucian Freud's portrait of the Queen will be included in the exhibition ‘Lucian Freud: New Perspectives' at the National Gallery, from October 1, </em><a href=\"https://www.nationalgallery.org.uk/exhibitions/the-credit-suisse-exhibition-lucian-freud-new-perspectives\"><em>nationalgallery.org.uk</em></a></p><p>Source: Liz Jobey 2022 'Portraits of the Queen tell a revealing story' FT.com 16 September. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-09-16T04:00:54.046Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [],
      "nexusId": "10022657"
    }
  ]
}