{
  "_id": "8547a4b44df5b055d9b7a7b0d3f52e8c0b7a1279330a8fa5ed3c61e3f3046635",
  "feed": "wall-street-journal",
  "title": "China Eases Zero-Covid Rules as Economic Toll and Frustrations Mount; Top leaders relax stringent pandemic controls in bid to lessen economic and societal impact, even as daily cases surge past 10,000",
  "text": "<p>Temporary bans on routes operated by airlines found to have brought passengers infected with Covid-19 into the country have been dropped, the health agency said. Travelers from other countries must now quarantine for eight days—five in a hotel or government center and three days of home health monitoring—down from a total of 10 days, it said. Passengers will also have to take only one test before boarding a flight.</p><p>At home, the scope of close contacts subject to isolation and mass testing has also been narrowed, a move that may alleviate one of the biggest sources of resentment among the many millions of residents who have been subject to stay at home orders simply for being in proximity to someone who had been close to a positive case. Quarantine for close contacts was cut to eight days from 10.</p><p>The designation of areas at risk—the basis for restrictions on people's movements—has also changed, the health commission said, with high-risk areas limited to residential blocks rather than entire districts.</p><p>The changes fueled a surge in Chinese and Hong Kong stocks, which were also boosted by signs of easing U.S. inflation. Hong Kong's benchmark Hang Seng Index jumped 7.7% in its biggest single-day rally since March, taking its increase so far this month to around 18%.</p><p>The Shanghai Composite closed 1.7% higher on Friday, while China's CSI 300 gauge of the largest mainland-listed stocks rose 2.8%. U.S.-listed China stocks also gained.</p><p>Interest in flights to China climbed as well, with Chinese online travel agency Trip.com reporting that bookings doubled on Friday compared with the same period on Thursday.</p><p>The controls were eased even as China confronted its worst outbreak in more than six months, with infections spread across the entire country—many of them \"considerable\" in scale, in the words of the Politburo Standing Committee. New cases topped 10,000 on Thursday, a number not seen since Shanghai was placed under stringent lockdown for two months from the end of March.</p><p>It wasn't immediately clear how the changes would affect continuing efforts to curb the spread of the coronavirus, and whether those facing lockdown in some parts of the country could expect restrictions to ease. About four million people were told to stay home in parts of Guangzhou, the southern economic hub, as authorities tightened controls to halt a growing outbreak this week.</p><p>Health officials in the city of more than 18 million people said Friday they would begin implementing the eased restrictions, including releasing from quarantine anyone who had been in proximity to close contacts of positive cases, state media reported.</p><p>Xi Jinping, China's leader, signaled at a Communist Party congress last month that the country's strict zero-Covid policies had helped it weather the pandemic and were set to continue. But the economic impact has forced adjustments to ease the burden on businesses and citizens, analysts say.</p><p>\"Xi Jinping has, I think, no choice but to make some moderations,\" said Willy Lam, a political analyst in Hong Kong and a senior fellow at the Jamestown Foundation, who pointed to Hong Kong and other places where authorities have recently loosened regulations amid the spread of the more transmissible but less deadly Omicron variant. \"This is still a far cry from following Hong Kong's example, let alone the U.S. and Europe where practically all restrictions have been lifted.\"</p><p>Covid controls have continued to disrupt the economy in recent days, with the Beijing International Automotive Exhibition, the country's biggest auto show, saying Thursday it would cancel this year's event. Its rival Guangzhou show, due to open this month, was postponed because of the outbreak there. Apple Inc. also warned this week of delays in shipments for some new iPhones following lockdowns at supplier Foxconn Technology Group's main plant in the city of Zhengzhou, which accounts for more than half of global shipments of the handsets.</p><p>Travel inside China has also been widely upended. The American and Japanese embassies in China had warned their citizens in the country this week of the risks of being stranded while traveling because of Covid-19 restrictions. Some Japanese travelers had been prevented from flying home for more than a month, the Japanese Embassy said in an email to some citizens living in China. On average, around seven in 10 domestic flights a day have been canceled so far in November, according to Flightmaster, a Chinese flight-data tracker.</p><p>The easing of restrictions on Friday have raised expectations that China could further loosen its zero-Covid policy in the coming months. \"We are now more convinced that a meaningful reopening will likely take place after the National People's Congress next March,\" Citigroup analysts said in a note.</p><p>But the announcement was also met with some caution. \"That's all good to hear,\" read one popular reply to a state-media post on China's Twitter-like Weibo platform. \"I hope you can actually make them happen.\"</p><p>One concern driving zero-Covid policies has been fears that a severe outbreak could cause widespread deaths among the elderly, who are less likely to be vaccinated. At the Politburo Standing Committee meeting on Thursday, Mr. Xi said that more effort needed to be placed on developing vaccines and inoculating vulnerable populations.</p><p>China has attempted to soften its Covid policies before, only to implement harsher measures as case numbers grew. Before Shanghai was locked down for nearly two months this spring, officials said they didn't need to implement such sweeping restrictions.</p><p>Grace Zhu and Qianwei Zhang contributed to this article.</p><p>Write to Austin Ramzy at austin.ramzy@wsj.com</p><p>China Eases Zero-Covid Rules as Economic Toll and Frustrations Mount</p>",
  "published": "2022-11-11T11:11:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 3713,
          "end": 3722
        },
        {
          "start": 3713,
          "end": 3718
        },
        {
          "start": 3713,
          "end": 3723
        }
      ]
    }
  ]
}