{
  "_id": "4bc85befa698786c7c64e6f27952cdec6ebf9ea8b4f01a116dbc220c95656c2c",
  "feed": "market-watch",
  "title": "Apple suppliers add manufacturing sites in U.S., with focus on California; Partners of iPhone maker seek to stay nearby as pandemic makes travel to China difficult",
  "text": "<p>Many major suppliers such as chip makers Qualcomm Inc. QCOM and Taiwan Semiconductor Manufacturing Co. TW:2330, product assembler Foxconn Technology Group TW:2354 and image sensor provider Sony Group Corp. JP:6758, added production sites in the U.S. during the year, the list shows. Apple representatives didn't respond to requests for comment.</p><p>The list doesn't say how much business Apple does with each company or describe what the suppliers do. It also contains clear errors such as describing Shanghai as part of Japan in one instance, so the actual location numbers may differ slightly from what the list says.</p><p>Still, two points are clear from the latest list, the first to be released since the fiscal 2020 list came out about 16 months ago. One is that Apple remains overwhelmingly dependent on East Asia, and particularly China. About 150 suppliers have operations in China, and the list is packed with the names of Chinese, South Korean and Japanese companies that supply components such as chips, screens, motors and camera parts.</p><p>An expanded version of this story appears on WSJ.com,</p><p>Popular stories from WSJ.com:</p><p>* U.N. Calls on Fed, Other Central Banks to Halt Rate Rises</p><p>* Why Interest Rates Are Rising Everywhere—Except Your Savings Account</p><p>* Tua Tagovailoa Is Out, and Life in the NFL Marches On</p><p>Apple suppliers add manufacturing sites in U.S., with focus on California</p>",
  "published": "2022-10-04T19:40:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 760,
          "end": 765
        },
        {
          "start": 1312,
          "end": 1317
        },
        {
          "start": 283,
          "end": 288
        },
        {
          "start": 0,
          "end": 5
        },
        {
          "start": 384,
          "end": 389
        }
      ],
      "nexusId": "10022657"
    }
  ]
}