{
  "_id": "f5a7352e5f31fbf512e73eadebbc35a21fa513bda117facd4233a00e2c3a7bf7",
  "feed": "ftcomall",
  "title": "Carlo Crivelli — Renaissance master who challenged God",
  "text": "<p>Who can blame the balding friar for gazing up in awe? On the one hand, it's business as usual in 15th-century Ancona. There are birds in the trees, ducks in the stream and people pottering up and down the street that winds past the church towards an ice-blue sea. Above, however, sorcery is afoot. Framed by a golden mandorla, the Madonna and Child float above Gabriele Ferretti's head beneath a beribboned festoon of hefty apples and pears that cast their dark reflection on the sky.</p> <p>Is it the Holy Mum who has rocked Gabriele's equilibrium? Or is it that festoon of fruit with its unnatural shadows? Such garlands were commonplace in early Renaissance painting, acting to signal the painter's sophisticated awareness of classical iconography. But when Carlo Crivelli adds those shadows in “The Vision of Blessed Gabriele” (c1489), he makes his fruit more real than the sky behind it, reducing the latter to an arrangement of forms on a flat surface. Those grey bands are the painter's equivalent of a rabbit in a hat. Crossing the divide between the painter's imagination and the world he represents, they act to remind us that the painting is a representation: unreal, confected, fake. Yet they also tell us that the painter can play God by creating objects so solid they interfere with light.</p> <p>Five hundred years before Magritte was teasing us that his pipe was not a pipe, Crivelli (c1430/35-c1494) was pointing out the same thing. His maverick approach was remarkable, given that many of his peers devoted themselves to the imitation of reality — with its concomitant three-dimensional depth — through the newly fashionable technique of perspective.</p> <p>Given his innovative tendencies, perhaps we should not be surprised that Crivelli has found a welcome in Birmingham's Ikon Gallery, a venue normally devoted to contemporary art. Forty years ago, the Ikon's director, Jonathan Watkins, was blown away by the Italian's vision on a trip to the National Gallery. But it was only in 2019, when Watkins's concept for this exhibition won the £150,000 Ampersand Foundation Award, that the curator was able to realise his dream project.</p> <p>Working with co-curator Amanda Hilliam, a Crivelli specialist, Watkins hasn't wasted a penny. Entitled <em>Shadows on the Sky</em>, the show brings together nine works by Crivelli including loans from the National Gallery and Wallace Collection in London and the Gemäldegalerie in Berlin. The cherry on top is a sideshow devoted to contemporary artist Susan Collis, whose gift for optical witchcraft rivals Crivelli's own. </p> <p>Our introduction to Crivelli's startling world is “Virgin and Child” (c1480). On loan from the V&amp;A, it's an intricate, flashy conundrum that mixes eras, ideas and techniques with breathtaking audacity. Its glittering centrepiece is the Madonna's golden mantle, whose ornate pattern of phoenixes, pomegranates and grapes sculpted in <em>pastiglia</em> — a gesso relief — is a signature of the International Gothic style. Yet this dainty, medieval lady has time-travelled forward to find herself sitting on a balcony in front of a sandy, shrubby landscape. Classic tropes of early Renaissance painting, these elements — which require the illusion of depth and distance — permit the artist to employ the epoch's mathematical techniques.</p> <p>Crivelli makes the most of every opportunity. Hazardous ruptures scar the stone niche that hosts Mary Magdalene in Crivelli's painting of the saint (c1491-94) on display opposite the V&amp;A's Madonna. Whereas most Renaissance painters were trying to create a world so monumental and harmonious it deserved comparison with heaven, Crivelli's version of paradise was fragile, unstable, riven with risk and paradox.</p> <p>The scant facts we have about Crivelli's life suggests it may have mirrored his art. He was born in Venice in the early 1430s, and it's thought he trained with the Vivarini family — who would have taught him his Gothic ornamentality — and then in Padua, where his Renaissance tendencies were probably embedded. In 1457, his world was fractured by a six-month prison sentence for having an affair with a married woman. By the late 1460s, after a spell in Dalmatia, he'd settled in the central region of the Marche, which would remain his home until his death in around 1494.</p> <p>Sandwiched between dusty, pine-cloaked mountains and the azure waters of the Adriatic, the Marche's landscape haunts several of Crivelli's paintings. But it is the resplendent travertine marble buildings of the Marche town of Ascoli Piceno that hog the spotlight in this show's masterpiece, “The Annunciation, with Saint Emidius” (1486)<em>, </em>on loan from the National Gallery.</p> <p>From the vases, birds and leaves that flow across columns and capitals to the Turkish rugs draped over balconies and the tail of the peacock — its golden feathers a fabulous excess — perched on a pediment, the painting's cornucopia of pattern makes the little “Madonna and Child” look minimalist by comparison. By the time he painted it, Crivelli had the hang of spatial distance, drilling through a coloured marble <em>sottoportico</em> to the horizon, then cheekily blocking our view with a barred window.</p> <p>As she kneels in her open doorway to receive the News, Mary is reduced to a bit-player while her supernatural fertilisation takes the form of the only diagonal line — a single golden ray — in a picture constructed from orthogonals. Yet that slender, celestial beam is nearly eclipsed by the furore of shape and colour around it, as if God is struggling to make himself heard above the painter's earthly fanfare.</p> <p>Crivelli's final coup is to pop a cucumber and an apple on the step that leads into Mary's courtyard. Protruding over the lip, is that yellowing vegetable a phallic symbol? A sign that when we look at this painting we cross a threshold into God's universe? The painter's universe? Or were they for Crivelli one and the same? Does Crivelli honour the divine Creator through his exultant offerings? Or challenge him to the ultimate artistic duel?</p> <p>In Birmingham, Crivelli has competition closer to home. Tucked away behind a temporary partition at the back of the gallery with just two Crivellis for company, a mini-exhibition by contemporary artist Susan Collis is, at first glance, an error of curatorial judgment. Consisting of a pair of spattered blue overalls, a broken bit of easel, a scruffy old cloth, wooden broom and a canvas smothered in Pollockish dribbles, this feels like clumsy, derivative art-student nonsense. </p> <p>But look a little closer. The dabs and spills that soil those overalls have been painstakingly hand-embroidered in thread. The paintmarks on the broom are precious gems and metals inlaid into the wood. As for the painting, its encrusted texture evaporates at a touch and reveals itself as paper.</p> <p>Crivelli would have loved to know he's sharing the stage with Collis's <em>commedia</em>. In his own time few can have appreciated his lunatic retinal japes. Many of his paintings were designed to be part of much bigger altarpieces whose detail would have been visible only to a lucky few: priests, donors, patrons. Yet still he implanted his droll, brain-twisting minutiae. Did Crivelli foretell that one day the world would catch up with his awareness that linear time and rational space may be the real illusions? Like Gabriele, we're left awed.</p> <p><em>Ikon Gallery, Birmingham, to May 29, </em><a href=\"https://www.ikon-gallery.org/event/carlo-crivelli/\"><em>ikon-gallery.org</em></a></p><p>Source: Rachel Spence 2022 'Carlo Crivelli — Renaissance master who challenged God' FT.com 8 March. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-03-08T05:00:00.809Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 5589,
          "end": 5594
        }
      ]
    }
  ]
}