{
  "_id": "f03cec21fc001454df42edf04f0cfb949895a7976995a1407c95c782e2ae87e3",
  "feed": "market-watch",
  "title": "Don't get fooled by another 'rip' says this strategist who advises watching this 'battleground' S&P 500 level; Critical information for the U.S. trading day",
  "text": "<p>Among those unconvinced that the good times are about to roll is The Kobeissi Letter's Adam Kobeissi.</p><p>\"Quickly, we have gone from a 'win-win' scenario for stocks to a 'lose-lose' scenario. In other words, 'buy the dip' has rapidly transitioned to 'sell the rip' as fear and uncertainty are being met by a strongly hawkish Fed and rather unstable economy,\" Kobeissi told clients in his latest newsletter.</p><p>In our call of the day, he laid out a \"battleground level\" on the S&amp;P 500 to watch closely — 4,090, which marks a lower high from May 17 and paves the way for a drop down to 4,050, he said.</p><p>With consumers getting hit by high inflation at every turn and oil prices hovering at $120, it's \"hard to view the current fundamental backdrop as bullish\" with likely more near-term pain for stocks, Kobeissi said.</p><p>\"In the case that the Fed begins to shift in a less hawkish direction, we believe that short-term rallies will be followed by longer-term selling as a less hawkish Fedbrings inflation back into the spotlight. At this point in time, we believe that we are likely in a recession, and if not it is certainly warranted,\" said Kobeissi.</p><p>He's got a 4,050 target on the S&amp;P and a stop loss of 4,160.</p><p>Less dour is RBC Capital Markets' equity analyst Lori Calvasina, though she has trimmed her end-2022 S&amp;P 500 target to 4,700 from 4,860. \"We are continuing to bake in a slower economic growth backdrop in 2022-2023 but not a recession,\" she said.</p><p>Calvasina said when it comes to sectors, analysts \"continue to be more intrigued\" with growth over value looking ahead, as most indicators look better for the former and are fading for the latter. Of course, she said this call may not work in the short term if U.S. equities \"take another leg lower and start to price in full recession.\"</p><p>For now, she is moving back to neutral on small-caps (from underweight) vs. large-caps. \"If it turns out that the U.S. avoids a recession and the U.S. equity market has bottomed, we'll look back at Small Cap's resilience in early 2022 as something telling us stocks had already priced in the economic damage that was around the corner and were attempting to find a floor.</p><p>\"On the other hand, if recession fears mount and equity markets take another leg down, Small Cap seems likely to underperform again in the very near term. But we'd view that as an opportunity to add to positions. Historically, there's one thing we know about recessions — they tend to be good entry points into Small Cap,\" said Calvasina.</p><p>The buzz</p><p>Didi Global DIDI shares are up more than 50%, after The Wall Street Journal reported that Chinese regulators have wrapped a one-year probe into the ride-hailing company, and two-other U.S.-listed tech companies — Full Truck Alliance YMM and Kanzhun BZ, whose shares are also flying.</p><p>Stock in Sunrun RUN and other solar companies are climbing, after the Journal reported that the U.S. plans to pause new tariffs on solar imports for two years.</p><p>And Apple AAPL will grab attention as it is expected to unveil new products at a developers conference on Monday.</p><p>Paul Singer's Elliott Investment Management is suing the London Metal Exchange for $456 million for canceling nickel trades due to a short squeeze in March that caused spiking prices.</p><p>It will be a light week for U.S. data, with the calendar empty for Monday and the big event coming on Friday, with May consumer prices.</p><p>The markets</p><p>Stock futures ES00 YM00 NQ00 are climbing, with Treasury yields BX:TMUBMUSD10Y flat. Natural-gas futures NG00 are up 5%, with modest gains for oil CL.1 BRN00. The euro EURUSD is firming up with eyes this week on the European Central Bank, which is expected to join many global central banks in hiking rates. Bitcoin BTCUSD is back above $31,000 after a fairly upbeat weekend for cryptos.</p><p>U.K. Prime Minister Boris Johnson is facing a vote of confidence on Monday amid criticism over rule-breaking COVID-19 parties at Downing Street. Sterling GBPUSD and U.K. gilts BX:TMBMKGB-10Y popped on that news.</p><p>The chart</p><p>U.S. stock valuations have dropped, but remain above levels seen during the dot-com peak, according to the Buffett Indicator, which Berkshire Hathaway's BRK.A Warren Buffett once dubbed \"the best single measure of where valuations stand at any given moment\":</p><p>The long-term valuation indicator is a ratio of total U.S. stock market capitalization to gross domestic product. The chart from Kailash Concepts was shared via the weekly S&amp;P 500 #ChartStorm from Callum Thomas, head of research at @topdowncharts.</p><p>The tickers</p><p>These were the top-searched tickers on MarketWatch as of 6 a.m. Eastern. </p><p> Ticker   Security name  GME      GameStop  TSLA     Tesla  AMC      AMC Entertainment  AMZN     Amazon  NIO      NIO  MULN     Mullen Automotive  AAPL     Apple  BABA     Alibaba  NVDA     Nvidia</p><p>Random reads</p><p>Terra stablecoin investors in India face the taxman's wrath.</p><p>Switzerland's new mascot? A never-before-seen rare baby albino Galapagos giant tortoise.</p><p>And here's Musk again, griping about California:</p><p>Need to Know starts early and is updated until the opening bell, but sign up here to get it delivered once to your email box. The emailed version will be sent out at about 7:30 a.m. Eastern.</p><p>Want more for the day ahead? Sign up for The Barron's Daily, a morning briefing for investors, including exclusive commentary from Barron's and MarketWatch writers.</p><p>Don't get fooled by another 'rip' says this strategist who advises watching this 'battleground' S&amp;P 500 level</p>",
  "published": "2022-06-06T11:19:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 2953,
          "end": 2958
        },
        {
          "start": 2959,
          "end": 2963
        },
        {
          "start": 4712,
          "end": 4717
        },
        {
          "start": 4707,
          "end": 4711
        }
      ]
    }
  ]
}