{
  "_id": "84821af135aad24d216b08edf42082f3d3b91a718ad6a1e701072d2f511b7d6b",
  "feed": "wall-street-journal",
  "title": "U.S. News --- THE OUTLOOK: Pressure Grows to Lift Rates in Japan",
  "text": "<p>But Tokyo's three-decades-old effort to shore up its stagnant economy and fight deflation with deficit spending has pushed government debt to the highest among major economies. Any sizable rise in rates would boost its debt-servicing costs, possibly triggering a vicious cycle of more borrowing at higher rates, accompanied by market turmoil, some economists say.</p><p>The widening differential between Japanese and foreign interest rates has supercharged the yen's 20% fall this year to near its weakest since the late 1990s. That has swelled import bills and eroded Japanese wages relative to foreign wages, with surprising consequences.</p><p>Travel agencies are promoting a \"Working Holiday\" employment visa program for Japanese youth in Australia, where the minimum hourly wage is twice Japan's at the current exchange rate. Farms and factories are struggling to retain workers from Southeast Asia whose Japanese salaries were already modest before the yen's fall reduced them even more.</p><p>Japan was the only big market where Apple Inc.'s net sales shrank in the year through September, which analysts attribute in part to the yen's weakness making iPhones more expensive.</p><p>\"If the currency is down 30% and stays down, and if talented workers want to move abroad, at some point, the BOJ has to allow higher interest rates to keep Japan's government running,\" said Adam Posen, president of the Peterson Institute for International Economics.</p><p>While yen weakness is in part a result of the interest-rate differential, says Hiromichi Shirakawa, chief Japan economist for Credit Suisse, it also reflects the \"structural deterioration\" of Japan's economy, particularly the reduced competitiveness of manufacturers.</p><p>Thus far, the Bank of Japan has turned aside pressure to change course; it is expected to keep its minus 0.1% target for short-term rates at a meeting this week.</p><p>Japan's consumer price inflation rate excluding fresh-food prices hit a 40-year high of 3.6% in October. Excluding food and energy prices, underlying inflation was 1.5%. Wage growth, which the Bank of Japan has long seen as key to achieving its inflation target of 2%, has only recently moved up to 2% from 1%.</p><p>\"In the U.S. and Europe, the central banks are raising rates rapidly because they are very concerned about the risk of falling into a negative spiral of wage and price increases,\" Bank of Japan Gov. Haruhiko Kuroda said at a news conference on Nov. 14. \"The situation is quite different in our country.\"</p><p>Mr. Kuroda is expected to step down by April. Economists are divided on whether the BOJ will tighten policy after that. Many expect a moderate rate increase in the second or third quarter, citing creeping inflation driven by import costs and new leadership.</p><p>But Gene Park, a political scientist at Loyola Marymount University who has studied Japanese economic policy, thinks the bank is unlikely to make a big change out of concern about higher rates' impact on homeowners as well as on small businesses.</p><p>Perhaps the biggest risk is to the government itself. After Mr. Kuroda became governor in 2013, the bank sharply increased its purchases of government bonds and other riskier assets.</p><p>In 2016, the central bank announced the country's first negative interest-rate policy. It soon augmented that with so-called yield-curve control, through which it seeks to keep the 10-year government bond yield around 0% by purchasing the securities whenever the yield breaks above the range.</p><p>That has allowed the government to borrow massively to pay for frequent economic stimulus and the growing bill for caring for the population's elderly without driving up bond yields or interest charges.</p><p>Japan's general government debt has risen from about 60% of gross domestic product in 1990 to 263% in 2021, with its generous fiscal spending during the pandemic accelerating the upturn, according to the International Monetary Fund.</p><p>Japan's 2021 debt level was the highest among advanced economies, according to the IMF. And yet Japan pays just 1.5% of GDP in interest on its debt because its rates are so low. If rates were to rise, that interest burden would rise sharply.</p><p>The U.K.'s recent experience has renewed questions about Japan's vulnerability. Its debt stood at 104% when newPrime Minister Liz Truss's botched fiscal policy package in October fueled concern over the government's financial health, forcing her resignation.</p><p>Some economists doubt Japan faces the same risk because so much Japanese government debt is owed to Japanese investors.</p><p>Others are less sanguine. \"We can't keep printing Japanese yen,\" said Takeshi Niinami, chief executive of Suntory Holdings Ltd., a food and beverage company. Mr. Niinami says he supports higher interest rates, when implemented at the right time, because it \"creates a healthy economy of this country.\"</p>",
  "published": "2022-12-19T00:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1018,
          "end": 1028
        },
        {
          "start": 1018,
          "end": 1023
        },
        {
          "start": 1018,
          "end": 1027
        }
      ]
    }
  ]
}