{
  "_id": "730afeb3fbf7811afecaa9fc5762741c13cf79becef58d353eee962458cb5bf7",
  "feed": "ftcomall",
  "title": "Social media's big bet: the shopping revolution will be livestreamed",
  "text": "<p>Manrika Khaira regularly broadcasts live on TikTok to her following of more than half a million people. She uses the social media platform to demonstrate how she gets ready in cheerful tutorial-style videos, while marketing cheap or discounted beauty products.</p> <p>In one livestream, testing out some heated hair crimpers sent to her, she realises her dark locks are burning and quickly snaps out of her smiley routine to warn those tuning in. </p> <p>“If a product arrives and it is shit, I will say I don't like it, don't buy it,” she says in an interview. “I need to build a reputation of trust.”</p> <p>Her approach has made Khaira, a UK-based influencer, one of the top sellers on TikTok Shop, the short video app's live ecommerce feature. It allows her audience to buy the products she promotes directly on the app, through a clickable orange basket in the bottom left-hand corner of the screen. </p> <p>It's a scene familiar to anyone who has watched QVC or what used to be the Home Shopping Network, except this version involves social media influencers plugging products in livestreams, known as “lives”, featuring heavy discounts, flash sales and gifts in mystery boxes.</p> <p>Social media platforms are betting on this model as the future of shopping, hoping to reap the rewards of an industry that has had huge success in China, where live ecommerce sales are expected to reach $423bn this year, according to management consultancy McKinsey. </p> <p>Yet efforts to bring this model to western consumers have had a turbulent start, with low viewing numbers, poor sales, clunky tech and logistical challenges. Several employees and people close to the company say<a href=\"https://www.ft.com/content/07b75caf-b2ab-4ace-9bb8-68d42f1da823\"> TikTok Shop's expansion into Europe and the US was put on hold</a> after setbacks and controversy in the UK, though a TikTok spokesman denies the company has “paused, delayed or withdrawn the planned rollout of TikTok Shop into any other international markets”.</p> <p>While TikTok says plans to expand may have been discussed with businesses, it says its focus is on making the feature successful in regions where it is already available.<br></p> <p>Major players in the sector — influencers, brands, merchants — are sceptical, but a reliance on Big Tech for their livelihood means they are reluctant to miss out. Some insiders are resigned to the idea that social media giants are simply too powerful to let their foray into live shopping fail. </p> <p>As well as TikTok, platforms including Amazon, YouTube, Facebook and Instagram have all been trialling live ecommerce, which brings together entertainment and shopping underpinned by the pulling power of influencers. </p> <p>“When phones came into our hands, the power dynamic completely shifted,” says Shimona Mehta, European head of Shopify, which provides the software used by social media companies to enable quick purchases and live updates on stock and shipping.</p> <p>“We don't go shopping any more, we are shopping all of the time,” says Mehta, who considers social media platforms the new shopping malls. </p> <p>“Rather than driving consumers away from where they're trying to spend their time, [live ecommerce] allows consumers to convert right there in what they're doing without disrupting what's got their attention in the moment.”</p> <h1>Experimental phase</h1> <p>Social media-driven shopping is not new. Almost two-thirds of consumers say they have bought something via social media, according to an <a href=\"https://newsroom.accenture.com/news/shopping-on-social-media-platforms-expected-to-reach-1-2-trillion-globally-by-2025-new-accenture-study-finds.htm\">Accenture survey</a> of more than 10,000 global users. </p> <p>The popular #TikTokMadeMeBuyIt hashtag has been clicked on more than 18.5bn times and average daily uploads on YouTube featuring the words “Shop With Me” in the title increased more than 60 per cent in 2021, compared with the year before. </p> <p>Consumers have historically left these platforms to complete their purchases, using links to websites such as Amazon, but social networks want the transaction to take place inside the app, where they can take a cut of the revenue. Amazon, the dominant force in ecommerce, <a href=\"https://www.ft.com/content/7a7766aa-11d7-4f9d-a440-79841fee7c09\">is now courting big-name influencers</a> to get a piece of the live shopping action.</p> <p>“We basically see YouTube as a place where shopping activity has been taking place for a long time, and our goal is to . . . make that shopping activity more seamless and natural,” says David Katz, vice-president of product management at YouTube Shopping. </p> <p>Features that allow users to click on product links while watching a live broadcast on YouTube are available in the UK and the US, where Katz admits it is still in an “experimental phase”. Interaction with the tools in these countries is trailing behind others including South Korea, Brazil and India.</p> <p>“It is still very early to draw conclusions,” he adds. “The behaviour is more advanced in some markets . . . [and] we'll have to learn whether there are intrinsic differences or if it's simply a matter of developing user understanding and enthusiasm.”</p> <p>A livestreaming event on YouTube last year featured Gordon Ramsay showing viewers how to cook a festive dinner using “his favourite line of pans”, which users could then purchase by clicking on links in the video. The week-long event generated 2mn live views — a tiny proportion of YouTube's 2bn users — and Katz considers it a success.</p> <p>YouTube, TikTok and Instagram all say live shopping is a nascent feature and none has provided figures on the sales or revenue that have been generated through livestreams.</p> <p>Estimates from TikTok employees suggest the company has been running the feature at cost, with some livestreams resulting in zero sales, while one person with knowledge of Instagram's trial says it is failing to drive any meaningful sales. </p> <p>“Our hope is that commerce continues to be an opportunity for creators to earn a sustainable living — whether that's through branded content partnerships or their own product lines,” says Ashley Yuki, co-head of product at Instagram.</p> <p>Meta, which will <a href=\"https://www.facebook.com/business/help/1462344604282523\">stop live shopping</a> on its Facebook platform from October to focus on short form video, is pressing on with the feature on Instagram. Its focus is “getting the experience right” in the US before rolling it out in other markets, Yuki says.</p> <p>A series of FT investigations have revealed that TikTok Shop has been failing to gain traction since launching in the UK last year, its first live shopping market outside Asia.</p> <p>Staff spoke of a culture clash with the company's Chinese owner ByteDance in its efforts to bring its ecommerce model — and working practices —&#xa0; to western markets. London-based employees, complaining of poor conditions and unrealistic targets, quit in their droves and the head of the department <a href=\"https://www.ft.com/content/174ed2e2-f88e-4759-9a7f-133629aab94a\">was replaced</a> after telling his colleagues he didn't believe in maternity leave. </p> <p>The slow start in the UK market is in stark contrast to live shopping in China, where it is a mature and established sector across platforms such as Taobao, Pinduoduo and Douyin. The latter, TikTok's Chinese sister app, has enjoyed a 300 per cent rise in sales year on year, with users buying more than 10bn products — proving it can be a lucrative business if you get it right.</p> <p>The platforms in China, however, are supported by a sophisticated live commerce ecosystem involving dedicated talent agencies, academies providing specialised courses for livestream presenters, as well as studios, lighting and production companies.</p> <h1>Aggressive selling</h1> <p>At the heart of successful livestreams are the people in front of the camera. China's most popular influencers such as Austin Li sell more than $1bn worth of goods in a single broadcast. Influencers are paid a commission, which varies depending on the platform, how many followers the influencer has, and how many sales they make.</p> <p>Livestreams can take place in an influencer's home or a professional studio, often with bright lighting, an appealing backdrop and a colourful array of products in the background, which the influencer can pull out and interact with.</p> <p>The presenting style is animated and aggressive, with a flurry of deals such as bundling items, random gift boxes and flash giveaways to draw in sales. Influencers respond to questions in the comments and call out usernames to thank people for their orders.</p> <p>Scott Guthrie, head of the Influencer Marketing Trade Body, says that live shopping influencers require a particular skill set. An influencer who is good at creating aspirational content with product placement in an edited video, for example, might be terrible at direct sales.</p> <p>“Someone in Selfridges selling Clinique might be much better than an influencer because . . . they are used to holding an audience, they are used to talking to someone and trying to upsell,” Guthrie says. “[Influencers] can't just pour old skills on to a new format.”</p> <p>British influencers have complained that Livestreams on TikTok, which can last for hours, were repetitive, exhausting and difficult to host. Many have stopped altogether, saying the time invested wasn't worth the commission. Meanwhile, sellers such as Khaira and the two sisters known as the McLoughlin Girls, who have more than 3.1mn followers, have generated tens of thousands of pounds in sales.</p> <p>“If you select the right influencer, they have much more reach than we would on our own platform . . . they are the revenue drivers,” says Luke Williams, founder of Justmylook, a UK-based beauty retailer who has been taking part in TikTok Shop. “Live shopping is new and exciting but it is still in its infancy. It is one to watch but there's a long way to go.”</p> <p>Khaira agrees. “I think [livestream] is the way forward with selling products; it is a brand new marketing strategy,” she says. “Because certain people spend most of their time on TikTok, it is a way to get in front of those consumers.”</p> <p>TikTok's launch in the UK best captures the issues facing the fledgling sector. A lack of infrastructure and experienced studio staff in Britain has meant that TikTok Shop lives sometimes end abruptly because of technical glitches. One influencer says they arrived at a studio to find the cameras and lights were broken, so an inexperienced assistant filmed them using a computer turned on its side, to recreate TikTok's portrait-style video format. TikTok says its studio staff have extensive levels of experience and expertise and that it has no record of this particular case.</p> <p>Some merchants say that the cost of holding livestreams in studios, along with paying influencers and crew, was not worth the return on investment.</p> <p>“We wanted to be first adopters but TikTok has underestimated just how much technology businesses would need,” says one luxury brand, speaking under the condition of anonymity. “It isn't just uploading your products, you need massive infrastructure.”</p> <p>In response, TikTok says it is working to make things better for merchants, but believes it is possible to succeed without massive infrastructure. </p> <p>TikTok Shop customers have also complained of delays in receiving items, sometimes not receiving them at all, and issues with unresponsive sellers when asking for a refund. The platform receives about 200 complaints from customers in the UK each day, many involving fraudulent sellers, according to a person at the company.</p> <p>There is also an issue with counterfeit products available on the platform, leading to complaints from brands including Dyson and L'Oréal. These livestreams are recommended by the platform's algorithm and are easily found within seconds of logging on to the app. </p> <p>“When it comes to counterfeits, fake or unauthorised replicas of an authentic product are forbidden on TikTok Shop,” says Patrick Nommensen, senior director of ecommerce operations at TikTok. “We make this absolutely clear in our policies . . . and we remove such cases when found.”</p> <p>Several merchants say the Chinese live ecommerce model was a “race to the bottom” on pricing, which devalued their products and made it hard to compete with bad actors selling counterfeit or cheaply made items. </p> <p>“Trying to drag and drop the Chinese model into western markets isn't how it is going to work long-term,” says one TikTok Shop merchant.</p> <h1>Too big to fail</h1> <p>Olly Lewis of The Fifth, a creative influencer agency, predicts that UK social ecommerce will grow from £4.2bn in 2021 to about £6.1bn next year, with live shopping increasing its share from 29 per cent to 45 per cent. But he says the sector will not change much in the next 12 months, calling it a “long-term play”.</p> <p>“Some of the technology is clunky, the fulfilment partners are not in place,” he adds. “But the [main] issue is the consumer appetite to buy [in] one click.”</p> <p>Ease of purchase is fundamental to making livestream shopping work: users should be able to watch content with a featured item and purchase it immediately, creating the “seamless” experience the industry strives for.</p> <p>In web design, there is an established “three-click rule”: unless a user can find the information they want within three clicks of a mouse, they will leave the site. This rule was revolutionised by ecommerce websites such as Amazon, which reduced this to one click. For businesses getting into the ecommerce game, there is an increasing body of research that reinforces the idea that the fewer clicks needed to complete a transaction, the more likely the customer is to finish their purchase.</p> <p>Brands and retailers who were<a href=\"https://www.ft.com/content/54ab0c24-7ddd-11e6-8e50-8ec15fb462f4\"> slow to adapt to the online shopping boom</a> by launching their own websites are nervous about missing the boat a second time. They are now conflicted over whether to jump into live ecommerce: they want to be visible on the platforms popular with young people, but they aren't seeing the promised sales.</p> <p>The platforms also take a cut of any sales made. YouTube wouldn't disclose its fees but TikTok and Meta, which owns Facebook and Instagram, receive 5 per cent of each sale made on the platform. </p> <p>Merchants worry they aren't getting click-throughs back to their websites, which means the consumer data generated belongs to the social media platform. How long a customer's mouse hovers over a dress, or the pair of shoes added to the basket before logging off, are insights brands are reluctant to lose.</p> <p>Personalisation is the bread and butter of social media platforms, whose powerful algorithms can predict which content you are likely to interact with, making it perfect for recommending items to add to a person's shopping list and generating targeted advertisements.</p> <p>Since Apple introduced software that allows people to opt out of how data on their phones is used to sell personalised advertising, these companies have taken a hit to their primary form of revenue. Meta estimates that it would result in<a href=\"https://www.ft.com/content/8e80d420-ee96-4b2e-a58c-ed323d93ba74\"> a $10bn reduction</a> to advertising growth this year.</p> <p>Bringing shopping to social media has the potential to create a lucrative revenue stream for those platforms providing access to consumer data, which can be used not only to sell products but also advertising. </p> <p>Instagram's Yuki says shopping features can generate insights to “personalise [user] experience” on the platform, including for ads.</p> <p>“Your activity, including purchases, may influence what you see,” she says. “For instance, if you look through collections of bicycles in shops [on Instagram], you might see more content about bicycles on other Facebook products.”</p> <p>Despite a rough start, platforms are still pushing on with these features, hoping that the livestream experiment will eventually pay off.</p> <p>“It is a second coming for social media, it is all going to change rapidly over the next few years,” says one brand, speaking under condition of anonymity for fear of falling out of favour with the social media companies.</p> <p>“As a brand, you have to be on board: these platforms are so big, they will make it work.”</p> <a href=\"http://www.ft.com/cms/8396022a-02bc-44a4-9684-f554e720a620.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a><p>Source: Cristina Criddle in London and Hannah Murphy in San Francisco 2022 'Social media's big bet: the shopping revolution will be livestreamed' FT.com 11 August. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-08-11T04:00:44.867Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "confidence": 0.94,
      "offsets": [
        {
          "start": 14246,
          "end": 14251
        },
        {
          "start": 14159,
          "end": 14164
        }
      ],
      "weightsV2": {
        "weight": 1.1974739,
        "baseWeight": 2.0,
        "expansionWeight": 0.0,
        "ontologyWeight": -0.8025261,
        "tagPositionWeight": 0.0,
        "titleWeight": 0.0
      },
      "typeRank": 6
    }
  ]
}