{
  "_id": "9b9c1c44b0a389c2aee5b8dc041548918f42563f06c96187a3b593d3ce26acaa",
  "feed": "market-watch",
  "title": "These 3 sectors might be the place to be even if the stock market 'gets end-of-the-world bearish'; Critical information for the U.S. trading day",
  "text": "<p>No doubt some may be looking even closer down the road, when bigger institutional traders may potentially return from vacations to size up the market after that hawkish Fed blow.</p><p>Our call of the day says as bulls and bears battle it out, the best path forward for investors is to stop fighting the Fed, stop fighting the trends and let the markets lead. It comes from Mark Ritchie II, chief investment officer of RTM Capital Advisors and a son of the legendary investor by the same name.</p><p>In an interview with Real Vision that published Monday, Ritchie touches on the return of those big players, saying \"if the institutions really start showing up and selling en masse,\" markets are in for a new low or a retest.</p><p>As a contrarian, he says the best setup for him would see markets continue to pull back, retest the lows \"and everybody gets end-of-the world bearish.\" But he wants investors to keep an open mind here, as we could also see a powerful rally off the lows, or a secular longer range where markets don't see new highs.</p><p>That's why it's important to led the market lead, he says.</p><p>Everybody \"loves to look at, well, what was the hot stock of the last time, or what's been beaten down the most. And I'm saying you want to look the other way. The market is smarter than all of us…let the market tell you where the strength is, and see if that holds up,\" said Ritchie.</p><p>That means for investors who have gotten long in some areas and find those positions are working, \"you potentially try and stick with them.\"</p><p>\"So even if this market pulls back, and even if we make new lows, you want to be look at…what areas buck that pull of the market,\" he says. Right now, he's focused on biotech, some semiconductors and solar, in the green energy space. He said those sectors should interest anyone looking to put capital to work on the view markets might be bottoming or in a bottoming process.</p><p>If these groups \"just roll over and come crashing back down, that would tell me there's no leadership in this market,\" he said. \"Let's say it's the green energy area. If it only pulls back moderately, the market goes to new lows, and it just incrementally makes lower highs, that's bullish.\"</p><p>Ritchie says leadership remains his biggest concern for markets. \"The leadership goes, get out of dodge. I'm far more interested now than I even was say in March, because it looks like we had a little bit of leadership.\"</p><p>He's also monitoring a potential \"dollar wrecking ball,\" as further large moves in the greenback — up 13% year to date — \"will probably be coincident with moves lower in equities,\" and \"potentially breaking things around the world.\"</p><p>Ritchie's full interview can be found here.</p><p>The markets</p><p>Stocks are headed south DJIA SPX COMP , as the bond BX:TMUBMUSD10Y selloff resume and the dollar DXY eases slightly. Crude prices CL.1 BRN00 are sinking more than 4%, swamped by economic worries, while bitcoin BTCUSD is holding just above $20,000.</p><p>The buzz</p><p>Twitter TWTR is down and Tesla stock TSLA is up in premarket after the EV maker's CEO Elon Musk sent a letter to the social-media company, adding more reasons as to why he wants to back out of his $44 billion deal.</p><p>Baidu BIDU stock is up on bullish earnings and revenue from the Chinese search engine.</p><p>Bed, Bath &amp; Beyond stock BBBY is up 40%, marking a three-day streak since its announcement of a pending \"strategic update.\"</p><p>Big Lots BIG stock is rising after a smaller-than-expected second-quarter loss.</p><p>Advanced Micro Devices AMD has launched the fastest gaming card in the world.</p><p>Consumer confidence is up for the first time in four months on falling gas prices, while job openings climbed to 11.2 million, showing a continued strong job market. Home prices slowed according to the latest S&amp;P Case-Shiller survey.</p><p>Richmond Fed President Tom Barkin said Tuesday that recession is \"obviously a risk\" in the process of getting inflation under control. New York President John Williams is due to speak at 11 a.m. Eastern.</p><p>Minneapolis Federal Reserve Bank President Neel Kashkari said was happy to see market reactionto Powell's Jackson Hole speech. \"People now understand the seriousness of our commitment to getting inflation back down to 2%.\"</p><p>Best of the web</p><p>Zombie ice will raise sea levels by 10 inches. And nothing can be done.</p><p>COVID has left the world with epidemiological aftershocks</p><p>Death of a Navy seal trainee exposes brutality, drugs</p><p>The chart</p><p>Tesla stock could be poised for a \"significantly lower price\" if it breaks the $280 region and critical head-and-shoulder pattern neckline, says Michael Kramer, the founder of Mott Capital Management.</p><p>Here's his chart, and full blog post.</p><p>The tickers</p><p>These were the top-searched tickers on MarketWatch as of 6 a.m. Eastern. </p><p> Ticker   Security name  BBBY     Bed Bath &amp; Beyond  TSLA     Tesla  GME      GameStop  AMC      AMC Entertainment  APE      AMC Entertainment preferred shares  AVCT     American Virtual Cloud Technologies  BBY      Best Buy  AAPL     Apple  NIO      NIO  TWTR     Twitter</p><p>Random reads</p><p>Only diamond-encrusted sneakers will do for Serena Williams' U.S. Open farewell</p><p>38 miles later, Nebraska man sets world record in pumpkin paddling</p><p>Drink tea, live longer.</p><p>Need to Know starts early and is updated until the opening bell, but sign up here to get it delivered once to your email box. The emailed version will be sent out at about 7:30 a.m. Eastern.</p><p>These 3 sectors might be the place to be even if the stock market 'gets end-of-the-world bearish'</p>",
  "published": "2022-08-30T14:27:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "confidence": 0.8,
      "offsets": [
        {
          "start": 4875,
          "end": 4880
        }
      ],
      "weightsV2": {
        "weight": 0.857375,
        "baseWeight": 1.0,
        "expansionWeight": 0.0,
        "ontologyWeight": -0.14262497,
        "tagPositionWeight": 0.0,
        "titleWeight": 0.0
      },
      "typeRank": 4
    }
  ]
}