{
  "_id": "249bbd0a5e6f9892ba9c0448ba31ffcc951744073a3fa82ee9b2a92c3fda72e3",
  "feed": "ftcomall",
  "title": "China's economic game of dominoes",
  "text": "<p>The bird is free, and so is Swamp Notes! The newsletter will be free to read online over the next two weeks, through the US elections. Ed and I will be turning to the midterm contests across the country in our special daily Swamp Notes coverage next week, but in advance of that, I'd like to use this note to sound off on the amazing global events of the past week, and in particular the future trajectory of China.</p> <p>If we had any doubt about US-China tech decoupling, the past few days have cleared it up, as I explore in <a href=\"https://www.ft.com/content/ef90d296-627d-4ff9-9983-ff537bdb078b\">my column today</a>, which also looks at what's likely to come next in that process. Regionalisation of the global economy gained further steam as French president Emmanuel Macron took the opportunity to call for a Buy European Act “like the Americans”, as the EU needs “to reserve [our subsidies] for our European manufacturers”. I'm actually OK with that; I think the world would ultimately be an economically healthier and more politically balanced place if there were more regionalised and even localised hubs of production and consumption.</p> <p>In the short term, though, we all know that a new paradigm comes with bumps. One of the biggest may be regarding how China's own economy will perform over the next few years. I was on a very interesting conference call about the economic future of China last week, and one participant noted something quite telling — during last week's market rout, both foreign and domestic investors in China dumped a lot of short-term risk assets, but foreign fixed-income investors didn't give up as many longer-dated Chinese bonds, while domestic investors dumped nearly everything.</p> <p>What does this tell us? For starters, richer Chinese are scared about the more authoritarian, top-down nature of President Xi Jinping's regime. They are running for the hills, perhaps realising that the whole “to get rich is glorious” thing is now being tempered by a big dose of Chinese style populism (a topic I took on a while back, <a href=\"https://www.ft.com/content/0910e0b8-98e1-4d21-b7b8-61c0f7003ddd\">here</a>). Not good for capitalists, even those with Chinese characteristics.</p> <p>Chinese investors may also believe that the lack of economic expertise in Xi's new leadership team, coupled with his more reactionary, nationalistic approach, will lead to conflict in Taiwan sooner rather than later. That would be hugely costly for everyone, but particularly for China. At the same time, there are also massive short-term issues about to pop in the Chinese real estate story. As most people know, a credit bubble of unprecedented proportions built on the real estate sector is unravelling, and challenging the finances of provincial governments. The Chinese New Year is on January 22, and these governments will be under pressure to pay workers before they go home to see their families. That will add fuel to the fire.</p> <p>If Beijing starts allowing local government debt to go bust, it raises questions over the entire Belt and Road Initiative, which is built on lending for infrastructure development, in the hope that it will be profitable in the longer-term and pull countries into the Chinese economic orbit. But what if that debt, too, starts going bad? That's a real possibility given the financial pressures for emerging markets of energy inflation and a stronger dollar. Then, you start to see the dominoes of the Chinese economic model collapse not just domestically, but internationally.</p> <p>There is, as always, a counter-case. China makes it through this period of turmoil, manages a kind of “soft” decoupling with the US (with lots of exemptions for various products) and then leverages the speed of decision-making inherent in authoritarian regimes to bolster its own technology needs and ultimately achieve regional supply chain independence. In this paradigm, more state control creates an executive, outcome-oriented system, well positioned to carry out a playbook for known economic needs. Meanwhile, the US and Europe have to stumble along and figure out the nuances of a new economic pathway that must be agreed upon by the electorate in a messy democratic process.</p> <p>I'm marginally inclined to think the former scenario is more likely (in part because so much business talent is leaving the country). But I'm not ruling out the latter. Ed, do you have strong feelings either way? What do you think about Buy Europe? Also, since you are an old India hand, I'd love to hear your thoughts about how India figures into the new regionalism at some point soon. Feel free to pick and choose what you want to answer here, and here's hoping you get to rest up for the midterms!</p> <h1>Recommended reading</h1> <p>I'm doing an all-FT callout this week, since there are just so many great pieces to choose from.</p> <ul>  <li><p>Matthew Garrahan wrote a great Lunch with the FT <a href=\"https://www.ft.com/content/2d51bf47-e277-4cce-a293-15c0317732b8\">with American comedian Jon Stewart</a> at one of my personal favourite pizza spots in NYC, John's of Bleecker Street. The profile is both hilarious and extremely sharp.</p></li> </ul> <ul>  <li><p>Gideon Rachman sums up the state of the new world order well <a href=\"https://www.ft.com/content/d885aecf-4202-41cd-ad3f-476ffb19631e?emailId=40a4b0ea-c664-4b3c-bdf3-709a698973c4&amp;segmentId=7d033110-c776-45bf-e9f2-7c3a03d2dd26\">in this column</a>.</p></li> </ul> <ul>  <li><p>Josh Chaffin does what must be <a href=\"https://www.ft.com/content/3aa3b7a6-8f72-4c37-82dd-d98946198aa7\">the best profile yet</a> of the likely Republican presidential contender for 2024, Ron DeSantis.</p></li> </ul> <ul>  <li><p>Janan Ganesh is spot on that knowing what you want in life, not necessarily how to get it, is the most important skill. <a href=\"https://www.ft.com/content/cf15349d-6285-4df2-a9aa-aa97ecc4c24b\">I found this column very moving</a>, and also sobering — it's amazing how many of us sort of stumble through life and let decisions happen, rather than actively taking them. I'm going to try to be more thoughtful and honest with myself about this in future.</p></li> </ul> <p>And finally, all Swampians should tune into our Swamp Notes Live event on Thursday November 10. We'll remind you closer to the date, but <a href=\"https://usmidtermelections.live.ft.com/?_gl=1*1nw0epo*_ga*ODk0MDk2OTM4LjE2NjI0OTA3MDI.*_ga_12QH5VHXS4*MTY2NzE0MzczMC4yNC4xLjE2NjcxNDM3NDAuNTAuMC4w\">you can register here</a>. </p> <h1>Edward Luce responds</h1> <p>Rana, I don't have a strong instinct on whether China's growth is derailing or going through a period of managed slowdown. Whichever turns out to be the case, this is India's chance to take the lead as the world's fastest growing economy (a feat it did achieve once before, between 2013 and 2018). India has already taken a piece of the rejigged tech supply chains that&#xa0;are moving out of China. Much of <a href=\"https://www.ft.com/content/1da1caa6-cd98-4335-902a-1bec453fc61e\">iPhone 14 is now made in southern India</a> for example (though Apple's sales have so far been very disappointing). On paper, India is well positioned to supplant China. It has a much younger age profile than China, which is hitting a demographic middle-income trap. It has a far more impressive entrepreneurial base. It is worth noting that India's domestic vaccine, Covaxin, produced by Bharat Biotech, is considered more effective than either of China's indigenous vaccines. While Xi continues to impose stifling zero-Covid restrictions on much of China, India is operating as if the pandemic is in the past.</p> <p>All of which suggests that things are finally looking up for&#xa0;India. But you should never underestimate its capacity to screw up. As the world blindly grapples with what Adam Tooze calls the age of polycrisis (<a href=\"https://www.ft.com/content/498398e7-11b1-494b-9cd3-6d669dc3de33\">Swampians should read his Weekend FT piece on this</a>), India's vulnerabilities are becoming painfully apparent. One of these is its exposure to catastrophic climate change. Indians suffer from “web bulb” temperatures — the point at which combined heat and humidity becomes fatal — more than any other country. And that is set to get worse. Its politics is becoming ever more neo-fascist as time goes on, which takes explicit aim at India's core strength — secular pluralism. And its current account looks shaky in a world of galloping energy and food prices. India is thankfully too big, and self-sufficient, to belong on the growing emerging market watch list. But it is surrounded by countries that are — notably Pakistan and Sri Lanka.</p> <p>In my view the world is reglobalising more than it is deglobalising. India should be a beneficiary of this, which is why I would go long on India and short on China. But without much conviction.&#xa0;</p> <h1>Your feedback </h1> <p><strong>And now a word from our Swampians . . . </strong></p> <p><strong>In response to </strong><a href=\"https://www.ft.com/content/c213d0d5-89e0-4c6c-8515-be926deb53a2\"><strong>Why Democrats are still clueless about ‘Hispanics'</strong></a><strong>:<br></strong>“The Democrats do seem unable to learn or break out of their entrenched positions.&#xa0;There was a report I saw that said that the Republicans have set up outreach centres in ‘minority' communities, including ones in immigrant communities that provide help in obtaining citizenship.&#xa0; With steps like this, is it any wonder that segments of the Latino community have drifted towards the Republicans? As Will Rogers presciently noted: ‘I'm not a member of any organised political party; I'm a Democrat.'” <em>—&#xa0;Gail Berney, Duchess County, New York</em></p><p>Source: Rana Foroohar 2022 'China's economic game of dominoes' FT.com 31 October. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-10-31T11:00:55.988Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 6093,
          "end": 6098
        }
      ]
    }
  ]
}