{
  "_id": "1135fd752b2a5f2c7e6d2f40bb52adfc69fe125771aeb2a8564f7b31e1d1e61f",
  "feed": "wall-street-journal",
  "title": "New FTX CEO Unwound Enron and Other Major Corporate Failures; John J. Ray III was thrust into the role of chief executive of FTX just before it began the largest crypto bankruptcy in history",
  "text": "<p>FTX's initial filings indicate the platform rushed into chapter 11   on Friday and by late Monday still hadn't made customary requests to cover ordinary business costs at the start of a bankruptcy.</p><p>Mr. Ray is an expert at navigating the hectic start of so-called free fall bankruptcies and has demonstrated the ability to make smart decisions about how a company should move forward in chapter 11, said lawyer Luc Despins , co-chair of Paul Hastings LLP 's financial restructuring group.</p><p>\"That's his shtick, that's what he's best at,\" Mr. Despins said. \"He's very strategic, he's super smart. He's usually two steps ahead of most people.\"</p><p>From 1998 through 2002, Mr. Ray served as Fruit of the Loom Inc .'s chief administrative officer and general counsel, and helped guide the apparel maker through bankruptcy when it sought chapter 11 protection in 1999. Mr. Despins also represented Fruit of the Loom in bankruptcy.</p><p>After Enron collapsed into chapter 11 in 2001, Mr. Ray served from 2004 to 2009 as chairman of the reorganized company tasked with recovering money for creditors. In that role, he oversaw the bankruptcy proceeding and prosecution of about 1,000 cases seeking to claw back funds from banks   and other firms, according to court documents.</p><p>As of 2008, the company set up in bankruptcy for Enron's creditors recovered about $828.9 million. Mr. Ray said in a press release at the time that the recoveries represented a return for Enron creditors of nearly 52 cents on the dollar, which he said vastly exceeded earlier estimates made when the company's liquidation plan was approved.</p><p>Mr. Ray has worked on a number of other large bankruptcies in the decades since Enron. Beginning in 2010, he served as the principal officer of defunct Canadian telecommunications firm Nortel and its U.S. affiliates, among the longest-running bankruptcies ever. Mr. Ray oversaw the sale of Nortel's various lines of business, court papers say, and served as principal officer when the company sold its patents for $4.5 billion to Microsoft Corp., Apple Inc. and other firms  .</p><p>Mr. Ray was also retained in 2014 as an independent board member for GT Advanced Technologies Inc ., which filed for chapter 11 protection after the end of its supply deal with Apple  to mass-produce sapphire for iPhones screens. In 2016, Mr. Ray was appointed to manage a trust liquidating the assets of Residential Capital LLC , once one of the largest U.S. subprime mortgage services before entering chapter 11 in 2012.</p><p>\"He is straightforward and direct. He knows how to manage a large team,\" said Peter Calamari, a lawyer who represented the ResCap trust.</p><p>Mr. Ray couldn't be reached for comment Monday. He currently manages a restructuring firm located in Naples, Fla. named Owl Hill Advisory LLC, according to state business records.</p><p>He has an array of legal tools available to troubled companies in chapter 11 to probe FTX's books and records, locate customer funds and examine transactions involving Mr. Bankman-Fried. Chapter 11 rules require Mr. Ray work in the interest of FTX as well as its customers and creditors.</p><p>Mr. Bankman-Fried told investors shortly before FTX's bankruptcy filing that the company needed funding to cover a shortfall of up to $8 billion  . The Wall Street Journal has also reported FTX used customer funds to fund risky bets by its affiliated trading platform, Alameda Research.</p><p>FTX posted a message on its Twitter feed on Saturday attributed to Mr. Ray, saying the platform is making every effort to secure all of its assets, wherever they are located.</p><p>Write to Jonathan Randles at Jonathan.Randles@wsj.com</p>",
  "published": "2022-11-15T17:11:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 2041,
          "end": 2051
        },
        {
          "start": 2247,
          "end": 2252
        },
        {
          "start": 2041,
          "end": 2050
        },
        {
          "start": 2041,
          "end": 2046
        }
      ]
    }
  ]
}