{
  "_id": "c7e01ca3d761d8b9ffecb09cecc5f83231d3898350ca7e9921dac23d280366f0",
  "feed": "ftcomall",
  "title": "Changpeng ‘CZ' Zhao, crypto's ‘corporate raider'",
  "text": "<p>On Tuesday afternoon Changpeng Zhao, chief executive of the world's largest crypto exchange, picked up the phone to his one-time partner turned arch rival Sam Bankman-Fried. He was ready to negotiate a $600mn truce in a public feud that had rocked the crypto industry. </p> <p>But Zhao swiftly decided to throw a lifeline to FTX, Bankman-Fried's company and the chief challenger to his own, Binance, in the fierce competition to dominate the offshore market in risky and complex digital asset trading. FTX had been swamped by customers demanding their money back, and urgently needed billions of dollars to stay afloat. Zhao agreed to rescue FTX and acquire his rival.</p> <p>But, only a day later, he abandoned the deal. On Friday Bankman-Fried's <a href=\"https://www.ft.com/content/afe56c4e-2d68-457e-bbb2-476752d5f02e\">$32bn empire filed for bankruptcy</a> in the US. </p> <p>The collapse of FTX instantly tipped the balance of power in the $1tn crypto market. “[Zhao] coming out and attacking the token I think will go down as one of the greatest corporate attacks that has ever happened,” said Jon de Wet, chief investment officer at digital wealth manager Zerocap. “It's private equity corporate raider stuff.”&#xa0;&#xa0;<a href=\"https://www.ft.com/stream/9510321d-6f86-4b1f-8799-9d38490bc061\">Zhao</a> denies having a “master plan” to take over FTX. </p> <p>In just five years, Binance has boomed into an industry titan with a constellation of global affiliates — many in Zhao's name. Last month alone, it processed $2.8tn in crypto coin and derivatives transactions, according to CryptoCompare data. The 45-year-old, universally known as “CZ”, was estimated to be one of the world's richest people before the crash in crypto prices cut his fortune to $17bn, according to Forbes.</p> <p>Interviews with former employees, business partners and industry peers paint a portrait of a divisive entrepreneur on a relentless drive to grow at all costs. Several of those who worked with him said security and regulatory compliance were sacrificed in the race to dominate. Binance said: “In this fast-growing industry, we continually strive to evolve and ensure regulatory compliance and account holder protection.”</p> <p>Zhao, who declined to be interviewed, is venerated by an army of have-a-go investors who rush to take selfies with him. But while his “Binance Angels” spread the company gospel, equally vocal opponents criticise the exchange for money they say was lost during a series of technological outages at the height of 2021's <a href=\"https://www.ft.com/cryptofinance\">crypto market</a> mayhem. </p> <p>Several former employees described a driven leader who pushed them to the edges of their comfort zone. Zhao's tough character was on display this week when he said he would sell around $600mn in FTT, a token issued by FTX, which Binance had held since exiting an early equity investment in the company. This move knocked the token's price, with FTX enduring a record $5bn of customer withdrawals on Sunday. </p> <p>Bankman-Fried alluded to the tussle on Twitter. “At some point I might have more to say about a particular sparring partner, so to speak. But you know, glass houses. So for now, all I'll say is: well played; you won.”</p> <p>Zhao says the sales were a prudent move to avoid losses and the abortive takeover a good-faith effort to prevent market panic. “Did CZ seize an opportunity? Yes. Did CZ orchestrate everything? No. FTX put themselves in this position, ultimately,” said a senior executive at a trading firm. </p> <p>Born in China, Zhao is a Canadian citizen who spent his teenage years in Vancouver where he worked at McDonald's. After studying computer science, he worked on trading software, including for the Tokyo Stock Exchange. In 2013, he moved into crypto, launching Binance four years later. Early on, Zhao repeatedly insisted that the company had no fixed headquarters, in line with crypto's decentralised ethos. In fact, staff worked out of Shanghai and Tokyo but were warned not to wear Binance-branded clothing to the office, or reveal where they worked on LinkedIn. </p> <p>After a 2019 security breach, staff complained in chat messages seen by the Financial Times that users were “pointing out our clear negligence” and “extremely lax Know Your Customer security and procedures”. A former business partner said Binance “talked a big game” on anti-money laundering and KYC controls but was “resistant to throwing human resources at compliance issues”.&#xa0;</p> <p>Regulators have since censured Binance in a string of financial capitals, including the UK, which warned last year that the crypto behemoth's “complex and high-risk financial products” posed “a significant risk to consumers”.</p> <p>Some viewed Zhao as an ambitious successor to Silicon Valley entrepreneurs. “Apple was selling computers, we were trying to reinvent the financial system,” said a former employee. But a former business partner said internal rivalry made Binance unpredictable and, at times, chaotic. “There was a conscious decision to let people battle for supremacy. It's a very Machiavellian vision of leadership that I think CZ has embraced,” the person said.</p> <p>In a blog post about his leadership style, CZ said: “Controlled chaos is a type of structure.” </p> <p>After clashes with regulators, Zhao pledged to scrap “decentralised” organisation and establish a normal home base. “I am a technology entrepreneur and we are doing this pivot into a fully-regulated financial business,” he said last year. But his conversion to financial orthodoxy has yet to be completed. Binance said it has invested heavily and added 500 staff in compliance and law enforcement, but has not unveiled a regular corporate structure or headquarters. </p> <p>The company has, however, secured oversight in several jurisdictions including a registration in France and a licence in Dubai, where Zhao lives. Zhao said this week that the demise of his chief rival was not “a win” for Binance, as it will sharpen regulatory attention on crypto operators. The question now is whether his company can put down roots and escape the traps that have ensnared its rivals. </p> <p><a href=\"mailto:joshua.oliver@ft.com\">joshua.oliver@ft.com</a>, <a href=\"mailto:adam.samson@ft.com\">adam.samson@ft.com</a></p><p>Source: Joshua Oliver and Adam Samson 2022 'Changpeng ‘CZ' Zhao, crypto's ‘corporate raider'' FT.com 11 November. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-11-11T22:00:29.994Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 4511,
          "end": 4517
        }
      ]
    }
  ]
}