{
  "_id": "b21c36c5ded95aa101f824f81b0225ddc3ba5eec73475ac56d2c52596c71e199",
  "feed": "market-watch",
  "title": "What is the metaverse and what can it do for me?Have you been trying to ignore the metaverse, or virtual reality? It's not just for techies, kids and gamers anymore—here's what it's doing for older adults.",
  "text": "<p>Euromonitor International calls the metaverse movement one of theTop 10global consumer trends for 2022 (another in its Top 10: digital seniors).</p><p>As you know, Mark Zuckerberg changed the name of his company from Facebook to Meta FB. He calls the metaverse the next chapter for the internet and spent $10 billion on it last year.</p><p>But if you've been trying to ignore the metaverse, thinking it's just for techies, kids and videogame fanatics, it's time to — as Steve Jobs liked to say — think different.</p><p>\"The metaverse is something that has all the indications of a mass trend,\" says Janet Balis, a market practice leader at EY Americas, part of the professional services firm EY Americas.</p><p>A paradigm shift</p><p>It's a paradigm shift, she adds, because the metaverse \"introduces a new dimension to how we think, create and connect.\"</p><p>The metaverse is also helping older adults reduce their social isolation, have more fun and even get healthier. The pandemic may well make those benefits increasingly appealing for you and your parents.</p><p>\"We have evidence of people in their 60s using this, communicating with their grandchildren who are across the country, looking at each other's avatar,\" says Rick Robinson, vice president for startup engagement at AARP Innovation Labs and its new AgeTech Collaborative for companies targeting the 50-plus market. \"That kind of socialization can dramatically impact life in a positive way.\"</p><p>AARP has a free virtual reality experience called Alcove where users with Meta's Quest or Oculus VR headsets \"travel\" the world and talk with friends and loved ones virtually. Its free augmented reality HomeFit app for Apple AAPL devices lets you envision ways to \"future-proof your home.\"</p><p>Also read: I no longer drive and want to retire in a highly walkable urban area with many cultural activities – where should I go?</p><p>Dana Pierce, the nutrition administrator for LifeStream, a central Indiana Area Agency on Aging, has been putting on VR goggles for a few years and loving it.</p><p>\"Definitely give it a try,\" she says.</p><p>Virtual experiences may ease isolation</p><p>When her agency partnered in a pilot program with AARP's Alcove, Pierce recalls, she and others were virtually transported to travel around the world.</p><p>\"We took some group 'trips' around Christmastime where we 'went' to Prague and Vienna, and it was like we were standing right there in the streets with the music and people walking by with hot chocolate and their decorations. It was gorgeous,\" says Pierce.</p><p>They also watched a string quartet perform — \"like a personal concert,\" Pierce says — as if they were in the room with the musicians.</p><p>Pierce says the Alcove VR experience also helped some of the people better deal with pain management and depression because it reduced their isolation. \"They felt more connected,\" she says.</p><p>Pierce has become such a VR devotee that she plays a virtual reality fishing game with her son and his girlfriend that makes them feel like they're casting their reels on the banks of a Korean river.</p><p>Elizabeth White, a Next Avenue Influencer in Aging, enjoyed her experience with an Oculus virtual reality headset and is bullish about the potential of VR for older adults.</p><p>\"I 'went' to a beach in Indonesia where I was snorkeling and could see the fish swimming by me,\" she recalls. The device would also let her watch a movie with someone in a totally different location \"but feel like we were sitting together.\"</p><p>Notes White: \"I immediately saw the potential for older adults as a way to expand the lived-in world and as a way to connect with friends and family.\"</p><p>She especially liked the way VR \"offers the opportunity to visit places that one might not get to, and to experience things like skydiving or a visit to the Louvre that one can't do physically and/or affordably.\"</p><p>Many older adults, however, are still in the dark about the metaverse or unpersuaded about its benefits for them.</p><p>In a recent survey by the media company Toluna, 54% of respondents 55+ had never heard of the metaverse and 45% said they weren't interested in trying virtual experiences. Just 12% of people 50 and older AARP surveyed said they're interested in augmented reality eyewear (\"smart\" glasses that add 3-D images and information to what you see).</p><p>Don't miss: </p><p>Retired and bored or — worse yet — boring? Try this</p><p>How to enter the metaverse</p><p>Growing numbers of older adults, however, are likely to enter the metaverse.</p><p>That's because companies are popping up to let them \"see\" their children and grandchildren who live far away, meet with physical and occupational therapists virtually, join with others in their retirement communities and long-term-care facilities for enjoyable virtual travel experiences or create legacies by telling their life stories through avatars.</p><p>But how do you actually get into the metaverse and start spending time with others in a 3-D world?</p><p>Right now, there are two ways.</p><p>One is by buying virtual reality goggles or headsets, like Meta's Oculus Quest 2 ($299) or Sony SONY Playstation VR ($399). The other is by purchasing pricey mixed- or augmented reality eyewear, like Microsoft's MSFT HoloLens2 ($3,500) or, later this year, Magic Leap 2 ($2,300).</p><p>However, in the not-too-distant future, VR goggles and AR eyewear will likely become cheaper and less clunky. That's what \"The AgeTech Revolution\" author Keren Etkin told me over a Zoom ZM call.</p><p>\"Right now, we have to wear these ridiculous huge goggles. In the future, I could be wearing glasses similar to the ones I'm wearing right now and have a conversation with you like the one we're having, but instead of viewing you on my computer screen, it might appear that you're sitting right next to me here in my living room,\" says Etkin, the Israeli founder of The Gerontechnologist website and a 2019 Next Avenue Influencer in Aging.</p><p>Also see: Gas is going up, but this is how inflation really hurts older Americans</p><p>Robinson, of AARP, notes: \"As the goggles become less expensive and less onerous in terms of wearing them and limiting your range of motion, it's going to open up so many new opportunities.\" He thinks that could happen in a year or so.</p><p>Also coming, experts say, are ways to join the metaverse through your smartphone or television.</p><p>Companies such as Rendever, MyndVR, XR Health and Embodied Labs are also becoming popular ways for older adults and their caregivers to enter the metaverse for entertainment, companionship and better health.</p><p>Rendever (featured in Next Avenue's articles \"How Virtual Reality Helps Older Adults\" and \"Ready Player One: How VR Will Reinvent Aging\") uses virtual reality to help overcome social isolation and address loneliness and depression. It's been offered to tens of thousands of residents in over 400 senior living communities in the U.S., Canada and Australia.</p><p>Through \"reminiscence therapy,\" Rendever users can feel like they're visiting their past and seeing their childhood homes or wedding locations. That's been shown to boost self-esteem and contentment and improve moods for people with dementia. Rendever also can let people take immersive group \"outings\" to see breathtaking spots around the world.</p><p>MyndVR also features virtual reality trips designed for older adults. It sells for $395, which includes a lightweight headset and a tablet with a library of travel, adventure, music, nature and meditation videos.</p><p>MyndVR is also used in several hundred senior living communities and skilled nursing facilities. It's now working with the Stanford University Virtual Human Interaction Lab to see how well VR can help residents in assisted living facilities and nursing homes reduce isolation for those who live with dementia.</p><p>At the recent South by Southwest festival, MyndVR unveiled its upcoming augmented reality MyndConnect platform which will connect older adults with remote family members and friends in the metaverse through immersive glasses that look like oversized Ray-Bans.</p><p>Be prepared for bumps along the way</p><p>XR Health might be described as the next iteration of telehealth for people with chronic pain and neurological conditions.</p><p>Its therapeutic virtual clinics use VR and AR — through medical extended reality, or MXR, devices — to match people in seven states with physical therapists, occupational therapists and speech-language pathologists. Cost: $69 a week to $119 a week; the VR headset is free.</p><p>Embodied Labs has a VR training platform to help healthcare workers and caregivers gain empathy for people they assist who have hearing loss, vision loss or dementia. By putting on Embodied Labs' VR goggles, a user feels as though they are someone with the health woes.</p><p>Pierce advises people considering taking a ride into the metaverse to be prepared for bumps along the way and even the possibility of headset-induced nausea at first.</p><p>When she first tried VR with her group, she recalls, \"it could be challenging at times, but we had a lot of laughs over funny little glitches that happen with technology.\"</p><p>To advance along the learning curve, Pierce says, do what she's done and find virtual reality Facebook groups geared to people over 50. While spending time with them, she notes, \"I've seen people in their 60s, 70s, 80s and a few people in their 90s who absolutely love using the headset.\"</p><p>And, Pierce adds, if you find your VR equipment a little painful, modify it. \"I bought a whole different strap, so the weight was taken off my face,\" she notes. \"It's a lot more comfortable.\"</p><p>Richard Caro, a scientist, startup CEO and co-founder of the Tech-enhanced Life company for older adults, applauds the prospects for the metaverse, though he is fearful about its future.</p><p>\"The potential of an even better version of the metaverse is that ability to interact in a very realistic way with people,\" he says. \"But if we're not careful, it'll be just another place to advertise things and take your data and try to sell you stuff.\"</p><p>Gerontechnologist Etkin, however, is optimistic about the metaverse.</p><p>\"How cool will it be if you could have an avatar of an older loved one who has passed away telling you their life story in their own voice?\" she asks.</p><p>Better still, Etkin says, \"I think that if we get it right, [the metaverse] has tremendous potential to really tackle a major challenge of aging, which is loneliness and isolation. And I think that's a good possibility.\"</p><p>Richard Eisenberg is the former Senior Web Editor of the Money &amp; Security and Work &amp; Purpose channels of Next Avenue and former Managing Editor for the site. He is the author of \"How to Avoid a Mid-Life Financial Crisis\" and has been a personal finance editor at Money, Yahoo, Good Housekeeping, and CBS Moneywatch.</p><p>This article is reprinted by permission from </p><p>NextAvenue.org</p><p>, © 2022 Twin Cities Public Television, Inc. All rights reserved.</p><p>More from Next Avenue:</p><p>* How Virtual Reality Helps Older Adults</p><p>* Using Virtual Reality to Get Inside an Ailing Person's World</p><p>* Virtual Reality Offers the Ability to 'Travel'</p><p>What is the metaverse and what can it do for me?</p>",
  "published": "2022-04-18T09:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1643,
          "end": 1647
        },
        {
          "start": 1637,
          "end": 1642
        }
      ]
    }
  ]
}