{
  "_id": "a95d12a4efa792f0a2ad1d172c82ec66b578325885cee304565c213cfc02e7e5",
  "feed": "wall-street-journal",
  "title": "OFF DUTY  ---  Gear & Gadgets:  Tracing Your Tree  ---  How to preserve oral family history and photos in an actual hardcover book,  no transcribing -- or awkward interviewing -- required  ----  By Siri Chilukuri",
  "text": "<p>   Ryan Jobson, 32 years old, was feeling frantic. His father, 62, had just started to recover from a heart attack in his home in Woodstock, N.Y. The pair had always intended to spend time getting the elder Mr. Jobson's story in writing -- with a particular focus on his years as a student protester in 1970s Jamaica. But now Ryan, a professor of anthropology at the University of Chicago, was worried the time to put pen to paper would never come. </p><p>   A former student introduced him to Storyworth. For $99, the company will send weekly prompts to an email address of your choice. Each email contains either a question you've written or chosen from the Storyworth library. (Sample queries: \"Who are your favorite artists?\"; \"Do you have any regrets in life?\") The recipient types his or her responses, and has the option to attach related photos. After the year, it is all bound into a hardcover book. </p><p>   Mr. Jobson gave it a shot. He expected to hear specific stories he already knew but was surprised to discover his father opened up more than he ever had before. </p><p>   Eviatar Zerubavel, a professor emeritus of sociology at Rutgers, says debriefing relatives to explore genealogy has taken a back seat since archival and genetic-based attempts have become more accessible and common. The results of these searches, Prof. Zerubavel says, often feel more \"real\" than anything you'd gather from a call with your grandmother. \"But I think there is something nice sociologically about the ability to experience history through proxies who were actually there, or maybe one or two generations away.\" </p><p>   Prof. Zerubavel's great grandmother, for example, was born in 1876, in what is now Minsk. \"Her own grandparents and great grandparents were around when Napoleon entered Russia. Beethoven was alive. Haydn was alive. Suddenly, the history of classical music is personal.\" </p><p>   Free tools exist from organizations like StoryCorps to help you facilitate these conversations, and of course you could always record and transcribe your subject's recollections. And with these, you won't run into one problem experienced by some Storyworth subscribers: The company can only print your final book in English, Spanish, French and \"most other Western languages.\" If your respondent writes in Arabic, you might have to translate. </p><p>   Some online reviewers wish the company offered alternatives to typing out responses, which can be difficult for writers with mobility issues or who never learned to type. </p><p>   In retrospect, Bernard Slack, 66, says he might have appreciated the option to record his responses, but he says he didn't have trouble typing them out. The retired financial services professional based in Littleton, Colo., enjoyed providing cheekily short answers to some questions to \"get a rise\" out of the daughters that had purchased the subscription as a gift. For \"How is your life different than when you were a kid?\" he wrote, \"I have more money.\" </p><p>   Jalisa Whitley, a 32-year-old director of a nonprofit organization who lives in Brentwood, Md., said her 67-year-old mother immediately took to Storyworth. Ms. Whitley felt an urgency to get a subscription after losing several family members during the pandemic. \"I was thinking a lot about the stories that didn't get to be told about their lives,\" she said. </p><p>   Her mother's detailed responses changed how Ms. Whitley saw her childhood. \"It helped me give her more grace,\" she said. \"It allowed me to have greater context for how she showed up as a parent.\" And it gave her clarity on ancestral history she doesn't believe she could have gotten by using a service that relies on official records. For Black families in the U.S., she notes, those records don't always exist. </p><p>   Entries to Storyworth can be accessed on your account page at any time, but those who have received their book say it can be a powerful tangible object. Mr. Jobson recalls that when his father saw the bound volume he said, \"I don't know how I did this.\" </p><p>   Afterward, Mr. Jobson was surprised by the number of people outside his family who asked to read it, mostly friends who were members of the Jamaican diaspora. He sees this as a way to document history through the eyes of family that have lived through significant historical events and democratize recorded history. \"I think it is an invaluable resource having the stories of ordinary people from that period,\" he said. </p><p></p>",
  "published": "2022-10-08T06:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [],
      "nexusId": "10022657"
    }
  ]
}