{
  "_id": "6d9a6ae28074ae489f28f78a024f4ee2d2796afd8dae75e602bb6182f1b31d68",
  "feed": "market-watch",
  "title": "Rohit Chopra is cracking down on big banks and Big Tech—and business groups claim he's out of control; Consumer advocates love the head of the Consumer Financial Protection Bureau, and business groups are fighting him. As a result, he's on the MarketWatch 50 list of the most influential people in markets.",
  "text": "<p>It wasn't just idle talk. Chopra had recently taken the reins at the Consumer Financial Protection Bureau, the federal regulator responsible for overseeing consumer financial products, and he used his virtual visit to his alma mater to declare a new sheriff was in town. He said regulators had \"lost credibility when it comes to halting repeat offenders,\" before ticking off a list of potential remedies that made legal teams up and down Wall Street start scribbling notes. Corporate recidivists, he added, could be held more accountable if regulators forced them to divest certain product lines, revoked government-granted privileges such as access to federal deposit insurance, or personally penalized executives with monetary penalties and even lifetime occupational bans.</p><p>Seven months later, it's clear the ambitious Chopra, 40, now leads an agency built to be powerful that has reached a new level of influence, both fans and critics of the new director say. Born out of the financial crisis, the CFPB was launched in 2011 to enforce consumer financial laws and ensure fairness and transparency in financial products.The agency is designed to be nimble and independent, with a single director rather than a commission in control, and funding derived from the Federal Reserve instead of congressional appropriations. That structure has faced multiple legal challenges from industry groups and is now under threat once again, with a federal appeals court ruling in October that the CFPB's funding mechanism violates the Constitution's separation of powers.</p><p>In addition to putting repeat regulatory offenders on notice, Chopra–a former Federal Trade Commissioner and CFPB student-loan ombudsman–has found new muscles for the agency to flex. Chopra's CFPB has beefed up its enforcement actions, last year shutting down the lending operations of small-dollar lender LendUp Loans for alleged repeat regulatory violations, and in October, suing an event registration company for using \"online trickery\" to enroll consumers in a subscription discount club. This spring the CFPB said that it would use its \"dormant\" authority to examine nonbank fintech firms, a fast-growing segment fighting for a share of consumers' wallets. That move came on top of Chopra's broader scrutiny of Apple AAPL, Alphabet's Google GOOG and other technology giants' ventures into financial services, where he has raised concerns about Big Tech's payment products and harvesting of consumer data.</p><p>Chopra has already reshaped financial behemoths' behavior, observers say, such as when a wave of the nation's biggest banks pulled back on overdraft fees earlier this year in the wake of the director's criticism of what he terms \"junk fees,\" and when major credit reporting agencies changed their handling of medical debt after the CFBP spotlighted credit-reporting inaccuracies. That influence stems in part from Chopra's willingness to go after major market players and hold executives personally accountable, consumer advocates say.</p><p>Chopra's moves and his future plans land him on the MarketWatch 50 list of the most influential people in markets. Indeed, his actions are reverberating well beyond the CFPB. The agency director job comes with a seat on the Federal Deposit Insurance Corp.'s board, where Chopra immediately made waves by pushing, with the support of other board members, for a bank-merger policy review. Then-FDIC chair Jelena McWilliams objected to the document, saying in a Wall Street Journal op-ed that she was willing to work with the board on a version that would \"better reflect the agency's historical approach,\" but that directors instead attempted \"a hostile takeover of the FDIC internal processes, staff and board agenda.\" McWilliams resigned in the wake of the spat, and the bank merger policy review supported by Chopra moved forward.</p><p>Chopra is trying to tamp down perceptions of his agency's power, which has long been a political lightning rod. \"We try our best to be humble about the impact that we're having,\" he told MarketWatch. At the CFPB, he said, \"we try and not say how things are going to be totally transformative.\"</p><p>Tell that to the nation's biggest business groups. Chopra's influence is making them bristle, consumer advocates say. The U.S. Chamber of Commerce this summer launched an ad campaign targeting Chopra personally, saying he \"has an outsized and distorted view of his role and power and is driving his own ideological agenda at the expense of American consumers.\"</p><p>Chopra is \"changing policy by fiat\" rather than through traditional rulemaking that requires public notice and comment periods, Bill Hulse, vice president of the U.S. Chamber of Commerce Center for Capital Markets Competitiveness, told MarketWatch, pointing to the agency's recent exam-manual update that allowed it to look for potential discrimination across the whole range of consumer financial services. The Chamber, along with several other business and banking industry groups, sued the CFPB in late September, alleging that the change exceeded the agency's legal authority. The CFPB has not responded to the complaint in court.</p><p>TO SEE THE FULL MARKETWATCH 50 LIST CLICK HERE</p><p>Formed by the financial crisis</p><p>As an undergraduate at Harvard University 20 years ago, Chopra did not mask his big ambitions. \"I want to be the guy who stands up for the little guy,\" the New Jersey native told the Harvard Crimson during his successful 2002 campaign for student-body president. He called out peers he deemed incompetent, saying during a debate that members of student government often \"spend more time taking attendance than discussing the issues people care about,\" according to the Crimson.</p><p>Like the CFPB itself, Chopra was shaped by the financial crisis, which unfolded while he was earning his Wharton MBA and working at consulting firm McKinsey. He has always believed that \"banking is part of the American dream in some way,\" he told MarketWatch. \"It's like your way of climbing the economic ladder. But the fact that there was such systemic abuse in the banking industry to the point where it blew up the economy–and then they got a bailout? I think that really had an effect on me,\" he said. It also became clear to him \"that the regulators too were compromised, and they had all of their priorities out of whack,\" he said. \"That was a major moment in how I thought my career would progress.\"</p><p>Chopra arrived at the CFPB in 2010, before it was formally launched, and began to specialize in student debt, which was \"the wild west of financial regulation,\" said Mike Pierce, one of Chopra's first hires at the CFPB and now executive director of the Student Borrower Protection Center. As the agency's first student loan ombudsman, Chopra began issuing annual reports detailing problems borrowers were having with lenders and servicers, often documenting parallels between those issues and mortgage-servicing problems that contributed to the financial crisis. And in a 2012 speech, he highlighted the fact that outstanding student loan debt had crossed the $1 trillion mark, warning that excessive student debt could slow the housing market's recovery.</p><p>\"This was the moment that people in Washington started to take student debt seriously,\" Pierce said. Chopra's agenda-setting work in those days, he said, helped shape monumental changes in the student-loan market over the next decade–including the Biden administration's announcement this summer on student debt cancellation.</p><p>'Call a spade a spade'</p><p>For consumer advocates, Chopra's turn at the CFPB's helm is a return to the agency's early years of effective consumer protection–but on steroids. Under its first director, Richard Cordray, the CFPB reached major settlements with market-leading companies, such as its 2014 order that Bank of America refund nearly $730 million to customers in connection with its allegedly deceptive marketing of credit card add-on products. After Cordray's departure in late 2017, however, the agency came under fire from consumer advocates, lawmakers, and researchers who said its Trump-era actions–including rolling back payday-lending regulations and weakening its enforcement office–were benefiting the industry at the expense of consumer protection.</p><p>By the time Chopra returned to lead the CFPB last fall, he'd had years to think about how to effectively wield the agency's considerable authority–and in a rare point of agreement, both industry groups and consumer advocates say he's using every available tool. Chopra \"is fully aware of his authority and has really pushed it to the max,\" said the U.S. Chamber's Hulse. Or as Ed Mierzwinski, senior director of the federal consumer program at U.S. Public Interest Research Group, puts it, \"he's got the agency amped up to 11.\"</p><p>With Chopra in charge, \"the industry's attention to legal compliance from both in-house and outside counsel is much greater now than it was 18 months ago,\" said Dennis Kelleher, president and CEO of Better Markets, a nonprofit that promotes the public interest in financial markets. \"Not only has the risk of getting caught gone up materially, but the risk of being meaningfully punished has also gone up materially.\" Executives in some cases are being held personally accountable: In April, for example, the CFPB filed suit against credit-reporting giant TransUnion TRU and one of its longtime executives for allegedly violating a 2017 order meant to address deceptive marketing. The company said in an April statement that the claims are \"meritless\" and that it has remained in compliance with the consent order.</p><p>That willingness to pursue market-leading companies and their top executives helps explain why Chopra's words have proven powerful in shaping industry practices, even when they're not accompanied by rule changes or splashy enforcement actions, consumer advocates say. In early December remarks on new CFPB research showing that banks raked in $15.5 billion in overdraft fee revenues in 2019, for example, Chopra said, \"rather than competing on transparent, upfront pricing, large financial institutions are still hooked on exploitative junk fees that can quickly drain a family's bank account.\" Within a few weeks, several major banks, including Wells Fargo WFC and Bank of America BAC, reined in or eliminated their overdraft and non-sufficient funds fees.</p><p>The \"junk fee\" focus was \"a tremendous use of the bully pulpit,\" Mierzwinski siad. While regulatory or legislative change can take years, Chopra used his bullhorn to \"save people money today rather than save them money in a couple of years,\" he said. \"I wish more public servants would do their job this way.\"</p><p>The plain-speaking approach, Chopra said in an interview, not only clarifies potentially harmful business practices but also plays it straight with consumers. Regulators are often \"lawyers who have bounced back and forth between government and industry, and they use a kind of code to essentially not call a spade a spade,\" he said. \"When you dress it up in technical jargon, you basically give the message to the public that maybe they're just not smart enough to handle this. But the truth is, they often know that something might be a scam.\"</p><p>Chopra hit on several of his favorite themes, including junk fees and digital \"dark patterns\"–or design features that can deceive consumers–in announcing the CFPB's October lawsuit against event registration company ACTIVE Network. The company, a unit of Global Payments GPN, tricked people who were trying to sign up for road races and other events into enrolling in its annual subscription discount club, the agency alleged. An ACTIVE Network spokesperson said the lawsuit is \"frivolous and without merit\" and also outside the agency's authority because the discount club targeted in the case \"has nothing to do with the provision of consumer financial services.\"</p><p>Inside the black box</p><p>One of Chopra's most consequential actions triggered the recent Chamber of Commerce legal challenge but has ramifications that may remain largely out of public view, industry groups and consumer advocates say. In March, the CFPB said it was changing its procedures for examining banks and other firms to scrutinize discriminatory practices across the whole range of consumer financial services–not just in lending as it had previously. The change \"will impact the entire market,\" said a senior financial services trade association official, and opens every aspect of a firm's business to scrutiny for discrimination–intentional or not. In customer service, for example, \"are you discriminating against a group of people indirectly by how long you're on the phone with them?\" the official asks.</p><p>The updated approach may prove especially powerful, industry experts say, as artificial intelligence is increasingly integrated into financial decision making.</p><p>Indeed, Chopra is scrutinizing the confluence of Big Tech and financial services on multiple fronts, ordering Google, Apple, Meta Platforms' META Facebook and other major tech platforms to turn over information about their payment services, studying Chinese tech giants' payment offerings, and examining Buy Now Pay Later firms' harvesting of consumer data.</p><p>\"I worry about a world where a few firms amass so much data that they will be able to use behavioral indicia to set prices and steer business to themselves and disadvantage their competitors,\" Chopra said. \"I worry a lot about how they will become in some ways legislatures and courts, where they will decide what is allowed to be bought and sold and what payments can be used for.\" Not just the CFPB, he said, but a host of agencies need to confront the issue, weighing data protections \"to make sure this is not just another tool of surveillance by Big Tech.\"</p><p>Existing laws, Chopra added, require credit decisions to be explained, and \"we don't want to live in a world where someone can say, 'well I don't really know how this algorithm works, so I can't explain what happened.'\"</p><p>Chopra is also thinking about the specter of cryptocurrency being broadly adopted for real-time payments. \"Facebook's failed Libra project was a huge wakeup call,\" he said, referring to the tech giant's effort to create a crypto-based payments network, which met resistance in Washington. \"Libra, if it became a reality, would have fundamentally been a genie that would have been hard to put back in the bottle,\" Chopra said. There are many questions, he said, about what data would be collected and shared, how money laundering would be policed, and other issues. Along with other agencies, he said, \"we have to be prepared with the right types of clear guidance and rules before cryptocurrencies can be ready for real-time payments at scale.\"</p><p>On the horizon</p><p>As he looks to the future, Chopra sees some new versions of old problems. Given the high cost of cars, \"we are seeing the amount of auto debt really increase briskly,\" he said. \"I'm reminded about the sharp uptick in student debt more than a decade ago and the resulting impacts, and it's something we're watching closely.\"</p><p>There are also looming technology issues, he said, that are still underappreciated. \"To what extent is more of banking going to move to the metaverse, more going to be automated by algorithms?\" he asks. \"Rather than simply watch from the sidelines, we have to actively be involved in making sure the law is being followed.\"</p><p>Some observers see Chopra looking to the future in another way–laying down a record of current CFPB thinking on how consumer financial protection laws should be enforced. Under his leadership, the agency has lately begun issuing \"circulars,\" or guidance documents for the broad swath of federal and state agencies that share some responsibility for enforcing consumer financial protection law. That guidance, which has so far covered credit decisions based on complex algorithms, the security of sensitive consumer information, and other issues, are a sign that the CFPB is \"creating this record of their take on the law and encouraging others to go out and follow it,\" perhaps with an eye toward a future when there's different CFPB leadership that may have a very different agenda, says Brian Fink, an agency veteran and attorney at McGlinchey Stafford.</p><p>\"It's our job to be able to assist everyone involved in enforcing these laws,\" Chopra said of the new guidance. \"And we don't always need the credit for it. In fact, we're happy to see when states and others are bringing these actions.\"</p><p>While probing market players from fintech startups to the biggest banks, Chopra hasn't spared his own profession scrutiny–and there's unfinished business on that front, he said. Early in his tenure as director, Chopra reminded CFPB staff to report any suspected disclosure of confidential CFPB information by former agency employees. \"We have taken a lot of steps at CFPB to crack down on revolving-door misconduct,\" he said, adding, \"I actually think the laws should be tougher on this.\" Speaking particularly of agency heads, he said, \"it's very important that those at the top are not seeing their job as an audition for something else.\"</p><p>Rohit Chopra is cracking down on big banks and Big Tech—and business groups claim he's out of control</p>",
  "published": "2022-11-04T12:25:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 2277,
          "end": 2282
        },
        {
          "start": 12952,
          "end": 12957
        },
        {
          "start": 2283,
          "end": 2287
        }
      ]
    }
  ]
}