{
  "_id": "282809f344ac1c480afa1b0f902fe84472724842898612c36007da285c50db6e",
  "feed": "ftcomall",
  "title": "Bodies Bodies Bodies film review — Gen Zers turn on each other in house of horrors",
  "text": "<p>If this week's new <em>Pinocchio</em> film sees Disney target Generation Alpha (under 12s), eternally modish studio A24 keeps hunting the Gen Z dollar with bloody comic ensemble piece <em>Bodies Bodies Bodies</em>. The title could hint at either sex or death, and both end up with roles to play in a movie carefully stuffed with rising stars du jour.</p> <p>Among the headliners are Rachel Sennott, lead of 2020 sleeper hit <a href=\"https://www.ft.com/content/b492126e-8260-41b9-8a58-9af875ccf43c\"><em>Shiva Baby</em></a>, and Maria Bakalova, last seen in the company of Rudy Giuliani in <a href=\"https://www.ft.com/content/dda613d1-853b-4340-a3c3-3a8fe0d30f51\"><em>Borat Subsequent Moviefilm</em></a>. But the biggest names are Amandla Stenberg and deadpan man-child Pete Davidson, the latter cast as a feckless rich kid with a country house devoid of parents and a friendship group come to stay.</p> <p>The set-up suggests horror. Sure enough, a corpse is soon produced, followed by wild accusations and power cuts. (The cast huddle round the lights of their iPhones.) But if olds like me are put in mind of <em>Scream</em>, the new movie has none of that film's nitpicking obsession with movies themselves. Instead, it mines a seam of bitter rivalries, secret affairs and ugly grudges among the young and beautiful, all played for giggles.</p> <p>Much of the movie is not unwitty. Still, actual young people may smell a rat in a film packed with mocking references to triggering and toxicity, the stuff of a million digs at twentysomething “snowflakes”. The movie captures a generation all right, but perhaps not the one the makers intended. Sure enough, a creative team including director <a href=\"https://www.ft.com/content/e67b9ba7-83c7-471c-8e77-ec808b8b94f6\">Halina Reijn</a> and original story writer Kristen Roupenian (author of the celebrated short story <em>Cat Person</em>) prove, like the A24 higher-ups, to all be on the dustier side of 40. How's that for a sting in the tail?</p> <p>★★★☆☆</p> <p><em>In UK cinemas from September 9</em></p><p>Source: Danny Leigh 2022 'Bodies Bodies Bodies film review — Gen Zers turn on each other in house of horrors' FT.com 8 September. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-09-08T16:00:38.425Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [],
      "weightsV2": {
        "weight": 1.0,
        "baseWeight": 0.0,
        "expansionWeight": 1.0,
        "ontologyWeight": 0.0,
        "tagPositionWeight": 0.0,
        "titleWeight": 0.0
      },
      "typeRank": 1
    }
  ]
}