{
  "_id": "5a34bd020bf86765946951f96757f01f61e077ad318793338464d1568284109b",
  "feed": "market-watch",
  "title": "Tech legislation appears dead, and the congressional finger-pointing has begun; Both sides of the aisle are blaming Big Tech for failure to vote on bills seeking to limit large tech companies' power, though few are willing to say where their lobbying has been most successful: the California congressional delegation",
  "text": "<p>\"Arguably, the biggest reason we haven't seen legislation is the California delegation is not sure it wants to harm the golden goose,\" Ed Mills, a Raymond James analyst who closely follows tech legislation, told MarketWatch.</p><p>Most Northern California members serving in the heart of Silicon Valley have not not responded to repeated MarketWatch requests for comment on antitrust legislation over the past few months, including another round of calls and email messages last week. One who did, Democratic Rep. Zoe Lofgren, quickly pivoted the issue from antitrust to online content and privacy.</p><p>\"Most of the bills that passed the House Judiciary Committee back in June 2021 are poorly drafted, extreme and go beyond legitimate, real-world concerns with big tech companies,\" Lofgren said in an email to MarketWatch. \"What I find interesting and telling is that consumers in my district find the spread of misinformation and privacy abuses to be the most alarming and pervasive problems with the tech industry.\"</p><p>There are exceptions, though they are often delivered in measured tones. \"We need to update our existing antitrust standards and prevent companies from discriminating against competitors or sellers without enacting legislation that is overbroad or harms innovation,\" Democratic Rep. Ro Khanna said in an email.</p><p>The resistance in California reflects the influence of a behemoth industry that dominates the local economy and is a fertile source of donations for local politicians, according to industry analysts.</p><p>\"Even if there were 60 votes in the Senate before the buzzer, there is nothing ready to go in the House,\" Capital Alpha Partners analyst Robert Kaminski told MarketWatch. \"[House] Speaker [Nancy] Pelosi and California delegation are not going along with this.\"</p><p>Opinion: Democrats promised to rein in Big Tech. They have failed.</p><p>There's one other thing the warring sides are in agreement on: Don't expect a vote, if any, until at least the lame duck session at the end of the year, after midterm elections. Congress broke Sept. 30, and lawmakers have turned their full energy and focus to the midterm elections in November.</p><p>\"There will be no tech bills on the Senate floor before the midterm elections. The election results will help determine what's possible after that.\" Danny Weiss, head of advocacy at Common Sense, a nonprofit that supports tech legislation protecting consumers and competition.</p><p>The 'Chaos Theory of Big Tech'</p><p>Comprehensive federal tech legislation — lacking for two decades — was always a long shot, contend political analysts. In late 2019, analysts at Capital Alpha Partners all but dismissed the chances of any tech legislation becoming law by 2020. Two years later, they stand by their prediction.</p><p>\"News about a vote being pushed to after the election shows that there isn't enough political will to get it done when it counts,\" Kaminski told MarketWatch. \"There isn't enough political will because it isn't obvious that tech antitrust is an urgent economic and social problem, in spite of what the hawks say.\"</p><p>From 2019: Big Tech can avoid a real crackdown because of Congress's chaotic efforts, analysts say</p><p>Despite broad support among Americans, antitrust legislation has languished for months in the Beltway, the victim of political motivation and posturing, as well as more pressing legislative priorities, according to lawmakers, public policy experts and tech officials.</p><p>It's Senate Majority Leader Chuck Schumer's call on when to push for a vote, but the New York Democrat won't move unless he has assured there are 60 votes, Mills and Kaminski said. For now, his priority is keeping the government open and winning the midterms, and after that — regardless of election results — an omnibus appropriations bill, a National Defense Authorization Act and expiring corporate tax credits take precedent, the analysts surmised.</p><p>\"Legislation is usually done because of a crisis or a deadline,\" Mills told MarketWatch. \"What is the crisis or deadline on tech legislation? There is none.\"</p><p>\"In D.C., something is impossible until it is inevitable and comes together at the last minute,\" he added.</p><p>Should Democrats lose the Senate — which is considered a tossup at this point — more attention will be on judicial confirmations in the lame-duck session. If they maintain control of the Senate, and Schumer is convinced he has the votes, there could be a vote on AICO, according to public policy makers in the Beltway.</p><p>However, if Republicans win the Senate, Texas Republican Ted Cruz is expected to be named head of the Senate Judiciary Committee, where he is likely to hold hearings excoriating social media and push for eviscerating Section 230 of the Communications Decency Act, which provides website platforms like Meta Platforms Inc.'s METAFacebook and Twitter Inc. TWTR immunity for the content of third-parties. Platform censorship will take place in lieu of antitrust legislation.</p><p>See also: Get ready for 'a proxy battle for the soul of the internet' — Supreme Court's next target could be the web's most important law</p><p>\"The expected House Republican majority has a beef with Big Tech, but it's about political speech and censorship of conservative voices, not antitrust,\" Kaminski said. \"This goes back to what I call my 'Chaos Theory of Big Tech.' Too many disparate critiques of these companies complicate making progress on any one.\"</p><p>Not all is lost on the tech front in Congress. A bill from Rep. Joe Neguse, a Colorado Democrat, which passed the House last Thursday and is headed to the Senate, would change fees for mergers and acquisitions. The Merger Filing Fee Modernization Act is a \"very important first step in reining in the power of Big Tech companies like Amazon and Google,\" Ginger Quintero-McCall, legal director of advocacy organization Demand Progress, told MarketWatch. \"If passed, it represents the first time in decades that Congress has taken an action to strengthen antitrust enforcement.\"</p><p>\"For all the angst over tech, it looks like the singular legislative accomplishment of the past five years will be a bill to increase merger filing fees — essentially just giving the FTC and DOJ more money and telling them to deal with the problem,\" Kaminski told MarketWatch.</p><p>Who's to blame?</p><p>There has been plenty of finger pointing over delays in votes on high-profile high-tech bills — in particular, the American Innovation and Choice Online Act (AICO) from Sens. Amy Klobuchar, a Minnesota Democrat, and Iowa Republican Chuck Grassley — after more than two years of hearings on Capitol Hill and countless finger wagging by lawmakers at the likes of Meta Chief Executive Mark Zuckerberg, Alphabet Inc. GOOGL GOOG CEO Sundar Pichai and, to a lesser extent, Amazon.com Inc. AMZN Executive Chairman Jeff Bezos.</p><p>AICO is of particular worry to tech's biggest players because it would disallow Google and Amazon from favoring their own products on their platforms over competitors. A narrower companion bill, the Open App Markets Act from Sens. Richard Blumenthal, a Connecticut Democrat, and Marsha Blackburn, a Tennessee Republican, would force Apple and Google to open up their app stores to rival marketplaces.</p><p>For more: After three years of promises, attempt to regulate tech comes down to a single bill</p><p>Yet the legislative process has been glacial amid a confluence of competing pressures between Silicon Valley and the Beltway. \"It is a very big issue, and the way they have decided to tackle it has taken complex issues and attempted to address it [legislatively] in pieces,\" Mills said.</p><p>When a Senate committee voted in January to advance Klobuchar's bill, California's two Democratic Senators, Dianne Feinstein and Alex Padilla, expressed deep reservations about the effect the bill would have on companies and consumers in their state.</p><p>\"It's difficult to see the justification for a bill that regulates the behavior of only a handful of companies, while allowing everyone else to continue engaging in that exact same behavior,\" said Feinstein, who initially said she intended to oppose the bill. She warned of \"very significant security concerns\" in the bill.</p><p>Resistance extends to the House, where Speaker Nancy Pelosi, a Democrat, has been reluctant to act until the Senate votes on the Klobuchar bill out of concern Pelosi's caucus — especially California members — must decide on a bill that undercuts the dominant industry in their districts.</p><p>\"California's delegation would support the bill if it goes to the floor for a vote because it is politically popular,\" Quintero-McCall said. \"But members are concerned about losing donations [from tech] and those companies actively running ads against them.\"</p><p>For more: As Congress flounders in Big Tech regulation push, the FTC isn't waiting around</p><p>Representatives of Big Tech declined to speak on the record but privately they argue that the continuous delays on a vote reflect its low-priority status among voters. Moderates, they claim, are also unsettled by content moderation in the bills.</p><p>Still, polling consistently shows most Americans want federal lawmakers and regulators to put a lid on tech's influence. \"It is a winning political issue,\" Sacha Haworth, executive director of The Tech Oversight Project, which supports tech antitrust legislation, told MarketWatch. \"It has bipartisan support across party lines, all demographics and regions.\"</p><p>A poll commissioned The Tech Oversight Project showed two-thirds of 1,200 Californians surveyed in July would be less likely to support their member of Congress if they took political contributions from Big Tech and blocked accountability legislation.</p><p>\"Big Tech is running out of reasons to stave off accountability and oversight, and losing the state of California is proof that it's time to get this done,\" Haworth said. \"Politics is the art of the possible. It's [tech legislation] not dead yet.\"</p><p>Tech legislation appears dead, and the congressional finger-pointing has begun</p>",
  "published": "2022-10-07T12:32:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 7110,
          "end": 7115
        }
      ]
    }
  ]
}