{
  "_id": "dadbb9923473f0828d39eaced2425b0a82af523782aafc8688ec8d94a243a573",
  "feed": "market-watch",
  "title": "After ‘baptism by fire,' Disney CEO looks for a rebound",
  "text": "<p>The pandemic slammed the brakes on nearly every aspect of Disney's DIS business for more than a year, but the company seemed to stabilize around an emphasis on direct-to-consumer streaming services. Yet that business also slowed, after a pandemic-influenced surge, creating yet more uncertainty.</p><p>When the media giant reports its fiscal first-quarter results on Wednesday, analysts expect Chapek to spin a tale about the stalled parts of the empire returning, and new growth for Disney+ in the second half of the year.</p><p>“It is largely a tale of reopening of parks and Disney content in dozens of new countries,” Markus Hansen,&#xa0;portfolio manager&#xa0;at Vontobel Asset Management, which owns shares in Disney and Comcast, told MarketWatch. “Chapek had a baptism by fire, and has shown himself to be a very analytical, focused guy who can effectively manage parks through an existential crisis.”</p><p>“Last year, the content slate hit a speed bump to get products out because of Covid,” Hansen said. “This year, we expect a big rollout of content across dozens of countries.”</p><p>In-depth: Your streaming subscriptions reshaped Disney and turbocharged Netflix — now comes making more money off you</p><p>Hansen's enthusiasm is shared by Wall Street analysts, who have cautious expectations for a bounce back from segments such as theme parks and movies in the first quarter and anticipate big things in the second half for streaming, as Disney+ is launched in 50 new countries (to about 100 worldwide) and the spigot opens for new content.</p><p>Evercore ISI analyst Vijay Jayant, who rates Disney shares as outperform with a price target of $200, expects Disney+ to add 15 million subscribers in the first half of 2022 before accelerating to 33 million in the second half on the strength of Marvel movies such as “Doctor Strange in the Multiverse of Madness,” “Thor: Love and Thunder” and the TV series “She-Hulk;” Pixar films “Turning Red” and “Lightyear;” and the live-action feature, “Peter Pan &amp; Wendy.” A potential mega-hit movie, “Avatar 2,” is due in 2023.</p><p>Michael Nathanson, principal analyst of MoffettNathanson, anticipates a rebound for Disney's domestic amusement parks. He is modeling nearly $750 million in first quarter revenue before returning to more than $1 billion a quarter in the second half of 2022.</p><p>What to expect</p><p>Earnings:&#xa0;Analysts on average expect Disney to report earnings of 74 cents a share, up from 2 cents a share a year ago. Analysts were projecting $1.09 a share at the end of October, but have brought down their estimates.</p><p>Contributors to Estimize — a crowdsourcing platform that gathers estimates from Wall Street analysts as well as buy-side analysts, fund managers, company executives, academics and others — are also projecting earnings of 74 cents a share on average.</p><p>Revenue:&#xa0;Analysts on average expect Disney to report $20.3 billion in first-quarter revenue, up from $16.25 billion a year ago. Estimize contributors predict $20.3 billion on average.</p><p>Disney is projected to post the following revenue for its two major business: Media and Entertainment Distribution ($14.5 billion), and Parks, Experiences and Products ($6.3 billion).</p><p>Stock movement:&#xa0;Disney shares have declined following earnings reports in three of the past four quarters, including a 7.1% decline following the streaming disappointment three months ago. That was the largest post-earnings decline for Disney since at least February 2017, according to FactSet records.</p><p>Disney's stock is down 25% over the past 12 months, while the S&amp;P 500 index&#xa0;SPX has increased 15%. Shares of Disney have slid 19% since the company announced third-quarter results on Nov. 10.</p><p>What analysts are saying</p><p>A key number in the report will net new Disney+ subscribers for the quarter as well as guidance for more additions, as Chapek has stated an audacious forecast to reach 230 million to 260 million streaming Disney+ subscribers by the end of fiscal 2024. The streaming service, with 118.1 million subscribers, is expected to improve to 125.4 million in Q1, based on the estimates of analysts polled by FactSet.</p><p>Morgan Stanley analyst Benjamin Swinburne, who on Monday reduced his price target on Disney shares to $170 from $185 while maintaining an overweight rating, predicts Disney+ will add 8.5 million subscribers from the previous quarter.</p><p>“[W]e are increasingly focused on both long-term earnings power and earnings growth expectations after [direct-to-consumer] turns profitable which we currently forecast in FY24,” Swinburne wrote.</p><p>But the near-term worries at Netflix Inc. NFLX, whose stock was punished by a shortfall in new net subscriber additions, gives him pause in the short run. That, and competition from Apple Inc. AAPL, AT&amp;T Inc. T, Comcast Corp. CMCSA, Amazon.com Inc. AMZN and ViacomCBS Inc. VIAC prompted Swinburne to shave his price target on Disney.</p><p>Opinion: Why Peacock and HBO Max are streaming must-haves for February, but Netflix and Disney+ are not</p><p>Wells Fargo's Steven Cahall, in grading Disney shares as overweight with a price target of $196, is bullish on the parks business.</p><p>“We don't think Omicron had a big impact on the quarter at domestic parks, consistent with CMCSA's commentary, which beat parks estimates during its [fourth quarter],” Cahall wrote on Jan. 27. “For [Disney], we're estimating average domestic parks attendance at 16.5 million in [the first quarter] vs. 15 million in [the previous quarter].”</p><p>Analysts are sticking by Disney, with 20 of the 29 analysts tracked by FactSet rating the stock the equivalent of a “buy,” and the other nine calling shares a “hold.” The average price target as of Tuesday morning was $190.26, more than 34% higher than the going price.</p>",
  "published": "2022-02-08T15:28:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 4698,
          "end": 4702
        },
        {
          "start": 4687,
          "end": 4692
        },
        {
          "start": 4687,
          "end": 4697
        },
        {
          "start": 4687,
          "end": 4696
        }
      ]
    }
  ]
}