{
  "_id": "e84f1d53b62268a9c34a73193f27139092923725d4546ece2cd5678020751269",
  "feed": "market-watch",
  "title": "This asset will crush all others in 2023, says hedge-fund manager who nailed one big call of 2022; Critical information for the U.S. trading day",
  "text": "<p>Kupperman is doubling down on the latter in our call of the day, as he predicts 2023 will be \"the year of oil crushing all other\" investments, with a barrel of crude possibly hitting $200, laying that out in his AdventuresInCapitalism blog (h/t Quoth the Raven)</p><p>Oil CL00 CL.1 is set to finish with a gain of around 6% in a year that saw U.S. benchmark futures surge to over $130 a barrel after Russia's invasion in Europe, before a steady ratcheting lower on recession worries as central banks fought to contain inflation. West Texas Intermediate crude was trading just below $80 a barrel on Wednesday morning.</p><p>From early 2022, he explained, \"there has been minimal spending growth on exploration, while global demand has continued to rebound and grow. The postponement of my theme was mainly caused by the unexpected purge of SPR inventory, along with China going offline due to germs. These two trends seemed destined to reverse in 2023,\" he said, adding that Russian oil production is \"permanently impaired and likely in free fall.\"</p><p>Note, China's rapidly fading zero-COVID policy took another bold step on Tuesday as the government announced it will start issuing passports. However that has also triggered concerns about COVID spread and inflation fallout (more below).</p><p>Paying off for Kupperman were energy investments — Valaris VAL and Tidewater TDW— which he said would likely to continue leading energy markets higher in 2023 due to their valuations. And while his oil futures and futures options positions didn't work out as well, he's patient.</p><p>\"Once again, I think it's important to repeat that if you haven't stress-tested your portfolio for oil prices north of $200, you're going to suffer dearly when that should come to pass,\" said the manager.</p><p>Kupperman also foresaw continued housing market strength in 2022, but is now tossing the names he was holding in the sector that's rolling over due to rising interest rates. \"While I remain bullish, I'm going to wait for construction activity to bottom and begin its recovery,\" he said.</p><p>The manager also explained the tech rout call that he got right. Since 2019, he's been pounding the table over what he referred to as \"Ponzi Sector\" companies — Lyft LYFT, Uber UBER and Peloton PTONthat had \"no ability or desire to ever become profitable.\"</p><p>Read: Lyft stock closes lower than $10 for the first time; three-quarters of its valuation has been wiped away this year</p><p>He predicted those companies would falter in 2022 and drag down the so-called \"Tiger-40″ — high quality but overowned large-cap tech stocks such as Microsoft MSFT, Amazon.com AMZN, Meta Platforms META, Roblox RBLX and DoorDash DASH, based on top 40 holdings of hedge fund Tiger Global Management. He notes that \"over-owned\" fund was aped by most big portfolio managers.</p><p>\"This is likely caused by an anticipated economic slowdown, due to rapidly increasing interest rates. One could say that the market is looking through a period of over-earning and penalizing their share prices — despite many of these companies trading at low single-digit earnings multiples on full-cycle earnings,\" said Kupperman.</p><p>Not quite accurate was his call for a \"mother of all sector rotations\"for 2022, as investors switch out of those top names. Value names haven't performed as good as he'd hoped.</p><p>\"While my exposure remains subdued, I have an amazing shopping list of near-monopoly value names to purchase when The Pause comes, if it becomes obvious that the long end doesn't completely panic. I've spent much of the year building on this list, but have done little besides continue to learn the names better,\" he said.</p><p>Overall, 2022 was a year to avoid land mines and \"fight another day,\" said Kupperman. \"For now, I want to stay conservative, stick to low-risk setups and stay highly liquid. I think that 2023 will be difficult for longs, especially as oil crushes everything else,\" he said.</p><p>Read the rest of his blog for more positions that did and didn't work out.</p><p>Read: Here are five stock-market 'early indicators' that could decide the fate of your portfolio in 2023</p><p>The markets</p><p>Stock futures ES00 YM00 NQ00 are modestly higher, as bond yields BX:TMUBMUSD10Y pull back. The dollar DXY is flat, butsurging against the ruble USDRUB as western sanctions are apparently starting to bite, and oil CL.1 is lower.</p><p>For more market updates plus actionable trade ideas for stocks, options and crypto, subscribe to MarketDiem by Investor's Business Daily.</p><p>The buzz</p><p>The most oversold it's ever been, and hit by another price target cut — Baird to $252 from $316 per share — Tesla shares TSLA are pointing to the first gain in seven sessions.</p><p>And shares of AMC Entertainment AMC, whose CEO Adam Aron wants to forgo his 2023 pay and get other executives to do this same, is higher in premarket after a three-session loss. But AMC's preferred equity stock is down about 10% .</p><p>U.S.-listed shares of Hong Kong travel group Trip.com TCOM are up after China dropped travel restrictions, though fears of a new wave of infections have led countries such as Japan and Italy to tighten rules on inbound Chinese travelers. The U.S. also is reportedly considering similar moves.</p><p>Read: Chinese are snapping up flights abroad as Beijing drops more travel restrictions</p><p>U.S. Transportation Secretary Pete Buttigieg has vowed to hold Southwest Airlines' LUV accountable over the holiday flight \"meltdown\" that saw thousands of flights canceled.</p><p>FTX founder Sam Bankman-Fried borrowed $546 million from Alameda to buy a nearly 8% stake in commission-free trading app Robinhood HOOD, according to a news report citing court papers.</p><p>Pending home sales are due at 10 a.m. Eastern.</p><p>Best of the web</p><p>Citing 'woke culture,' Chemours director resigns over abortion benefits for employees</p><p>Hybrid working? How the City of London is getting it done(subscription required)</p><p>A celebrity cemetery in Paris has become a haven for wildlife</p><p>The chart</p><p>The tickers</p><p>These were the top-searched tickers on MarketWatch as of 6 a.m. Eastern: </p><p> Ticker  Security name  TSLA    Tesla  APE     AMC Entertainment preferred shares  GME     GameStop  AMC     AMC Entertainment  AAPL    Apple  NIO     NIO  NVDA    Nvidia  AMZN    Amazon.com  MULN    Mullen Automotive  BBBY    Bed Bath &amp; Beyond</p><p>Random reads</p><p>When Niagara Falls freezes over.</p><p>How a calendar of nude residents saved this dying Spanish town.</p><p>Mugger tries to take blind BBC reporters iPhone, fails spectacularly.</p><p>Need to Know starts early and is updated until the opening bell, but sign up here to get it delivered once to your email box. The emailed version will be sent out at about 7:30 a.m. Eastern.</p><p>Listen to the Best New Ideas in Money podcast with MarketWatch reporter Charles Passy and economist Stephanie Kelton.</p><p>This asset will crush all others in 2023, says hedge-fund manager who nailed one big call of 2022</p>",
  "published": "2022-12-28T13:10:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 6105,
          "end": 6109
        },
        {
          "start": 6110,
          "end": 6115
        }
      ]
    }
  ]
}