{
  "_id": "593bb8b08f321ecdf20187aa9b0843f1a363dfa5436e1165d976cbfd2a2dc8c5",
  "feed": "ftcomall",
  "title": "Gender pay gap needs to rise up the agenda of investors ",
  "text": "<p><em>The writer is co-founder of asset manager CIAM</em></p> <p>When our investment team at CIAM recently asked a company in which we hold a significant stake for information on the pay of men and women across its business, we were told, “we don't track this data''.</p> <p>This may be a case of one particularly rotten apple but the comment points to a broader problem — the still-deficient progress by companies in addressing glaring gender pay gaps.</p> <p>ESG has become a big theme in investing. However, there has been much more investor scrutiny on environmental and governance practices than the “S” in ESG — social issues. The neglect of the gender pay gap, in particular, as an issue for shareholders and companies is disappointing in the extreme.</p> <p>The gap edged towards 14 per cent in the EU in 2019, according to the latest available <a href=\"https://ec.europa.eu/info/policies/justice-and-fundamental-rights/gender-equality/equal-pay/gender-pay-gap-situation-eu_en\">data</a>. That disparity is neither sustainable nor conducive to running an effective business. </p> <p>To tackle it, we first need more representation of women in managements and on boards. This is easier said than done, but there are some relatively straightforward steps that could be taken to enable it to happen.</p> <p>One such step would be to bring in greater harmonisation across the EU. In France, under the Copé-Zimmermann law introduced in 2011<em>,</em> companies must have at least 40 per cent female representation at board level. </p> <p>According to <a href=\"https://stats.oecd.org/index.aspx?queryid=54753\">OECD data</a>, at the end of 2020 this figure stood at 45 per cent in France and 36 per cent in Germany, while in Spain, Portugal and Luxembourg, the share of seats held by women on the boards of the largest companies was still below 30 per cent. This shows an important discrepancy in corporate practices across the EU. </p> <p>Fortunately, Ursula von der Leyen, president of the European Commission, has recently <a href=\"https://www.ft.com/content/d98e6634-ef76-4cf3-8477-628e0d9d2acb\">stated</a> that she is “increasingly optimistic” that a European directive on women's representation in boardrooms will be settled this year. The proposed directive sets a target of 40 per cent of non-executive directors in listed companies to be women.</p> <p>Recent French legislation, passed in December 2021, goes further by <a href=\"https://www.thetimes.co.uk/article/french-law-puts-women-in-top-jobs-0n07f3236\">pushing</a> for 40 per cent of female representation on executive committees by 2030. In 2021, the percentage of women in executive management roles of the SBF 120 index of big French companies <a href=\"https://30percentclub.org/wp-content/uploads/2022/01/30Club_France_Diversity_Report_V6.pdf\">was just 23 per cent</a>.</p> <p>However, we must move away from the misconception that companies need only to ensure that women make up a certain percentage of their workforce. Instead, we must delve deeper and look at how women are treated and how much they are paid compared with men. That is how to secure progress.</p> <p>There needs to be standardisation in how data on gender pay is recorded and reported. At the moment, there are significant differences between the data sets assigned to businesses by different ESG consultants, making it difficult, if not impossible, to adequately assess and compare companies.</p> <p>Companies also should be compelled to report transparently on the make-up of compensation, remuneration and nomination committees, as well as the diversity and the gender pay gap across all levels of their businesses. </p> <p>The European Council has recently <a href=\"https://www.consilium.europa.eu/en/press/press-releases/2021/12/06/council-agrees-on-common-position-to-tackle-gender-pay-gap/#:~:text=The%20Council%20today%20agreed%20on,closing%20the%20gender%20pay%20gap.\">agreed </a>on a draft law on pay transparency. Employers with at least 250 employees have to provide, on an annual basis, information on the pay gap between female and male workers. However, we are yet to see how it will be applied in practice.</p> <a href=\"http://www.ft.com/cms/b222d953-0db2-4dbd-b4f0-4f1e780da71a.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a> <p>We sometimes see company proposals to improve diversity in the board room as well as on the executive committee. But proposals rarely call for increased transparency on pay. Similarly, while many companies in France and elsewhere have taken measures to increase female diversity by making targets part of long-term incentives plans, the gender pay gap is usually not mentioned. </p> <p>At CIAM, we argue that female representation is correlated with better corporate performance. Furthermore, when companies are mindful of creating a diverse and fair workplace, they can expect higher talent attraction, productivity and creativity. Businesses where diversity and inclusion are embedded in the culture also exhibit higher earnings quality.</p> <p>Shareholders should hold board members to account by not voting for the re-election of directors at companies that do not seek to put in place transparent processes around diversity and the gender pay gap. We hope that the company that refused our information request will have a better answer at its next annual meeting.</p> <p><em>Catherine Berjal, co-founder of CIAM, contributed to this article</em></p><p>Source: Anne-Sophie d'Andlau 2022 'Gender pay gap needs to rise up the agenda of investors ' FT.com 8 March. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-03-08T05:00:00.781Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 296,
          "end": 301
        }
      ],
      "nexusId": "10022657"
    }
  ]
}