{
  "_id": "4e9664d31aa8de48c483c5bed3d913b8c08dd9690ac80b528ce258d5f657c6a9",
  "feed": "wall-street-journal",
  "title": "What the Stock Split by Google's Parent, Alphabet, Means; Alphabet announced plans for a 20-for-1 stock split as part of the technology company's quarterly earnings statement",
  "text": "<p>Alphabet announced the split with its latest quarterly earnings, which sent shares up 9% in early trading Wednesday.</p><p>What does this mean for investors?</p><p>Alphabet shareholders as of July 1 will receive 19 additional shares on July 15 for every share they hold. Trading will begin on a split-adjusted basis on July 18.</p><p>The split will cover all three classes of Alphabet stock. Were the split to happen as of Tuesday's close, Class A and Class C shares would trade at roughly $137 apiece, down from about $2,750 as of Tuesday's close. Class B shares aren't publicly traded.</p><p>What does this mean for the company?</p><p>Alphabet's shares rose 65% last year, a third straight double-digit annual gain.</p><p>On Feb. 1, Alphabet said it nearly doubled profit over 2021. But expectations that the Federal Reserve will raise interest rates as soon as next month led to a January market retreat that marked the worst month for stocks since the first month of the pandemic. Alphabet has held up better than many, but shares are still down 5% following four rough weeks of trading.</p><p>Does the split make Alphabet more valuable?</p><p>No. Splits don't affect the value of an investor's holdings. A lower per-share price is matched by a higher number of shares.</p><p>What does this mean for the stock market?</p><p>Stock splits don't tend to have a significant impact on share prices over time, and they don't tend to have much effect on the broader market either.</p><p>GOOG vs. GOOGL: What's the Difference?</p><p>The split applies to all three classes of Alphabet stock. Class A common shares have been available to investors since Alphabet went public in 2004. They currently trade under ticker GOOGL.</p><p>The company's Class B stock is held by company insiders and these shares aren't publicly traded. They hold 10 times the voting power of Class A shares.</p><p>Another class of nonvoting shares known as Class C trades under ticker GOOG. They largely trade in line with the common shares—the spread between the two is currently less than 25 cents—though at times the spread has widened to as much as $10 a share.</p><p>Has Alphabet split its stock before?</p><p>Alphabet last split its stock in 2014, giving investors one additional share for every one they owned.</p><p>what to know about recent stock splits</p><p>* What Is a Stock Split and How Can It Affect Your Portfolio?</p><p>* Why GE Is Doing a Reverse Stock Split and What It Means for You (March 10, 2021)</p><p>* Tesla to Enact 5-for-1 Stock Split (Aug. 11, 2020)</p><p>* What the Apple Stock Split Means (July 30, 2020)</p><p>Write to Michael Wursthorn at michael.wursthorn@wsj.com</p><p>What the Stock Split by Google's Parent, Alphabet, Means</p>",
  "published": "2022-02-02T15:01:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 2439,
          "end": 2444
        }
      ],
      "nexusId": "10022657"
    }
  ]
}