{
  "_id": "eeef961e40e2cb6382ddd17d7ba6b1450f54ccef46ac3b4754e1afa758f3a20b",
  "feed": "ftcomall",
  "title": "Six top hotels in Toronto for all tastes ",
  "text": "<p><em>This article is part of a </em><a href=\"https://www.ft.com/globetrotter/toronto\"><em>guide to Toronto</em></a><em> from FT Globetrotter</em></p> <p>Toronto, like many North American cities, was shaped first by waterways and then by railways. Its location along the shore of Lake Ontario seems somewhat arbitrary today. The settlement emerged as the junction of an aquatic highway, the river and portage route that first carried Aboriginal people and then European traders between the southern and northern great lakes. </p> <p>It was the 19th-century railway boom that stamped a pattern on the city that is easier to see today, and which gave Toronto its first world-class hotels. Starting in 1855, when the first train rolled through the city, to the completion of the Canadian Pacific Railway across the continent three decades later, steam travel brought floods of visitors to Toronto. Some of the lodgings on this list are strung along that original railway line, which has long since ceased to hold a central place in city life. Still, you may spot the regular red locomotives howling through town en route to the prairies, the Rockies and the ocean. </p> <p>The Toronto hotel scene has evolved from a set of staid and stately lodgings tied to the railway into a more dynamic and range of places to stay. A number of new hotel openings since travel recovered from the Covid-19 pandemic leave travellers with an option to suit any taste.</p> <h2>For historic luxury: Fairmont Royal York &#xa0;</h2> <h4>100 Front Street West, Toronto, ON M5J 1E3</h4> <ul>  <li><p><strong>Rooms and suites:</strong> 1,343&#xa0;</p></li>  <li><p><strong>Gym/spa:</strong> The retro-styled pool is a highlight, with views of Mies van der Rohe's superb Toronto Dominion Centre. Also offering a fitness centre and sauna&#xa0;</p></li>  <li><p><strong>Eat and drink:</strong> There is plenty of choice, especially for cocktail lovers. The Library Bar is famous for its martinis and Reign restaurant offers fine dining&#xa0;</p></li>  <li><p><strong>FYI:</strong> Lovers of the boutique, seek elsewhere. The Royal York is on a grand scale&#xa0;</p></li>  <li><p><a href=\"https://www.fairmont.com/royal-york-toronto/\"><strong>Website</strong></a><strong>; </strong><a href=\"https://www.google.com/maps/place/Fairmont+Royal+York/@43.6460302,-79.3858673,17z/data=!3m1!4b1!4m8!3m7!1s0x882b34d3152a8e61:0x154fe230e73270f!5m2!4m1!1i2!8m2!3d43.6460303!4d-79.381388\"><strong>Directions</strong></a></p></li> </ul> <p>A list of Toronto hotels must begin with the Royal York. The historic grande dame of lodgings in the city, with its distinctive neon sign and copper roof, has marked the skyline for nearly a century (Europeans, adjust your historical timelines: that's a long time in Canada). To this day it is where the royal family stay when visiting Toronto, securing the hotel's status as a Canadian institution.</p> <p>Built as part of a chain of luxury establishments to accommodate passengers along the Canadian Pacific Railway, the Royal York was the largest hotel and the tallest building in the British empire when it opened in 1929. Being a railway hotel still has its advantages for travellers seeking convenience. The hotel is located in the heart of the downtown business district, linked underground to most neighbouring office buildings and across the street from the train station, where <a href=\"https://www.torontopearson.com/en/transportation-and-parking/up-express\">shuttles run to the airport</a> every 15 minutes. It's now operated by the Fairmont chain and was partly refurbished in 2019 — its rooms feel refreshed and luxurious, with attention to detail from the soap selection to the placement of light switches. The Royal York's Jazz Age charms — from the brass-fronted elevators to the Art Deco decorations — put it a cut above the standard business travellers' rest. <em>Double, from C$299 (about £180).</em> <em><strong>JO</strong></em></p> <h2>For sustainable chic: 1 Hotel Toronto &#xa0;</h2> <h4>550 Wellington Street West, Toronto, ON M5V 2V4</h4> <ul>  <li><p><strong>Rooms and suites:</strong> 112</p></li>  <li><p><strong>Gym and spa:</strong> Well-equipped gym including climbing wall and yoga classes&#xa0;</p></li>  <li><p><strong>Eat and drink:</strong> All-day dining from 1 Kitchen, plus a buzzing cocktail spot on the roof and Mexican-Mediterranean fusion fine dining at Casa Madera</p></li>  <li><p><strong>Know before you go:</strong> Rooftop pool. Need I say more&#xa0;</p></li>  <li><p><a href=\"https://www.1hotels.com/toronto\"><strong>Website</strong></a><strong>; </strong><a href=\"https://www.google.com/maps/place/1+Hotel+Toronto/@43.642811,-79.4036361,17z/data=!3m1!4b1!4m8!3m7!1s0x882b3540036e55b5:0xd415241e6a5591be!5m2!4m1!1i2!8m2!3d43.642811!4d-79.4014421\"><strong>Directions</strong></a></p></li> </ul> <p>In contrast to the early-20th-century heritage of the Royal York, the 1 Hotel represents another side of Toronto: the modern megacity of glass and steel skyscrapers, where new towers seem to spring up every other week. However, the first Canadian outpost of the 1 Hotel chain brings an eco-friendly twist to the high life. Until staying there, I had never noticed the absence of live plants at other hotels I've visited. 1 Hotel corrects the balance and then some, with 3,300 green and growing things — which require a full-time gardener — and a ban on fresh-cut flowers. The decor is crafted from local materials and inspired by Canadian cottages, such as the lakeside cabins to which Torontonians head in droves during the summer. The attention to detail is conspicuous, with handcrafted items of wood furniture made from fallen Toronto trees that are etched with the tree species and sometimes even the local coordinates where the logs were salvaged. </p> <p>Tucked around the corner from Toronto's entertainment district on King Street, the hotel, which opened in August 2021, mixes the tranquil treehouse atmosphere with a taste of nightlife. The rooftop pool and bar, with sweeping views of the city, offer DJs and dancing, while the lobby bar features regular live music. Guests can recover in the restful grey-and-wood panelled guest rooms, each with cosy sitting areas, or take advantage of the free bike rentals to explore the city on a number of routes curated by the concierge. <em>Double, from C$500</em>&#xa0;<em><strong>JO</strong></em></p> <h2>For local colour: The Broadview Hotel </h2> <h4>106 Broadview Avenue, Toronto, ON M4M 2G1</h4> <ul>  <li><p><strong>Rooms and suites:</strong> 58</p></li>  <li><p><strong>Gym/spa:</strong> No. </p></li>  <li><p><strong>Eat and drink:</strong> The rooftop is a must for drinks and snacks. Downstairs, the Broadview Bistro caters laid back breakfast and lunch, while The Civic offers fine dining. (There is also a craft cider-maker across the road.) &#xa0;</p></li>  <li><p><strong>Know before you go:</strong> The hotel is a short taxi or a longer streetcar journey from the downtown core, and the neighbourhood is still a bit down at heel in some parts. </p></li>  <li><p><a href=\"https://www.thebroadviewhotel.ca/\"><strong>Website</strong></a><strong>;</strong> <a href=\"https://www.google.com/maps/place/The+Broadview+Hotel/@43.6509464,-79.3428391,13.85z/data=!4m8!3m7!1s0x89d4cb6c43f9a2f7:0x3eebe4f027aa8dae!5m2!4m1!1i2!8m2!3d43.6589559!4d-79.3501888\"><strong>Directions</strong></a></p></li> </ul> <p>The stately brick façade of The Broadview in Toronto's east end is all that remains of the original hotel built on the site in 1891 by Archibald Dingman, an oil entrepreneur who among other ventures helped to bring Toronto its iconic streetcars. After decades of neglect, during which The Broadview was home to a rooming house and a particularly notorious strip club, the historic building underwent a three-year overhaul to reopen in 2017 as a luxurious boutique hotel and an anchor for the regeneration of one of the city's up-and-coming neighbourhoods. (Check out the cut-up fire escape, reused as industrial decoration, in the lobby.) </p> <p>The rooms are spacious with a cosy mix of colours and textures, from dark wood and leather to cheerful floral prints and vast red-velvet curtains. But the reason to stay at The Broadview is to get out of downtown and explore the city. Visit the nearby Distillery District — a repurposed whiskey manufactory with shops, restaurants and a theatre — or stroll Queen Street East towards Toronto's beaches. The Broadview earns its name with a spectacular rooftop terrace, with vast views back towards the city skyline. <em>Double, from C$260</em>&#xa0;<em><strong>JO</strong></em></p> <h2>For arts and culture: Gladstone House </h2> <h4>1214 Queen Street West, Toronto, ON M6J 1J6</h4> <ul>  <li><p><strong>Rooms and suites:</strong> 51</p></li>  <li><p><strong>Gym/spa:</strong> Gym and exercise studios in the basement, decorated with murals by Toronto street artists&#xa0;</p></li>  <li><p><strong>Eat and drink:</strong> The Bistro offers breakfast, lunch, dinner and cocktails. </p></li>  <li><p><strong>Know before you go:</strong> In 1889 a room with a bathroom cost more. Today, you'll get your own for free but the sinks are still located outside the washroom&#xa0;</p></li>  <li><p><a href=\"https://www.gladstonehouse.ca/\"><strong>Website</strong></a><strong>; </strong><a href=\"https://www.google.com/maps/place/Gladstone+House/@43.642698,-79.4291,17z/data=!3m1!4b1!4m8!3m7!1s0x882b35aaea2927c1:0x92e9d8d2a35ee872!5m2!4m1!1i2!8m2!3d43.642698!4d-79.426906\"><strong>Directions</strong></a></p></li> </ul> <p>Opened in 1889, Gladstone House claims the title of Toronto's oldest continuously operating hotel, but it has had many guises over the years. The penultimate renovation, in 2005, saw the then-rooming house transformed into a boutique hotel with each room individually fitted out by different artists. The glamorous reinvention heralded the transformation of the surrounding strip of Queen Street West into the ultra-trendy district of boutiques and restaurants that visitors see today. In recent years, the hotel underwent a fresh overhaul. The accommodations are now standardised with a minimal aesthetic, white linens and exposed brick, putting the focus on the unique art pieces in every room. The hotel commissioned pieces from dozens of local artists, and boasts rotating exhibits in public spaces, as well as a full-time curator, Lee Petrie. “We want it to feel like you're staying in someone's really fabulous house,” she says. The hotel achieves this effect through generous common spaces including a billiards room, balcony and fourth-floor library, all connected by an old-fashioned “birdcage” elevator (that needs to be operated by a member of staff). Stop into the basement studio to chat with the three artists-in-residence who happen to be tinkering with their creations. <em>Double, from C$299</em>&#xa0;<em><strong>JO</strong></em></p> <h2>For the glitz: W Toronto</h2> <h4>90 Bloor Street East, Toronto, ON M4W 1A7</h4> <ul>  <li><p><strong>Rooms and suites:</strong> 254 </p></li>  <li><p><strong>Gym and spa:</strong> 3,300 sq ft gym with a boxing space, weekly yoga and HIIT classes</p></li>  <li><p><strong>Eat and drink:</strong> Enjoy a Canadian-style breakfast at Public School; “Toronto Tapas” in the Living Room (each plate represents a city neighbourhood: cheese and potato croquettes stuffed with white anchovies for Little Italy, pork katsu in apple gravy for Japan Town); and Amaro-centred cocktails at Skylight, the bohemian rooftop restaurant&#xa0;</p></li>  <li><p><strong>Know before you go:</strong> With five event spaces, various meeting rooms and countless stylish seating areas, W Toronto is a good option for “bleisure” travellers: work followed by play</p></li>  <li><p><a href=\"https://www.marriott.co.uk/hotels/travel/yyzwh-w-toronto/\"><strong>Website</strong></a><strong>; </strong><a href=\"https://www.google.com/maps/place/W+Toronto/@43.668816,-79.3944142,16.31z/data=!3m1!5s0x882b34ac2a53ad63:0x2d95b7e2726367bc!4m8!3m7!1s0x882b34ac356b57e7:0x2176bac7ad8db70b!5m2!4m1!1i2!8m2!3d43.67087!4d-79.3845923\"><strong>Directions</strong></a></p></li> </ul> <p>The freshly minted W Hotel opened its doors in 2022 after a lavish C$40mn renovation that saw the 1970s building (previously a standard-fare Marriott) gutted and transformed into a space befitting the modern jet-setters who flock to the city. The city's first W remains faithful to the brand's renowned club vibe but with a distinctly Torontonian twist. A brutalist exterior conceals an interior that is all bold colours, LED lighting and funky design. The Living Room, situated on the sixth floor, acts as the central meeting space, where digital nomads tap at laptops by day and DJs spin records after dark. W's signature vibe is there — dark carpets, a sound system pulsing beats throughout the building — but softened by expansive windows, hanging plants and a retro jewel-tone palette. Plush velvet furniture, curved bars and metallic piping nod to the neighbourhood's late 1960s/early '70s counterculture, when rebellious youth would hang in coffee houses to discuss politics or play music in the streets. Quirks like a Moët vending machine and communal fire pit epitomise the hotel's playful take on luxury. The eighth floor features a 3,300 sq ft exercise area with a boxing and weight training space, rows of treadmills and a yoga and HIIT studio.</p> <p>Suites and rooms come in a range of sizes and styles. The Studio Suites (where I stayed) draw inspiration from the theatre. Each bed is set like a stage, flanked by pendant lights and sapphire curtains controlled by a touchscreen panel with settings such as “Mood”, which dims the lights and draws the curtains. The hotel is located on Bloor Street, around the corner from the fashionable Yorkville district, so chic restaurants, bars and galleries are just a stroll away. Local art curated by Taglialatella Galleries is found throughout the hotel, including a geometric coloured-pebble mural on the roof with interlocking forms and shapes&#xa0;to signify the city's multicultural pulse. <em>Double, from C$529</em> <em><strong>JR</strong></em></p> <h2>For the neighbourhood hangout: Ace Hotel Toronto </h2> <h4>51 Camden Street, Toronto, ON M5V 1V2</h4> <ul>  <li><p><strong>Rooms and suites:</strong> 123</p></li>  <li><p><strong>Gym/spa:</strong> Small gym (a couple of machines, two treadmills, weights, a lat pulldown and mats)</p></li>  <li><p><strong>Eat and drink:</strong> Go below to the Alder for seasonal ingredients with a Mediterranean flair or take to the rooftop to enjoy a fireside cocktail</p></li>  <li><p><strong>Know before you go:</strong> DJs spin records on the rooftop every Friday from 9pm-1am; in 2023, new residencies will include African electronic dance-party collective <a href=\"https://www.instagram.com/afriquelikeme/?hl=en\">Afrique Like Me</a>. Also, it's pet-friendly&#xa0;(dogs are the norm, but the hotel says they're open to making it work with other creatures)</p></li>  <li><p><a href=\"https://acehotel.com/toronto/\"><strong>Website</strong></a><strong>; </strong><a href=\"https://www.google.com/maps/place/Ace+Hotel+Toronto/@43.6467366,-79.4003294,17z/data=!3m1!4b1!4m8!3m7!1s0x882b35b6c9460131:0x457b7d10d8cdefd8!5m2!4m1!1i2!8m2!3d43.6467366!4d-79.3981354\"><strong>Directions</strong></a></p></li> </ul> <p>Ace's inaugural Canadian hotel is anchored in the city's industrial heritage. An impressive edifice of red brick and copper, the building was designed to slot into its surroundings. Inside, locals and guests alike mingle in The Lobby: a thing of architectural beauty, with steel rods, high concrete arches and undulating curves of red oak, offset by thick carpets and low-lying sofas. It's a sun-filled space in the morning, with floor-to-ceiling windows overlooking St Andrew's Park; evening brings a laid-back vibe with dim lighting and soft jazz. Designed as a neighbourhood hangout, the hotel draws a healthy mix of locals and travellers, who come here to chat over craft cocktails or grilled octopus from the subterranean Alder restaurant. </p> <p>Guests can enjoy live music, talks and local charity events, or peruse the works by Canadian artists dotted throughout the hotel. Autumnal colours, copper accents and Douglas fir panelling give the rooms a winter cabin feel. Special touches like the guitars or record players in most rooms and mini bars with fare from nearby distilleries and wineries drive home the hotel's boutique feel. The hotel is a couple of minutes away from Toronto's famous Graffiti Alley, which runs behind&#xa0;Queen Street, a hip thoroughfare known for its trendy bars and shops. <em>Double, from C$429</em> <em><strong>JR</strong></em></p> <p><em>Where would you recommend to stay in Toronto? Tell us in the comments</em>&#xa0;</p> <p><em>Follow FT Globetrotter on Instagram at </em><a href=\"https://www.instagram.com/ftglobetrotter/\"><em>@FTGlobetrotter</em></a></p><p>Source: Joshua Oliver and Jessica Rawnsley 2022 'Six top hotels in Toronto for all tastes ' FT.com 27 December. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-12-27T05:00:04.517Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 8936,
          "end": 8941
        }
      ]
    }
  ]
}