{
  "_id": "3c346d5f4f0981287f9f008a87166b5a9e539f5c4d67bca73f15e1614a356b39",
  "feed": "wall-street-journal",
  "title": "Meta  Ordered  To Sell  GIF Unit  By U.K.  ----  By Ian Walker and Sam Schechner",
  "text": "<p>   Facebook owner Meta Platforms Inc. said it would sell its social-media animated-images company Giphy after the U.K.'s top competition authority affirmed an earlier order to undo the 2020 acquisition. </p><p>   Facebook's announcement all but ends a yearslong saga in which a foreign regulator made a rare intervention in an already-consummated deal between two American companies. British regulators had ordered Meta to operate Giphy separately while the deal was under review. </p><p>   Meta, then known as Facebook, bought Giphy in May 2020 for $315 million. The company, with offices in New York and Los Angeles, allows users to search for, create and share short animated videos, or GIFs, which have become popular in social-media posts, texts and other communications. </p><p>   The U.K.'s Competition and Markets Authority initially ordered Meta to sell Giphy last year. Meta appealed the decision. In July, the Competition Appeal Tribunal backed the CMA in five out of six challenges to the CMA ruling. On Tuesday, after taking that ruling into consideration, the CMA issued a revised decision that again ordered Meta to sell Giphy. </p><p>   Meta said it is disappointed by the order but won't appeal the decision further. The company said it would work with the CMA to sell Giphy and is awaiting more details in the coming weeks from the regulator about how it should do so. </p><p>   The decision comes as the CMA is asserting itself on the global stage as a technology regulator -- opening antitrust cases against tech companies alongside others stemming from the U.S. and European Union. </p><p>   The CMA has open cases looking at issues including how Alphabet Inc.'s Google brokers ads on third-party websites, and the control that the regulator says Apple Inc. and Google exercise over mobile-phone software. The companies say they comply with competition rules and are working with the regulator. </p><p></p>",
  "published": "2022-10-19T06:10:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1705,
          "end": 1715
        },
        {
          "start": 1705,
          "end": 1714
        },
        {
          "start": 1705,
          "end": 1710
        }
      ],
      "nexusId": "10022657"
    }
  ]
}