{
  "_id": "7a3a8f73646edb4627a4602bedebbd305cc64d4f5e2bd197daf8247cb8daafdf",
  "feed": "market-watch",
  "title": "Scathing Meta shareholder's letter calls for layoffs, less spending on metaverse",
  "text": "<p>\"The facts are startling,\" added Gerstner, whose firm owns 2 million Meta shares. \"In the last 18 months, Meta stock is down 55% (compared to an average of 19% for its big-tech peers). Your P/E ratio has fallen from 23x to 12x and now trades at less than half the average P/E of your peers. And notably, this decline in share price mirrors the lost confidence in the company, not just the bad mood of the market.\"</p><p>The letter, posted on Medium, is the latest sign that Meta investors are growing restless and exasperated with the company's recent performance. Meta's stock has tumbled 61% so far this year, and investors are bracing for another hit when the company reports fiscal third-quarter results on Wednesday.</p><p>Gerstner's blistering assessment comes two weeks after Meta announced a new high-end $1,500 VR headset, Quest Pro, amid few signs that some of Meta's metaverse apps, such as Horizon Worlds, are catching on with the public.</p><p>Read more: Meta's new VR headset will cost $1,500 as Zuckerberg sets up battle with Apple</p><p>\"An estimated $100B+ investment in an unknown future is super-sized and terrifying, even by Silicon Valley standards,\" Gerstner said.</p><p>\"We would encourage the company to move aggressively and cut at least 20% of employee-related expenses by January 1, 2023,\" he added. \"Why 20%? To put that in perspective, it merely takes the company back to mid-2021 levels of employee expense.\"</p><p>Meta officials declined comment on the letter.</p><p>Meta shares were up 2% in early-afternoon trading Monday.</p><p>Scathing Meta shareholder's letter calls for layoffs, less spending on metaverse</p>",
  "published": "2022-10-25T12:29:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1023,
          "end": 1028
        }
      ]
    }
  ]
}