{
  "_id": "9ff54474911f5940d301fd05b79684e00599d66e92b387d4f76c96edb5bf234f",
  "feed": "market-watch",
  "title": "How these 22 tech stocks stand out from the pack this earnings season; Companies including Electronic Arts, ON Semiconductor and Fiserv pulled off a difficult feat in a down cycle --- improving sales and profit margins",
  "text": "<p>But some tech companies continue to increase revenue while improving their profit margins. Those are the ones we want to highlight today.</p><p>A company's gross margin is its net sales, less the cost of goods or services sold, divided by sales. Net sales are sales minus returns and discounts, such as coupons. The cost of goods or services sold includes the actual costs for making the items or providing the services, including labor. It is a useful measurement of pricing power, and a combination of an expanding gross margin and increasing sales is a good sign.</p><p>A company's operating margin goes further, subtracting more overhead and other expenses that aren't directly related to the production of goods and services sold. It is, essentially, earnings before interest and taxes (EBIT), divided by sales.</p><p>Screening the S&amp;P 500 tech sector</p><p>When investors think of \"big tech,\" they think of companies in the \"FAANG+\" group, among others. The FAANG group is Facebook holding company Meta Platforms Inc. META, Apple Inc. AAPL, Amazon.com Inc. AMZN, Netflix Inc. NFLX and Google holding company Alphabet Inc. GOOGL. It is reasonable to add other tech giants that dominate the S&amp;P 500 (which is weighted by market capitalization), including Microsoft Corp. MSFT and Tesla Inc. TSLA, for an expanded FAANG+ group.</p><p>Among this group of seven stocks, only Apple and Microsoft are technically in the S&amp;P 500 information technology sector. Meta, Alphabet and Netflix are in the communication services sector, and Amazon and Tesla are in the consumer discretionary sector.</p><p>The point of all this is to underscore that the strict definition of \"S&amp;P 500 information technology\" doesn't match investors' perceptions.</p><p>For an expanded screen of tech stocks, we began with the 75 companies in the S&amp;P 500 IT sector, added the five FAANG+ companies, as explained above, then added the three video-game developers, which are in the communication services sector, for an initial list of 83 companies. Many companies have fiscal quarters that don't match the calendar, so the data is based on fiscal quarters ending July 29 or later.</p><p>Among these 83 companies, 22 increased their sales from a year earlier, while also improving their gross and operating margins.</p><p>Here they are, sorted by how much their sales increased: </p><p> Company                         Ticker  Change in quarterly sales from year earlier  Gross margin  Gross margin – year-earlier quarter  Operating margin  Operating margin – year-earlier quarter  Price change – 2022 through Nov. 11  Enphase Energy Inc.              ENPH   81%                                          41.59%        39.21%                               23.32%            12.99%                                   60%  Monolithic Power Systems Inc.    MPWR   53%                                          58.72%        57.59%                               33.02%            27.29%                                   -20%  Paycom Software Inc.             PAYC   30%                                          73.12%        72.88%                               35.88%            30.46%                                   -18%  KLA Corp.                        KLAC   30%                                          60.83%        60.34%                               44.81%            43.36%                                   -12%  ON Semiconductor Corp.           ON     26%                                          47.27%        39.96%                               39.96%            31.42%                                   10%  Microchip Technology Inc.        MCHP   26%                                          59.35%        51.68%                               48.77%            42.67%                                   -13%  Broadcom Inc.                   AVGO    25%                                          62.89%        54.65%                               58.62%            53.94%                                   -22%  Ceridian HCM Holding Inc.        CDAY   23%                                          50.22%        47.40%                               7.95%             3.46%                                    -37%  NXP Semiconductors NV            NXPI   20%                                          53.29%        50.54%                               38.32%            35.55%                                   -25%  Cadence Design Systems Inc.      CDNS   20%                                          89.86%        89.13%                               32.27%            30.49%                                   -10%  Lam Research Corp.               LRCX   18%                                          46.05%        45.87%                               34.95%            33.67%                                   -30%  CDW Corp.                        CDW    17%                                          19.84%        17.26%                               8.72%             8.20%                                    -10%  Amphenol Corp. Class A           APH    17%                                          32.17%        31.57%                               24.15%            23.64%                                   -9%  Autodesk Inc.                    ADSK   15%                                          89.64%        89.08%                               22.84%            18.59%                                   -19%  Texas Instruments Inc.           TXN    13%                                          69.01%        67.89%                               57.57%            56.11%                                   -5%  Keysight Technologies Inc.       KEYS   10%                                          63.74%        63.16%                               30.23%            27.53%                                   -17%  Automatic Data Processing Inc.   ADP    10%                                          47.59%        46.25%                               27.44%            26.61%                                   1%  Fiserv Inc.                      FISV   9%                                           55.84%        50.68%                               39.09%            35.96%                                   -3%  Ansys Inc.                       ANSS   7%                                           86.08%        85.01%                               33.61%            32.07%                                   -36%  PTC Inc.                         PTC    6%                                           79.40%        77.65%                               34.61%            30.96%                                   9%  Electronic Arts Inc.             EA     3%                                           75.53%        71.58%                               31.36%            25.16%                                   -1%  Tyler Technologies Inc.         TYL     3%                                           40.09%        39.58%                               22.47%            21.64%                                   -40%  Source: FactSet</p><p>Click on the tickers for more about each company.</p><p>Read Tomi Kilgore's detailed guide to the wealth of information for free on the MarketWatch quote page.</p><p>What about the FAANG+ group?</p><p>While Tesla made the second quarter's list of tech winners, none of the FAANG+ companies made the third-quarter list. Investors had gotten used to continual sales growth in the high double digits for these companies.</p><p>This table shows year-over-year changes in quarterly sales for the group, along with those from a year earlier: </p><p> Company                      Ticker  Change in quarterly sales from year earlier  Year-earlier change  Gross margin  Gross margin – year-earlier quarter  Operating margin  Operating margin – year-earlier quarter  Tesla Inc.                   TSLA    55.9%                                        56.8%                25.09%        26.60%                               21.65%            20.47%  Amazon.com Inc.              AMZN    14.7%                                        15.3%                44.71%        43.21%                               10.14%            12.44%  Microsoft Corp.              MSFT    10.6%                                        22.0%                69.17%        69.89%                               48.50%            51.75%  Apple Inc.                   AAPL    8.1%                                         28.9%                42.26%        42.20%                               30.79%            32.12%  Netflix Inc.                 NFLX    5.9%                                         16.3%                39.58%        43.79%                               66.52%            63.99%  Alphabet Inc. Class A        GOOGL   5.2%                                         40.8%                54.48%        57.54%                               30.01%            37.31%  Meta Platforms Inc. Class A  META    -4.5%                                        35.1%                79.38%        80.11%                               28.29%            42.81%  Source: F</p><p>Among the FAANG+ companies, only Tesla and Amazon put up quarterly sales-growth numbers close to or greater than those from a year earlier. For Meta, sales actually declined, during a year in which the shares have taken a 66% dive.</p><p>Some margin numbers improved; they are bolded.</p><p>Don't miss: Semiconductor stocks have bounced from 2022 lows — and analysts expect upside of at least 28% in the next year</p><p>How these 22 tech stocks stand out from the pack this earnings season</p>",
  "published": "2022-11-14T15:32:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1006,
          "end": 1011
        },
        {
          "start": 1006,
          "end": 1015
        },
        {
          "start": 1006,
          "end": 1016
        },
        {
          "start": 1017,
          "end": 1021
        },
        {
          "start": 1346,
          "end": 1351
        },
        {
          "start": 4726,
          "end": 4731
        },
        {
          "start": 4726,
          "end": 4735
        },
        {
          "start": 4726,
          "end": 4736
        },
        {
          "start": 4737,
          "end": 4741
        }
      ]
    }
  ]
}