{
  "_id": "8558f8fe5fa3e05705272ad812fff88f59b62969fcc1e6ae0cbbbe2b51897113",
  "feed": "ftcomall",
  "title": "Fiat wins legal battle over €30mn Luxembourg tax break",
  "text": "<p>The EU's top court has ruled that Fiat Chrysler will not have to pay back €30mn in taxes to Luxembourg, dealing a blow to efforts by the commission to crack down on aggressive corporate tax planning.</p> <p>The case dates back to 2015 when the commission ruled that Luxembourg had granted <a href=\"https://www.ft.com/stream/6100232d-8789-4d6e-9ea2-cfd4edeb2aca\">Fiat</a> unfair “selective tax advantages”. Competition commissioner Margrethe Vestager said in that decision: “Tax rulings that artificially reduce a company's tax burden are not in line with EU state aid rules. They are illegal.”</p> <p>In 2019, the general court agreed that the unpaid tax amounted to illegal state aid, but on Tuesday the European Court of Justice issued an opposing view and said the earlier decisions had been “erroneous”.</p> <p>The judgment is final and cannot be appealed. Vestager said in a tweet that the defeat was “a big loss for tax fairness”. She later said the commission “will carefully study the judgment and its implications”.</p> <p>“Even if the commission's decision was annulled, the judgment gives important guidance on the application of <a href=\"https://www.ft.com/european-union\">EU</a> state aid rules in the area of taxation,” she added.</p> <p>EU efforts to crack down on aggressive corporate tax planning have struggled in the courts. In 2020, judges <a href=\"https://www.ft.com/content/1c38fdc1-c4b3-4835-919d-df51698f18c4\">quashed a European Commission order</a> for Apple to pay back €14.3bn in taxes to Ireland.</p> <p>The commission also lost a tax case against Amazon. Both companies won challenges on paying back tax breaks at a lower court but the commission is appealing the decisions. A final judgment is expected next year at the earliest.</p> <p>Separately, judges in Luxembourg struck down an EU order for Starbucks to pay €30mn in back taxes to the Netherlands, a ruling Brussels has not appealed. In 2019, the general court struck down an EU ruling against a Belgian tax scheme worth €700mn.</p> <p>There are probes open of tax breaks granted to Ikea and Nike in the Netherlands. Packaging company Huhtamaki's tax deal with Luxembourg is also under scrutiny.</p> <p>The ruling on Tuesday might make officials “more cautious” about tax probes, said Assimakis Komninos, a partner at law firm White &amp; Case. </p> <p>“This was always a controversial area, where everybody knew from the start that proving illegal state aid would be challenging,” he added.</p> <p>Plans for international rules on minimum tax rates for multinationals have been under discussion for years but have yet to yield results. A senior European policymaker warned on Tuesday that if there was no agreement on making the world's largest companies pay fair taxes where they do business, the <a href=\"https://www.ft.com/content/7eabcd39-ef14-43f3-addb-4fd07bde8af7\">EU would resurrect talks</a> to introduce a levy on digital companies.</p> <p>A number of member states have estimated that Brussels loses more than €35bn a year from corporate tax avoidance.</p><p>Source: Javier Espinoza in Brussels 2022 'Fiat wins legal battle over €30mn Luxembourg tax break' FT.com 8 November. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-11-08T13:32:17.604Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1240,
          "end": 1245
        }
      ]
    }
  ]
}