{
  "_id": "9b7271ff5725472b06458ef3cb6601bfe970bb0f5a352c51fac3c86be3dc5f9a",
  "feed": "wall-street-journal",
  "title": "The Hottest App Right Now? One Where Teens Have to Say Nice Things About Each Other; Gas is topping Apple's App Store charts despite being limited to a handful of states",
  "text": "<p>As of Friday, Gas was the most popular free iPhone app and the No. 1 social-networking download in the App Store, despite being limited to a handful of states.</p><p>Like TBH, the questions Gas asks are positive, urging teens to compliment each other—that is, to gas each other up. Those selected in the polls receive \"flames,\" notifications that they were chosen. The voting is anonymous by default—people only find out the gender and grade of those who voted for them. But users of the free app can make in-app purchases to find out their admirers' names, or to keep their own names hidden in poll results.</p><p>Users have downloaded Gas more than 500,000 times since its launch in late August, according to Data.AI.</p><p>\"To us, being at No. 1 is a vote of confidence that we're doing something right for teens,\" says Nikita Bier, co-creator of TBH and president of Find Your Crush LLC, which developed Gas.</p><p>Facebook, now known as Meta Platforms Inc., often buys smaller companies. It sometimes purchases apps as a bet they'll one day be huge, such as Instagram. Other times, the acquisitions are tactical, bringing patents in-house while removing a potential threat, says Nader Henein, an analyst at research firm Gartner.</p><p>It can be difficult for an app, even with millions of users, to measure up to Meta's core services, which are used by billions around the globe. TBH remained a stand-alone app at Facebook, and hit close to 8 million downloads before it shut down, according to market tracker Data.AI. </p><p>Gas prompts users to answer multiple-choice polls, such as naming 'the most beautiful person you have ever met.' PHOTO: Ann-Marie Alcantara/The Wall Street Journal (2)</p><p>SHARE YOUR THOUGHTS</p><p>Why do you think anonymous social-media apps are popular with young users? Join the conversation below.</p><p>Some teens have started to move away from Instagram in favor of TikTok, as well as to upstarts that encourage only posting to friends, such as BeReal and Locket.</p><p>When people sign up for the Gas app, they designate their high school and can only answer questions about classmates. Mr. Bier, 33 years old, says Gas improves upon TBH because its algorithm is designed to distribute compliments among people more equally. It also has an in-app currency to motivate users to send more compliments.</p><p>Mr. Bier went to work for Facebook in 2017 after it bought his app. The company shut it down the next year, saying in a July blog post that it had \"low usage.\" TBH hadn't maintained the growth rate it had achieved in its early months, according to download data from Data.AI.</p><p>A Meta spokeswoman said the company had no additional comment.</p><p>Mr. Bier stayed on until November 2021, and his noncompete contract as part of the TBH acquisition expired three years ago, he says. Mr. Bier says he and his new co-founders built Gas with new code and decided not to take outside investments.</p><p>Gas is available for iPhones only, and is live in fewer than a dozen states, including Illinois, Ohio and Pennsylvania. Mr. Bier said he and two co-founders are managing the rollout so the app doesn't get overwhelmed, and they began by targeting states that have earlier school start dates.</p><p>The rapid popularity has come with some bumps. Some people are sharing what appear to be Snapchat screenshots, alleging that Gas collects excessive data that could be used for sex trafficking.</p><p>Mr. Bier says Gas uses location data to help people pick their school. The location data isn't associated with user accounts or stored on the app's servers, he adds. Gas has also developed a system to remove users who may be lying—for instance, if a user has no contacts at the school they claim to attend.</p><p>The app doesn't have direct messages for chatting, and friend requests use the double-opt-in model: Both people have to request each other to see each other in polls, unless both people are already in each other's contacts.</p><p>Gas currently ranks ahead of BeReal and TikTok—as well as Meta's Facebook and Instagram apps—in Apple's App Store. In a world where anonymous apps sometimes enable cyberbullying and exploitation, and where social media can be toxic for teens, Mr. Bier is betting on teens who crave some genuine positivity on their feed.</p><p>\"So many people say it improves their self esteem, they got closer with friends, and that they feel loved,\" he says.</p><p>—For more WSJ Technology analysis, reviews, advice and headlines, sign up for our weekly newsletter .</p><p>Write to Ann-Marie Alcántara at ann-marie.alcantara@wsj.com</p><p>The Hottest App Right Now? One Where Teens Have to Say Nice Things About Each Other</p>",
  "published": "2022-10-17T09:30:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 3973,
          "end": 3978
        },
        {
          "start": 100,
          "end": 105
        }
      ],
      "nexusId": "10022657"
    }
  ]
}