{
  "_id": "09b7f6ee989316f1b6025d855179145ece3af5d494d0b0ae063d529da0c87cbe",
  "feed": "market-watch",
  "title": "Forecaster Yves Lamoureux has nailed several big market downturns. Here's why he's now turning bullish on stocks.",
  "text": "<p>On what's looking like a bleak day for investors, we're going to brighten things up with a bullish call of the day from the president of macroeconomic research firm Lamoureux &amp; Co., Yves Lamoureux, who says the selloff for some stocks has hit a wall.</p><p>“I think that with the amount of damage done in terms of what I'm looking at, in terms of sectors to invest in high growth, high growth technology, stuff that has been decimated so much, I'm calling the bottom,” Lamoureux told MarketWatch in an interview earlier this week.</p><p>Lamoureux has a bevy of prescient calls under his belt —a panic event in 2018, a series of pandemic-fueled rolling bear markets that came to fruition, with the second in September 2020, and a third he says is now complete. He also spotted a bitcoin top in November — the crypto hit a record high above $68,000 on the 10th of that month.</p><p>UncreditedHis latest call includes an important caveat, that investors shouldn't expect markets to rise in a straight line from here. “I think it's going to sit there and it's going to do many falls. I think it's going to go down and go up, and go down and do many false starts, but that's going to create a base,” he said.</p><p>“This week or last week we started to buy, now we're buying things that I don't expect to go any lower anymore. I mean they've been down 50%, 60%, 70%. So what do you expect? Not more damage.”</p><p>Lamoureux, who has been steadily stockpiling cash for those bear markets to subside , said his firm has “extremely huge liquidity put aside for that moment.” And he advises investors to “be active” in this type of market, as “buy and hold will not create a lot of wealth.”</p><p>Much is involved in his bullish turn on markets, including what his proprietary models are telling him, as well as the fact that eventually investors have to start expecting “better times ahead.”</p><p>“Nevermind what the indexes say. If you have real dollars in stocks that are big companies, and you're down 50%, at some point the market has anticipated everything bad that could happen in the price. And so you get seller's exhaustion,” he said.</p><p>“Everybody knows, ‘Oh, they're going to raise rates, ‘Oh, maybe we have more COVID,' or ‘Oh, maybe we have a war'. Well at some point, anybody who had worried was selling, they sold and they have nothing else to sell,” said Lamoureux.</p><p>Central bank policy is a key part of his stock market call. With damage done to stocks and bonds, and the U.S. dollar climbing, he sees repercussions coming in a few months that could force them to start printing money again. For example, a real-estate downturn, if allowed to happen would create “depressionary conditions.”</p><p>“We're going to have another reflation to reset the balloon and those stocks that I'm buying in technology, high growth, high beta…they will move more than just the index. Those that have gone down so much, are those that are going to go back up faster than anything else,” he said.</p><p>Lamoureux said it could take 12 months for central banks to get together and synchronize another wave of reflation, which is why he tells investors to expect ups and downs.</p><p>“So that's where the big money is — in growth. People talk about [how] value is going to be better. This is nonsense. I feel that growth remains attractive, but you have to buy growth when the bubble's getting inflated.”</p><p>Stay tuned for more from Lamoureux.</p><p>The buzz</p><p>Facebook parent Meta Platforms TH:META could lose more than $200 billion in market cap on Thursday, with the stock down 20% after a holiday-earnings miss and weak guidance. Here's why the tech giant's fretting warrants caution.</p><p>UncreditedSpotify shares SPOT are sinking on a weak forecast for subscriber additions, but the streamer says it's not because of the Joe Rogan controversy. And forecast-beating results and an upbeat outlook weren't enough for Qualcomm QCOM investors.</p><p>Read:The party's over for AMC and GameStop investors — but the luckier meme-stock winners are now bracing for a massive tax bill</p><p>Amazon AMZN reports later Thursday, with higher Prime membership fees possible. Activision Blizzard ATVI and Ford F will also report.</p><p>Eli LillyLLY is up on results, and Honeywell HON is down, with Biogen BIIB and ConocoPhilips COP still to come. Elsewhere, Shell UK:SHELSHEL and NokiaNOKFI:NOKIA announced buybacks after strong results, and Nintendo JP:7974 lifted its forecasts.</p><p>Tesla TSLA will recall over 800,000 vehicles due to problems with a seat belt alert. Shares are down.</p><p>U.S. weekly jobless claims, fourth-quarter productivity and unit labor costs, the Institute for Supply Management's service sector index and factory orders are ahead. And check out an exclusive MarketWatch interview with Fed's Mary Daly.</p><p>The European Central Bank and Bank of England both meet Thursday, with the latter expected to hike interest rates again. The ECB is seen holding steady, despite nosebleed inflation data.</p><p>The markets</p><p>U.S. stock futures ES00YM00are dropping, led by those for the Nasdaq-100 NQ00, with global markets XX:SXXPJP:NIK also down. Oil prices CL00 are falling after an OPEC-fueled jump, with natural gas NG00 also lower. The dollar DXY is higher and bitcoin BTCUSD and other cryptos are slipping.</p><p>The chart</p><p>UncreditedThe tickers</p><p>These were the most active tickers on MarketWatch as of 6 a.m. Eastern.</p><p> Ticker  Security name  FB      Meta  TSLA    Tesla  GME     GameStop  AMC     AMC Entertainment  PYPL    PayPal  NIO     NIO  AMZN    Amazon  AAPL    Apple  NVDA    Nvidia  AMD     Advanced Micro Devices</p><p>Random reads</p><p>Dutch city agrees to dismantle 1878 bridge to allow Jeff Bezos's superyacht to squeeze through.</p><p>Mountain lions vs. California housing project. The lions have it.</p><p>Texas National Butterfly Center to close after conspiracy-fueled attacks on social media</p><p>See also:John McAfee's body is stuck in a Spanish prison morgue as a fight rages over his legacy</p><p>Need to Know starts early and is updated until the opening bell, but sign up&#xa0;here&#xa0;to get it delivered once to your email box. The emailed version will be sent out at about 7:30 a.m. Eastern.</p><p>Want more for the day ahead? Sign up for&#xa0;The Barron's Daily, a morning briefing for investors, including exclusive commentary from Barron's and MarketWatch writers.</p>",
  "published": "2022-02-03T06:58:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 5404,
          "end": 5408
        },
        {
          "start": 5409,
          "end": 5414
        }
      ],
      "nexusId": "10022657"
    }
  ]
}