{
  "_id": "0922f9a823422d704aaeaa94fdd41ac944550a2d207f673cc228a10d5bfc073b",
  "feed": "wall-street-journal",
  "title": "Stock Futures Slip as Investors Reassess Fed Comments; Contracts for the Nasdaq-100 suggested technology shares would lead losses at the open, and government bond yields rose",
  "text": "<p>The pullback came one day after major U.S. stock indexes soared, with the Dow climbing more than 900 points, its biggest one-day gain since 2020. On Wednesday, central bank officials approved a half-percentage-point interest rate increase, lifting the federal-funds rate to a target range between 0.75% and 1%. But it was Fed Chairman Jerome Powell's comments that energized markets after he said officials weren't actively considering raising rates by three-fourths of a percentage point, or 75 basis points, at its June meeting.</p><p>Mr. Powell's comments offered relief to investors who had become increasingly fearful that the Fed could raise interest rates too far, too fast and eventually tip the economy into a recession.</p><p>But by Thursday, investor optimism had begun to wane. Even with a larger interest-rate increase off the table in the coming months, investors are still facing the most aggressive tightening of U.S. monetary policy since 2000—the last time the central bank last raised rates by a half-point. Many investors are now questioning how high the Fed might raise rates over the next two years and how that might ripple across the economy and corporate profits.</p><p>\"The market yesterday was a relief rally that [a future rate increase of] 75 basis points is unlikely in the current time frame,\" said Seema Shah, chief strategist at Principal Global Investors. Yet by Thursday, she said, the realities of a more challenging macro environment for stocks were \"starting to settle in.\"</p><p>On Thursday morning, those jitters were seen across the market. In premarket trading in New York, growth stocks were particularly hard hit. Chip makers Advanced Micro Devices, Nvidia and NXP Semiconductors each lost more than 1%. Megacap technology stocks also pulled back, with Meta Platforms falling 1.3% and Netflix declining 1.3%.</p><p>Higher interest rates can diminish the allure of technology stocks by reducing the value that investors place on their future earnings. Higher yields in general also boost the attractiveness of fixed-income products versus riskier assets such as stocks.</p><p>Bucking the trend, shares of Twitter jumped 2.3% before the opening bell to $50.17 after Tesla Chief Executive Elon Musk said he has received letters from investors committing more than $7 billion in fresh financing to boost the equity part of his offer to buy the social-media company. Last month, Twitter agreed to a deal with Mr. Musk to take the company private for $54.20 a share.</p><p>Tesla shares lost 0.7% premarket, trimming losses from earlier in the premarket session.</p><p>Booking Holdings jumped 9.9% premarket after its revenue exceeded expectations and it said it has seen strengthening of global travel trends in the current quarter.</p><p>Etsy tumbled 11% after the online marketplace released guidance below expectations for the current quarter.</p><p>In the bond market, the yield on the benchmark 10-year Treasury note rose to 2.956%, from 2.914% Wednesday. Bond prices and yields move in opposite directions. On Wednesday, bonds staged a rebound alongside stocks before losing steam.</p><p>Assets that investors perceive as safer were among those to rally Thursday as money managers looked for havens amid the volatility. The WSJ Dollar Index, which measures the U.S. currency against a basket of 16 others, rose 0.4%. On Wednesday, the index tumbled 0.9%, its largest decline since November 2020. The dollar's status as the world's reserve currency makes it a particularly attractive haven for investors.</p><p>Gold prices, another preferred haven, also climbed, rising 1.4% to $1,895 a troy ounce.</p><p>In oil markets, Brent crude, the international benchmark for oil, rose 0.5% to $110.64 a barrel. On Wednesday, Brent logged its largest one-day gain in more than three weeks after the European Union proposed a ban on imports of Russian crude within six months and on refined oil products from the country by the end of the year. The Organization of the Petroleum Exporting Countries and its allies, together called OPEC+, are expected to meet Thursday to discuss production targets.</p><p>Overseas, the pan-continental Stoxx Europe 600 rose 1.2%. Banks, technology stocks and transport companies were among those that rallied. Italian bank UniCredit climbed 6.4% after its revenue came in above analyst expectations. Airbus jumped 6.8% after the plane maker reported an increase in net income and moved to increase production of its bestselling A320 single-aisle airliner.</p><p>Shell gained 3%after its first-quarter profit grew, boosted by soaring commodity prices.</p><p>In Asia, Hong Kong's Hang Seng fell 0.4% and the Shanghai Composite rose 0.7%. Markets in Japan were closed for a holiday.</p><p>Write to Caitlin McCabe at caitlin.mccabe@wsj.com</p><p>Stock Futures Slip as Investors Reassess Fed Comments</p>",
  "published": "2022-05-05T11:22:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": []
    }
  ]
}