{
  "_id": "36891f0efca4946834d39943bdcf1aadb5d65f897021e22970721a69825d014f",
  "feed": "ftcomall",
  "title": "This Is Dating — first-dates podcast offers nuance, not cringe",
  "text": "<p><a href=\"https://podcasts.apple.com/us/podcast/this-is-dating/id1600488969\"><em>This Is Dating</em></a> bills itself as a series of recordings of first dates, but it's way more interesting than that. As well as eavesdropping on the conversations of would-be couples, the podcast has a strong seam of analysis as it picks over themes of expectation, attraction and the minefield that is online dating.</p> <p>Jesse Baker, Hiwote Getaneh and Eleanor Kagan are the show's hosts, matchmakers and producers. In each episode, guests are asked to discuss their flaws and what they want out of a new partner, after which they are set up on a blind date over Zoom. On hand for pep talks and debriefs is Logan Ury, a behavioural scientist and dating coach who points out patterns of behaviour or inconsistencies that might hamper the guests' progress. Perhaps most impressive is how all this happens without killing the show's fun and hopeful vibe.</p> <p>The series comes from the same team who made <em>Where Should We Begin? with Esther Perel</em>, the hit podcast that sits in on couples' therapy sessions. While <em>This Is Dating</em> isn't nearly as brutal, there is a shared impulse to analyse the process and understand how individuals relate to one another romantically. And so we meet Virginia (not her real name), a human rights lawyer who has a history of being attracted to unavailable men. Over five years she has been on 50 dates, only two of which led to further meetups. “I don't make connections easily,” she says. We also meet Khan, who has a habit of “love-bombing” the women he goes out with, meaning he deluges them with attention before suddenly losing interest, and Aziz, who is so sure about the qualities he wants in a boyfriend that he keeps a list.</p> <p>Dating shows are traditionally prurient affairs made for audiences to revel in moments of soul-crushing awkwardness. <em>This Is Dating</em> could easily go for the cheap laughs but instead it offers a more substantial experience, one where there are no obvious saints or villains, where no one is hung out to dry and in which we all emerge a little wiser about the nuances of human relationships. I won't reveal what happens on the dates, but it's fascinating to hear the gulf between what takes place and the participants' interpretations of it. That the series will be following them over further dates means there is scope to see them develop too.</p> <p><a href=\"https://podcasts.apple.com/us/podcast/modern-love/id1065559535\"><em>Modern Love</em></a>, a first-person podcast based on the popular column in the New York Times, is similarly revealing about people and their relationships, from undocumented immigrants to prison inmates to lonely octogenarians. The series, which has spawned books and an Amazon TV series, is made up of sad, uplifting, surprising and funny essays read by guests including Daniel Radcliffe, Saoirse Ronan, Daisy Edgar-Jones and Zawe Ashton. </p> <p><a href=\"https://podcasts.apple.com/us/podcast/this-is-dating/id1600488969\"><em>podcasts.apple.com</em></a></p>&#xa0;&#xa0;&#xa0;&#xa0;<p>Source: Fiona Sturges 2022 'This Is Dating — first-dates podcast offers nuance, not cringe' FT.com 31 January. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-01-31T05:00:47.648Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 2730,
          "end": 2736
        }
      ],
      "nexusId": "10022657"
    }
  ]
}