{
  "_id": "32ebdfbce265b0c21704431600720b340d908c0bded443880e196fdff725877e",
  "feed": "market-watch",
  "title": "Meta shares slide more than 20% on earnings miss, weak guidance",
  "text": "<p>Meta also missed in its first-quarter revenue forecast, which calls for sales of $27 billion to $29 billion, while analysts were forecasting $30.2 billion. “On the impressions side, we expect continued headwinds from both increased competition for people's time and a shift of engagement within our apps towards video surfaces like Reels, which monetize at lower rates than Feed and Stories,” the company said in a statement.</p><p>With Meta's shares in freefall, other social-media stocks were badly bruised. Snap Inc.'s SNAP shares were down 20% in after-hours trading Wednesday, while Twitter Inc. TWTR and Pinterest Inc. PINS were each down more than 10%. Snap is scheduled to announce its results on Thursday.</p><p>Meta FB makes almost all of its revenue from advertising ($32.6 billion), but the growing importance of non-advertising revenue was exhibited with another announcement in the earnings. Revenue for Facebook Reality Labs was $877 million during the fourth quarter, but it reported a $3.3 billion operating loss.&#xa0;Meta disclosed it is developing a high-end Oculus headset for later this year.</p><p>In Meta's first results since the former Facebook changed its name in late October to reflect its pursuit of “metaverse” technology, the company cautioned it expects to be “negatively impacted by a few factors… First, we will lap a period in which Apple's iOS changes were not in effect and we anticipate modestly increasing ad targeting and measurement headwinds from platform and regulatory changes.” Chief Operating Officer Sheryl Sandberg referred to “head winds” associated with Apple's changes during a conference call late Wednesday.</p><p>During the same conference call, Meta Chief Executive Mark Zuckerberg acknowledged competition from TikTok. “People have a lot of choices,” he said, necessitating short-term videos from Reels as a critical component in Meta's future growth, he added.</p><p>Meta Chief Financial Officer David Wehner estimated the Apple “head wind” will cost Meta an estimated $10 billion in 2022, when pressed by an analyst during the call. He also expressed concern over future versions of iOS and regulatory issues in the U.S. and abroad.</p><p>For more than a year, Meta has repeatedly denounced the impact of Apple Inc.'s AAPL privacy change that makes it harder to track ads — which Zuckerberg touched on in the conference call. Meta also faces an ongoing investigation by the Federal Trade Commission into its acquisitions of Instagram and WhatsApp, as well as legislation aimed at curbing the influence of its vast digital platform.</p><p>“It's clear that there are many big roadblocks ahead as Meta faces tough new competition for ad revenue such as TikTok, and as it contends with ongoing ad targeting and measurement challenges from Apple's iOS changes,” Insider Intelligence principal analyst Debra Aho Williamson said in an email message.</p><p>The results, on the heel of blockbuster numbers from Google parent Alphabet Inc. GOOGLGOOG on Tuesday, initially sent Meta's stock down 22% in after-hours trading after the results were announced and raised alarms on various aspects of Meta's business. One such concern is that many companies turned to Google instead of Facebook to place ads.</p><p>Daily active users, or DAUs, a crucial metric for Meta's growth globally, increased 5% to 1.93 billion, shy of analyst expectations of 1.95 billion. However, the actual number of DAUs has been met with skepticism after internal documents strongly suggest Meta is struggling to&#xa0;detect and deal with users creating multiple accounts on its flagship platform.</p><p>Meta shares have slipped 4% so far this year, while the broader S&amp;P 500 index&#xa0;SPX has dipped 3.7% in 2022.</p>",
  "published": "2022-02-02T17:45:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 2236,
          "end": 2240
        },
        {
          "start": 2747,
          "end": 2752
        },
        {
          "start": 2223,
          "end": 2228
        },
        {
          "start": 1946,
          "end": 1951
        },
        {
          "start": 1346,
          "end": 1351
        },
        {
          "start": 2223,
          "end": 2233
        },
        {
          "start": 1582,
          "end": 1587
        },
        {
          "start": 2223,
          "end": 2232
        }
      ],
      "nexusId": "10022657"
    }
  ]
}