{
  "_id": "9d3a508fb61d244b08c1180e00933f631dfec06859955fd312e3ea736e2320a2",
  "feed": "wall-street-journal",
  "title": "Goldman Plans Sweeping Reorganization, Combining Investment-Banking and Trading; Marcus, the Wall Street firm's consumer arm, to be part of a combined asset, wealth business",
  "text": "<p>A third division will house transaction banking, the bank's portfolio of financial-technology platforms, specialty lender GreenSky, and its ventures with Apple Inc. and General Motors Co., the people said.</p><p>The reorganization could be announced within days, the people said. Goldman is scheduled to report third-quarter earnings Tuesday.</p><p>It is unclear how the makeover will shake up Goldman's senior leadership team, though at least a few executives will have new roles, the people said. Marc Nachmann, the firm's co-head of trading, will slide over to help run the combined asset- and wealth-management arm, they said.</p><p>The reorganization is the latest step in Chief Executive David Solomon's push to shift Goldman's center of gravity toward businesses that generate steady fees in any environment. It also reflects the firm's struggle to overcome skepticism, from investors and even among some of its own executives, over its ambitions for consumer banking.</p><p>The firm's trading and investment-banking acumen has been Goldman's calling card for decades, churning out massive profits when the markets favored risk-takers and bold deals. But investors often discounted those successes, reasoning that they are harder to sustain when market conditions turn. And in recent years, Goldman has sought to sharpen its trading arm's focus on client service.</p><p>Following the changes, Goldman's org chart will look more like its peers.</p><p>A slide presentation from Goldman's 2020 investor day offered a glimpse of what a combined banking-and-trading business would look relative to peers. At Goldman, the merged group would have delivered a return on equity of 9.2% in 2019, besting Morgan Stanley and Bank of America Corp. but below what JPMorgan Chase &amp; Co. and Citigroup Inc. earned that year.</p><p>Bloomberg News earlier reported that Goldman had planned to restructure its consumer-banking arm and was considering combining its asset- and wealth-management businesses.</p><p>Goldman's shares have struggled to keep pace with its rivals, at least by one key measure. The firm traded at 0.9 times book value as of June, according to FactSet. That compared with 1.4 times at Morgan Stanley and 1.3 times at JPMorgan.</p><p>Goldman has sought to narrow the gap by beefing up the businesses that command higher valuations on Wall Street. Managing wealthy people's money and overseeing funds for pensions and other deep-pocketed institutions is more profitable than other financial services, and it usually doesn't put the firm's balance sheet at risk. And many investors view traditional consumer banking—taking deposits and making loans—as more predictable.</p><p>Goldman has invested heavily in building its own consumer bank, and folding the unit into its asset- and wealth-management arm should create more opportunities to offer banking services to wealthy individuals.</p><p>Earlier this year, the bank said it aimed to bring in $10 billion in asset and wealth management fees by 2024.</p><p>Write to Justin Baer at justin.baer@wsj.com</p><p>Goldman Plans Sweeping Reorganization, Combining Investment-Banking and Trading</p>",
  "published": "2022-10-17T02:22:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 154,
          "end": 164
        }
      ]
    }
  ]
}