{
  "_id": "a37274ed75605f33895b55b37f690dba828ec9693d23509cd4de361176e8d324",
  "feed": "economist-blog",
  "title": "Daily chart; Netflix once again dominates Oscar nominations",
  "text": "<p>Streaming services have placed big bets on producing original content, pouring billions into new titles. If Tuesday's Oscar nominations are an indication, their bet is paying off. Half the nominations for Best Picture this year went to features that either made their debut on one of three big streamers, Apple TV+, HBO Max (owned by WarnerMedia) and Netflix, or were streamed alongside their theatrical release. They have made impressive gains since 2014, when Netflix secured the first Academy nomination for a streamer, in the category for Best Documentary Feature, for “The Square”, by Jehane Noujaim on the Egyptian revolution. (See chart.)</p><p>For the third year in a row Netflix earned the most nominations of any studio or distributor. It will be pinning its hopes on “The Power of the Dog”, which received 12 Oscar nominations, more than any other film in 2022. Historical precedent suggests it is likely to win at least one of those accolades—probably in the Best Director category, as Jane Campion, the film's director, is the bookmakers' favourite. If Ms Campion takes home the golden statuette, she would be only the third woman ever to win, behind Kathryn Bigelow in 2010 and Chloé Zhao last year. Netflix's rival, Amazon Prime, also nabbed four nominations, mostly thanks to the three secured by “Being the Ricardos”, a biographical drama about the stars of “I Love Lucy”, a 1950s television sitcom.Newer streamers are hot on their heels. It took Amazon Prime more than ten years after its launch to receive its first Oscar nomination for Best Picture. For Apple TV+ it took just three. The tech giant secured its first shot at Best Picture this year with a nomination for “CODA”, a coming-of-age drama chronicling the life of the only hearing member of a deaf family. Younger streamers are already seeing faster growth than Netflix and Amazon in subscriptions, as they struggle to turn critics' favourites into new customers. But streamers' success this year could be deceptive. Firstly, the shutdown of cinemas due to covid-19 boosted their portfolio. Older studios have been releasing fewer films than in pre-pandemic times; some titles that would previously have been released in cinemas first have been streamed simultaneously. “Dune”, an adaptation of the 1965 sci-fi novel, is one example.Secondly, few have so far turned nominations into prizes. Netflix secured 35 nominations last year but took home only seven statues on the night, many of which came in the technical categories, such as Best Production Design and Best Hairstyling and Makeup. The Academy seems reluctant to award the most prestigious prizes to streamers. By contrast, the Emmys, the leading TV awards show, gave its main comedy prize in 2021 to “Ted Lasso”, an Apple TV+ production, and its drama counterpart to “The Crown”, a Netflix original. The coveted Best Picture Oscar has yet to be awarded to a streaming giant (though bookies think this could be Netflix's year with “The Power of the Dog”). Perhaps the cool reception is a reflection of Academy voters' feelings about changes in the industry. Made up of Hollywood professionals and former Oscar winners, members may pine for the golden age of cinemas.</p><p>■</p>",
  "published": "2022-02-08T00:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 2750,
          "end": 2755
        },
        {
          "start": 2750,
          "end": 2758
        },
        {
          "start": 305,
          "end": 310
        },
        {
          "start": 1568,
          "end": 1576
        },
        {
          "start": 1568,
          "end": 1573
        }
      ],
      "nexusId": "10022657"
    }
  ]
}