{
  "_id": "d758128f28888badb57a1f1aa7eff3699ef79f2c10a8fb973bb8bc74f589b1c8",
  "feed": "ftcomall",
  "title": "Netflix aims to become a serious player in the gaming sphere",
  "text": "<p>Back in 2019, when Netflix still ruled the streaming roost, the company made a statement in a shareholder letter that surprised even keen-eyed media commentators. Having previously stated that its goal was to become the next HBO, Netflix was now saying: “we compete with (and lose to) <em>Fortnite</em> more than HBO.” It was situating itself in a competitive landscape alongside not just TV companies, but all media vying for audience screen-time. Back then gaming was its biggest threat. Today it might be its saviour.</p> <p>Netflix has continued to take video games seriously ever since, with many of its biggest shows such as <em>The Witcher</em>, <em>Arcane</em>, <em>Castlevania</em> and <em>Resident Evil </em><a href=\"https://www.ft.com/content/b9a1f388-1b38-4f78-8c9b-f827dde8ac7d\">tied to major gaming IPs</a>. Then in late 2021 it completed the circle by launching Netflix Games, a modest offering of mobile games available to subscribers for no extra cost. For the first six months, there were few interesting titles. Even today, hardly anybody seems to know that the service exists — less than 1 per cent of Netflix users are engaging with games. Yet since June Netflix has been rolling out a surprisingly ambitious gaming line-up, with a plan for 50 to be available by the end of the year.</p> <p>This comes at a precarious moment for the company, which has suffered significant drops in share price, cut hundreds of jobs and lost more than a million subscribers this year. Are these game offerings just a desperate attempt to retain dominance in an increasingly competitive streaming market? Or does Netflix actually have the goods to claim territory in the gaming sphere and retain subscribers — or even woo a new gaming audience?</p> <p>Netflix is not alone in attempting to pivot a successful tech platform into the lucrative gaming space. All “big four” tech companies — Apple, Amazon, Meta, Google — have made similar moves, as have platforms such as TikTok and even Zoom. It's a logical step as games attract a large, committed audience and often last so many hours that they can offer a boost to the holy grail of tech metrics: “engagement time”.&#xa0;</p> <p>The move also feels natural for Netflix, which pioneered the subscription streaming model that has now been widely imitated across TV and film. This subscription model is perhaps most impactful in the world of mobile games, which were once a reliable source of innovation but have recently been tainted by the rise of the “free to play” business model — which is rife with predatory microtransactions and employs <a href=\"https://www.ft.com/content/30cce46b-463c-4ade-b2ab-d8adcd188e56\">ethically dubious monetisation strategies</a>. Paying a monthly subscription enables developers to focus on creating quality gaming experiences rather than tempting players to part with ever more cash. </p> <p>Naturally, this strategy will only work for Netflix if the games are any good. There are currently 26 titles available across Android and iOS, most of which are <a href=\"https://www.ft.com/content/f7ca40c4-ce38-11e9-b018-ca4456540ea6\">casual games</a> of little interest: <em>Knittens </em>is <em>Candy Crush </em>meets cute cats, <em>Shooting Hoops </em>is an odd exercise involving a basketball that is inexplicably attached to a gun, while <em>Dominoes Café </em>is literally just dominoes.</p> <p>One of the newest Netflix-exclusive offerings, <em>Poinpy</em>, is a different beast. This colourful game about gathering fruit to feed a murderous monster is charming, tense and surprisingly deep. Netflix has also ported acclaimed indie PC games to mobile, including <em>Before Your Eyes</em>, a game about grief and memory that you control by blinking, and <em>Into the Breach</em>, a cult hit strategy game that plays a bit like chess with aliens and robots. Then there are licensed games. Netflix already has two games based on <em>Stranger Things </em>and in June it announced upcoming titles based on <em>Shadow and Bone</em>, <em>Money Heist</em>, <em>Too Hot to Handle</em> and <em>The Queen's Gambit</em>.</p> <p>With the acquisition of three game studios including Night School, creator of beloved indie title <em>Oxenfree</em>, and announcements of upcoming artistic games including <a href=\"https://www.ft.com/content/f1836007-d170-4b04-a0ed-1b14ac82e804\"><em>Spiritfarer</em></a> and <em>Immortality</em>, it's clear that Netflix is taking its gaming gambit seriously. The company remains cagey about its overall strategy but research company Apptopia says Netflix games have been downloaded 23.3mn times. And while the 1 per cent subscriber engagement figure seems low, that still amounts to around 1.7mn daily users.</p> <p>The offering of Netflix Games isn't enough to be worth the full subscription price alone, but it could certainly sweeten the deal for those on the fence about whether to renew. It's still early days but it is beginning to show the promise of a strong curatorial eye. In the meantime, any attempt to liberate mobile games from the shackles of microtransactions is a welcome one.</p><p>Source: Tom Faber 2022 'Netflix aims to become a serious player in the gaming sphere' FT.com 9 August. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-08-09T12:00:25.094Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "confidence": 0.94,
      "offsets": [
        {
          "start": 1747,
          "end": 1752
        },
        {
          "start": 1734,
          "end": 1739
        }
      ],
      "weightsV2": {
        "weight": 1.71475,
        "baseWeight": 2.0,
        "expansionWeight": 0.0,
        "ontologyWeight": -0.28524995,
        "tagPositionWeight": 0.0,
        "titleWeight": 0.0
      },
      "typeRank": 3
    }
  ]
}