{
  "_id": "dc02315e9bad2a6410a2e36284c2555fd39ca31b357d3e958a410f2f15f47723",
  "feed": "wall-street-journal",
  "title": "Letters to the Editor:  Three Approaches to Teaching About Scarcity",
  "text": "<p>   Matthew Hennessey's op-ed \"An Econ Lesson From a Science Teacher\" (April 26), adapted from his new book \"Visible Hand,\" cheerfully demonstrates how influential educators can be on our personal sense of economics. By contrast, my 1974 high-school science and mathematics teachers banded together to offer a class in \"futuristics,\" a blend of alarming, Paul Ehrlich-inspired graphs and extrapolations filling our young minds with overpopulation, exhausted resources, endless war and so forth. </p><p>   Meanwhile, as my classmates and I were being told we had no future, Steve Jobs was in India experimenting with Buddhism and LSD. </p><p>    Kerry Swanson </p><p>   La Selva Beach, Calif. </p><p>   --- </p><p>    I enjoyed Mr. Hennessey's article about learning life's lessons from unlikely people. His comment, \"Scarcity implies limits, and the world is full of them,\" reminds me of a hospital-board retreat I attended in the 1990s. The facilitator asked what obstacles would keep us from achieving success. \"Limited resources,\" one board member replied. A new board member quickly said that limited resources were not an obstacle but a fact of life. He went on to school the board, and management, on the finer aspects of strategic planning. That new board member's name? Carlos Ghosn. </p><p>    Jim Wood </p><p>   Jensen Beach, Fla. </p><p>   --- </p><p>    In 1962 an elderly Jesuit priest, Father Huttinger, surveyed his freshman Latin class of the local best and brightest at the University of Detroit high school. He was not impressed. Why is it, he asked, that the world produces more than enough food to feed everyone, yet many go hungry? Following a sufficient pause that confirmed how clueless we were, he said simply, \"Politics.\" Sixty years on, I have forgotten all the Latin I never really knew, but not that man or the corruptible power of which he warned. </p><p>    Tom Rabette </p><p>   Sarasota, Fla. </p><p></p>",
  "published": "2022-05-09T06:02:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": []
    }
  ]
}