{
  "_id": "98b15e03ce77b85b8e097018f888189db9404faf6baa04b36615407b6f85fe6f",
  "feed": "market-watch",
  "title": "Kanye West agrees to buy Parler. Here's everything you need to know about the controversial social media platform. Ye was recently banned from Facebook and Twitter for violating the platforms' policies.",
  "text": "<p>The purchase has spurned several questions about Parler on Monday — here's everything you need to know about the controversial social media platform:</p><p>What is Parler?</p><p>Parler is an alternative social media platform that is popular among conservatives. Founded in 2018, Parler is marketed as \"the premier global free speech platform.\"</p><p>Parler bears some resemblance to Twitter TWTR, where users can create posts called \"parleys\" within a character limit. Parler users can also follow other users and engage with them in the comments section.</p><p>The company also calls itself a \"solution to problems that have surfaced in recent years due to changes in Big Tech,\" a common line of thinking from some conservatives and Big Tech critics, likely referencing the practice of content moderation, which has led to some users being suspended or removed from the platform.</p><p>Why is Parler controversial?</p><p>One of the main selling points of Parler was its lack of content moderation, which has seemingly encouraged speech that other platforms may view as harmful.</p><p>Some posts on the platform feature content including but not limited to anti-Semitism and conspiracy theories. The New York Times NYT compiled some of those posts in a story in 2020.</p><p>For example, Parler has allowed accounts associated with the QAnon movement, an American political conspiracy movement with several false claims about numerous topics that can be found here, while other social media platforms have taken steps to remove QAnon-affiliated accounts.</p><p>Parler users are left to fact-check posts manually.</p><p>\"If you can say it on the street of New York, you can say it on Parler,\" Parler co-founder and then-CEO John Matze said in 2020.</p><p>Why is Parler banned?</p><p>In January 2021, Parler was banned from several mainstream social-media hosting services following the insurrection at the U.S. Capitol including Apple AAPL. and Google GOOG.</p><p>Google removed Parler's mobile app from its app store for allowing postings that would \"incite ongoing violence in the U.S.\"</p><p>See also: Nike co-founder Phil Knight says he would do anything to take Oregon's governorship out of Democratic hands</p><p>Parler relaunched in Feb. 2021, after updating some of the company's guidelines, and has since been reinstated on Apple and Google.</p><p>According to the Associated Press, Parler would use technology and human review to remove \"threatening or inciting content.\" They said a \"community jury\" headed by a Parler employee would hear appeals.</p><p>Who owns Parler?</p><p>As stated above, Ye has agreed to acquire Parler and the deal is expected to close at some point in the fourth quarter.</p><p>The CEO of Parlement Technologies is George Farmer, the husband of conservative activist Candace Owens.</p><p>Parler was founded by Rebekah Mercer and John Matze — Mercer is the daughter of billionaire Breitbart founder Robert Mercer.</p><p>Owens and Ye appear to be friendly as they have been photographed together at events several times over the years, including at a Paris fashion show earlier in October when the two wore matching \"White Lives Matter\" t-shirts.</p><p>Ye was recently temporarily banned from Twitter, as well as Meta META-owned Instagram, over repeated violations of the company policies, the companies separately confirmed to Politico.</p><p>He recently referred to anti-Semitic conspiracy theories in social media posts that were later deleted. He has also used social media to criticize Kim Kardashian, who filed for divorce from him in 2021.</p><p>How much is Parler worth?</p><p>The terms of Ye's agreement to acquire the company are not yet known. The Nashville-based company has raised about $56 million to date, according to Reuters</p><p>Parler claims to have over 16 million registered users as of September, 2022, although has far fewer active accounts.</p><p>According to reporting from TechCrunch, Parler's monthly active user base on IOS and Android is 250,000. Facebook has over 2.9 billion monthly active users, while Twitter has over 200 million monetizable daily active users (mDAUs). Twitter stopped reporting monthly active users in 2019.</p><p>Who is on Parler? Is Trump affiliated?</p><p>Despite Parler's popularity among conservatives, former President Donald Trump is not an active user on the platform. There is a TeamTrump account for the former president's campaign, but it has not posted in over a year.</p><p>Ye has publicly stated his support for Trump over the years, and even met with him at the oval office in 2018.</p><p>Trump is a user of another social platform called Truth Social, a platform he helped launch in 2022.</p><p>Trump was banned from several social media platforms including Facebook, Twitter, Instagram and Snapchat, and YouTube in the months after his loss in the 2020 presidential election surrounding posts about voting misinformation and the Capitol insurrection.</p><p>Neither representatives from Parler nor the office of former President Trump responded to MarketWatch's requests for comment on this story.</p><p>See also: Trump decided months before the election to declare victory if he lost, says former campaign manager Brad Parscale</p><p>Parler platform does have a number of high-profile users, including Senators Rand Paul and Ted Cruz, and Fox News host Sean Hannity.</p><p>Unsurprisingly, Ye also joined Parler the same day the acquisition was announced.</p><p>Is Parler a publicly traded company?</p><p>Parler and its parent company, Parlement Technologies, are not publicly traded companies on any stock exchange and there have no ticker symbols.</p><p>Kanye West agrees to buy Parler. Here's everything you need to know about the controversial social media platform.</p>",
  "published": "2022-10-17T18:22:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1855,
          "end": 1860
        },
        {
          "start": 1861,
          "end": 1865
        },
        {
          "start": 1861,
          "end": 1866
        },
        {
          "start": 2241,
          "end": 2246
        }
      ],
      "nexusId": "10022657"
    }
  ]
}