{
  "_id": "d10164936c5627d43b7b75a39232ab499d9ed27d5979e33e3e073f028956cd5b",
  "feed": "market-watch",
  "title": "Once offering the worst return on Wall Street, cash is now looking like the best asset to own, says Morgan Stanley; Critical information for the U.S. trading day",
  "text": "<p>As Goldman Sach's chief U.S. equity strategist David Kostin told clients after the S&amp;P 500 SPX took just 17 weeks to reach his year end target of 4,300, \"upside seems limited while downside risks loom.\" His concern is that we could be walking into a 2000 trap, where the market declines even after hiking stops if the U.S. enters recession.</p><p>That brings us to our call of the day from Morgan Stanley strategist Andrew Sheets who says investors should consider cash as a viable investment strategy, even if that hasn't seemed like such a winning proposal in the past.</p><p>\"Holding cash…was an explicitly defensive decision for much of the last 12 years. Of course it offered a worse return than anything else in the market,\" Sheets told clients in the bank's Sunday note. That strategy also proved expensive, with the dollar underperforming both the S&amp;P 500 SPX and U.S. 10-year Treasury note BX:TMUBMUSD10Y between 2010 and 2020 (barring 2013 and 2018), he added.</p><p>\"But the idea that holding cash means paying for insurance is no longer accurate,\" said Sheets, who notes that U.S. 6-month Treasury bills BX:TMUBMUSD06M yields (3.1%) are the highest since late 2007, offering 157 basis points more than S&amp;P 500 dividends, 21 basis points more than 10-year Treasurys BX:TMUBMUSD10Y, and just 60 basis points under the U.S. aggregate bond index AGG.</p><p>\"For USD investors, cash has ceased to be a material drag on a portfolio's current yield,\" he said. Even holding cash in Europe, which used to be extremely costly, is no longer, as German 6-month bill BX:TMBMBDE-06M yields are positive for the first time since 2014.</p><p>Streets said that on a cross-asset basis, U.S. dollar cash offers a high current yield, liquidity, and a better 12-month total return than Morgan Stanley's own implied forecasts for U.S. equity, U.S. Treasurys, investment grade and high yield credit — \"with considerably less volatility.\"</p><p>This is why Morgan Stanley's core optimized fixed-income portfolios are overweight short-dated fixed income, he said. Against other currencies the dollar also holds up, and the bank's foreign exchange experts see more of that strength ahead, especially against the euro EURUSD, which was once again tapping parity on Monday as worries over Europe winter fuel shortages build.</p><p>The market</p><p>Stock futures ES00 YM00 NQ00 are falling hard, with bond yields BX:TMUBMUSD10Y BX:TMUBMUSD02Y rising and reflecting a cautious mood and oil prices CL.1 BRN00 dropping. Investors continue to push the dollar DXY higher. Elsewhere, it was a choppy day in Asia and Europe stocks XX:SXXP are under pressure.</p><p>The euro EURUSD has touched parity against the dollar, as Europe natural gas prices soar on news of a three-day shutdown at the end of the month for a vital Russian pipeline.</p><p>The buzz</p><p>Among data and events this week, we'll get PMI numbers, second quarter GDP, the Fed's favorite inflation indicator and the central bank's Jackson Hole meeting, with Chairman Jerome Powell due to speak Friday morning.</p><p>On the meme-stock beat, AMC Entertainment AMC is tumbling ahead of the start of trading for preferred equity units, or ApesL, and London-based Cineworld UK:CINE confirmed it was considering a U.S. bankruptcy filing. Stock in fellow meme, Bed Bath &amp; Beyond BBBY, is also dropping.</p><p>CEO Elon Musk said the Tesla TSLAwill raise the price of its 'Full Self-Driving' feature to $15,000.</p><p>Joining CVS CVS, Amazon AMZN is reportedly among the bidders for healthcare company Signify Health SGFY.</p><p>China's central bank cut its loan prime rate, a move aimed at pumping up its shaky real-estate market. Meanwhile, power rationing in the drought stricken southwest affecting industrial companies and Tesla in Shanghai, has been extended.</p><p>Retail and tech names will be reporting this week, with Zoom Video ZM and Palo Alto Networks PANW due after Monday's close. Macy's M, Dick's Sporting Goods DKS, Dollar Tree DLTR and Dollar General DG, Peloton PTON, Nvidia NVDA, Salesforce CRM and Marvell MRVL among other highlights.</p><p>A group of Apple AAPLworkers are reportedly pushing back against a return-to-office order for next month.</p><p>Fans rushing to watch HBO's \"Game of Thrones\" prequel \"House of the Dragon,\" which has a $100 million market campaign behind it, sent the app crashing.</p><p>Best of the web</p><p>As war nears six-month mark, top Russian diplomat warns of a long conflict ahead</p><p>Americans see a threat to democracy as No. 1 issue, new poll finds</p><p>The crypto geniuses who vaporized a trillion dollars.</p><p>The chart</p><p>RBC Capital's head of U.S. equity strategy, Lori Calvasina, argues stocks can and have put in major bottoms even amid falling earnings forecasts, with her chart below showing those moments in history. While Calvasina remains concerned that likely further moves down for 2022 and 2023 EPS forecasts could make for a more volatile stock market, she doesn't think that will lead to carving out a new low for equities.</p><p>Top tickers</p><p>These were the top searched tickers on MarketWatch as of 6 a.m. Eastern Time: </p><p> Ticker   Security name  AMC      AMC Entertainment  BBBY     Bed Bath &amp; Beyond  GME      GameStop  TSLA     Tesla  GCT      GigaCloud Technology  AAPL     Apple  NIO      NIO  ENDP     Endo International  AMZN     Amazon  BBY      Best Buy</p><p>Random reads</p><p>\"I don't want to be part of a slow decline. Why a 3-star Michelin chef is quitting</p><p>You gotta fight for your right to have fun.</p><p>Need to Know starts early and is updated until the opening bell, but sign up here to get it delivered once to your email box. The emailed version will be sent out at about 7:30 a.m. Eastern.</p><p>Once offering the worst return on Wall Street, cash is now looking like the best asset to own, says Morgan Stanley</p>",
  "published": "2022-08-22T13:12:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "confidence": 0.7,
      "offsets": [
        {
          "start": 4006,
          "end": 4011
        }
      ],
      "weightsV2": {
        "weight": 0.6302494,
        "baseWeight": 1.0,
        "expansionWeight": 0.0,
        "ontologyWeight": -0.36975062,
        "tagPositionWeight": 0.0,
        "titleWeight": 0.0
      },
      "typeRank": 5
    }
  ]
}