{
  "_id": "45b0cc7ba3b5cc0ce50a2344122c8d05c79968ba1cc13259c1a62088b76c4440",
  "feed": "wall-street-journal",
  "title": "How 'Better Call Saul' Refined the Art of Television; Camera angles, color palette and split screens: the sly cinematography of one of TV's most ambitious shows",
  "text": "<p>The makers of \"Better Call Saul\" say that putting the camera in surprising places or framing characters with unusual angles helps tell their story without leaning on dialogue and action. But it all comes down to a quest to simply look different. \"We all tend to watch the same things, and if you're not careful, you end up doing what everyone else is doing,\" says showrunner Peter Gould, who created the series with Vince Gilligan.</p><p>\"Better Call Saul,\" starring Bob Odenkirk, is about the transformation of a hustler named Jimmy McGill into Saul Goodman, the cartoonish lawyer who aided the epic criminal enterprise in \"Breaking Bad.\" From that basic premise emerged a saga unto itself, involving drug cartel rivalries, long cons and a web of relationships. At the heart of it: Jimmy's love for fellow attorney Kim Wexler, his partner in schemes. She's played by Rhea Seahorn, who is Emmy-nominated this year with Mr. Odenkirk. The show is also up for a writing Emmy as well as—for a sixth time—outstanding drama series.</p><p>In its final episodes, the prequel has caught up to the timeline of \"Breaking Bad.\" When that show first hit cable in 2008, more and more viewers had flat, wide-screen TV sets in their homes, but many TV directors had not yet abandoned techniques used for old-fashioned squarish screens, says Mr. Gilligan, who created \"Breaking Bad.\"</p><p>\"Everyone was still framing claustrophobically tight,\" Mr. Gilligan recalls. For today's TV screens with similar proportions to cinema screens, \"I wanted to frame in the way John Ford and Akira Kurowasa did, to crib from two of the greats. We tried to make 'Breaking Bad' look as much as we could like a western.\"</p><p>\"Saul,\" also set in Albuquerque, N.M., premiered in 2015. Before production started, Messrs. Gilligan and Gould presented a slideshow for their crew with images from films they wanted to use for inspiration. They included 1970's \"The Conformist,\" known for director Bernardo Bertolucci's unique angles and framing.</p><p>Here, the two executive producers (who heaped praise on more collaborators than can be named below) describe some of the strategies used to shape the imagery in \"Better Call Saul.\"</p><p>Showing in Writing</p><p>The visual language of \"Saul\" begins with its writers. Their breakdowns of how scenes should look are more extensive than those in typical TV scripts. \"A lot of people think writing is about dialogue, but for us it's the spaces in between the dialogue that are the most important,\" Mr. Gilligan says.</p><p>Learning From the Images</p><p>The producers had no inkling that Kim Wexler would become central to the \"Saul\" story when it began, let alone a fan favorite.</p><p>For her introduction, they started with a classic film-noir look in the show's first episode. In an underground parking garage with diagonal slashes of light, her face is hidden in shadow. She shares a cigarette with Jimmy, utters four words—\"You know I can't.\"—then leaves, straightening a trash can he had bashed in anger moments before.</p><p>\"We didn't know how far their intimacy extended, or if they had been to bed together. We left it as wide open as we could because we didn't want to get boxed into a corner. We just loved this image,\" says Mr. Gilligan, who directed the episode with cinematography by Arthur Albert.</p><p>In a recent episode, the now-married couple shared a poignant moment in the same shadowy garage.</p><p>Draining Color</p><p>\"Saul\" is a prequel to \"Breaking Bad\" that also flashes forward to events following the earlier hit show. Mr. Odenkirk's character is living under a pseudonym, Gene Takavic, and working at Cinnabon in a Nebraska mall. Future scenes are rendered in black and white, a rare palette on TV, to differentiate the time setting and paint a character in hiding.</p><p>In the season 2 opener, directed by Thomas Schnauz, Gene gets locked in a garbage room but won't use the emergency exit for fear of attracting police with an alarm.</p><p>\"There's Gene looking as pathetic as he could in his little black-and-white world,\" Mr. Gould says, noting how the character is hemmed in by lines slanting toward a locked door. \"That tells you an awful lot about his psychology.\"</p><p>Embracing the 'Crappy'</p><p>There's a sub-level of \"Saul\" visuals on display in local TV commercials for Jimmy's one-man law firm and videos for his various scams. \"It's so much fun when the story dictates that something look crappy,\" Mr. Gilligan says.</p><p>Just as fun, the producers say, is writing dialogue for the college film crew Jimmy hires to shoot his low-budget productions. They're led by a pretentious young director (played by Josh Fadem) that the \"Saul\" writers nicknamed \"Kid Kubrick.\"</p><p>Working in Shadows</p><p>Silhouettes are everywhere in \"Saul,\" which often finds characters alone and contemplating the fallout of their actions. Yet veiling the stars of the show in darkness required artistic leeway from network AMC and studio Sony Pictures Television. \"They don't ride us about seeing the actors' faces all the time,\" Mr. Gilligan says.</p><p>In season 6, cartel middleman Nacho Varga (Michael Mando) is trapped in a motel room for days. \"We want the audience fearing for his safety. How can we tell that without words? What if it's a slit of light from a window he can't escape through?\"</p><p>Splitting the Screen</p><p>To illustrate how Jimmy and Kim were growing apart in season 4, the producers divided them in a split-screen montage of their parallel routines.</p><p>That bilateral device came back in season 5 to track the couple in a different state, with Jimmy trying to find his way out of a desert and Kim desperately hoping to be reunited with him.</p><p>Framing and Focus</p><p>\"Saul\" directors seem to be allergic to conventional camera shots. In this scene from season 1, where Jimmy talks his way out of an execution, director Michelle MacLaren could have used a lens that kept all the characters in focus, Mr. Gilligan says. Instead, she framed Jimmy between two slightly blurred aggressors to create a \"composition that is so primal,\" he says.</p><p>Known for standout episodes of \"Breaking Bad,\" Ms. MacLaren returned to \"Better Call Saul\" for one of the last episodes, in black and white.</p><p>Making Stars of Small Things</p><p>\"Saul\" creates visual puzzles and symbols by zooming in on seemingly obscure objects. In season 5, Jimmy drops his ice cream cone as he gets into a car for a cartel task. In the next episode, the camera revisits the cone on the sidewalk, now swarming with ants.</p><p>The sequence required an ant wrangler, a special camera lens, and painstaking editing to illustrate a major theme.</p><p>\"That dropped ice cream changed the world for these tiny ants,\" Mr. Gould says. \"One of the things on our mind all through the show was the chaotic results of decisions. Especially for someone like Jimmy, who has made all sorts of terrible choices right from the beginning.\"</p><p>Write to John Jurgensen at John.Jurgensen@wsj.com</p><p>MORE TO WATCH</p><p>* 'Industry' Has a Message for Wall Street Bosses: Beware the Junior Bankers</p><p>* Ken Jennings, Mayim Bialik Named Permanent 'Jeopardy!' Hosts</p><p>* Finally, Some Compassion for the Cranky Old Neighbor</p><p>* The Retro Cringe of Apple TV+'s 'Physical' and the '80s Workout Microgenre</p><p>* In 'Dark Winds,' Gritty '70s Crime in a Navajo Setting</p><p>How 'Better Call Saul' Refined the Art of Television</p>",
  "published": "2022-08-08T12:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [],
      "weightsV2": {
        "weight": 1.0,
        "baseWeight": 0.0,
        "expansionWeight": 1.0,
        "ontologyWeight": 0.0,
        "tagPositionWeight": 0.0,
        "titleWeight": 0.0
      },
      "typeRank": 1
    }
  ]
}