{
  "_id": "1cea7ea1d2486de224e51d80172f7514095e923734055dfe212759d51d0af272",
  "feed": "ftcomall",
  "title": "Saudi Aramco to buy Valvoline's products arm for $2.65bn",
  "text": "<p>Saudi Aramco has agreed to buy the global products division of the 150-year-old US motor oil and lubricants group Valvoline for $2.65bn.</p> <p>Kentucky-based Valvoline announced in October it was breaking up its two principal business units through a separation of its global products division, which sells lubricants and engine maintenance products in 140 countries, and its retail service business, which offers vehicle maintenance, mainly in the US.*</p> <p><a href=\"https://www.ft.com/stream/e621710a-7d0e-4081-a8cc-76669a303f1f\">Saudi Aramco,</a> the world's biggest oil producer, said on Monday the acquisition would help it to expand its growing downstream activities. “Valvoline's global products business fits perfectly with Aramco's growth strategy for lubricants,” said Mohammed Al Qahtani, Saudi Aramco's senior vice-president of Downstream. </p> <p>Following the sale, which is still subject to regulatory approval, Valvoline will focus on its retail service business, including the expansion of its existing car maintenance services to electric vehicle owners.</p> <p>“The sale of Global Products will represent the successful outcome of our strategy to unlock the full, long-term value of our strong but differentiated retail services and global products businesses,” said Valvoline's chief executive Sam Mitchell.</p> <p>The $2.25bn in net cash proceeds Valvoline expects to receive from the sale would be used to increase returns to shareholders, reduce debt and invest in retail services, it said.</p> <p>Under the terms of the deal, Saudi Aramco will own the Valvoline brand for all products globally, while the US group will own the brand for retail services globally, excluding “China and certain countries in the Middle East and north Africa”, Valvoline said.</p> <p>Saudi Aramco is the world's biggest producer of crude oil, currently pumping about 10.5mn barrels a day, equivalent to more than 10 per cent of global supply. In May it overtook Apple as the world's most valuable company after a share price rally driven by soaring crude prices.</p> <p>In recent years Saudi Aramco, which listed a sliver of its shares on the Riyadh stock exchange in 2019, has increased its downstream investments in refining, distribution and marketing. </p> <p>In 2020 it spent $69bn on a 70 per cent stake in the petrochemicals manufacturer Saudi Basic Industries. In January, it acquired a 30 per cent in a refinery in Poland along with an interest in a jet fuel marketing business with BP.</p> <p>In the US, Saudi Aramco already owns a 630,000 b/d oil refinery in Port Arthur, Texas, which is the biggest refinery in the country.</p> <p>The company said the Valvoline acquisition would complement its existing line of branded lubricants and enable it to expand its product development activities and partnerships with equipment manufacturers.</p> <p>*<em>This story has been amended to reflect the date Valvoline announced its plan to separate its global products division</em></p><p>Source: Tom Wilson in London 2022 'Saudi Aramco to buy Valvoline's products arm for $2.65bn' FT.com 1 August. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-08-01T12:49:18.610Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1841,
          "end": 1846
        }
      ]
    }
  ]
}