{
  "_id": "a1d2f6731902a96e4f70ddc3cc7bf77560b2dcf2f13a6192febc6ae593acd778",
  "feed": "ftcomall",
  "title": "Robert Colescott, New Museum review — painter who used racist stereotypes to make America think",
  "text": "<p>Crude, rude and grotesque, Robert Colescott's paintings beguile from a distance. Their lush surfaces and blaring colours summon you closer until the contents come into focus: black figures with swollen lips and toothy grins, women in garters flashing springy flesh, caricatures that might make the far-right Proud Boys cringe. “When I get my work up in a gallery,” he once wrote, “you see this room full of big, sensuous paintings. It's the first impact that people get. They walk in and say, ‘Oh wow!' and then ‘Oh shit!' when they see what they have to deal with in subject matter. It's an integrated one-two punch; it gets them every time.”</p> <p>So it does. At the New Museum's seductive and disruptive retrospective in New York, visitors turned to one another in puzzlement, wondering what to make of the tangle of stereotypes, the garishness or the raw and feverish brushstrokes. When many museums have ratcheted their sensitivity quotient to the point of priggishness, the New Museum gives some pretty rough stuff a questionable pass. </p> <p>Colescott (1925-2009) made his name in the 1970s by inserting black figures into European masterworks. He remade Van Gogh's “Potato Eaters” as “Eat Dem Taters”, replacing the peasants at their meagre meal with black sharecroppers in minstrel mode. It was, he claimed, a frontal attack on the myth of the “happy darky”. Only a black artist could get away with such provocations, yet the big revelation of co-curator Matthew Weseley's catalogue essay is that for the first 40-odd years of his life, Colescott identified — or allowed others to think he identified — as white.</p> <p>In the 1970s, he embraced his blackness and his explosive style at the same time, whether because art became an outlet for freshly racialised emotions or because a new racial label gave him cover to express the ugliness he'd harboured all along. <em>Art and Race Matters</em>, co-curated with Lowery Stokes Sims and organised by the Contemporary Arts Center, Cincinnati, confronts these paradoxes head on, especially in the excellent catalogue.</p> <p>Colescott was born in Oakland, California, to parents who had moved from New Orleans. As a text panel coyly puts it, the senior Colescotts hoped a change of scene “would lead to new possibilities for assimilation”. In other words, they passed as white and encouraged their two boys to do the same. The show opens with an autobiographical work from 1980, “Go West”, depicting his parents surveying a jigsaw map of the US.</p> <p>His mother, a busty light-skinned woman, smiles across the country at his father, much darker here than he really was, sporting an army uniform and smoking a cigarette. A large leafy tree at the centre of the composition holds two adult birds tending to a pair of pale-feathered chicks, stand-ins for the artist and his brother. The painting homes in on the parents' differing attitudes — his mother insistent that the family move into the white world, his father willing but more conflicted.</p> <p>Colescott served as a white soldier in the segregated US army in Europe during the second world war. Later, he received a BA and an MA from Berkeley and studied painting in Paris with Fernand Léger, whose advice to abandon abstraction led him to focus on the human body. The exhibition tracks a decades-long search for a viable style. Colescott had skill but not much to say until a stint in Egypt in the 1960s. There, he reconnected with Léger's lessons and let ancient narrative friezes free him from the stultifications of modern painting.</p> <p>He also went back to Paris, where he immersed himself in 19th-century history painting. His work from this sojourn, flush with acid reds, blues, yellows and oranges, resembles that of Bob Thompson, his black colleague who died at 28 in 1966. In an envy-tinged essay about Thompson, Colescott mused: “I think he wanted us to laugh. I laugh. I think he saw colour as orgasmic. I'll get there.”</p> <p>Colescott spent the first part of his career as a marginal figure. Then, in 1975, he painted “George Washington Carver Crossing the Delaware: Page from an American Textbook”, which removed the first president from Emanuel Leutze's 1851 tribute and replaced him with the stringy, bespectacled black agricultural scientist from the Tuskegee Institute. The rest of the boat swells with smirking racist tropes: a barefoot fisherman, a minstrel with a banjo, a moonshine-swiller and a shoeshine boy. Worst of all is Aunt Jemima (a caricature at the time used for marketing a range of breakfast foods) fellating a man who clutches a giant, phallic flag.</p> <p>That picture, which illuminated a white public's blinkered perceptions by merging an elevated national symbol with lowdown stereotypes, put him on the map. He eventually came to regret the work's fame, unhappy about being known as the man who “paints art history in blackface”. The market doesn't care about second thoughts: in May, Star Wars creator George Lucas's museum acquired the painting for $15mn at Sotheby's, many times higher than Colescott's previous auction record. Prestige accrued, too, and in 1997 he became the first solo black artist to represent the US at the Venice Biennale. </p> <p>But neither money nor laurels, a new racial identity or even the passage of time makes his work any more palatable now, 13 years after his death. In “School Days” (1988), a black man brandishes a pistol, another lies bleeding from a gunshot wound and two black sex workers primp. There are white people in this scene, too, and they belong to a different world: a graduate in a mortarboard and a woman reading a book. At the centre of it all, blind Justice holds a scale with a black homunculus on one dish and a wad of bills on the other, suggesting, presumably in protest, that society values humans (or is it just humans of colour?) by their rate of monetary exchange. You might look at this scene as a sociological analysis of unequal opportunities and differing outcomes — or you might mistake it for a bigot's doodle. It can be hard to tell the difference. </p> <p>Black viewers have had the same problem, especially black women, who fought him on overlapping fronts: racism and sexism. He has courted those attacks. In his revisionist “The Three Graces: Art, Sex and Death”, a marble bust of Colescott looks on as a trio of pin-up nudies in high heels brandish a hunting knife, a hammer and chisel, and an apple. It could be a still from a XXX flick.</p> <p>We are asked to concede that the artist weaponised black stereotypes, tossing them like live grenades back at those who pulled the pin in the first place. At the same time, though, he deployed sexist strokes with uncritical glee. Naked women, he insisted, are in “the grand tradition in western art that I'm part of. A lot of things I think about women have to do with the female body. Take that away from me and what am I going to talk about?” He raged against the racial limits of that grand tradition but accepted its sexual blindness — and was untroubled by the contradiction.</p> <p>When the Biennale commissioned Carrie Mae Weems to photograph him, she suggested they both pose nude for a double portrait: two artists as each other's models. She took her clothes off; he refused. Artists aren't obliged to be philosophically consistent, but as the New Museum show makes abundantly clear, Colescott demanded to eat, smear, throw and have his cake admired, too. The show does not, however, prove that he deserves such contortions.</p> <p><em>To October 9, </em><a href=\"https://www.newmuseum.org/exhibitions/view/art-and-race-matters-the-career-of-robert-colescott\"><em>newmuseum.org</em></a></p> <p><strong>Letter in response to this article:</strong></p> <p><a href=\"https://www.ft.com/content/67d8e86c-c162-4df8-aac9-cfaab0233719\"><em>Better late than never for FT Weekend pleasures</em></a><em> / </em><a href=\"https://www.ft.com/content/67d8e86c-c162-4df8-aac9-cfaab0233719\"><em>From Jacqui Francis, Birmingham, UK</em></a></p><p>Source: Ariella Budick 2022 'Robert Colescott, New Museum review — painter who used racist stereotypes to make America think' FT.com 13 July. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-07-13T11:30:11.533Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 6342,
          "end": 6347
        }
      ]
    }
  ]
}