{
  "_id": "94655710dc75dcaa29603c2b16bfa8d45c2a1961855460503bfa5aaff702674e",
  "feed": "wall-street-journal",
  "title": "Google to Allow Alternative In-App Payments for Spotify Users, a New Step in App Battle; The new billing option will become available later this year, Spotify says",
  "text": "<p>To avoid that fee, Spotify didn't allow users to sign up for paid services through Google's app and users were required to go to the music company's website.</p><p>A Spotify spokeswoman declined to say what Google's cut of revenue from the alternative payment method would be. The alternative billing option is expected to become available later this year, Spotify said.</p><p>\"It's safe to say that we negotiated commercial terms that meet our standards of fairness,\" the spokeswoman said. Daniel Ek, Spotify chief executive, on Twitter touted the arrangement as setting \"the stage for what the next generation of platform should look like.\"</p><p>Google also didn't address its revenue cut under the new arrangement. In a blog post, Google said Spotify would be the first of a small number of developers allowed to participate in a pilot program of allowing alternative billing options.</p><p>\"This is a significant milestone and the first on any major app store—whether on mobile, desktop, or game consoles,\" Sameer Samat, Google's vice president of product management, wrote in the post. \"This pilot will help us to increase our understanding of whether and how user-choice billing works for users in different countries and for developers of different sizes and categories.\"</p><p>The ability to offer alternative in-app payment options has been at the heart of a fight brought by Spotify, Epic Games Inc. and other developers against Google and Apple Inc. for years.</p><p>The third-party apps have argued that blocking alternative payment methods is unfair, depriving users of choice, while the platforms have countered that their systems provide secure user payments and collect fees that are fair for the technology being offered.</p><p>The disagreement has drawn scrutiny from regulators and lawmakers around the world. Congress is debating legislation targeted at the app stores while the European Union is expected to finalize a new law that would force alternative payments.</p><p>Last year, South Korea enacted a similar law. Google has already said it would allow alternative payment systems there but still collect a slice of the revenue generated through the app—dropping to as much as 26% from as much as 30% if an alternative system is used.</p><p>In the Netherlands, Apple is fighting with the regulator there which has ordered alternative payment methods to be implemented in dating apps. Apple responded while still charging apps a fee, 27% of revenue instead of 30%. The changes haven't satisfied the Dutch authorities, who are fining Apple more than $5 million a week.</p><p>\"Fortnite\" videogame maker Epic Games has brought antitrust lawsuits against both Apple and Google over their app stores. Apple mostly won its case last year, though both sides are appealing the verdict. Apple is unhappy that a federal judge ordered it can't block developers from sending users outside the App Store to make payments related to apps.</p><p>Late last year, Apple said it would allow media apps, such as Spotify, to create in-app links to sign-up pages outside of the app to end an investigation by Japan's antitrust regulators.</p><p>Write to Meghan Bobrowsky at Meghan.Bobrowsky@wsj.com and Tim Higgins at Tim.Higgins@WSJ.com</p><p>Google to Allow Alternative In-App Payments for Spotify Users, a New Step in App Battle</p>",
  "published": "2022-03-23T21:30:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 2233,
          "end": 2238
        },
        {
          "start": 2906,
          "end": 2911
        },
        {
          "start": 2356,
          "end": 2361
        },
        {
          "start": 2504,
          "end": 2509
        },
        {
          "start": 2621,
          "end": 2626
        },
        {
          "start": 2661,
          "end": 2666
        },
        {
          "start": 1421,
          "end": 1431
        },
        {
          "start": 1421,
          "end": 1426
        },
        {
          "start": 2743,
          "end": 2748
        },
        {
          "start": 1421,
          "end": 1430
        }
      ]
    }
  ]
}