{
  "_id": "38c2f2637ef59cc3ec306acd0ffca4fa38077b4df1da03df726b1bd70859e80c",
  "feed": "ftcomall",
  "title": "US Big Tech faces fresh governance risks ",
  "text": "<p>Greetings from the Beverly Hills Hotel in Los Angeles where the Milken Institute is having its first in-person annual conference for three years. There are lots of geopolitical and economic issues on the agenda this year: inflation, pandemics, tech regulation and nuclear war, just to start.</p> <p>But one notable feature, which is somewhat different from the past, is that environmental topics have star billing too. That is partly because the assembled financiers are eager to find ways to deploy their ever-swelling assets (which have been inflated by years of ultra-loose monetary policy). But another factor is that Russia's invasion of Ukraine is expected to accelerate the renewable energy transition — leaving the luminaries hunting for investment opportunities. </p> <p>One sign of this is that TPG investment group <a href=\"https://therisefund.com/news/tpg-closes-rise-climate-fund-73-billion\">announced</a> last week that it had raised an eye-popping $7.3bn new climate fund. Another is that Lance Uggla, former head of IHS Markit, has just unveiled a $4bn climate fund with General Atlantic. Meanwhile, Tom Steyer (who I am interviewing at Milken today, with Mark Carney, UN climate ambassador) is launching a <a href=\"https://www.cnbc.com/2021/09/09/billionaire-financier-tom-steyer-launching-climate-investment-fund.html\">“Galvanize</a>” climate fund. Expect more to follow.</p> <p>But what does this renewed focus on “E” mean for the natural gas sector? Check out our report from Australia below. See also our story on controversies around two “G” issues that do not often get much attention: tax and monopoly powers. And if you want to get a more British-based take on the state of the ESG world, come along to our upcoming <a href=\"https://moralmoneyeurope.live.ft.com/\">Moral Money summit in London</a> on May 18-19 — either in person or online — where there will be a lively series of debates on green investments, tax issues and much else. Read on. <em>(Gillian Tett) </em></p> <h1>The new ESG challenge(s) to American tech</h1> <p>At the Beverly Hills Hotel this week, many West Coast tech and investment companies are flaunting their sustainability credentials — and some have strong ESG ratings to boast about. Tech giants such as Apple, Amazon, Google and Microsoft, say, have all been decarbonising their operations by using renewable energy for their data centres, and Tesla has been promoting electric cars. </p> <p>But two new(ish) issues are bubbling now that could potentially tarnish some of that ESG gloss, in relation to the “G”, or governance sector: tax and monopoly power. </p> <p>The first of these was highlighted by my colleague Helen Thomas in a <a href=\"https://www.ft.com/content/5d82b83f-b903-44e6-af92-4311f9775965?emailId=626baf0a1af65000235f3604&amp;segmentId=a8cbd258-1d42-1845-7b82-00376a04c08f\">must-read column</a> last week about a shareholder resolution concerning Amazon's tax strategy. This is not a topic that has grabbed much attention from ESG investors in the past, since it has usually been assumed that companies have the right to minimise their tax bills, as long as they observe the law. But last autumn a Catholic charity and UK public retirement scheme filed a <a href=\"https://www.ft.com/content/6e8a3223-40c8-43ba-83f4-738a88779df5\">shareholder motion</a> demanding that Amazon become more transparent about its tax strategies, and the degree to which it has used these to reduce its tax bill (say, by booking profits in low-tax areas such as Ireland). </p> <p>There is no guarantee that the proposal will pass. But it has already gained the support of two dozen investment groups. And although Amazon tried to strike the proposal from its annual general meeting roster, this was rebuffed by the US Securities and Exchange Commission. So, if nothing else, the campaign is likely to create more scrutiny of tax strategies — and pressure for more transparency, not just at Amazon but other tech groups too. </p> <p>The second issue is corporate monopoly power. This has also been a topic that ESG investors have tended to ignore in the past, since it is tough for activists to track or measure. But <a href=\"https://www.ft.com/content/f7f76d7c-2d01-4129-b87d-fcc9815e3a77\">as my colleague Rana Foroohar</a> notes today in another column, Elon Musk's bid for Twitter has concentrated minds on the question of rising corporate monopoly power in America's tech sector. And she argues — correctly — that this is an issue that should worry anyone who cares about stakeholder interests, even though this is not a classic realm of ESG. </p> <p>Of course, some ESG activists might point out that investors do not have much muscle relative to those tech companies, be that over the issue of monopolies or anything else. Insofar as tech companies such as Amazon, Google or Apple have been forced to embrace more ethical strategies in recent years, this has usually occurred as a result of employee campaigns — not shareholders (which is not surprising given that talented coders are more scarce than capital). But there are signs that employees are becoming more adept at teaming up with shareholder groups to campaign over “E” and “S” factors, most notably about emissions and workplace conditions. Don't rule out that this will spread to these “G” topics too in the future. Even (or especially) if the idea of talking about tax makes the libertarian hedge fund attendees at the Milken conference wince. (<em>Gillian Tett)</em></p> <h1>Are buoyant gas companies getting carried away?</h1> <p>Australia's liquefied natural gas industry has been in an upbeat mood lately. After years of heat from climate-conscious investors, a global gas shortage has sent prices rocketing — thanks first to the sudden post-lockdown rise in demand, and then to the war in Ukraine putting Europe's gas supply at risk. These events seem to have put climate concerns on the back burner while supply is secured.<br><br>Meg O'Neill, chief executive of Australia's biggest LNG producer Woodside, told me that since the Russian invasion, she had seen a marked rise in demand for long-term LNG contracts from Asian buyers, nervous about being caught short as Europe was. This is a growing risk for Asia, as the US and Qatar increasingly direct LNG tankers to Europe, according to research firm EnergyQuest.<br><br>“The world has realised with Russia's invasion of Ukraine that energy security is extraordinarily important, and nations of the world that are net energy importers need to be taking a real hard look at where they are getting that energy from,” O'Neill said.<br><br>She added Australia, with significant undeveloped gas reserves, had a “huge opportunity” to serve gas demand as a “safe, secure, reliable democratic nation”. O'Neill said Woodside would begin work on two of its greenfield gas projects off the coast of Australia — Browse and Sunrise — which were shelved during the pandemic demand slump.<br><br>But there's a glaring problem with this position: the International Energy Agency says if the world is to reach net-zero emissions by 2050, it should develop no new gasfields. If Browse and Sunrise are developed, therefore, there are two possible outcomes. Either the world will buy the gas, and fail to meet net zero, in which case Woodside wins but the global climate loses. Or the gas will go unsold, in which case the new fields will become stranded assets.<br><br>A new report by the Investor Group on Climate Change — which represents Australia and New Zealand's biggest institutional investors, and is affiliated to the Climate Action 100+ network — finds that the stranded asset scenario is more likely in a world in which temperature&#xa0;increases are kept to 1.5C.<br><br>“By 2050, Australia is forecast to have minimal LNG exports or domestic gas demand, suggesting new projects carry a substantial risk of stranding should key policy and market changes materialise,” the report warns.<br><br>Laura Hillis, director of corporate engagement at the IGCC, told Moral Money that Australian gas producers were underestimating the speed at which their main customers, especially in Japan and South Korea, will decarbonise. And even if demand remained strong, she said, Australian LNG, which is increasingly difficult and expensive to access, would struggle to compete with much cheaper LNG from Qatar. Either way, the stranded asset risk is significant.<br><br>Woodside insisted the new gas projects would be consistent with Paris goals, and this year published a climate report outlining how it would deal with climate-related risks, including the global shift away from fossil fuels. Shareholders will vote on that report at an annual general meeting in May, as well as on a resolution on Woodside's climate lobbying activities. The results will give a sense of where investors stand on the gas industry's existential dilemma. <em>(James Fernyhough)</em></p> <h1>Smart read</h1> <p>Now that the world (outside China) is finally emerging from lockdown (hooray!) it is no longer tactless to start thinking about holidays. But will we all rush back to the same style of leisure as before? Maybe not: as the FT's Globetrotter explains, eco-holidays are becoming increasingly popular, even in some unlikely destinations. Check out <a href=\"https://www.ft.com/content/ccc2dc69-aa79-44c1-a316-51bd6ea6751b\">the first in a forthcoming series</a> on pioneering escapes close to major cities with a feature on two Singaporean islands.</p><p>Source: Gillian Tett and James Fernyhough 2022 'US Big Tech faces fresh governance risks ' FT.com 2 May. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-05-02T11:01:37.760Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 4169,
          "end": 4174
        },
        {
          "start": 1954,
          "end": 1959
        }
      ]
    }
  ]
}