{
  "_id": "c56d705091f0a36fa0acda07d1cee6106ffc33b64237d8d1ea7c9c57de1ed3bc",
  "feed": "wall-street-journal",
  "title": "Kanye West Says 'Donda 2' Album Will Be Released Only on $200 'Stem Player' Device; Rapper says new album won't be on Apple, Amazon, Spotify or YouTube; 'it's time to free music from this oppressive system,' he says",
  "text": "<p>\"It's time to free music from this oppressive system,\" Ye wrote on Instagram Thursday, adding that \"Donda 2\" won't be on Apple Inc., Amazon.com Inc., Spotify Technology SA or Google-parent Alphabet Inc.'s YouTube streaming services. \"It's time to take control and build our own,\" he said.</p><p>Influential music artists such as Beyoncé, Jay-Z and Taylor Swift have rolled out their albums in various ways to maximize their revenue. Beyoncé's 2016 \"Lemonade\" streamed exclusively on Tidal for three years, before joining other streaming services. Tidal at the time was owned by her husband, Jay-Z, who sold a majority stake of the service to Square Inc. last year.</p><p>Some artists have recently ditched streaming services for other reasons. Neil Young recently demanded that his music be removed from Spotify, saying he didn't want to be on the same platform as star podcaster Joe Rogan. Some artists followed Mr. Young's lead, saying they wanted their content removed from Spotify for what they deemed was Covid-19 misinformation spread by Mr. Rogan.</p><p>It is unknown if \"Donda 2\" will eventually be released in other traditional methods. Ye's record label, Universal Music Group, didn't immediately respond to a request for comment Friday.</p><p>In 2016, Ye said his \"The Life of Pablo\" album wouldn't be released on the biggest streaming services, but it eventually was.</p><p>\"Donda 2\" is the follow-up to last year's \"Donda,\" which topped the Billboard charts when it was released. \"Donda 2\" is expected to be released Feb. 22. The albums are named after Ye's mother, Donda West, who died in 2007.</p><p>The Stem Player, which Ye said will be needed to listen to the new album, is a circular device that lights up and fits in the palm of a hand. It plays music, but also lets users make mixes by removing vocals from a song or speeding up the beat. Mixes can be saved or shared.</p><p>\"It's turning music from something that we just sit back and consume passively to something we can interact with,\" said Alex Klein, the co-founder and chief executive of Kano Computing, which developed the device with Ye.</p><p>Mr. Klein said Kano started working with Ye after the rapper visited the technology company's booth at the Consumer Electronics Show in Las Vegas in 2019.</p><p>\"It was a God blessed encounter,\" said Mr. Klein. \"Ye is someone I've always respected. I've always been a major fan.\"</p><p>The Stem Player was released last year with Ye's first \"Donda\" album, and Mr. Klein said 40,000 of them have been sold. He said it holds eight gigabytes of music and other songs can be added by connecting to a computer.</p><p>Write to Joseph Pisani at joseph.pisani@wsj.com</p><p>Kanye West Says 'Donda 2' Album Will Be Released Only on $200 'Stem Player' Device</p>",
  "published": "2022-02-18T21:50:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 121,
          "end": 126
        },
        {
          "start": 118,
          "end": 123
        },
        {
          "start": 121,
          "end": 131
        },
        {
          "start": 121,
          "end": 130
        }
      ],
      "nexusId": "10022657"
    }
  ]
}