{
  "_id": "bb22cc33179d26203f46cf52b181d1f689d910dba298d73ae7648cc485bf08fd",
  "feed": "wall-street-journal",
  "title": "Stock Futures Fall After Amazon Loss; Nasdaq is on course for its largest one-month percentage decline since March 2020",
  "text": "<p>That optimism waned after Amazon posted its loss, a result that reflected broad economic trends related to a slump in online shopping, higher costs from inflation and supply-chain woes, and market jitters over electric-vehicle startups. Amazon shares tumbled 9.7% in premarket trading. Moves in large technology companies can have outsize impacts on major stock indexes due to their higher weighting relative to other stocks.</p><p>Technology shares have come under pressure this month as expected further rate rises from the Federal Reserve draw investors toward bonds and a lockdown in Shanghai adds disruption to the global supply chain. The Nasdaq Composite was down 9.5% this month through Thursday's close, on course for its largest one-month percentage decline since March 2020.</p><p>Apple cautioned Thursday that the resurgence of Covid-19 in China threatens to hinder sales by as much as $8 billion in the current quarter. Shares declined 1.6% premarket.</p><p>\"The reality is that weeks into this lockdown, we're going back to supply-chain disruptions which could impact inflation and which could put central banks in tough positions,\" said Esty Dwek, chief investment officer at FlowBank. \"We'd seen the beginning of improvements in supply chains but that's likely to reverse if these lockdowns in China last longer.\"</p><p>Shares of Tesla added 1.7% premarket after Chief Executive Elon Musk disclosed that he recently sold about $4 billion worth of shares in the electric-car maker to fund his takeover of Twitter but said that no further sales are planned.</p><p>March figures for the Fed's preferred measure of inflation are due out alongside consumer spending figures at 8:30 a.m. ET.</p><p>In bond markets, the yield on the benchmark 10-year Treasury note ticked down to 2.848% Friday from 2.862% Thursday.</p><p>The WSJ Dollar Index, which measures the U.S. currency against a basket of 16 others, fell almost 0.6%. The greenback has strengthened against other currencies this year in anticipation of Fed rate increases, which are expected to happen faster and more aggressively than in the eurozone and Japan.</p><p>Brent crude, the international benchmark for oil, added 1.2% to $108.59 a barrel. Moscow's cutting off of gas supplies to some nations has worried traders of further disruptions as European countries try to move away from Russian energy.</p><p>Overseas, the pan-continental Stoxx Europe 600 added 0.9%.</p><p>In Asia, Alibaba and other Chinese technology stocks jumped by double-digit percentages on investor hopes that China's government would do more to support the sector and the wider economy. The surge helped Chinese shares recoup some of their recent losses, while the yuan also clawed back some ground against the dollar after selling off sharply in recent sessions.</p><p>Hong Kong's Hang Seng Index gained 4%, while the Hang Seng Tech Index surged 10%, with shares in tech companies such as Alibaba, Tencent, JD.com and Meituan all rising more than 10%.</p><p>In mainland China, the CSI 300 and Shanghai Composite indexes both rose about 2.4%. The offshore yuan strengthened against the greenback, rising to 6.6188 to the dollar, after settling at 6.6590 Thursday.</p><p>Write to Caitlin Ostroff at caitlin.ostroff@wsj.com</p><p>Stock Futures Fall After Amazon Loss</p>",
  "published": "2022-04-29T12:06:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 780,
          "end": 785
        }
      ]
    }
  ]
}