{
  "_id": "978cabec207cc1d7d87effb8df23c946008a894a1ce4aca598e841e443dfe846",
  "feed": "wall-street-journal",
  "title": "Investors Question Whether Big Tech's Rebound Can Last; Tech stocks and crypto still look expensive, some investors say",
  "text": "<p>The Nasdaq Composite closed out the week with its biggest two-day gain since 2008, after softer-than-expected inflation data revived investors' hopes that the Federal Reserve would slow down its pace of interest-rate increases. Many investors are hoping that if and when the Fed begins to pull back on its rate increases the group will lead the market's charge once again.</p><p>A number of investors say they question how long the comeback can last. In previous years, like after thedot-com bubble burst in March 2000, selloffs took many painful months to play out, and the downturn was marked by big swings up and down. That is a cautionary tale for investors hoping that the worst has passed after last week's stock rally.</p><p>\"This is typical of a big bear market rally,\" said Julien Stouff, founder of hedge-fund firm Stouff Capital. \"It is not over.\"</p><p>Even after the explosive gains over the past week, many pandemic-era winners are sitting on big losses for the year. Shares of online used-car seller Carvana Co., which soared to new heights in 2021, have lost 95% of their value this year, despite a 32% jump on Thursday alone. Cathie Wood's flagship ARK Innovation exchange-traded fund has plunged 57% in 2022. Amazon.com Inc. shares have lost 40%.</p><p>The Nasdaq is down 28% in 2022, while the S&amp;P 500 is down 16%.</p><p>In coming days, investors will parse fresh data on retail sales and existing home sales to try to gauge the market's trajectory.</p><p>Cryptocurrency prices have been tumbling, with the crisis in digital currencies worsening throughout the week. The industry faced its biggest setback yet when prominent exchange FTX filed for bankruptcy Friday. Bitcoin and Ethereum prices are now down around 75% from their highs reached last year.</p><p>Although stock valuations have dropped, many technology companies still don't necessarily look cheap, said David Eiswert, a portfolio manager at T.Rowe Price who has been covering and investing in technology since 1999, around the time the dot-com bubble burst.</p><p>For example, the Nasdaq-100 has an enterprise value-to-sales ratio of 3.71. That is down from 5.40 at the start of the year and around levels hit in 2019. Its average over the past 10 years is around 3.35.</p><p>The problem? Bond yields were much lower a few years ago. This year, the Fed's interest-rate increases have driven the yield on the 10-year U.S. Treasury note to 3.828%, around its highest level since 2010. In 2019, 10-year Treasurys didn't climb past 2.783%.</p><p>Higher bond yields mean that investors have more choices for where to park their cash. That in turn means investors don't have to—and typically, don't want to—pay up as much for companies promising high growth in the future, investors said.</p><p>\"Oftentimes people will say to me, 'Oh, Dave, you should look at the stock, it's down 60%. So it must be cheap.' Just because a stock's down a lot, doesn't mean it's cheap,\" said Mr. Eiswert, who said he has an underweight position in megacap technology stocks.</p><p>He said that for years after the dot-com bubble burst, investors kept piling in to buy tech, similar to what has played out in recent months. The one-day jump Thursday in everything from tech behemoths to more speculative growth companies shows that many investors aren't backing away from the trades. </p><p>Some investors, like Adam Grossman, global equity chief investment officer at RiverFront Investment Group, say there is still a place for technology stocks in portfolios—but only those with traits like recurring revenue streams, investments in cloud technology and positive earnings.</p><p>Part of what has been painful about this year's downturn, he said, is how seemingly indiscriminate the selloff has been. \"The market has given zero credence\" to the strength of some of technology companies' earnings, he said.</p><p>SHARE YOUR THOUGHTS</p><p>What is your outlook for tech stocks? Join the conversation below.</p><p>Apple Inc. shares, for instance, are down 16% for the year despite the iPhone maker posting record revenue in its most recent quarter.</p><p>Ultimately, Mr. Grossman said, the biggest and most dominant technology companies still look worth investing in—although investors have to be willing to stomach further losses over the short run.</p><p>\"I'm not ringing the bell and saying buy tech right away,\" he said.</p><p>Others say they are bracing for a mammoth shift in markets: one in which groups that dominated over the past decade give way to other leaders, such as energy firms.</p><p>For many years, it paid to invest in stocks that might not generate big profits for years. Investors bet that companies promising to disrupt and innovate their industries would deliver the fattest returns in a world where interest rates are lower again, and economic growth is meager.</p><p>\"The longest duration assets were the place to be. We made a lot of money for our clients in the 10-year period,\" said Rick Pitcairn, chief investment officer of multifamily office Pitcairn, which oversees around $7 billion in assets.</p><p>But Mr. Pitcairn said he is expecting an era of higher interest rates—one in which the bar for the Fed to slash rates is much higher.</p><p>Although inflation eased in October from the prior month, it remains very high. The Fed is also still poised to continue raising interest rates next month, as well as potentially in the first half of next year. That makes it unlikely the trades that had worked for so much of the post-financial crisis era will lead the market's eventual comeback, he said.</p><p>\"I don't think that's the environment of the next 10 years,\" he said.</p><p>Write to Gunjan Banerji at gunjan.banerji@wsj.com and Akane Otani at akane.otani@wsj.com</p><p>Investors Question Whether Big Tech's Rebound Can Last</p>",
  "published": "2022-11-13T10:30:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 3868,
          "end": 3878
        },
        {
          "start": 3868,
          "end": 3877
        },
        {
          "start": 3868,
          "end": 3873
        }
      ]
    }
  ]
}