{
  "_id": "fa74027ce35e735f12b44eb74b4ad02dff34c72a5e4415d0e841a7b68e50af8e",
  "feed": "ftcomall",
  "title": "The Lex Newsletter: core franchises make the world go round",
  "text": "<p>Dear reader,</p> <p>Some psychologists reckon the short-term memory can hold no more than five to nine pieces of information at once. That implies strict limits on the variables we can juggle when assessing the outcomes of tech earnings week or anything else. In financial journalism, pressure for simple messages can make you feel you have been rationed to just two variables: market rises or market falls. Call it right, and monkey get banana.</p> <p>But nuance is often where truth lies. Tech stocks may thus be cyclically overvalued yet embody a secular wave of wealth creation. That has long been Lex's view and we returned to it this week as tech shares <a href=\"https://www.ft.com/content/45cebede-3eb3-4664-b04c-f3b5a416e782\">continued to tumble</a>.</p> <p>Comments showed us that Shiller's cyclically adjusted price/earnings ratio — which points to continuing overvaluation — is a subject as inflammatory to Lex readers as Brexit is to habitués of the political pages. For responses on this or anything else we have written, please email me at <a href=\"mailto:lexfeedback@ft.com\">lexfeedback@ft.com</a>. </p> <p>A reader, Dalek1, has already pithily summarised our view of a couple of tech stocks, writing: “Peloton is a fad, Netflix is an institution. Invest accordingly.” The pricey exercise bike company has lost its bearings now it is no longer a lockdown craze. We agree with activist Blackwells that chief executive John Foley <a href=\"https://www.ft.com/content/a8abebf5-8336-4259-b361-dbb592e103b5\">should move on</a> and that the company should be sold off.</p> <p>Slower growth has also knocked Netflix shares back to pre-pandemic levels. But the streaming service is proving adept at extracting value from subscribers. We like its <a href=\"https://www.ft.com/content/a60e3c1c-c14b-489d-8b2e-12e5f4226745\">international franchise</a> and think the biggest wipeouts of investment capital will occur elsewhere in streaming. So does Bill Ackman, apparently. The New York hedge fund manager, who called the severity of the pandemic astutely, has <a href=\"https://www.ft.com/content/03b9a0ba-c96a-4e21-87b6-81b7038bc3cf\">bought a small stake</a> in Netflix. We figure he sees it as a value stock.</p> <p>Some Lex readers believe diversification into video games will buoy Netflix. However, this week's slew of tech earnings confirmed the durability and profitability of core franchises.</p> <p>Software titan Microsoft is investing in computer games itself by taking over Activision Blizzard for $69bn. We reckon that buys Microsoft more advantage in cross-selling than in the metaverse, which, we are contractually required to point out, DOES NOT EXIST. Brokers, like Lex, are more preoccupied by <a href=\"https://www.ft.com/content/0426be41-c8ea-43d5-a0bb-a152ceb260fa\">earnings </a>from Microsoft's hugely successful enterprise software.</p> <p>Similarly, 15 years after its launch, the iPhone remains Apple's most important product. <a href=\"https://www.ft.com/content/e321b4d9-9153-4f52-b4e6-c87ce0d076d7\">Sales of $72bn</a> last quarter will help finance vast buybacks. In this case, Lex would like more of the money to go into innovation. But it's fair to say we failed to spot that smartphone saturation was a fallacy, like most other pundits.</p> <p>We have also had to adjust our view of Tesla — we underestimated the sheer complacency of trad carmakers and their resulting slowness in developing electric vehicles. Toyota has tried harder than most. But it made some bad bets and now finds the lean manufacturing model it pioneered is a <a href=\"https://www.ft.com/content/6317f65d-672b-4283-832a-1557f4b15783\">handicap </a>amid disrupted supply chains.</p> <p>For Tesla, as for Microsoft and Apple, it is the core product that matters. As the electric vehicle company<a href=\"https://www.ft.com/content/7639bfb0-a6ac-4ad2-9d46-300f73083809\"> ramps up production</a>, carbon credits are playing a diminishing role in profits. Boss Elon Musk, meanwhile, waxes lyrical about humanoid robots and the brilliance of the latest “self-driving” software.</p> <p>Autonomous cars are still very much a work in progress. For Lex, the resulting liabilities are a real three-pipe problem, as Sherlock Holmes would call it. Automotive businesses are investing ever-growing sums in hopes of creating vehicles that can drive as successfully as competent humans. It looks as if contingent costs for autonomous car smashes will be <a href=\"https://www.ft.com/content/05a8b7d6-225d-4db4-aaaf-62e6bd5424ee\">added to their burden</a>, judging from proposals from the UK's Law Commission.</p> <p>Incumbents are enjoying a smoother ride in financial services. US payments groups <a href=\"https://www.ft.com/content/84195f77-874f-42dd-814b-d9d71e2ea7d5\">Mastercard </a>and <a href=\"https://www.ft.com/content/4f1edfe2-dbdf-49fd-8fe5-9e28320d9a59\">Amex </a>are showing the strength of their franchises. Consumers are running down pandemic-era savings and are spending on credit again.</p> <p>By way of counterpoint, UK fintech start-up Amigo is<a href=\"https://www.ft.com/content/e2ccda93-0961-4b97-8380-bed795f26beb\"> dwindling to nothingness</a>. It was trying a new online riff on subprime loans via guarantees from friends and family more creditworthy than borrowers. But the business has been dogged by bad loans and mis-selling allegations.</p> <p>Unilever's mooted £50bn takeover of GSK's consumer division had an even shorter shelf life. The sequence of events, as interpreted by a Greek chorus of UK and Asia Lex writers in our 8am morning meetings, has been as follows:</p> <p>— Unilever chief Alan Jope under pressure from investors to improve performance.</p> <p>— How to distract them? What about bidding for a big business another FTSE 100 company is spinning off? That would muddy performance metrics nicely for a few years.</p> <p>— Anonymous banker/PR leaks initial approach to galvanise bidder/target and/or gauge mood of market.</p> <p>— Mood of market is a big, fat raspberry to potentially costly takeover.</p> <p>— Alarmed, Unilever kills deal by declining to raise price.</p> <p>— Sighs of relief from investors. Sigh of frustration from anonymous banker/PR at forfeited deal fees.</p> <p>— Press writes that Jope's job is on the line, all the same.</p> <p>— Unilever announces <a href=\"https://www.ft.com/content/6f9a49ec-4dcf-4510-b8ad-9e714ddeaaa0\">restructuring</a>. Multiple deputy heads will roll. Jope's head stays on shoulders for the time being.</p> <p>We have seen it all before. We will see it all again. Meanwhile don't bet against rising wealth levels in the professional and business classes worldwide. It is an <a href=\"https://www.ft.com/content/4d942f89-386d-4d21-a037-41e0964a5631\">unstoppable trend</a>. Beneficiaries include <a href=\"https://www.ft.com/content/90ccc988-319e-46a2-81a3-0cdf35fe0f0a\">private schools</a>. Their education is a “Veblen service”, for which demand increases even as the price rises.</p> <p>Lex still treasures school open day encounters with two headteachers. They tried to sell us their bastions of learning on the basis that these boasted:</p> <p>a) Stables where kids could lodge any large quadrupeds they happened to bring with them.</p> <p>b) The sophisticated drone required to provide vital aerial footage of rugby and hockey matches.</p> <p>No wonder the fees were high.</p> <p>Have a pleasant weekend and enjoy spending time with your family, however that may be constituted,</p> <p><strong>Jonathan Guthrie<br></strong><em>Head of Lex</em></p><p>Source: Jonathan Guthrie 2022 'The Lex Newsletter: core franchises make the world go round' FT.com 28 January. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-01-28T13:16:40.721Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 2433,
          "end": 2438
        },
        {
          "start": 3062,
          "end": 3067
        }
      ]
    }
  ]
}