{
  "_id": "be362eaa5487a3c307532c721a809df0f425efc1d7be1f6346145cf8844b7969",
  "feed": "market-watch",
  "title": "How this bear-market rally has been textbook",
  "text": "<p>Bear rips, he adds, are always narrow. The current advance has been led by just four stocks — Apple AAPL, Microsoft MSFT, Amazon AMZN and Tesla TSLA, which contributed 30% of the gain. Globally, the U.S. has accounted for 86% of the gains.</p><p>Very few fear the Federal Reserve, Hartnett says. But real interest rates — which he defines as the 10-year Treasury yield BX:TMUBMUSD10Y minus year-over-year CPI inflation — are still deeply negative, at -6%.</p><p>\"Last time the Fed ended a hiking cycle with negative real rates was 1954, and even assuming CPI gains halve next 6 months, inflation [will be] 5-6% next spring; whether Fed knows or not, they're nowhere near done,\" he wrote.</p><p>Taking a broader view, S&amp;P 500 companies earned $220 of earnings per share over 12 months. Applying what he called a 20th century multiple of 15 gets the S&amp;P 500 SPX to 3,300, and applying a 21st century multiple of 20 gets you to 4,400. \"There's your range,\" he writes.</p><p>He said the drivers of high 21st century price-to-equity ratios are all reversing, identifying those as quantitative easing, fiscal austerity, free movement of trade, people and capital, and geopolitical peace. Inflation, he says, will remain in \"things we don't have enough of\" — energy, workers, places to rent, food, raw materials, good infrastructure and military equipment.</p><p>How this bear-market rally has been textbook</p>",
  "published": "2022-08-19T12:06:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "confidence": 0.8,
      "offsets": [
        {
          "start": 93,
          "end": 98
        }
      ],
      "weightsV2": {
        "weight": 1.5658494,
        "baseWeight": 1.0,
        "expansionWeight": 0.0,
        "ontologyWeight": 0.0,
        "tagPositionWeight": 0.5658494,
        "titleWeight": 0.0
      },
      "typeRank": 1
    }
  ]
}