{
  "_id": "9a3825d57764cd9ee13a135b28182d7f32a53d72ec873ae6eb990d9ff165341c",
  "feed": "ftcomall",
  "title": "Netherlands liberal finance minister kicks off new era of Dutch EU diplomacy",
  "text": "<p><em>Goedemorgen</em> and welcome to Europe Express. </p> <p>The Netherlands' new cabinet will be introducing themselves to their EU counterparts over the coming weeks, but Covid-19 may stop new liberal finance chief <strong>Sigrid Kaag </strong>making it to Brussels for Monday's eurogroup. We profile Kaag and whether she can overturn years of Dutch resistance to the EU's economic integration.</p> <p>Speaking of glass ceilings, European Commission president Ursula von der Leyen tells <a href=\"https://www.ft.com/content/d98e6634-ef76-4cf3-8477-628e0d9d2acb\">the Financial Times </a>she is hopeful that Berlin's new government will drop longstanding opposition against rules to boost female representation in corporate boardrooms.</p> <p>In Spain, Madrid's firebrand conservative leader Isabel Díaz Ayuso has launched a lawsuit against the socialist government of Pedro Sánchez over a decision to prioritise four regions in the first disbursements of <strong>EU recovery funds</strong>.</p> <p>And while Westminster is <a href=\"https://www.ft.com/content/8bcc61ce-208d-4e77-9824-69193c40a80d\">consumed</a> by Prime Minister Boris Johnson's “bring your own booze” lockdown “work event”, <strong>Brexit</strong> negotiator Liz Truss is taking her EU counterpart Maros Sefcovic away from the commotion to a Kent estate for a two-day stay to iron out their differences. </p> <h2>Liberal vs Ordoliberal</h2> <p>The Netherlands' new finance minister has started life in her job in circumstances that are quintessentially 2022: in quarantine and with police security guarding her home, writes <em><strong>Mehreen Khan in Brussels.</strong></em> </p> <p>Sigrid Kaag, former leader of the Dutch liberal Democrats (D66), was the only minister not present at Netherlands' cabinet inauguration this week, having tested positive for Covid-19 days prior. Instead, her swearing in ceremony was conducted over videocall. </p> <p>In another sign of our times, additional police security and surveillance cameras were yesterday installed around Kaag's home after a man brandishing a burning torch threatened her residence last week. It is the latest case of intimidation and violence aimed at Dutch ministers during the pandemic. </p> <p>As the country's first female finance minister and an avowed internationalist, as well as being pro-European, Kaag has attracted plenty of opprobrium from her political opponents on the far-right, who often rail against her “cosmopolitan elitism”.&#xa0;&#xa0;</p> <p>The 60-year-old polyglot, who is married to a Palestinian and has mixed-race children, has also spoken powerfully about racism in the Netherlands — making her a hate figure for anti-Islam politician Geert Wilders.</p> <p>But Kaag's political adversaries could not stop her from leading D66 to a <a href=\"https://www.ft.com/content/c4ce5a00-fbda-471c-8e78-57df15ffd270\">surprise surge</a> in elections last March, reversing years of stagnant support to become the second-largest party in the country behind Mark Rutte's rightwing VVD. Kaag celebrated the electoral triumph by dancing on the tables — literally.</p> <p>The finance ministry berth is a switch for the former UN diplomat, who served as trade minister and then foreign minister in the last government. She will take over the finance job from hawkish Christian Democrat Wopke Hoekstra, who made his name in Brussels <a href=\"https://www.ft.com/content/f2ae461c-d8ce-11e9-8f9b-77216ebe1f17\">leading</a> an alliance of smaller northern countries to stifle French plans for fiscal federalism. </p> <p>Kaag's instincts are likely to be less hostile on topics such as revamping budgetary rules, joint EU borrowing and fiscal risk-sharing. Her presence around the eurogroup table should help rebuild trust with southern capitals that often found themselves in Hoekstra's line of fire. In a subtle act of trolling, Hoekstra becomes the Netherlands' new chief diplomat as foreign minister. </p> <p>It remains an open question how far Kaag can lead an intellectual revolution in the Dutch finance ministry, overturning its hard-wired ordoliberalism and deep-seated suspicion of ever closer economic union. Tellingly, the new coalition agreement <a href=\"https://www.ft.com/content/126f589c-9fff-41d0-bdd0-1cdf082bff86\">made</a> only vague statements about the future of the Stability and Growth Pact and the EU's pandemic recovery fund. </p> <p>Kaag may be forced to miss her maiden eurogroup meeting in Brussels next Monday, as her quarantine is only due to end the day before. Even if she makes it, her fellow ministers and the rest of Brussels will probably have to wait a while longer before the Netherlands reveals its hand on the future of the eurozone. </p> <h1>Chart du jour: Tout est nickel</h1> <p><em>The cost of nickel, which is used in batteries for electric vehicles, rose by as much as 4 per cent yesterday to a 10-year high of $22,745 a tonne.</em> <em>The metal has gained 12 per cent over the past month on the back of rising EV demand and falling global stock levels. (</em><a href=\"https://www.ft.com/content/a3a46090-7d8c-4416-9362-37021f97c67d\"><em>Read more</em></a><em>)</em></p> <h2>See you in court, Pedro </h2> <p>The EU's €800bn coronavirus recovery fund, an epochal bid to transform the bloc's economy, is headed for the courts in Spain, writes <em><strong>Daniel Dombey in Madrid.</strong></em></p> <p>The region of Madrid, Spain's economic powerhouse, announced yesterday it had begun a lawsuit against the national government for handing out funds to four regions “without any explanation” as to why others were not included.</p> <p>The Supreme Court suit is the latest clash between Isabel Díaz Ayuso, the conservative <a href=\"https://www.ft.com/content/5a97cf6f-9ac6-46fc-81e5-57bbb9bd33d6\">leader</a> of the greater Madrid region, and Pedro Sánchez, Spain's Socialist prime minister. They have previously tussled over coronavirus restrictions. That fight ended with Díaz Ayuso's emphatic <a href=\"https://www.ft.com/content/edbe5772-eba4-4358-9d59-cf410c855645\">re-election</a> in a snap poll last May.</p> <p>Madrid is now complaining about&#xa0;what it says is the unfair use of €9m in recovery funds to subsidise Navarre, Valencia, Extremadura and the Basque country — the first three of which are all Socialist-led. </p> <p>The issue may matter more than the relatively small sums involved suggest. Spain's regions will play a huge role in deciding the fate of the once-in-a-generation opportunity represented by the recovery fund. The country's regions are on course to be big winners from the fund, receiving some €21bn of Spain's €70bn in grants. </p> <p>The Madrid action underlines Díaz Ayuso's status as perhaps Sánchez's fiercest foe within the opposition People's party. That's not necessarily good news for party leader Pablo Casado, who has spent much of the last few months squabbling with Díaz Ayuso over control of the PP's Madrid machinery, and who has slid down the polls as the feud has worn on.</p> <h2>Chevening charm offensive</h2> <p>Chevening House in the Kent countryside will be the setting for UK foreign secretary Liz Truss's latest round of Brexit talks with her European Commission counterpart Maros Sefcovic today, writes <em><strong>Andy Bounds in Brussels</strong></em>. </p> <p>It is the first in-person meeting between the two after Lord Frost, the combative former Brexit minister, <a href=\"https://www.ft.com/content/041f952a-93c9-4a8e-9d53-6f50ddc1e45f\">quit </a>before Christmas with a broadside against the government's Covid and tax policies.</p> <p>The two will try to find common ground over post-Brexit trade frictions between Great Britain and Northern Ireland, with Truss hoping the ambience of her 17th century “grace and favour” <a href=\"https://blogs.fcdo.gov.uk/paulbrummell/2019/10/13/what-is-chevening/\">estate </a>south of London will charm Sefcovic into further concessions. </p> <p>The commission says <a href=\"https://www.ft.com/content/98bd08ca-faee-4476-947d-2f3817928ee3\">proposals </a>made in October will cut customs checks in half and other food and animal checks by 80 per cent, but London says that is not enough. “I will be putting forward practical, reasonable solutions starting from these fundamental principles, with a view to agreeing a plan for intensive negotiations,” Truss said.</p> <p>Talks will be spread across three sessions with plenty of time for walks in the grounds. Tonight, the delegations will dine on a pan-British feast of Scottish smoked salmon, Welsh lamb and Kent apple pie. Perhaps the Northern Irish contribution is being saved for a <a href=\"https://www.tasteatlas.com/ulster-fry\">famous </a>Ulster fry breakfast. </p> <p>Officials briefed on the talks believe the UK's proposals are similar to those already tabled — and rejected — by the EU, including a self-certification system that would exempt goods destined for Northern Ireland only from checks.</p> <p>Truss will also attempt to move the debate on to a bright new future on foreign policy and research co-operation. But Sefcovic, a burly Slovak who has more than a decade of mastering the minutiae of Brussels behind him, is likely to bring the discussion back to <a href=\"https://www.ft.com/content/8fadbc30-9452-44ef-851d-7fe2cfb4c943\">sausages </a>and supermarket supplies. &#xa0;</p> <h1>What to watch today </h1> <ol>  <li><p>Russia-Ukraine talks continue today at the OSCE in Vienna</p></li>  <li><p>UK foreign secretary Liz Truss receives EU Brexit commissioner Maros Sefcovic </p></li>  <li><p>EU foreign ministers meet for an informal council in Brest, France</p></li>  <li><p>Dutch prime minister Mark Rutte meets German chancellor Olaf Scholz in Berlin</p></li> </ol> <h1>Notable, Quotable </h1> <ul>  <li><p><strong>Cherchez le Putin:</strong> The head of the International Energy Agency <a href=\"https://www.ft.com/content/668a846e-d589-4810-a390-6d7ff281054a?emailId=61decdfe42d3dc00041ed2c6&amp;segmentId=3d08be62-315f-7330-5bbd-af33dc531acb\">has accused </a>Russia of throttling gas supplies to Europe at a time “of heightened geopolitical tensions”, implying Moscow has manufactured an energy crisis for political ends.</p></li>  <li><p><strong>Royal case:</strong> A civil lawsuit accusing Britain's Prince Andrew of sexually abusing one of Jeffrey Epstein's accusers <a href=\"https://www.ft.com/content/f0630552-16aa-475e-8e78-2391d324e237\">will be allowed</a> to proceed, a New York judge has ruled. The prince's lawyers failed to convince the judge that their client was covered by a confidential 2009 settlement.</p></li>  <li><p><strong>All square:</strong> French conservative Valérie Pécresse is polling neck and neck with President Emmanuel Macron in the second round of April's presidential election, according latest polling from Elabe, Reuters <a href=\"https://www.reuters.com/world/europe/second-round-french-election-could-see-conservative-pecresse-level-with-macron-2022-01-12/\">reports</a>. </p></li>  <li><p><strong>Austrian passport: </strong>The FT's Sarah Ebner <a href=\"https://www.ft.com/content/eefdbb2d-07d1-4fa7-860b-e66104f8411e\">writes </a>about her journey in obtaining an Austrian passport, after Vienna changed its laws allowing descendants of Holocaust survivors to apply for citizenship. </p></li> </ul> <h1>Recommended newsletters for you </h1><p>Source: Valentina Pop 2022 'Netherlands liberal finance minister kicks off new era of Dutch EU diplomacy' FT.com 13 January. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-01-13T06:27:34.125Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 7248,
          "end": 7253
        }
      ],
      "nexusId": "10022657"
    }
  ]
}