{
  "_id": "5695faf10edce49324f51c42a1ad3956032917d59fd9c63e762587e11ee1ec31",
  "feed": "ftcomall",
  "title": "Why football is failing black coaches",
  "text": "<p><em><strong>It's less than two weeks until the fourth edition of the FT's Business of Football Summit, where you can join leaders including Aleksander Ceferin, president of Uefa; Amanda Staveley, chief executive of PCP Capital Partners and director of Newcastle United; Andrea Agnelli, chair of Juventus; and others to discuss disruption, recovery and the struggle for power in the industry. We kick off online on March 2 and then in-person on March 3. As a premium subscriber, claim your complimentary digital pass today using promo code PREMIUM22. Register today at: </strong></em><a href=\"https://bit.ly/3nnho3p\"><em><strong>https://bit.ly/3nnho3p</strong></em></a></p> <p>Good morning from Beijing and the closing weekend of the <strong>Winter Olympics</strong>. These past two-and-a-half weeks have held moments of genuine thrill and triumph, such as <strong>Nathan Chen</strong>‘s gold medal in men's figure skating and the unlikely dominance of the <strong>Italian mixed doubles curling</strong> team. But unlike any of the five games I've covered, Beijing has been pretty bleak: the threat of isolation for contracting Covid-19 is part of it, but also seeing so many athletes under stress. There's the stress of preparation, of staying healthy or getting healthy, of the big stage, and in too many cases <a href=\"https://www.ft.com/content/ceed6ee0-de12-4d3d-a947-e7217785b37f\">just staying in a positive mindset</a>. The Olympics arguably reached their nadir on Thursday, with the excruciating women's figure skating final <a href=\"https://www.ft.com/content/49dda396-3d4e-4b5f-b9e0-efa64253cefa\">resulting in tears</a> for Russian teenager <strong>Kamila Valieva</strong> and the entire field affected by her positive doping test.</p> <p>So where do we go from here? For one thing, many sporting organisations are in for some soul-searching, not least <strong>Team GB</strong>, which is on course for its worst winter performance in a decade. More on that below, and stay tuned for our wrap-up analysis on the lessons of the Beijing Games for the <strong>International Olympic Committee</strong>. But, first, a special dispatch from <strong>Simon Kuper</strong> on racism in English football. Do read on — <em>Sara Germano, US sports business correspondent</em></p> <h1>How football fails black managers</h1> <p>Football has discriminated against black managers, coaches and executives for decades. Previous attempts to encourage fairer hiring have failed. Now it's time for compulsory action, the new group <strong>Black Footballers Partnership (BFP</strong>) <a href=\"https://www.ft.com/content/504e7fd8-7d60-4250-8ee3-2778e59d6f08\">tells the FT's Simon Kuper</a>, in a special dispatch for Scoreboard.</p> <p>It's a shibboleth of football that only ex-players have what it takes to become managers. But while 43 per cent of players in the <strong>Premier League</strong> last year were black, that was true of only about 4.4 per cent of managers and 1.6 per cent of people in executive, leadership and ownership roles in English football.</p> <p><strong>Queens Park Rangers</strong> is a rare club where the most powerful decision makers are people of colour. The Malaysian chair, <strong>Tony Fernandes</strong>, appointed <strong>Les Ferdinand</strong> as director of football and <strong>Chris Ramsey</strong> as technical director, both of whom are black.</p> <p>Ferdinand, Ramsey and the senior England women's international <strong>Anita Asante</strong> tell us about football's glass ceilings, and why voluntary arrangements such as the <strong>Rooney Rule</strong> (which tries to get clubs to interview minority candidates for job vacancies) have failed. The BFP is advocating compulsory regulation, along the lines of countries setting mandatory quotas for women on corporate boards.</p> <p>I was particularly moved by my conversation with Ferdinand and Ramsey, who have spent their entire adult lives in the game witnessing discrimination with not much changing. They are fed up with gestures, with patronising initiatives such as the Football Association inviting experienced black ex-players to “observe” training sessions. Ramsey says that football executives use all the right politically correct language, but almost never hire black people.</p> <p>Ferdinand says he doesn't want to see teams taking the knee. He wants action. The BFP is advocating compulsory regulation, along the lines of countries setting mandatory quotas for women on corporate boards.</p> <p>There are strong parallels with what's happening in the US <strong>National Football League</strong>, where former <strong>Miami Dolphins</strong> coach <strong>Brian Flores</strong> has filed a lawsuit against the league and three clubs alleging racial discrimination. The NFL has had a Rooney Rule for almost 20 years, but although a majority of the league's players are black, only two out of 32 head coaches are. </p> <p>The best model for non-discriminatory hiring in team sport is probably the <strong>National Basketball Association</strong>, which has lots of black head coaches and general managers. </p> <p>Right now, viewed from English football, that feels like a distant utopia, but these things can change fast. Maybe the game is finally ready for compulsory action.</p> <h1>Why spending doesn't guarantee medals at the Winter Olympics</h1> <p>At the Beijing Winter Olympics, spending doesn't guarantee success. </p> <p>Just look at Great Britain's <a href=\"https://www.ft.com/content/f4da0195-0992-45bd-8bc4-472e8c18ac3c\">showing</a>: with only two medals in curling guaranteed, as of Friday, it's on course to be the worst performance by Team GB in a decade.</p> <p>That's despite the UK directing £20mn of annual funding into nine categories of winter sport from 2019 to 2023, and a recent history of success, including five medals at Sochi in 2014 and at Pyeongchang in 2018.</p> <a href=\"http://www.ft.com/cms/605e3f35-a094-4482-bb71-a48663b6235a.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a> <p>Decades of investment have also benefited Team GB at the summer Olympics, resulting in a haul of 65 medals in Tokyo last year. </p> <p>And when <strong>Dave Ryding</strong> won a gold medal at an Alpine skiing World Cup event last month, becoming the first British athlete to do so, the signs were good. Until he was only able to secure 13th place in the men's slalom event this week.</p> <p>Meanwhile, skeleton slider <strong>Matt Weston </strong>and 2014 Winter Olympic bobsleigh bronze medallist <strong>John Jackson </strong><a href=\"https://www.theguardian.com/sport/2022/feb/11/equipment-blamed-for-team-gbs-dismal-skeleton-performances\">criticised</a> Team GB's skeleton equipment. </p> <p><strong>Michael Payne</strong>, former marketing chief at the <strong>International Olympic Committee</strong>, stressed the important role played by the technology of the bob, the luge and the skeleton, comparing it to how <strong>Formula One </strong>teams fine-tune their cars depending on the track they're racing on.</p> <p>And in China, which has been largely closed off because of strict Covid restrictions, athletes did not have the opportunity to compete or test the tracks before the Games, which is particularly important for downhill Alpine events as opposed to freestyle.</p> <p>But there's another factor potentially at play in winter: chance. </p> <p>“The slightest mistake and you do not finish because you've fallen,” said Payne. “Going at 70km an hour, three twists through the air or whatever else it is you're doing to margin for error is much, much finer.”</p> <p>Stepping back, Payne said Britain had become a “model” for many nations in how to invest and build successful Olympic teams. And, he cautioned, “chance” played a bigger role in the winter event versus the summer.</p> <p>“No doubt there'll be lots of postmortems,” he said. “But . . . just bad luck at the Winter Games doesn't mean that the system is necessarily fundamentally broken.”</p> <h1>Highlights</h1> <ul>  <li><p>With sport club valuations on the rise around the world, the land of <em>o jogo bonito</em> wants in on the action. A number of Brazilian sides <a href=\"https://www.ft.com/content/69ef40fc-5b5c-48f9-a6ea-435c0b57e6a5\">are seeking to attract outside capital</a> by adopting a new kind of corporate structure, in place of the customary non-profit model.</p></li>  <li><p>Beijing Winter Games costs spiralled from a projected $1.5bn budget <a href=\"https://www.ft.com/content/51f10d40-09b9-4b4a-9d76-9ecbcb69ca94\">to more than $8.8bn</a>, as China spent heavily to project its rising status.</p></li>  <li><p><strong>Silver Lake </strong><a href=\"https://www.ft.com/content/109df132-ae0d-4654-a8cb-e11ad9322e23\">is to invest</a> in the iconic <strong>All Blacks </strong>rugby team, agreeing to take a minority stake in a new commercial entity housing <strong>New Zealand Rugby</strong>'s revenue-generating assets. The US private equity firm convinced players to support the deal.</p></li>  <li><p>Billionaire investor Sir Leonard Blavatnik agreed a <a href=\"https://www.ft.com/content/6cc8db53-d326-4ec0-b05a-d91358bf2212?\">$4.3bn recapitalisation</a> of sports streaming platform DAZN that will make the lossmaking company debt free as it eyes new revenue streams in betting and non-fungible tokens.</p></li>  <li><p>The 2022<strong> Super Bowl </strong>brought in a <a href=\"https://www.ft.com/content/a6590292-342c-42d2-b776-ffd597284304\">blockbuster haul</a> of digital wagers for online betting companies, demonstrating the continued rise of legal gambling in new markets such as New York.</p></li>  <li><p><strong>Novak Djokovic </strong><a href=\"https://www.bbc.co.uk/news/world-60354068\">told the BBC</a> that he was willing to miss out on future grand slams rather than take a Covid vaccine, though the Serbian tennis star distanced himself from the anti-vax movement in his first public comments since being deported from Australia last month.</p></li> </ul> <h1>Transfer market</h1> <ul>  <li><p><strong>Loretta Lynch</strong>, former US attorney-general, is <a href=\"https://www.espn.com/nfl/story/_/id/33305797/nfl-hires-firm-former-us-attorney-general-loretta-lynch-help-handle-brian-flores-lawsuit\">among the lawyers hired</a> by the <strong>US National Football League</strong> in its defence of <a href=\"https://www.ft.com/content/19907879-325e-4564-9d45-2cf53b7ee990\">the racism lawsuit </a>brought by former<strong> Miami Dolphins </strong>coach<strong> Brian Flores</strong> earlier this month. <strong>Flores </strong>describes the league as a “plantation” in which white owners profit off a labour force that is about 70 per cent black. Lynch, who served in the second term of the <strong>Barack Obama </strong>administration, is now a partner at white-shoe firm<strong> Paul, Weiss.</strong></p></li> </ul> <h1>Final whistle</h1> <a href=\"https://twitter.com/jimmytraina/status/1493967180869910537?s=21\">https://twitter.com/jimmytraina/status/1493967180869910537?s=21</a> <p>If you're a fan of mash-ups, here's a niche but thrilling one in the world of New York sports: this week, <strong>ESPN</strong>'s <em>First Take</em> commentator <strong>Stephen A Smith</strong> teamed up with <strong>Chris “Mad Dog” Russo</strong>, New York sports radio personality, for a shout fest on everything that's wrong with New York basketball. Even if the language is unintelligible, the sentiment translates to pretty much any language. Whether it's the <strong>Brooklyn Nets</strong> interpersonal dramas or the <strong>New York Knicks </strong>sinking to new, previously unimaginable performance lows, the feeling of despair in the Big Apple is palpable.</p><p>Source:  2022 'Why football is failing black coaches' FT.com 19 February. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-02-19T09:00:10.142Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 9173,
          "end": 9178
        }
      ]
    }
  ]
}