{
  "_id": "3bd843aba13a683ee75951bd6ccea91a3f8460bbb4ed470e1cd122cbc224e317",
  "feed": "market-watch",
  "title": "Tech support fraud is the biggest scam for people over 60, taking them for millions—here are the red flags to watch for; A steep rise in online crime: Adults over 60 are six times more likely than younger people to lose money to a tech support scam",
  "text": "<p>That was the beginning of a harrowing few hours with a practiced swindler. As John urgently warned that the virus threatened to corrupt and delete data and disrupt Neil's life, Neil grew increasingly anxious and agreed to pay the man on the phone hundreds of dollars to fix the problem.</p><p>The virus, of course, did not exist and \"John\" did not work for Apple. Neil was the victim of internet fraud, specifically a \"tech support\" fraud that preys on older adults; a fraud that bilked almost 14,000 people out of nearly $240 million in 2021 alone.</p><p>Steep rise in online crime targeting older adults</p><p>As internet use has become more ubiquitous, the share of older adults adopting technology has markedly increased in the last decade. However, for many it's like a learning a whole new language. Threats of viruses and malware, such as worms, trojans, bots and spyware, are profoundly confounding, and when a seemingly kind, disembodied voice on the phone offers to fix dreaded \"infections,\" it's all too easy to succumb to false promises.</p><p>The FBI's 2021 Elder Fraud Report, released on April 5, found that people 60 and older were victims of internet fraud more often and lost more money than any other age group during the pandemic. Overall, they lost close to $1.7 billion to all forms of online fraud in 2021— a 74% increase over 2020.</p><p>California had the most older-adult victims, followed by Florida, Texas and New York. Victim losses in these states exceeded $100 million each, with California reporting $430 million forfeited to frauds targeting older adults.</p><p>For people over the age of 60, the tech support scam was the most reported online fraud in 2021, having increased by 51% since 2019.</p><p>Related: Seniors beware: The FBI says these are the 10 biggest online scams</p><p>Tech support is the most prevalent online scam</p><p>One FTC analysis found that adults over 60 are six times more likely than younger people to lose money to a tech support scam. Particularly during the pandemic lockdown, this scam became widespread, with several of my own friends and acquaintances saying they had been approached or knew someone who was.</p><p>In 2021, 13,900 older adults reported falling for the tech support fraud. Not all older adults report losing money to fraud, either because they did not lose money or were embarrassed to have been duped, so what is reported is likely to be a fraction of the true picture.</p><p>\"For most of us, it isn't a question of if we will be approached by this scam, but when,\" Steve Baker, a retired director at Federal Trade Commission, wrote in a Next Avenue article in 2016.</p><p>How it unfolded for one victim</p><p>Once John got on Neil's computer, he opened some utility programs and typed in commands that generated error messages. In an \"ominously urgent tone,\" John pointed to the messages as proof that someone had compromised the computer's security, that the system was going to crash any minute, and, critically, there was grave danger that hackers would steal Neil's identity.</p><p>John asked Neil to log in to his bank account and look at recent transactions, and despite being reasonably tech-savvy, and even careful about security, Neil complied.</p><p>According to Neil, John had \"plausible explanations and a professional website to back up his story.\"</p><p>John then said that he could kill the virus, remove the malware and clean the computer if Neil paid him in Target TGT, Walmart WMT or Best Buy BBY gift cards. Neil got into his car and headed to the local store.</p><p>\"I realized later that Apple Tech Support employees are never going to demand gift cards for services,\" Neil told me. \"But in that moment as John kept repeating that the virus was multiplying rapidly, I was panic-stricken.\"</p><p>Also on MarketWatch: Worried about your investment losses? 4 reasons to keep your cool.</p><p>The tech support scam script</p><p>It is no surprise that tech support scammers — not always from other countries — have a tried-and-true script.</p><p>The scam often starts with a cold call. In some instances, a user might see an email or a pop-up message saying, \"You have spyware\" or \"Your computer is infected,\" or something similar, with directions to call a \"help desk.\"</p><p>Fake technicians claim to be from Apple, Microsoft MSFT or even antivirus software companies like Norton or McAfee. With a few quick questions, the scammer establishes which kind of operating system the victim uses, whether Apple or Microsoft, to calibrate the playbook accordingly.</p><p>The double-dealing begins when cybercrooks get on a user's computer through downloadable programs like \"LogMeIn\" or \"TeamViewer\" in order to run phony diagnostic tests. They type commands on systems utility programs that are designed to produce error messages.</p><p>In AARP's The Perfect Scam podcast, scammer Dan Goldstein explains: \"We would look at the error log which was essentially a gigantic scare tactic somewhere in the back of the computer that would show you different issues that your computer had had at certain times.\"</p><p>Once the hustler has convinced a user that their device has been infiltrated, the demand for payment is made, preferably via channels that are untraceable: gift cards, wire transfers or the more common method these days: cryptocurrency.</p><p>What are the red flags?</p><p>Unexpected phone calls, text messages, or online messages claiming to have security reports about your device are generally suspect.</p><p>When a stranger asks to access your computer, it's best to be on your guard. While they con you into fixing a non-problem, cybercrooks are also known to install malware or ransomware that harvest personal and financial information from the device.</p><p>Perhaps the most telling clue of an online fraud is when a caller requests payment in gift cards or wire transfers. These are rarely, if ever, preferred ways of payment for legitimate companies.</p><p>Don't miss: Seniors head back to retirement communities as COVID lingers–'I just didn't want to be alone'</p><p>What to do if you fall for a scam</p><p>Debbie Deem, a retired victim advocate with the FBI who now runs support groups for scam victims, suggests reporting the incident to either local law enforcement, Adult Protective Services (1-800-722-0432), the FBI's Internet Crime Complaint Center, the Federal Trade Commission, the U.S. Justice Department's Elder Fraud Hotline or the Cybercrime Support Network's Fight Cybercrime website.</p><p>\"Think of it as a library or depository of complaints,\" said Deem. \"So although in many cases it won't result in an investigation or return of money, it can help law enforcement track and stop these crimes.\" It can be gratifying and empowering to help others, she added.</p><p>For victims of scams, Deem suggests putting a freeze on credit card and bank accounts or closing or canceling the ones that had been compromised. Neil had to close the bank account he looked at while on the call with John.</p><p>What if my laptop does have a virus?</p><p>An online presence is a public presence, and the first thing to do is to research, download and install antivirus software, if you haven't done so already.</p><p>If you do have antivirus software installed and are still worried about a virus or other threat, \"call your security software company directly, using the phone number on its website, the sales receipt, or the product packaging. Or consult a trusted security professional,\" advises the FTC.</p><p>As we make sense of Neil's story and reports of fraud targeting older adults, bear in mind that beyond a loss of money, there's also a loss of faith and trust, which takes a massive toll on the emotional and physical health of those affected.</p><p>Read next: Don't trust everything you buy on the internet: The ugly truth about online pharmacies</p><p>Neil lodged a complaint with the local police, but, for days after, he admitted to feeling fearful and threatened when the home phone rang.</p><p>Jaya Padmanabhan is a journalist, a writer and columnist for the San Francisco Examiner and a former editor at India Currents. She was a recipient of the 2019 Journalists in Aging fellowship from the Gerontological Association of America and the Journalists Network on Generations. @jayapadmanabhan</p><p>This article is reprinted by permission from NextAvenue.org , © 2022 Twin Cities Public Television, Inc. All rights reserved.</p><p>More from Next Avenue:</p><p>* How to Bank Safely Online</p><p>* The 'Scamdemic' is Another Consequence of COVID</p><p>* Flood of Romance Scams Defrauds Older Victims</p><p>Tech support fraud is the biggest scam for people over 60, taking them for millions—here are the red flags to watch for</p>",
  "published": "2022-07-06T09:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 3490,
          "end": 3495
        },
        {
          "start": 351,
          "end": 356
        },
        {
          "start": 4178,
          "end": 4183
        },
        {
          "start": 4368,
          "end": 4373
        }
      ]
    }
  ]
}