{
  "_id": "eab9cd4e4d5dbbe1f33b41bc0bd3115e35e305a9e53d3aa45701901f374f4adf",
  "feed": "market-watch",
  "title": "‘Shareholders really want Apple to be accountable for the image it portrays': Apple investors pass two proposals after worker controversy",
  "text": "<p>Apple investors on Friday voted to support an audit that would examine the impact of the tech giant's policies and practices on the civil rights of employees, customers and society, as well as an investigation into the company's use of concealment clauses.</p><p>At Apple's AAPL annual meeting, held in a virtual format Friday morning, an official announced that only the civil-rights audit had received enough votes, according to multiple attendees. But when the company disclosed vote totals Friday afternoon to the Securities and Exchange Commission, the results showed that a proposal calling for a report on concealment clauses had also passed.</p><p>Cher Scarlett, the former Apple software engineer who left the company last year after saying she had been harassed because she started an employee wage survey, cheered the approval of both proposals. When she left Apple, Scarlett contended that the company had asked her to sign a nondisclosure agreement, thus limiting what she could say about her departure. But the company told the SEC it does not use such concealment clauses.</p><p>“This is a big sign that shareholders really want Apple to be accountable for the image it portrays and the philanthropy it does externally,” Scarlett told MarketWatch after the civil-rights audit proposal passed Friday.</p><p>After hearing later that investors had also passed the concealment-clause proposal, Scarlett said such reporting, if Apple agrees to it, would “give shareholders and the public insight into how NDAs have been used in employee departures and whether or not they have been systemically avoiding fixing internal issues around unlawful conduct by burying any bad publicity.”</p><p>See: ‘Silenced No More Act' becomes law in California, crippling NDAs</p><p>Also: Google walkout organizer reflects on first major ‘Me Too' law: ‘When you think bigger, it can make a difference'</p><p>Nia Impact Capital submitted the proposal on concealment clauses, and founder Kristin Hull on Friday called the vote “such a David and Goliath moment, because [Apple] completely dismissed us and lied to us, and to the SEC.”</p><p>Three shareholder groups&#xa0;teamed up on the civil-rights audit proposal, which representatives of the groups said was necessary because of recent internal controversies including allegations that Apple shut down an employee-run survey about pay. They also said Apple's diversity initiatives have not resulted in any significant change to the demographics of its leadership.</p><p>“This is a great victory for shareholders who clearly stated that Apple needs to be more forthcoming,” said Dieter Waizenegger, executive director of SOC Investment Group, one of the shareholder groups that submitted the resolution. The others were the Service Employees International Union and Trillium Asset Management.</p><p>Apple has released information about the diversity of its workforce for years, but the proposal noted that the company has no Hispanics and only one Black person on its executive team. Waizenegger said Friday that he hopes the civil-rights audit can “conduct a real assessment on how they can increase diversity.”</p><p>“A company shouldn't just say what it's doing,” said Waizenegger. “It needs to show it.”</p><p>Apple did not return requests for comment Friday, but its opposition to the civil-rights-audit proposal, as stated in the company's proxy, indicated that it “already fulfills the objectives of the proposal in several ways.” According to Apple's filing with the Securities and Exchange Commission, 53% of the votes cast were in favor of the proposal for the civil-rights audit.</p><p>Don't miss:&#xa0;Companies declared ‘Black lives matter,' and now they're being asked to prove it</p><p>The concealment-clauses proposal passed with just 50.4% of the vote, after Hull and other advocates originally believed it had failed.</p><p>“What is clear is that investors do care about these issues,” Hull said.</p><p>On the proposal about concealment clauses, Apple said in its proxy: “Most employees leave Apple without a separation agreement, but for situations where an agreement is appropriate, Apple has committed to incorporate substantially the following language in all U.S. separation agreements going forward: ‘Nothing in this agreement prevents you from discussing or disclosing information about unlawful acts in the workplace, such as harassment or discrimination or any other conduct that you have reason to believe is unlawful.' “</p><p>Besides those two proposals, Apple shareholders submitted four other proposals asking for more transparency from the company, focusing on app removals in response to government requests; forced labor at factories; and a report on median pay in its workforce by gender and race. There was also a proposal urging the company to become a public-benefit corporation.</p><p>Influential proxy-advisory firms Institutional Shareholder Services and Glass Lewis had both recommended that investors vote for the proposals of a civil-rights audit and a report on the company's use of concealment clauses. ISS also supported all the other shareholder proposals except the one about becoming a public-benefit corporation, and urged voters to vote against a company proposal to ratify executive compensation, which passed.</p><p>Civil-rights audits at other large companies, such as Starbucks Corp. SBUX, Airbnb ABNB Inc. and Facebook parent Meta Platforms FB, have sparked some changes at those companies in recent years. Starbucks had faced high-profile instances of discrimination against Black people and has since had three civil-rights audits. Airbnb hosts had been accused of bias, and an audit led to changes in the company's policies. And several instances of civil-rights controversies at Facebook had prompted its third-party audit, which was highly critical of the social-networking giant's practices.</p><p>See: Citi reverses course on racial-equity audit, will look at $1 billion pledge made after death of George Floyd</p><p>Last year, a couple of big banks agreed to racial-equity audits under pressure from shareholders: Citigroup Inc. C and BlackRock Inc. BLK.</p><p>This proxy season, the New York State Common Retirement Fund has submitted proposals for civil-rights audits at Amazon.com Inc. AMZN, where it is the shareholder group's second attempt at passing the resolution, plus Chipotle Mexican Grill Inc. CMG, Match Group Inc. MTCH, Dollar General Corp. DG and Dollar Tree Inc. DLTR.</p>",
  "published": "2022-03-07T07:48:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 0,
          "end": 5
        },
        {
          "start": 26,
          "end": 31
        },
        {
          "start": 78,
          "end": 83
        },
        {
          "start": 260,
          "end": 265
        },
        {
          "start": 268,
          "end": 272
        },
        {
          "start": 670,
          "end": 675
        },
        {
          "start": 859,
          "end": 864
        },
        {
          "start": 1414,
          "end": 1419
        },
        {
          "start": 2017,
          "end": 2022
        },
        {
          "start": 2275,
          "end": 2280
        },
        {
          "start": 2340,
          "end": 2345
        },
        {
          "start": 2775,
          "end": 2780
        },
        {
          "start": 3899,
          "end": 3904
        },
        {
          "start": 3946,
          "end": 3951
        },
        {
          "start": 4038,
          "end": 4043
        }
      ]
    }
  ]
}