{
  "_id": "a164c0e2b2017a305bc4fe059d6e343dc8ff0aaa477d8f801895da62185e510c",
  "feed": "wall-street-journal",
  "title": "Business & Technology:  Samsung Expects to Post Lower Earnings  ----  By Jiyoung Sohn",
  "text": "<p>   SEOUL -- Samsung Electronics Co. expects to report its third-quarter profit slumped as the company's mainstay memory-chip and smartphone businesses felt the sting from curbed consumer spending on tech products amid high inflation and other economic pressures. </p><p>   On Friday, the South Korean tech company projected third-quarter operating profit of 10.8 South Korean won, or roughly the equivalent of $7.7 billion, a 32% drop from the prior year's 10.8 trillion won. </p><p>   Samsung's revenue for the quarter ended Sept. 30 is expected to grow year over year by 2.7% to 76 trillion won, the company said. </p><p>   The Suwon-based company's estimated third-quarter results fell well below market expectations. </p><p>   Analysts polled by FactSet were on average expecting roughly 11.9 trillion won in operating profit and 78.2 trillion won in revenue. </p><p>   The analysts' estimate for the quarter had once been much higher, ahead of steep drops in memory-chip prices in recent months. </p><p>   In June, Samsung's operating profit for the July-September period was expected to be roughly a third larger, at around 15.9 trillion won, according to FactSet. </p><p>   The projected results come as the dollar has gained significant value against other currencies, including Samsung's home-country currency. </p><p>   The won has recently hit 13-year lows against the dollar. That dynamic boosts the South Korean firm's exports of chips and display panels, alongside sales of smartphones, TVs and other home appliances in the U.S., the company's biggest market. </p><p>   But a strong dollar drives up the costs of purchasing materials and components used to manufacture electronic products. </p><p>   Samsung is considered a bellwether for the tech world. It is a major component supplier to companies like Apple Inc. and is also the world's No. 1 seller of smartphones and televisions plus a major player in many other areas of consumer electronics. </p><p>   Other semiconductor firms are facing tough conditions, too. </p><p>   Advanced Micro Devices Inc., which makes chips for central processing units for computers, lowered its revenue forecast for the third quarter on Thursday, having already issued subdued sales guidance weeks earlier. </p><p>   AMD said the PC market had weakened significantly in recent months. </p><p>   Samsung reports full earnings later this month. </p><p>   The company is the world's biggest producer of two types of memory chips -- DRAM, which enables devices to multitask, and NAND flash, which provides storage on devices. </p><p>   Memory chips had enjoyed a sharp rise throughout the pandemic, as demand for tech gadgets that power online activity surged to fuel a historic supply shortage that gave producers pricing power. </p><p>   But prices of memory began falling at the end of last year and continued dropping as consumer demand soured. </p><p>   Shares of Samsung were down 0.7% in early trading Friday in Seoul. The shares are down 28% year to date, according to MarketWatch. </p><p></p>",
  "published": "2022-10-07T06:10:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1717,
          "end": 1727
        },
        {
          "start": 1717,
          "end": 1722
        },
        {
          "start": 1717,
          "end": 1726
        }
      ]
    }
  ]
}