{
  "_id": "a44ab9fbae59b65a69bb93c20f482444d18c2a79d105ca1e3677e8e75269607c",
  "feed": "ftcomall",
  "title": "Tiffany Dover Is Dead — podcast explores how a conspiracy theory gained traction",
  "text": "<p>In December 2020 Tiffany Dover, a nurse manager from Tennessee, was interviewed by reporters shortly after receiving her first Covid vaccination. Then, live on television, she fainted. A rumour subsequently took hold that Dover had died and the vaccine was to blame. A few days later, she gave another television interview announcing she was fine, but conspiracy theorists maintained the footage was fake, claiming it had been recorded before her death or that she had been replaced by a lookalike. Since then, Dover has remained silent.</p> <p>At the start of <em>Tiffany Dover Is Dead</em>, Brandy Zadrozny, an NBC journalist specialising in misinformation, sets out to discover if Dover is dead or alive. This is obviously a pointless exercise since we know she is alive — it even says so in the podcast's blurb. But Zadrozny is undeterred, searching for paperwork related to her death (she finds none) and writing to her at home and at the hospital in Chattanooga where she works (her letters go unanswered). Eventually she gets on a plane with her producer and embarks on a stake-out in the Chattanooga hospital car park (they fail to spot her).</p> <p>Zadrozny moves on to the more interesting question of how the conspiracy theory gained traction. She reveals how footage of Dover fainting appeared on InfoWars, the disinformation website founded by Alex Jones, and subsequently turned up on Russian state television and on channels in Austria and Hungary. Online reports changed from a nurse fainting after having the vaccine to a nurse dying. Zadrozny explains how Dover “represents what this larger phenomenon of misinformation is really about: a regular person whose life becomes a weapon in a global information war”. The rumours of her death, she adds, came at a time of hope, when a vaccine became available to combat Covid, but also a time of heightened anxiety.</p> <p>It's early days for the series but the approach feels odd. Zadrozny quickly gleans from Dover's colleagues that she doesn't want to be contacted — one hospital employee tells her how Dover and her family had been harassed online and in person. Yet here Zadrozny is, lurking outside her place of work and her home, and using her name in the title of her podcast in the glibbest possible fashion. There are echoes here of the 2017 podcast <a href=\"https://www.ft.com/content/c68d9596-ff7e-11e6-8d8e-a5e3738f9ae4\"><em>Missing Richard Simmons</em></a>, in which a documentary-maker goes in search of a reclusive TV personality who makes it clear he doesn't want to be found. Dover's story is compelling, but there are ways of telling it without intruding on the life of a woman who clearly wishes to stay out of sight.</p> <p>There are further tales of misinformation in the BBC's <em>Death by Conspiracy</em>, which looks at the case of Gary Matthews, who fell under the spell of pandemic-related conspiracy theories, until he tested positive for Covid-19 and died.</p> <p><a href=\"https://podcasts.apple.com/us/podcast/id1618512442\"><em>apple.com</em></a><em>; </em><a href=\"https://www.bbc.co.uk/programmes/m0014ywx\"><em>bbc.co.uk</em></a></p><p>Source: Fiona Sturges 2022 'Tiffany Dover Is Dead — podcast explores how a conspiracy theory gained traction' FT.com 25 April. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-04-25T04:00:14.368Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 2815,
          "end": 2820
        }
      ]
    }
  ]
}