{
  "_id": "44e0aa5178a78743f50ff949119d17d303c4b6df100f961aac34f4afee180f7f",
  "feed": "wall-street-journal",
  "title": "MANSION  ---  Ski & Mountain Homes -- Rich Zips:  Edwards, CO 81632  ----  By Jessica Flint",
  "text": "<p>\n  [A LOOK AT SOME OF THE PRICIEST ZIP CODES IN THE U.S.] </p><pre> </pre><p>\n  Vail's tourism industry is the economic driver in Colorado's Vail Valley, but Edwards, about 15 miles west of Vail, has the area's priciest residential real estate as ranked by median listing price, according to Realtor.com. (News Corp, owner of The Wall Street Journal, also operates Realtor.com under license from the National Association of Realtors.) It is bested only by Woody Creek and Snowmass, both in the same area as Aspen, and Telluride. An unincorporated Rocky Mountain community in Eagle County, Edwards has a local vibe with a busy downtown along the Eagle River. Driving the real-estate market up are Cordillera, a 7,000-acre gated community with more than 800 homesites, and Arrowhead Village, with access to Beaver Creek Resort. Both high-end developments have member clubs, golf courses and restaurants. </p><pre> </pre><p>\n  NOTABLE STOPS AND SHOPS </p><pre> </pre><p>\n  The Bookworm of Edwards </p><p>\n  Founded in 1996 as a bookselling van that traveled up and down Vail Valley, this bookstore became a bricks-and-mortar shop a year later. It is now a beloved gathering space with a cafe. </p><pre> </pre><p>\n  The Gashouse </p><p>\n  Hunting trophies and ski passes decorate this aptly named restaurant, housed in a log cabin that was formerly a gas station. It is known for its wild game and seafood, especially oysters. </p><pre> </pre><p>\n  Ptarmigan Sports </p><p>\n  Locals outfit themselves for skiing, hiking, mountain biking and camping at this family-owned gear shop, one of the few places in Eagle County that sells outdoor equipment, clothing and shoes all under one roof. </p><pre> </pre><p>\n  Zino Ristorante </p><p>\n  Italian cuisine is what's on the menu at this restaurant from Kevin Clair, the creator of Vail hot spot Sweet Basil, and executive chef and co-owner Nick Haley. Try a wood-fired pizza or a homemade pasta. </p><pre> </pre><p>\n  MEMBERSHIP TO HAVE </p><pre> </pre><p>\n  Several Vail Valley private clubs, such as the Vail Mountain Club or the Arrowhead Alpine Club, provide members with year-round benefits, including a range of ski-in and ski-out amenities, from heated parking to ski-valet services to on-mountain dining. </p><pre> </pre><p>\n  ADVICE FOR THE BUYER </p><pre> </pre><p>\n  Compared with Vail, Edwards has a lower altitude (leading to better breathing and sleeping for many people), a warmer temperature, and days with more sunlight for longer, says Suzi Apple, founder and owner of Gateway Real Estate in Vail Valley. Ms. Apple also notes that Edwards has more neighborhood communities and schools to choose from, and world-class golfing, too. </p><p>\n  --- </p><p>\n  ON THE MARKET </p><pre> </pre><p>\n  $10.4 million </p><p>\n  6 bedrooms, 10 bathrooms </p><p>\n  Located on 1.6 acres within the Cordillera Valley Club, this 9,404-square-foot property has direct Sawatch Range mountain views. There is an office, gym, pool and hot tub. Agents: Aaron Rabins and Brooke Horan-Kates, Slifer Smith &amp; Frampton Real Estate. </p><pre> </pre><p>\n  $6.3 million </p><p>\n  5 bedrooms, 8 bathrooms </p><p>\n  Less than a 10-minute drive from downtown Edwards is this 9,384- square-foot log home on 7.25 acres within the Pilgrim Downs gated community. There is a large stone fireplace in the great room. Agent: Barbara Gardner Scrivens, LIV Sotheby's International Realty. </p><pre> </pre><p>\n  $4.775 million </p><p>\n  5 bedrooms, 6 bathrooms </p><p>\n  This 6,830-square-foot house is on a 2.19-acre lot in Cordillera's The Divide neighborhood. It was built in 2007. A large primary suite has a fireplace and private deck. Agent: Jeffrey Morgan, LIV Sotheby's International Realty. </p><p></p>",
  "published": "2022-10-14T06:01:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 2315,
          "end": 2320
        },
        {
          "start": 2247,
          "end": 2252
        }
      ],
      "nexusId": "10022657"
    }
  ]
}