{
  "_id": "d97cd0e5be6a545a93848787a1c7b9d98b1cdfbf17c1ab72237fe23f3d6f1881",
  "feed": "market-watch",
  "title": "Facebook parent Meta Platforms is a 'classic dislocated high quality stock,' analyst says after latest earnings report",
  "text": "<p>Meta Platforms FB shares rallied 17% in the premarket to $204.03. According to FactSet, the average analyst target price is $295.</p><p>The stock was down 48% year-to-date and trading on what Mahaney calls a \"ridiculous\" 13 times 2023 earnings per share. The company is, after all, the world's leading social media and messaging platform.</p><p>\"Yes, Facebook and all other Ad Platforms face a very large number of near-term Macro &amp; Geo-Political risks. But at 13X P/E, that is surely way more than priced into FB shares,\" said Mahaney.</p><p>Brad Erickson, an analyst at RBC Capital Markets, agreed the first-quarter results, and second-quarter outlook, wasn't anything special. He said it was positive that Meta Platforms was revising its operating expenditure lower by $3 billion.</p><p>Justin Patterson at KeyBanc Capital Markets also took comfort from the operating expenditure decline. \"We view the action and the statement together as a sign management is carefully weighing investment levels against the health of the business and macro,\" he said.</p><p>Added Ronald Josey at Citi: \"In many ways, we believe 1Q22 results and management's commentary around engagement trends, monetization improvements, and balancing long-term investments with near-term results and profitability were what was needed for shares to stabilize given recent market volatility.\"</p><p>Josey and other analysts were \"impressed\" that the Reels product accounts for 20% of time spent on Instagram, adding, \"monetization should soon follow.\"</p><p>What wasn't as positive is that Meta Platforms hasn't yet solved Apple's AAPL privacy changes, said RBC's Erickson. \"Lower funnel targeting and measurement continue to be challenged relative to before the iOS changes,\" added Citi's Josey.</p><p>And it's going to be a long time for its investment in the metaverse to pay off. \"Maybe primarily, this is laying the groundwork for what I expect to be a very exciting 2030s when this is like — when this is sort of more established as the primary computing platform at that point,\" said Meta Chairman and CEO Mark Zuckerberg on the conference call.</p><p>Facebook parent Meta Platforms is a 'classic dislocated high quality stock,' analyst says after latest earnings report</p>",
  "published": "2022-04-28T10:57:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1553,
          "end": 1558
        },
        {
          "start": 1561,
          "end": 1565
        }
      ]
    }
  ]
}