{
  "_id": "3319d108edec6ba47baa0eb0ede7ddbc2beef115b2ec79a7afe972050848c563",
  "feed": "market-watch",
  "title": "Get ready for 'a proxy battle for the soul of the internet' — Supreme Court's next target could be the web's most important law; Justices now seem interested in Section 230 by taking up cases involving Google and Twitter that 'could radically reshape the internet'",
  "text": "<p>While the two cases are different, they have been tied together. Attorneys for Twitter argued in a petition to the Supreme Court that if the court decided to hear Gonzales v. Google, the court should also hear Twitter's petition of an appellate ruling against it stemming from a 2017 shooting in a nightclub in Istanbul in which 39 people were killed. Now, the two cases will be added to the court's calendar, which ends in June, when the rulings will be handed down.</p><p>The potential results could be catastrophic. The entire functioning of the internet has been based on Section 230, the only major internet legislation that the U.S. has managed to enact over the past three decades. Section 230 provides protection for online platforms from both content and public comments, and is the basis for how the internet runs. While enabling a lot of free speech, within some bounds, Section 230 is also the basis for the business models of the most lucrative online properties.</p><p>\"This is the most immediate battle royal over the soul of Section 230, which is in turn a proxy battle for the soul of the internet,\" said Eric Goldman, a professor at Santa Clara University School of Law and co-director of the High-Tech Law Institute. \"Those who hate the internet are going to take full advantage of it. I am scared, and your readers should be scared.\"</p><p>Goldman fears that the court could narrow the protections of Section 230 to companies that host content without curation, like Apple Inc.'s AAPL iCloud or Dropbox Inc. DBX. That would mean that platforms such as Meta Platforms Inc.'s Facebook META or Google's YouTube could be held liable for statements made by users on those websites. So could media companies, like News Corp.'s NWS MarketWatch, which could potentially face legal consequences for comments made by users under this article, and all others on its website.</p><p>\"The Supreme Court could say that's the only thing that qualifies (for protection), is dumb storage lockers, and any other services with user-generated content would not,\" he said. \"It would radically reshape the internet.\"</p><p>Jeff Kosseff, an associate professor of cybersecurity law at the U.S. Naval Academy, and the author of the book \"The Twenty-Six Words that Created the Internet,\" did not want to hazard a guess on how the justices may eventually rule, but did say that just picking up the case could mean a huge ruling ahead.</p><p>\"The court could support the status quo, which is how the lower courts, in a very broad read of past cases of Section 230, have gone. Or you could also have a much more limited construction,\" of Section 230, he said. \"It could have a huge impact on internet law, it's the first time they have ever interpreted Section 230.\"</p><p>It could be the most impactful ruling since the increasingly politicized Supreme Court earlier this year overturned Roe v. Wade, the groundbreaking case that granted women the right to abortion in all 50 states. That ruling was 5-4, with all five Republican-appointed judges voting to overturn. Justice Clarence Thomas has been arguing to his colleagues that they should take on a case that involves Section 230.</p><p>\"Justice Thomas has been begging plaintiffs to bring Section 230 cases to the Supreme Court,\" Goldman said.</p><p>There have been some attempts in Congress to try and reform Section 230, or alter it slightly so that tech companies do not have such wide protections from litigation, but so far none of those attempts have gotten anywhere.</p><p>But just as the Supreme Court went against years of precedent to limit the right to abortion, justices could again dramatically alter the status quo in the U.S. with a ruling in these two cases.</p><p>Get ready for 'a proxy battle for the soul of the internet' — Supreme Court's next target could be the web's most important law</p>",
  "published": "2022-10-04T01:29:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1482,
          "end": 1486
        },
        {
          "start": 1469,
          "end": 1479
        },
        {
          "start": 1459,
          "end": 1469
        }
      ]
    }
  ]
}