{
  "_id": "683cec0e3e7a50fe7005249fcac2dc8edb4a2f99f8de3a308d49bc450522ecdf",
  "feed": "wall-street-journal",
  "title": "Tech Stocks Fall, Extending Last Week's Losses; Rising bond yields show investors expect the Fed to move quickly on rate hikes",
  "text": "<p>The S&amp;P 500 slid 0.6% on Monday, on track for its fifth consecutive day of losses. The Dow Jones Industrial Average fell 0.7%, or about 250 points.</p><p>Chip maker Nvidia, one of 2021's best-performing stocks, dropped 1.7%, while Facebook parent Meta Platforms retreated 1.5%. Apple and Microsoft both fell more than 0.5%.</p><p>The tech losses came as the yield on 10-year Treasury notes ticked up to 1.782%, from 1.769% on Friday. The benchmark yield briefly hit 1.807% on Monday, its highest intraday level since January 2020, according to Tradeweb. Bond yields move in the opposite direction from prices.</p><p>Surging yields since the start of 2022 have sent a shudder through tech stocks. By selling bonds and sending yields higher, investors are indicating that they believe the Fed could raise short-term interest rates in March and begin to shrink its holdings of bonds and other assets soon afterward.</p><p>Low rates helped fuel a huge rally in tech stocks last year, making bonds less attractive and spurring investors to buy risky assets. But as the Fed has pivoted to fighting inflation, tech stocks have lost some of their luster. The prospect of higher rates also reduces the value that investors see in the future cash flows of fast-growing tech companies, hurting their share price.</p><p>\"Clearly, tech was overdue for a correction,\" said Eric Mintz, co-portfolio manager at Eagle Asset Management. \"With this pullback, we're seeing valuations move into more reasonable territory.\"</p><p>U.S. inflation data due Wednesday will be keenly watched as investors seek to predict when the Fed will begin to raise borrowing costs. Monthly consumer prices are expected to have risen more than 7% from a year earlier for the first time since 1982.</p><p>Futures markets reflect a nearly 80% probability that the Fed will hike rates at its March meeting, according to data from exchange operator CME Group.</p><p>Investors are also looking aheadto corporate earnings season, which kicks off this week with results from U.S. financial firms such as JPMorgan Chase, Citigroup, Wells Fargo and BlackRock. Many investors have been pushing money into bank stocks, figuring they stand to profit from a rise in interest rates.</p><p>Among them is Hani Redha, a multiasset fund manager at PineBridge Investments. He said the New York-based investment firm has cut its ownership of tech stocks and Treasurys while boosting cash holdings and exposure to financial companies.</p><p>\"Equities are down and bonds are down too,\" Mr. Redha said. \"At least for a while, even cash is better than owning risk assets.\"</p><p>Markets have also been shaken in recent weeks by the fast-spreading Omicron variant of Covid-19. The seven-day average for newly reported coronavirus cases in the U.S. topped 700,000 for the first time over the weekend, according to data from Johns Hopkins University. Even as evidence suggests that Omicron is relatively mild, the rising caseload has caused staffing shortages at airlines, retailers, factories and other businesses.</p><p>Lululemon said Monday that its fourth-quarter earnings would fall toward the low end of forecasts, after Omicron caused staffing and capacity constraints during the holiday-shopping season. The news sent the apparel maker's shares down 2.9%.</p><p>In other corporate news, Take-Two Interactive shares tumbled 15% after the videogame maker agreed to buy Zynga in an $11 billion deal. Zynga shares soared 42%.</p><p>Shares of GameStop, a favorite among individual traders, lost 8.5%, having jumped last week on news that the videogame retailer plans to enter the nonfungible tokens and cryptocurrency markets.</p><p>Bitcoin briefly dropped below $40,000 for the first time since September. It was recently trading at about $41,600, according to CoinDesk, down 1.7% from its price at 5 p.m. ET on Sunday.</p><p>In commodities, U.S. natural-gas prices rose 3.9% to $4.07 per million British thermal units. Cold weather in the Midwest and eastern U.S. early this week will likely boost demand for the fuel, according to analysts at NatGas Weather.</p><p>Overseas stock markets were mixed. The Stoxx Europe 600 fell 1.5%, weighed down by shares of real estate and tech companies.</p><p>In Asia, the Shanghai Composite Index added 0.4% and Hong Kong's Hang Seng rose 1.1%. Japanese markets were closed for a public holiday.</p><p>Mark Andersen, head of asset allocation at UBS Global Wealth Management's Chief Investment Office, said he favors European and Japanese stocks and shares of energy and financial companies.</p><p>\"It's clear the Fed wants to tighten financial conditions and the means to do that is obviously to get interest rates higher,\" he said.</p><p>Write to Alexander Osipovich at alexander.osipovich@wsj.com and Joe Wallace at joe.wallace@wsj.com</p><p>Tech Stocks Fall, Extending Last Week's Losses</p>",
  "published": "2022-01-10T19:33:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 272,
          "end": 277
        }
      ]
    }
  ]
}