{
  "_id": "e2414408b31e83474a94f2bb23ba52cb044f52a6665cfac009a9c83c683dfe88",
  "feed": "wall-street-journal",
  "title": "iOS 16, MacOS Ventura, a New MacBook Air and More: The Biggest News From Apple's WWDC; Software features due this fall include editing and recalling sent messages, turning your iPhone into a Mac webcam and more. Arriving sooner: a pair of M2-powered MacBooks.",
  "text": "<p>No, there wasn't any mention of the hotly anticipated virtual-reality headset at the Monday keynote, which was pretaped but shown to an in-person audience of media and developers at the company's Cupertino, Calif., headquarters. Nor was there any mention of the next iPhone, which will likely come in September. However, Apple unveiled its latest processor, the M2, and with it a revamped MacBook Air and an upgraded MacBook Pro.</p><p>Of course, most of the screen time dwelt on iOS 16, iPad OS 16, WatchOS 9 and MacOS Ventura, the updates expected to be free this fall. Free for those of you with supported devices, that is. (Sorry iPhone 7 users, you didn't make the cut.) Here are the most noteworthy hardware and software highlights from the event.</p><p>New MacBook Air and Pro</p><p>The MacBook Air got a new look and the more powerful, battery-efficient M2 chip. It ditches the classic Air wedge for all straight edges, and there's a new deep-blue color option. One feature that made me double take: The MagSafe charging cable is back. So if you trip on your power cord, that detaches without taking your whole laptop with it.</p><p>It has a larger 13.6-inch display, up from 13.3 inches. It also has an improved 1080p webcam, up from 720p, surrounded by a notch reminiscent of the latest iPhones. It's a touch thinner and lighter, though the overall footprint is just slightly larger. (We're talking millimeters here.)</p><p>The new MacBook Air starts at $1,199—a $200 price hike. A 30-watt brick is included with the base configuration, but if you pay $20 extra, or choose a pricier configuration, you can get it with either a new 35-watt compact adapter option with two USB-C ports or a 67-watt adapter. Both will also be sold separately for $59.</p><p>The 13-inch MacBook Pro is getting a processor bump to the M2, but remains relatively unchanged beyond that. It starts at $1,299. Apple said both laptops will be available next month.</p><p>iOS 16</p><p>Come this fall, you'll be able to edit and recall sent messages in the Messages app. The functionality will be available for 15 minutes after you send it. And if you're overloaded with messages and want to revisit any, you'll be able to mark them as unread, like an email.</p><p>The Fitness app, previously reserved for Apple Watch users, will be available to everyone. The iPhone's motion sensors, which already estimate your steps and distance for the Health app, will show that data in the Fitness app, alongside workouts from third-party apps such as Strava.</p><p>Your lock screen—the screen you see when you're checking the time a hundred times a day—is about to get fancier. Android phones have long had custom lockscreens and were once the object of iPhoners' (read: my) envy. At last, iPhones will show calendar events, weather and other customizable information at a glance, without you needing to unlock the device. You can also personalize the font and color of the clock. You can set up multiple lock screens and associate them with different Focus Modes, a suite of complicated but useful custom Do Not Disturb settings.</p><p>In iOS 16, you'll be able to dictate with your voice and edit the text with the touch screen simultaneously, by selecting text with your finger then speaking new words, for example.</p><p>Apple redesigned the way parents can set age restrictions on their kids' content, making it easier to do more. Another parental control change: Screen-time requests can be granted or denied right from the Messages app.</p><p>In the Photos app, families will be able to create shared libraries. For instance, all the pictures everyone takes on a family vacation can be shared either voluntarily or automatically based on your preferences.</p><p>I wish my car had CarPlay, Apple's iPhone-friendly, in-vehicle infotainment system. Now that Apple teased the next generation of CarPlay, I'm thinking about holding off on my next vehicle purchase. It's a full Apple takeover of the dashboard, so you get speed and other standard instrument data superimposed on top of turn-by-turn directions. And while Apple listed partners including Ford, Honda and Volvo, the company said vehicle announcements aren't due until late 2023.</p><p>MacOS Ventura</p><p>Your iPhone's high-resolution camera can become your next Mac webcam with what's called Continuity Camera. I've used an app called Reincubate Camo to do the same thing, but the native Mac version will have more bells and whistles. The software automatically keeps your video in frame as you move, blurs your background and applies lighting features to brighten the image.</p><p>Desk View shows a second angle, a birds-eye view of your desk for demos, by just using the iPhone's ultrawide-angle camera and image processing. (Before deploying this feature, make sure there's nothing on your desk you wouldn't want colleagues to see.) Apple says it's working with Belkin to create mounts, due later this year, for perching an iPhone on a MacBook's open top.</p><p>Passwords are out, passkeys are in. Safari will support passkeys, which use the biometric sensors in your device to authenticate logins. That means no passwords to remember or store in a password manager. You just need the device that's on you. Apple is working to make passkeys compatible with online services by way of the FIDO Alliance, an industry group, so it's likely other devices and operating systems will follow suit. It's a big step toward a password-less future.</p><p>iPadOS 16</p><p>As a longtime iPad-as-computer person, I have been waiting for this software update. I have spent years mastering the iPad's many complicated multitasking gestures, but now they may not be necessary.</p><p>With iPadOS 16, the tablet will behave more like a Mac. The windows of different applications overlap, and you can resize them freely, instead of using Apple's predetermined proportions. For iPads with the M1 chip, there's even full external display support. With a monitor connected, those tablets will be able to run up to eight apps simultaneously. When you lump in past additions such as mouse support, you can finally see iPads becoming \"real\" computers. (But I'll test this in the fall to make sure.)</p><p>WatchOS 9</p><p>There are a slew of new health and fitness features for the watch.</p><p>A feature to help remind you to take and log medications will be built into the Apple Watch with WatchOS 9, and it will also be in the Health app on the iPhone with iOS 16. You can share the medication log with family members, and the app can note any potentially dangerous interactions between the medications, supplements and vitamins you're taking. Snap a picture of the medication's label with an iPhone to automatically add it to the app.</p><p>Sleep tracking can sometimes hurt more than it helps, but for those who do like a record of their good night's rest, or lack thereof, the watch will show time spent in different sleep stages.</p><p>SHARE YOUR THOUGHTS</p><p>What are you most looking forward to from Apple's software lineup? Join the conversation below.</p><p>While working out, you will get a new heart-rate zone view to gauge intensity level. Runners can see their vertical oscillation, stride length or ground contact time metrics, and both runners and cyclists can compare current and past performance on the same route. A new multisport workout mode that automatically transitions between swim, bike and run will be available.</p><p>Finally, for swimmers, the Apple Watch has long been kickboard-challenged because wrists are stationary while kicking. Now, when you're doing kickboard drills, the watch will recognize kicking as its own stroke type.</p><p>—For more WSJ Technology analysis, reviews, advice and headlines, sign up for our weekly newsletter .</p><p>Write to Nicole Nguyen at nicole.nguyen@wsj.com</p><p>iOS 16, MacOS Ventura, a New MacBook Air and More: The Biggest News From Apple's WWDC</p>",
  "published": "2022-06-06T21:50:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 3683,
          "end": 3688
        },
        {
          "start": 3224,
          "end": 3229
        },
        {
          "start": 4009,
          "end": 4014
        },
        {
          "start": 6861,
          "end": 6866
        },
        {
          "start": 1858,
          "end": 1863
        },
        {
          "start": 7314,
          "end": 7319
        },
        {
          "start": 2233,
          "end": 2238
        },
        {
          "start": 321,
          "end": 326
        },
        {
          "start": 5139,
          "end": 5144
        },
        {
          "start": 73,
          "end": 78
        },
        {
          "start": 5731,
          "end": 5736
        },
        {
          "start": 6243,
          "end": 6248
        },
        {
          "start": 2233,
          "end": 2244
        },
        {
          "start": 7314,
          "end": 7325
        },
        {
          "start": 3749,
          "end": 3754
        },
        {
          "start": 3866,
          "end": 3871
        },
        {
          "start": 7727,
          "end": 7732
        },
        {
          "start": 4771,
          "end": 4776
        },
        {
          "start": 6243,
          "end": 6254
        }
      ]
    }
  ]
}