{
  "_id": "5e1cf625835da6e7ca968d2748f23316ab81c1a15230454018b24ca078277b0c",
  "feed": "ftcomall",
  "title": "US fires new salvo in chip war",
  "text": "<h1>Today's top stories</h1> <ul>  <li><p>The US Federal Reserve announces its <a href=\"https://www.ft.com/content/b2e1baae-60b3-4719-98ba-e932acb5a285\">decision on interest rate</a>s at 2pm ET/7pm London today — check back on <a href=\"https://www.ft.com/?edition=international\">FT.com</a> for details and reaction. US shares and bonds soared yesterday after new data showed US consumer prices rising at <a href=\"https://www.ft.com/content/d03d6abe-b305-4e45-b528-01f93671b4be\">7.1 per cent in November</a>, down from 7.7 per cent the previous month and the slowest rate in a year. </p></li>  <li><p>New data today also showed <a href=\"https://www.ft.com/content/dceaa7a3-159c-4445-8895-26dd0104708c\">UK inflation slowing</a>, falling to 10.7 per cent from October's 41-year high of 11.1 per cent. The news will be welcomed by Bank of England policymakers who make their interest rate decision tomorrow.</p></li>  <li><p>Crypto entrepreneur Sam Bankman-Fried was charged in one of the “<a href=\"https://www.ft.com/content/b62a2e86-ee61-4c4e-8ce3-418ae216d8a7\">biggest financial frauds</a>” in US history after being <a href=\"https://www.ft.com/content/2068b928-cc17-485c-890c-3b5c2c00093c\">arrested in the Bahamas</a>. Investors have <a href=\"https://www.ft.com/content/6a97f9ac-0a50-483f-91fd-89af973bcd79\">pulled more than $1bn from Binance</a> over fears the world's largest cryptocurrency exchange could be drawn into the chaos.</p></li> </ul> <p><em>For up-to-the-minute news updates, visit our&#xa0;</em><a href=\"https://www.ft.com/content/63f90432-283a-4179-9004-a2ca09584adc\"><em>live blog</em></a></p>  <p>Good evening.</p> <p>We report today on moves by the US to put more Chinese semiconductor manufacturers on its <a href=\"https://www.ft.com/content/7aabf066-1cc7-4eee-a963-f863bdbbb08c\">trade blacklist</a> in the latest escalation of tensions over the components so critical for a wide range of industrial sectors, from electronics to <a href=\"https://www.ft.com/content/a422455a-8f7b-417f-a540-5fdedee2a2ef\">automobiles</a>.</p> <p>It comes two months after the US unveiled <a href=\"https://www.ft.com/content/6825bee4-52a7-4c86-b1aa-31c100708c3e\">harsh export controls</a> that made it more difficult for China to acquire and produce cutting-edge semiconductors, even from UK companies such as <a href=\"https://www.ft.com/content/257b39c4-f146-41ae-af75-dfea955ff462\">Arm</a>. Beijing hit back this week by <a href=\"https://www.ft.com/content/4eaedee4-5267-4e3a-b9da-5d2bb6f356ee\">filing a dispute</a> with the World Trade Organization. &#xa0;</p> <p>The political tensions follow a long period of semiconductor shortages during the pandemic, leading to intensified efforts from the US and <a href=\"https://www.ft.com/content/b31e27fd-0781-4ffd-bb69-9af985abff41\">Europe</a> to build up their own production capacity. </p> <p>Joe Biden's Chips and Science Act, passed this summer, provides $52bn in subsidies for chipmakers based in the US in an attempt to counter China's huge investments in its own chip sector. Biden and Apple chief Tim Cook both welcomed the recent <a href=\"https://www.ft.com/content/f098bf3f-1ec6-4433-b4e2-fc1acde05628\">tripling of investment</a> in Arizona facilities from Taiwan's TSMC, the world's biggest contract chipmaker and sole manufacturer of the chips used in iPhones. </p> <p>TSMC's $40bn is one of the largest foreign direct investments in US history and provides a fillip for Apple, which has had to put on hold plans to use chips from China's <a href=\"https://www.ft.com/content/c0abd9ee-a3e7-4244-bf14-4ee026b48f1b\">Yangtze Memory Technologies</a> because of Washington's crackdown.</p> <p>Meanwhile, Chinese companies such as Alibaba, which also rely on TSMC, are having to tweak their chip designs to <a href=\"https://www.ft.com/content/7df13a5e-84e8-44af-b0d3-3e3efa6a8671\">reduce processing speeds</a> to avoid the US sanctions. They are doing this after spending years, and millions of dollars, creating blueprints for the country's next generation of supercomputers, artificial intelligence algorithms and data centres.</p> <a href=\"http://www.ft.com/cms/11926599.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a> <p>Growing fears about Chinese intervention in Taiwan have complicated matters further. The US and Europe need to onshore more production capacity while not weakening Taiwan economically, which, says the head of the US-Taiwan Business Council, would <a href=\"https://www.ft.com/content/2408b289-dbf4-40db-87db-eb272aef68b9\">deliver to China one of its core goals</a>.</p> <p>In the meantime, the new US controls will not only hurt China's chipmakers but will also add to inflationary pressures on many products.</p> <p>Our recent Big Read <a href=\"https://www.ft.com/content/d3935b9a-a203-435d-b1a9-a22bcc9d79e7\">puts the current dispute in context</a>. “The stakes are huge,” it explains. “The scrap over chips is a proxy for a wider geopolitical confrontation between an old and a new superpower. But it may also reflect conviction in the US that China is catching up too fast for comfort.”</p> <p><em>Chip War, an account of the decades-long fight to control microchip technology, has won the FT Business Book of the Year award. You can</em> <a href=\"https://www.ft.com/content/7539dcab-faf2-43a5-8a4e-77f98afecb19\">read our review here</a>.</p> <h1>Need to know: UK and Europe economy</h1> <p>The European Commission is pushing to relax EU <strong>state aid rules</strong> for the beginning of 2023 in response to the <a href=\"https://www.ft.com/content/9978a911-c898-4d0c-b641-fcffcd0cf029\">US's $369bn Inflation Reduction Act</a>. Commission chief Ursula von der Leyen said she planned to “adjust” state aid rules “for some years” as the IRA risks “un-levelling the playing field”.</p> <p>Industrial production in the <strong>eurozone</strong> <a href=\"https://www.ft.com/content/63f90432-283a-4179-9004-a2ca09584adc#post-40a6c81e-f2dd-415e-9389-be3017583d56\">fell 2 per cent</a> in October compared with September amid rising energy prices and supply chain disruptions. Some energy-intensive manufacturers have had to cut or even stop production in Europe.</p> <p>Our <a href=\"https://www.ft.com/content/6c01e84b-5333-4024-aaf1-521cf1207eb4\">Big Read</a> details the hit to <strong>Russia's economy</strong> from western sanctions. Supply chains have been wrecked and left many companies scrambling to source products and parts via underground channels. </p> <a href=\"http://www.ft.com/cms/12158602.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a> <h1>Need to know: Global economy</h1> <p><strong>China</strong> will <a href=\"https://www.ft.com/content/1e0f2260-fac5-4bd2-b570-b56f249a5711\">stop counting asymptomatic Covid-19 cases</a> but speed up vaccinations after dramatically scaling back testing requirements and shutting test facilities. <strong>Hong Kong</strong> has ditched its Covid tracing app and the <a href=\"https://www.ft.com/content/bd7c5453-fe5f-4cf8-810e-00ac6237ec61\">ban on travellers visiting bars</a>. </p> <p>The dispute holding up <strong>oil exports</strong> from Russia's Black Sea ports <a href=\"https://www.ft.com/content/dfe37d21-6462-43ae-8e3d-1263c0d82604\">has been resolved</a>. Tankers had been forced to drop anchor near the Bosphorus and Dardanelles after Turkey demanded new proof of insurance in response to western sanctions on Russian oil.</p> <p><strong>Ghana </strong>has agreed a preliminary deal on a <a href=\"https://www.ft.com/content/b25bc6e3-d977-46ab-a0e2-de4fe93a0cc3\">$3bn loan from the IMF</a> to help stabilise its finances and move it closer to an agreement with its creditors. The country's economy has been battered by the effects of war in Ukraine and its over-reliance on commodity products such as gold, cocoa and oil.</p> <h1>Need to know: business</h1> <p><strong>Tui</strong>, Europe's largest tour operator, agreed to repay a further €730mn in Covid-19 state aid to the German government as its annual revenues returned to near pre-pandemic levels, having <a href=\"https://www.ft.com/content/9ef71e62-70b6-4659-bc72-5cc8cb1f7482\">survived its “existential crisis”</a>. In another sign of confidence in the future of air travel, <strong>United Airlines</strong> has put in an order for 100 <a href=\"https://www.ft.com/content/8db13d6b-c58a-49e7-9901-be3cbc270fcb\">Boeing wide-body jets</a>.</p> <p><strong>Inditex,</strong> the global fashion group and owner of the Zara chain, reported an <a href=\"https://www.ft.com/content/5c4c71d2-e89c-4890-bcf2-1b7a01aa138f\">11 per cent rise in quarterly sales</a> but more limited profit growth as its costs rose. The company insisted China remained a “core” market despite Covid restrictions that have seriously dented consumption.</p> <p><strong>Checkout.com, </strong>Europe's most valuable private tech company, <a href=\"https://www.ft.com/content/5cd75473-4e18-45d6-9edb-8abc0c09f735\">cut its internal valuation to about&#xa0;$11bn</a>, becoming the latest high-flying start-up forced to respond to the tech rout and falling investor sentiment. </p> <p>Banks, trading firms and brokers are bracing for the biggest overhaul of <strong>US stock trading</strong> in almost two decades with the publication of plans designed to <a href=\"https://www.ft.com/content/8102fc65-0879-4b88-b3c6-097447a61f7d\">lower costs for small investors</a>. </p> <p><strong>UK company failures </strong>are predicted to<a href=\"https://www.ft.com/content/b197d8ed-fdca-46ca-896f-ad9efc109550\"> surpass the post-financial crisis peak of 2009</a>. Unlike then, businesses are also having to contend with rising interest rates, making it more difficult to survive.</p> <h1>The world of work</h1> <p><strong>UK private sector wage growth</strong> far <a href=\"https://www.ft.com/content/2d05cfb9-a39e-4acc-afd2-bb5e8ef2ac46\">outstripped figures for the public sector</a> in October, rising 6.9 per cent compared with 2.7 per cent in the public realm, one of the biggest gaps ever. Delphine Strauss examines whether government claims it <a href=\"https://www.ft.com/content/7ec81ae1-9a8a-423c-aaea-90402207e752\">cannot afford to increase public sector</a> pay actually stack up.</p> <p><strong>Executive pay</strong>, however, continues to soar, with accusations that leaders can become detached from the concerns of employees and consumers. Our <a href=\"https://www.ft.com/content/d4aedc19-93c4-4fee-ae51-acac48ed13b7\">Moral Money Forum</a> discusses what can be done.</p> <p>As in the UK, <strong>France</strong> is struggling to keep <a href=\"https://www.ft.com/content/b24126e3-173d-4dac-be5a-ffc5a4957219\">older workers</a> in the labour market. President Emmanuel Macron is preparing a draft law to raise the minimum retirement age to 65 from 62, a proposal unsurprisingly very unpopular with unions.</p> <h1>Some good news</h1> <p>A new therapy that helps kill <strong>bone marrow cancer</strong> was successful in 73 per cent of patients in two clinical trials, the <a href=\"https://ash.confex.com/ash/2022/webprogram/Paper159707.html\">American Society of Hematology</a> has announced. The therapy, called talquetamab, has been tested on patients with multiple myeloma since 2018 and was successful on people whose cancer had resisted other approved treatments.</p> <p><em>Thanks for reading Disrupted Times. If this newsletter has been forwarded to you, please sign up </em><a href=\"https://ep.ft.com/newsletters/subscribe?newsletterIds=5e67775d8bb28f00049b0f76\"><em>here</em></a><em> to receive future issues. And please share your feedback with us at </em><a href=\"mailto:disruptedtimes@ft.com\"><em>disruptedtimes@ft.com</em></a><em>. Thank you</em></p><p>Source: Darren Dodd and Luke Power 2022 'US fires new salvo in chip war' FT.com 14 December. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-12-14T18:15:58.937Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1828,
          "end": 1833
        },
        {
          "start": 2132,
          "end": 2137
        }
      ]
    }
  ]
}