{
  "_id": "b93c111f73332c20106c74d2b012a6e0219828f853287bc39bcf17ca7858ecc5",
  "feed": "ftcomall",
  "title": "Inside the Covid revolt at the Zhengzhou ‘iPhone City' plant",
  "text": "<p>Managers at the world's largest iPhone factory breathed a sigh of relief when the local government in Zhengzhou lifted a five-day lockdown on most of the Chinese city on Tuesday. </p> <p>After more than a month of disruption triggered by a Covid-19 outbreak at the plant, “it reminds us that we will get back to normal eventually,” said a human resources executive at <a href=\"https://www.ft.com/stream/342c8b23-6d70-4042-afc4-b2726fe1b932\">Foxconn</a>, which owns and runs the factory town.</p> <p>But the troubles are far from over. The Taiwanese contract manufacturer is still struggling to staff assembly lines at the peak of Apple's pre-holiday high season, and <a href=\"https://www.ft.com/content/2e9cd061-99c3-4638-8c19-c365099507dd\">delays in deliveries</a> of premium iPhone models, almost all made in Zhengzhou, are growing. </p> <p>The disruption, and <a href=\"https://www.ft.com/content/b0fc29dd-b21b-4e7a-b205-72857106fe0a\">Apple's rare warning</a> that the supply constraints will hinder its revenue growth, highlight the vulnerabilities created by the US tech giant's reliance on a Chinese manufacturing model that has transformed it into the world's most valuable listed company.</p> <p>“The Zhengzhou debacle is being talked about as a result of China's zero-Covid policy, but what it really shows you is systemic weaknesses in the way manufacturing is organised,” said a person who has been conducting electronics supply chain audits in China for more than a decade. “The faultlines were between the company, subcontractors and local government, and that's been a problem over many years.”</p> <p>When Zhengzhou started registering Covid-19 infections in mid-October, Foxconn put its plant under “closed loop” management, barring staff from leaving the site. But as infections started spreading inside the factory town, many <a href=\"https://www.ft.com/content/7df7443c-226b-455a-8424-cc6c4a15787a\">workers fled</a> the campus.</p> <p>Those who stayed paint a picture of utter chaos.</p> <p>A logistics worker surnamed He who has been with Foxconn for 10 years used to live off-site, but fearing he would be locked out of the factory in October, he moved into the warehouse. “I've been living here for half a month,” he said on November 2. “I use wood board and fibreboard as a bed and throw in my duvet.”</p> <p>Even though the company notified workers that they had to be sorted into two groups with those who had been working required to quarantine for five days, He managed to stay. “I was only quarantined for one day in the end,” he said.</p> <p>Others were less lucky. Workers described colleagues and relatives at the plant being forced into quarantine in sealed off dorm rooms with as many as a half dozen other workers and little idea if they had coronavirus or not. Others said they received “abnormal” Covid-19 test results and developed symptoms without ever officially being told they had tested positive. </p> <p>As iPhone production was supposed to kick into high gear, Foxconn urgently needed new employees following the exodus in October. As often happens in times of labour shortages, the company hired thousands of seasonal workers through the local government.</p> <p>However, Foxconn registered the temporary hires under terms used for long-term staff, lower than the pay promised by the government. That triggered violent protests by the seasonal workers, which were then forcefully put down by police.</p> <p>To get rid of the disaffected, the company offered Rmb10,000 ($1,414) to those willing to leave — an offer taken up by more than 15,000, according to two people at the plant. But now, as Foxconn struggles to staff its production lines, it is promising bonuses to new hires and to workers who introduce additional employees.</p> <p>“They came up with an idea yesterday, then they changed it today, and maybe will change it again tomorrow,” said He, the worker. “You never understand what Foxconn is trying to do.”</p> <p>Foxconn executives said they were rushing to respond to the ever-changing government demands. “The problem is that we kept running into issues where we don't have jurisdiction,” said one. </p> <p>The executive added that thousands of workers were transferred to quarantine facilities on the demand of local authorities, which then failed to keep the quarantined supplied with food. According to the executive, Foxconn offered to take some of the staff back, but then struggled to supply food in time itself.</p> <p>The remuneration hiccup that sparked the riot also appears to have been caused by miscommunication between the company and local authorities.</p> <p>“Many local civil servants like me are not familiar with Foxconn's remuneration, so technically, we could not promise wages or bonuses,” said an official in Pingdingshan who helped hire local workers for Foxconn. “However, some still offered false promises.”</p> <p>Such problems are a déjà-vu. Over Foxconn's 20-year history of manufacturing for Apple in China, activists have accused the company of labour rights violations time and again. </p> <p>One of the most frequent problems has been the use of <a href=\"https://www.ft.com/content/7cb56786-cda1-11e7-b781-794ce08b24dc\">student interns</a> recruited by the government like normal workers. Complaints about underpaying workers frequently occurred after job brokers promised terms Foxconn did not confirm. Some past instances of worker unrest occurred in accommodation on the factory campus but managed by outside contractors. </p> <p>Foxconn's heavy reliance on local government, brokers and subcontractors itself started in reaction to the company's worst disaster: after a <a href=\"https://www.ft.com/video/9e2886a5-fac5-3081-9b19-45d2423f0510\">wave of suicides</a> among workers in its then largest plant in Shenzhen in 2010 triggered global scrutiny, management tried to tweak its factory town model. &#xa0;</p> <p>One conclusion was that it would no longer own and manage all facilities itself. Foxconn founder Terry Gou at the time also pledged to replace many workers with robots, and demanded that customers should shoulder a larger part of the financial burden needed to keep an increasingly demanding workforce happy.</p> <p>However the only big change made was shifting production inland, where wages are still lower than in China's more developed coastal provinces.</p> <p>But the Zhengzhou pandemonium indicates that even this set-up is unsustainable. Foxconn chair Young Liu told investors this month that the expansion of manufacturing outside China was driven by geopolitics rather than the zero-Covid policy. But industry insiders said the factory turmoil was set to accelerate Apple's efforts to diversify its supply chain.</p> <p>Although Foxconn and its smaller peers have set up factories in Vietnam, Indonesia and India, that capacity is tiny compared with China. </p> <p>“We are probably just at a 10 to 15 per cent completion rate if we are expecting south-east Asia and India capacity to be on par with China,” said Patrick Chen, head of research at CLSA in Taiwan.</p> <p>“It will be very difficult to ramp this up, but now Apple has a stronger incentive,” said a senior executive at a rival iPhone assembler. “The lesson from this has to be that sourcing must be more spread out.”</p> <p><em>Reporting by Kathrin Hille in Taipei, Nian Liu and Ryan McMorrow in Beijing, Qianer Liu and Gloria Li in Hong Kong</em></p><p>Source: By FT reporters 2022 'Inside the Covid revolt at the Zhengzhou ‘iPhone City' plant' FT.com 2 December. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-12-02T01:15:51.873Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 535,
          "end": 540
        },
        {
          "start": 538,
          "end": 543
        },
        {
          "start": 681,
          "end": 686
        },
        {
          "start": 4511,
          "end": 4516
        },
        {
          "start": 6008,
          "end": 6013
        }
      ]
    }
  ]
}