{
  "_id": "328db6cb861c321ebd36cc2d4f9f2349c72f4d92a984d294d0357ea7b3dc54b6",
  "feed": "wall-street-journal",
  "title": "Investors Balk at Tough Climate Proposals: 2022 Proxy Voting Roundup; Votes on environmental and social issues increased by more than a third while those on racial-justice reporting more than doubled",
  "text": "<p>Shareholders have so far voted on a record 274 sustainability-related proposals this year, up 41% from last year, according to the Sustainable Investments Institute, a nonprofit that tracks such activities. About three dozen more votes are expected by the end of the year.</p><p>But overall support was muted. Despite the record number of proposals going to a vote, average support fell to 27% from 32% last year, the Sustainable Investments Institute said.</p><p>Shareholder proposals aren't binding, but they can nudge companies to change, force them to take a position on hot-button issues and raise the threat of investors voting out board members.</p><p>Board Defeats at Costco, Jack in the Box</p><p>Some companies seen as laggards on sustainability issues drew big voting losses. In January, Costco Wholesale Corp.'s board lost a vote that called on the retailer to reach net-zero greenhouse-gas emissions by 2050 or sooner. It won nearly 70% support from voting Costco investors. Walmart Inc., Target Corp. and CVS Health Corp. had already pledged to reach net zero.</p><p>In March, a proposal asking fast-food chain Jack in the Box Inc. to set goals to cut plastic waste and use paper from sustainable sources won 95% approval. That was a record for an environmental or social proposal that was opposed by management, experts said. McDonald's Corp. and Burger King had already promised to reduce packaging waste.</p><p>The Costco and Jack in the Box proposals were filed by Green Century Capital Management Inc., a fund manager that pushes companies to take responsibility for environmental and social problems. In May, a Green Century proposal asking Home Depot Inc. to issue a report assessing whether it could do more to eliminate deforestation in its supply chain won nearly 65% support, despite the board's opposition.</p><p>\"Our board will take the vote…into consideration and determine the appropriate action,\" a Home Depot spokeswoman said. Fellow home-improvement chain IKEA had been reporting on eliminating deforestation in its supply chain for years.</p><p>Votes on Race</p><p>The number of votes on proposals asking companies to report on how they were tackling racial justice rose to 21 from 10 a year ago, according to the Sustainable Investments Institute. Average support rose to 46% from 34%.</p><p>Apple Inc., Johnson &amp; Johnson and McDonald's shareholders approved proposals calling on the companies to conduct civil-rights audits, which can review matters such as hiring and promotion, advertising practices and whether artificial-intelligence algorithms embed racial bias.</p><p>An Apple spokesman said the company would move forward with plans to conduct a civil-rights audit. Early this month, McDonald's said it would tap a third party to assess its efforts on diversity, equity and inclusion.</p><p>Johnson &amp; Johnson will \"seriously evaluate\" the voting results, a spokeswoman said.</p><p>Amazon.com Inc. said in April that it would hire former U.S. Attorney General Loretta Lynch to conduct an audit of its hourly workers. This came weeks before a proposal for a broader racial equity audit of Amazon's business got 40% support.</p><p>One consequence of such an audit came when Airbnb Inc. denied access to more than a million users who didn't agree to a strengthened antidiscrimination policy following an audit in 2016.</p><p>Investors Hesitant on Some Proposals</p><p>The drop in overall approval for ESG-related proposals partly reflects low support for a wave of new anti-ESG proposals from conservative groups, which are also included in the data, said Heidi Welsh, executive director of the Sustainable Investments Institute.</p><p>For instance, 10 votes asked companies, including AT&amp;T Inc. and Levi Strauss &amp; Co., to report on risks arising from efforts to tackle racial inequality. The proposal at AT&amp;T drew the most support, with nearly 4%.</p><p>Ms. Welsh said requests that were more ambitious also contributed to the overall decline. \"New proposals always get less support,\" she said.</p><p>Proposals are increasingly asking companies to hit goals in specific ways, rather than merely calling for targets or disclosures. Ms. Welsh pointed to nine first-time votes calling on major U.S. banks and insurers to stop financing fossil fuels. They earned an average of 12% support, and none passed.</p><p>BlackRock Inc. said in May that it would likely vote for fewer climate-related proposals this year, having supported 47% of them last year. The money manager said it wouldn't back climate-change proposals that \"implicitly are intended to micromanage companies.\"</p><p>Asking for an end to fossil-fuel lending \"crossed the line,\" said Peter Reali, managing director at Nuveen LLC, a fund manager with more than $1.2 trillion under management. It is reasonable for investors to expect companies to commit to reach net-zero emissions, but not to dictate how to get there, he said.</p><p>A proposal urging oil major Chevron Corp. to adopt medium-and-long-term targets on its direct and indirect emissions aligned with the Paris Agreement's ambition of limiting global warming to 1.5 degrees by the end of the century attracted just 33% support. The same proposal at Exxon Mobil Corp., voted on for the first time, drew 27% approval.</p><p>Mark van Baal, founder of shareholder advocacy group Follow This, which filed the resolutions, said the meager support shows concerns over energy security are trumping climate.</p><p>\"Investors accepted big oil's narrative that the crisis created by the war in Ukraine overrides the climate crisis,\" he said.</p><p>Beyond Voting</p><p>Investors withdrew at least 247 proposals before they came up for a vote, versus 221 last year, according to the Sustainable Investment Institute. In some cases, proposals are withdrawn as companies agree to address an issue instead of risking embarrassment. For instance, grocer Kroger Co. agreed to set verified emissions goals with the Science-Based Targets initiative after Green Century withdrew its resolution.</p><p>Votes can be an important tool, but don't give the whole picture of how investors influence companies, said Caitlin McSherry, director of investment stewardship at investment manager Neuberger Berman.</p><p>Energy-transition plans, for example, are often complex and should be company-specific, Ms. McSherry said, adding that investors should discuss them with companies regularly. Neuberger held more than 4,000 phone calls with companies last year, she said.</p><p>\"Voting is an element of active ownership and there are many more tools and conversations being had,\" she said.</p><p>Still, it can be difficult to prove the effectiveness of investor engagement. Climate advocacy group ShareAction recently criticized Climate Action 100+, a large group of investors calling for emissions cuts, for failing to require members to set specific objectives for engagement or steps they would take if the discussions were unsuccessful.</p><p>Write to Dieter Holger at dieter.holger@wsj.com</p><p>Investors Balk at Tough Climate Proposals: 2022 Proxy Voting Roundup</p>",
  "published": "2022-06-22T10:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 2266,
          "end": 2275
        },
        {
          "start": 2266,
          "end": 2276
        },
        {
          "start": 2266,
          "end": 2271
        },
        {
          "start": 2546,
          "end": 2551
        }
      ]
    }
  ]
}