{
  "_id": "6073eba247dc345dadf03659092857ca76487c2aab3a973b2449d6bdf7b3b894",
  "feed": "wall-street-journal",
  "title": "Meta to Freeze Hiring as Part of Cost-Cutting Push",
  "text": "<p>In a follow-up internal message to employees viewed by the Journal, Meta's head of people, Lori Goler, said the company's 2023 budget would be \"very tight\" across all teams as Meta tries to minimize costs. The pause in recruiting would allow teams to focus on giving priority to important projects, she added. In the post, Ms. Goler said that Meta wouldn't automatically fill vacated roles and that the company was also pausing internal transfers to avoid bringing people into roles that could shift.</p><p>The social-media giant had already begun quietly nudging out a significant number of rank-and-file employees by reorganizing departments and giving affected employees a limited window to apply for other roles within the company.</p><p>Tech companies more broadly have been adjusting staffing after a period during which payrolls swelled. Snap Inc. last month said it would slash about 20% of its staff. Microsoft Corp. has said it is cutting a small percentage of its staff.</p><p>Google parent Alphabet Inc. has also slowed hiring and cut back on some projects. The company on Thursday said it is shutting down videogame project Stadia, which was launched in 2019, because of a lack of users.</p><p>Meta has been adjusting its staffing plans for months after announcing in May that ad-tracking changes introduced by Apple Inc. last year would cost it some $10 billion this year. Meta is also facing challenges as a result of increased competition for users from rivals, particularly TikTok.</p><p>A spokesman for the Meta referred to comments made by Mr. Zuckerberg during Meta's second-quarter earnings report in July in which he said that the social-media company would \"steadily reduce head count growth over the next year.\"</p><p>Mr. Zuckerberg, at the time said \"many teams are going to shrink so we can shift energy to other areas, and I wanted to give our leaders the ability to decide within their teams where to double down, where to backfill attrition, and where to restructure teams while minimizing thrash to the long term initiatives.\"</p><p>Ms. Goler, in her post, said that Meta still plans to hire \"thousands of people\" in 2023.</p><p>Meta's shares closed down more than 3.6% Thursday. The stock is off more than 59% this year, and the company's market value has dropped more than $710 billion since its peak in September 2021.</p>",
  "published": "2022-09-30T00:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1300,
          "end": 1310
        },
        {
          "start": 1300,
          "end": 1309
        },
        {
          "start": 1300,
          "end": 1305
        }
      ]
    }
  ]
}