{
  "_id": "5dc41d44ad057ef26670f44cf89d8049cabe955bee0d441093dc618263dfaf41",
  "feed": "market-watch",
  "title": "Here's what resolves the big mystery on why older Americans have left the workforce; Critical information for the U.S. trading day",
  "text": "<p>Dhaval Joshi, chief strategist of BCA Research's Counterpoint, points out that most industrialized countries aren't having this problem, and in fact, the participation of workers 50 and over has actually increased in Germany, France and Japan. So why is that American, and also British, older workers have left the workforce?</p><p>Joshi gives two reasons, or as he puts it, a carrot and a stick. First, the carrot — as everyone remembers, the stock market began to skyrocket soon after the pandemic started, thanks to the unprecedented rescue efforts by both fiscal and monetary authorities. But Americans and Brits had far bigger exposure to this boost than the rest of the world. German and French households had lower exposure to financial assets, while Japanese households saw less of a boost because their bond yields were already at the lower bound.</p><p>Now for the stick. The U.S. and the U.K. had the highest rate of hospitalizations from COVID. And COVID of course disproportionately harms the older population.</p><p>This issue of older workers out of the jobs market won't be easily rectified, even as financial market gains have dissipated, and COVID has faded to the background, because the workers retired.</p><p>There are investment implications. The Fed, and the Bank of England, will have to be hawkish for longer. Joshi recommended going overweight French 10-year BX:TMBMKFR-10Ygovernment bonds over their U.S. equivalent. He says the Fed will have to choke U.S. labor demand by hitting sales and profits, so stock markets will remain under pressure through the first half of 2023, \"after which there will be a great buying opportunity,\" he says.</p><p>Also read: Five things to watch when the Fed makes its interest-rate decision</p><p>The market</p><p>U.S. stock futures ES00 NQ00 were higher Friday, after the S&amp;P 500 SPX ended a five-day losing run on Thursday. Crude-oil futures CL.1 were trading around $72 per barrel. The yield on the 10-year BX:TMUBMUSD10Y Treasury was 3.49%.</p><p>For more market updates plus actionable trade ideas for stocks, options and crypto, subscribe to MarketDiem by Investor's Business Daily.</p><p>The buzz</p><p>Producer price data — this month getting released ahead of consumer price index — highlights the Friday release schedule. At 10 a.m., the University of Michigan's consumer sentiment index for December will be released, and at noon, the Fed releases the quarterly flow of funds report.</p><p>Lululemon LULU shares slumped in premarket trade after forecasting a weaker fourth quarter than investors anticipated.</p><p>Apple AAPL supplier Broadcom AVGO forecast slightly stronger-than-forecast fiscal first-quarter revenue.</p><p>Costco Wholesale COST shares slipped after the discount retailer reported revenue below expectations. DocuSign DOCU however jumped after stronger-than-forecast results.</p><p>Best of the web</p><p>The frantic text messages exchanged as FTX collapsed.</p><p>Arizona Sen. Kyrsten Sinema says she is changing her party affiliation.</p><p>This year alas has offered plenty of opportunities for tax-loss harvesting.</p><p>Top tickers</p><p>Here were the most active stock-market tickers as of 6 a.m. Eastern. </p><p> Ticker  Security name  TSLA    Tesla  GME     GameStop  NIO     Nio  AMC     AMC Entertainment  BBBY    Bed Bath &amp; Beyond  AAPL    Apple  AMZN    Amazon.com  BABA    Alibaba  MULN    Mullen Automotive  DWAC    Digital World Acquisition Co.</p><p>The chart</p><p>Investors rarely experience back-to-back annual losses in the stock market.</p><p>\"The market has already absorbed significant blows, including one of the Fed's fastest and biggest tightening cycles in history. On the former, we think the Fed will slow the pace of rate hikes, maybe as soon as the December 2022 meeting; and on the latter, we think the rate hike cycle is poised to end in 2023,\" said Kelly Bogdanova, a portfolio analyst in the U.S. portfolio advisory group at RBC Wealth Management.</p><p>Random reads</p><p>Everyone in South Korea is officially getting younger.</p><p>Check out this rare cloud formation from Wyoming.</p><p>A little girl in Los Angeles now has a unicorn license — though it comes with strings attached.</p><p>Need to Know starts early and is updated until the opening bell, but sign up here to get it delivered once to your email box. The emailed version will be sent out at about 7:30 a.m. Eastern.</p><p>Listen to the Best New Ideas in Money podcast with MarketWatch reporter Charles Passy and economist Stephanie Kelton.</p><p>Here's what resolves the big mystery on why older Americans have left the workforce</p>",
  "published": "2022-12-09T11:45:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 2515,
          "end": 2520
        },
        {
          "start": 3191,
          "end": 3196
        },
        {
          "start": 3186,
          "end": 3190
        },
        {
          "start": 2521,
          "end": 2525
        }
      ]
    }
  ]
}