{
  "_id": "d5741f72c4fed3d5434090cf3077e570a4057992d43dd8926286918c58276db0",
  "feed": "ftcomall",
  "title": "US labour agency threatens to furlough its own staff in budget crunch",
  "text": "<p>US President Joe Biden pledged unparalleled support for labour unions. But the federal agency responsible for conducting an increasing number of union elections is on the verge of furloughing its own employees due to a funding crunch.</p> <p>The National Labor Relations Board has warned of deep cuts to its payroll in early 2023 as it strains under a $274.4mn annual budget that has not changed in eight years. Agency staff are meanwhile handling petitions for union elections that rose 53 per cent in the latest fiscal year.</p> <p>“The agency will just shut down,” said Michael Bilik, an NLRB trial lawyer who also serves as the legislative co-chair of the agency's own staff union. “It will not be like, ‘We furlough people on random days so that way we keep everything open and just run at half capacity to save the most money.'”</p> <p>The squeeze at the NLRB has raised the stakes for Congress to address its budget in talks for a new annual spending bill that will come to a head next week. NLRB leaders wrote to lawmakers last month to plead for more funding as inflation added to operating expenses. </p> <p>General counsel Jennifer Abruzzo said the agency had absorbed rising costs by not replacing staff who had quit. But a <a href=\"https://www.whitehouse.gov/briefing-room/statements-releases/2022/08/31/letter-to-the-speaker-of-the-house-of-representatives-and-the-president-of-the-senate-on-the-alternative-plan-for-pay-adjustments-for-civilian-federal-employees/\">4.6 per cent</a> pay raise for federal government employees, proposed by the Biden administration, would leave the agency with a $20mn deficit.</p> <p>If Congress does not appropriate additional funding, the agency will be forced to skip technology upgrades and cut operating hours in addition to forcing staff to take unpaid leave, Abruzzo said.</p> <p>A diminished NLRB would be a blow to labour unions, which have struggled to grow their membership despite signs of a rebound during the coronavirus pandemic. Funding shortfalls have led to delays in processing union petitions and in administering elections. </p> <p>“What we've been seeing is this sort of quiet undermining of the agency,” said Karla Walter, a senior director at the Center for American Progress, a progressive think-tank. “[Organising a union] is a fundamental right that all Americans enjoy, but if we don't fund the agency that defends these rights, they're not real.”</p> <p>The NLRB's staff had fallen 39 per cent since 2002, Abruzzo said, and the 1,200 career staff who are left “can't keep up”.</p> <p>The NLRB's budget crisis is a second point of friction between the White House and organised labour after Biden <a href=\"https://www.ft.com/content/0edb228e-e047-4895-8ed3-13cc068c7036\">signed a bill</a> this month to enforce a freight railroad employment contract over the objections of some unions, saying it was necessary to avoid an “economic catastrophe”.</p> <p>Biden, the self-proclaimed “the most pro-union president leading the most pro-union administration in American history”, previously indicated that the NLRB would be his pre-eminent tool to advance his labour agenda as a bill to protect union rights has stalled in Congress.</p> <p>Under Abruzzo, a career NLRB attorney who has also worked for the Communications Workers of America union, the agency has taken a union-friendly approach. The board accused Apple of interrogating and making coercive statements to employees attempting to unionise an Atlanta retail store, <a href=\"https://www.ft.com/content/e7bab2b5-a404-488a-80fb-15aa4e38b18f\">ordered a rerun</a> of a high-profile election at an Amazon warehouse in Alabama and brought cases against <a href=\"https://www.ft.com/content/db38324b-55b1-46ef-91b2-892c192df26f\">Starbucks</a>, which resulted in the reinstatement of seven baristas who had been fired after getting involved in unionisation efforts.</p> <p>But the Biden administration has not shored up the agency's budget after funding for it was cut from the Inflation Reduction Act, the landmark climate and tax law which passed in August. The administration did propose an increase in its budget for the next fiscal year, which begins in October 2023, but labour leaders say it might be too little, too late. </p> <p>Union leaders thought that the board was too weak even before the budget crisis. It cannot change labour laws or levy fines against employers that break them. Many of its remedies consist of reinstating previously fired workers or forcing employers to notify workers of their legal rights. </p> <p>Bart Sheard, legislative representative for the AFL-CIO labour group, said that it can take the agency months to schedule union representation elections that were once conducted within a few weeks.</p> <p>“It has a real chilling effect on workers exercising their right to organise,” Sheard said. “When a worker sees that they file a case at the board, and because of underfunding the board doesn't have the resources to process the case, they go, ‘What's the point of organising? What's the point of trying to enforce your rights, if you know that it could take a year or more to be resolved?'”</p><p>Source: Taylor Nicole Rogers in New York 2022 'US labour agency threatens to furlough its own staff in budget crunch' FT.com 16 December. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-12-16T05:00:22.700Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 2977,
          "end": 2982
        }
      ]
    }
  ]
}