{
  "_id": "bb1b8f2fcbea0e42e2dc7b185b9f94e67d930829d3a655e93b6997d7a6e74e72",
  "feed": "wall-street-journal",
  "title": "Stocks Fall as Disappointing Meta Profit Weighs on Tech; Selloff erases recent gains in the Nasdaq Composite; investors await Amazon.com earnings",
  "text": "<p>Meta's stock price plunged 25% after the social-media giant startled investors with a sharper-than-expected decline in profit and a gloomy outlook. Other social-media companies sold off in its wake. Snap and Pinterest, which are due to report earnings later Thursday, slid 21% and 7.7%, respectively. Twitter fell 5.1%.</p><p>Several other tech stocks also slumped. Spotify Technology fell 16% after the company declined to issue annual guidance, spooking investors. Amazon.com—which is also scheduled to report earnings later Thursday—dropped nearly 7%.</p><p>Thursday's tumble erased gains in the Nasdaq this week and threatened to resume a selloff that battered U.S. stocks in the first few weeks of the year. As the Federal Reserve has moved toward raising interest rates to combat inflation, investors have fled risky assets such as tech stocks, which had benefited from the low-rates environment. The Nasdaq is down more than 10% so far this year, while the S&amp;P 500 is down more than 5%.</p><p>Money managers are pivoting toward sectors including energy and banking they say stand to benefit from the economic recovery and higher borrowing costs.</p><p>\"Investors are going in a short space of time from almost a perfect environment for risk assets to a more normal environment,\" said Nicholas Brooks, head of economic and investment research at Intermediate Capital Group. \"Companies that benefited most from that dramatic easing in monetary policy would be more vulnerable to large selloffs if there are any disappointment in their earnings.\"</p><p>Tech giants such as Meta powered much of the market's recovery from the depths of the Covid-19 pandemic in 2020. But recent earnings from tech have been mixed.</p><p>Apple and Microsoft both posted strong quarterly results last week, boosting investor sentiment. But Meta, previously known as Facebook, fell sharply after posting its first earnings report since Chief Executive Mark Zuckerberg outlined a pivot to the metaverse. The company said it expected revenue growth to slow because users were spending less time on its more lucrative services.</p><p>Earlier, PayPal slumped 25% on Wednesday after the payments company lowered its profit outlook. Its shares continued to fall on Thursday, declining 4.8%.</p><p>\"I think it was a bit more of a wake-up call for the market that some of these stocks can't keep up on this trajectory,\" said Altaf Kassam, head of investment strategy and research for Europe, the Middle East and Africa at State Street Global Advisors.</p><p>One bright spot on Thursday was T-Mobile US, whose shares jumped about 11% after the telecommunications company topped analysts' profit forecasts. Despite that, the S&amp;P 500's communications services sector was recently off 5.1%, pulled down by shares of Meta and Twitter.</p><p>On the economic front, initial claims for jobless benefits fell to 238,000 in the week through Jan. 29. Claims hit a record low in early December as businesses held on to more workers amid a persistent labor shortage.</p><p>It isn't just the Fed looking to tighten monetary policy. The Bank of England pressed ahead with raising borrowing costs Thursday, nudging up its policy rate to 0.5% from 0.25%. The pound strengthened 0.2% to $1.3604. Yields on 10-year U.K. government bonds rose following the bank's decision, as did yields on equivalent U.S. debt. The yield on benchmark Treasury notes climbed to 1.834% from 1.765% Wednesday.</p><p>The European Central Bank held its key interest rates steady and said it would keep them there until inflation was durably at its target.</p><p>Overseas stock markets were broadly lower. The Stoxx Europe 600 slid 1.5%, led by losses for industrial goods and tech shares. In Asia, Japan's Nikkei 225 fell 1.1%. Chinese markets were closed for a public holiday.</p><p>Write to Joe Wallace at joe.wallace@wsj.com and Alexander Osipovich at alexander.osipovich@wsj.com</p><p>Stocks Fall as Disappointing Meta Profit Weighs on Tech</p>",
  "published": "2022-02-03T17:02:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1687,
          "end": 1692
        }
      ]
    }
  ]
}