{
  "_id": "f108402e9ccb7f6b5c6f1de1bdfc496081274f623f2e596c996ab78362011e15",
  "feed": "ftcomall",
  "title": "Meta's existential risks mount",
  "text": "<p>Few companies ever manage to pull off even a single significant transition in their business. But two in quick succession?</p> <p>Facebook co-founder Mark Zuckerberg talks about overhauling his company's business as readily as most chief executives discuss their next new product feature. It is one of the legacies of being in social media, where new user fads force a constant reinvention.</p> <p>Yet as Zuckerberg talked about his latest plans on a call with Wall Street this week after Meta's <a href=\"https://www.ft.com/content/7933227e-4ab8-428f-b68c-abdece3c8200\">quarterly results</a>, the enormity of what lies ahead sank in. There are some “tough” years coming, he warned, particularly as Apple's privacy changes on tracking users and an economic slowdown are <a href=\"https://www.ft.com/content/7933227e-4ab8-428f-b68c-abdece3c8200\">squeezing</a> the company's advertising business.</p> <p>The first transition is to short-form video, to head off the threat from TikTok. This involves turning away from some of the things that made Facebook a success in the first place: its emphasis on social networking around users' self-generated content, underpinned by the “social graph” of personal connections it was uniquely positioned to understand.</p> <p>The new video service Reels is accelerating an important shift at Meta towards content from clever creators, not people you know. And in place of the social connections and communication that determined what people saw on its services, Zuckerberg talks about the power of the algorithm. About 15 per cent of content on Facebook and Instagram is already selected from outside a user's personal network, a proportion that Zuckerberg predicted would double by the end of next year.</p> <p>And what of the vaunted Facebook social graph? Asked whether Meta was giving up one of the main moats in its business as it turns to algorithmic recommendations, Zuckerberg sounded almost dismissive. Anyone with access to a mobile phone address book can replicate much of a user's social graph, he said, meaning that Meta has not possessed anything special in this department for a long time.</p> <p>Sustainable advantage only comes from mastering new technologies such as artificial intelligence faster than the competition, according to Zuckerberg. The implication: <a href=\"https://www.ft.com/stream/7e37c19e-8fa3-439f-a870-b33f0520bcc0\">Meta </a>has no special social DNA to fall back on, and the shape-shifting around new online fads and waves of technology is a constant. The good news for Meta is that Reels is at least starting to catch on, with time spent on the service up 30 per cent and advertising reaching an annualised rate of $1bn. But the service is also drawing users' attention away from Meta's other, more profitable services. </p> <p>Zuckerberg's second attempted transition requires an even more fundamental overhaul. The planned move to the metaverse will require deep changes in the way Meta goes about its business.</p> <p>Facebook succeeded as a “walled garden” that delivered advertising to users who were kept captive inside its own service. By contrast, Zuckerberg claims that in the metaverse his company will run an open platform for outside developers, letting users move freely between different online worlds. It will also need its own, industry-leading hardware and operating system.</p> <p>Eight years after Facebook bought virtual reality company Oculus, the VR market remains a small niche business. Meanwhile, its plans for augmented reality glasses that might appeal to a much wider audience are still years away. A highly anticipated headset from Apple, which has been unrivalled in creating digital objects of consumer desire, could leave Meta as an also-ran.</p> <p>In trying to convince the world he can build one of the metaverse's leading open platforms, meanwhile, Zuckerberg faces a deep trust problem. Sporadic attempts in the past to create a developer platform at Facebook have failed to take off, and the company has always fallen back on the walled garden of its own services, leaving other developers out in the cold.</p> <p>One sign of the challenges that lie ahead was <a href=\"https://www.ft.com/content/6ba7e286-6f3f-4ffc-a19d-5ae50d2e0987\">the lawsuit</a> the US Federal Trade Commission filed this week to block Meta's acquisition of a VR fitness app called Supernatural. Regardless of the merits of the case, it touches on what, for Meta, is a deeply sensitive issue: will it give other developers a chance to build a large audience on its platform, or will it seek to dominate important activities in this new world (such as fitness) with its own applications?&#xa0;</p> <p>In truth, all the big tech platforms face this tension. But given his company's history, Zuckerberg has much more to prove. In its 18-year history, the company formerly known as Facebook has already been through more changes than most companies face in a lifetime. It is barely getting started.</p> <p><a href=\"https://mail.google.com/mail/?view=cm&amp;fs=1&amp;tf=1&amp;to=richard.waters@ft.com\">richard.waters@ft.com</a></p><p>Source: Richard Waters 2022 'Meta's existential risks mount' FT.com 28 July. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-07-28T16:55:16.782Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 3337,
          "end": 3342
        },
        {
          "start": 606,
          "end": 611
        }
      ]
    }
  ]
}