{
  "_id": "1b3c4be3941d69b1f6ee32c4a7370b34e618c8e1fbf0edf7149d708298560706",
  "feed": "wall-street-journal",
  "title": "TikTok Brain Explained: Why Some Kids Seem Hooked on Social Video Feeds; The dopamine rush of endless short videos makes it hard for young viewers to switch their focus to slower-moving activities. 'We've made kids live in a candy store.'",
  "text": "<p>What is happening to kids' brains?</p><p>\"It is hard to look at increasing trends in media consumption of all types, media multitasking and rates of ADHD in young people and not conclude that there is a decrease in their attention span,\" said Carl Marci, a psychiatrist at Massachusetts General Hospital in Boston.</p><p>Links between attention-deficit hyperactivity disorder diagnoses and screen time are subject to debate, since many factors could account for a steady rise in cases. Yet even parents whose children don't qualify for that medical diagnosis say their kids are more distracted. Emerging research suggests that watching short, fast-paced videos makes it harder for kids to sustain activities that don't offer instant—and constant—gratification.</p><p>One of the few studies specifically examining TikTok-related effects on the brain focused on Douyin, the TikTok equivalent in China, made by the same Chinese parent company, ByteDance Ltd. It found that the personalized videos the app's recommendation engine shows users activate the reward centers of the brain, as compared with the general-interest videos shown to new users.</p><p>Brain scans of Chinese college students showed that areas involved in addiction were highly activated in those who watched personalized videos. It also found some people have trouble controlling when to stop watching.</p><p>\"We speculate that individuals with lower self-control ability have more difficulty shifting attention away from favorite video stimulation,\" the researchers at China's Zhejiang University wrote.</p><p>A Wall Street Journal investigation last year found that TikTok's algorithm figures out what users like based on the amount of time they watch each video, and then serves up more of the same. TikTok said it is now developing ways to diversify the videos its algorithm recommends to viewers.</p><p>A TikTok spokeswoman said the company wants younger teens to develop positive digital habits early on, and that it recently made some changes aimed at curbing extensive app usage. For example, TikTok won't allow users ages 13 to 15 to receive push notifications after 9 p.m. TikTok also periodically reminds users to take a break to go outside or grab a snack.</p><p>Kids have a hard time pulling away from videos on YouTube, too, and Google has made several changes to help limit its use, including turning off autoplay by default on accounts of people under 18.</p><p>Brain science</p><p>When kids do things that require prolonged focus, such as reading or solving math problems, they're using directed attention. This function starts in the prefrontal cortex, the part of the brain responsible for decision making and impulse control.</p><p>\"Directed attention is the ability to inhibit distractions and sustain attention and to shift attention appropriately. It requires higher-order skills like planning and prioritizing,\" said Michael Manos, the clinical director of the Center for Attention and Learning at Cleveland Clinic Children's.</p><p>Kids generally have a harder time doing this—and putting down their videogame controllers—because the prefrontal cortex isn't fully developed until age 25.</p><p>Dr. Manos said the ever-changing environment of TikTok doesn't require sustained attention. \"If kids' brains become accustomed to constant changes, the brain finds it difficult to adapt to a nondigital activity where things don't move quite as fast,\" he said.</p><p>TikTok is now allowing users to make videos as long as 10 minutes, up from the previous maximum of 3 minutes and from its initial 60-second maximum.</p><p>\"In the short-form snackable world, you're getting quick hit after quick hit, and as soon as it's over, you have to make a choice,\" said Mass General's Dr. Marci, who wrote the new book \"Rewired: Protecting Your Brain in the Digital Age.\" The more developed the prefrontal cortex, the better the choices.</p><p>The infinite candy store</p><p>Dopamine is a neurotransmitter that gets released in the brain when it's expecting a reward. A flood of dopamine reinforces cravings for something enjoyable, whether it's a tasty meal, a drug or a funny TikTok video.</p><p>\"TikTok is a dopamine machine,\" said John Hutton, a pediatrician and director of the Reading &amp; Literacy Discovery Center at Cincinnati Children's Hospital. \"If you want kids to pay attention, they need to practice paying attention.\"</p><p>Researchers are just beginning to conduct long-term studies on digital media's effects on kids' brains. The National Institutes of Health is funding a study of nearly 12,000 adolescents as they grow into adulthood to examine the impact that many childhood experiences—from social media to smoking—have on cognitive development.</p><p>The study's investigators are focusing now on the impact specific apps have on children's brain development.</p><p>The results aren't in yet. Bonnie Nagel, one of the study's investigators and a professor of psychiatry and behavioral neuroscience at Oregon Health &amp; Science University, said she predicts they will find that when brains repeatedly process rapid, rewarding content, their ability to process less-rapid, less-rewarding things \"may change or be harmed.\"</p><p>As media gets faster and more stimulating, it's bumping up against the realities of the nondigital world, and parental expectations.</p><p>\"It's like we've made kids live in a candy store and then we tell them to ignore all that candy and eat a plate of vegetables,\" said James Williams, a tech ethicist and author of \"Stand Out of Our Light: Freedom and Resistance in the Attention Economy.\" \"We have an endless flow of immediate pleasures that's unprecedented in human history.\"</p><p>What you can do</p><p>Parents and kids can take steps to boost attention, but it takes effort, the experts say.</p><p>Swap screen time for real time. Exercise and free play are among the best ways to build attention during childhood, says Johann Hari, author of \"Stolen Focus: Why You Can't Pay Attention—and How to Think Deeply Again.\" Dedicating after-school and weekend time for sports, play dates, family hikes or trips to the park can help focus the brain.</p><p>\"Depriving kids of tech doesn't work, but simultaneously reducing it and building up other things, like playing outside, does,\" Mr. Hari said.</p><p>Practice restraint. Your child's brain won't inherently want to set aside a device that's delivering entertainment, Dr. Nagel said. \"When you practice stopping, it strengthens those connections in the brain to allow you to stop again next time.\"</p><p>SHARE YOUR THOUGHTS</p><p>Do you think online videos affect your child's attention span? Why or why not? Join the conversation below.</p><p>There are various ways to do that, such as scheduling regular times each day when tech isn't used—such as at the dinner table—and by setting time limits on screen sessions.</p><p>Use tech's own tools. TikTok has a screen-time management setting that allows users to cap their app usage. Parents can also establish screen-time limits for their kids with Family Pairing, which requires parents to create a TikTok account and link it to their teen's.</p><p>YouTube allows parents to set time limits for younger kids. For kids using the regular YouTube app, parents can create supervised accounts using Google Family Link to manage screen time, provide take-a-break reminders and choose age-appropriate content.</p><p>Parents can also set time limits on specific apps directly from Apple and Androiddevices.</p><p>Ensure good sleep. Teens are suffering from a sleep deficit . Proper sleep is essential for focus and attention, which is why phones and other devices should be kept out of the bedroom at night.</p><p>—For more Family &amp; Tech columns, advice and answers to your most pressing family-related technology questions, sign up for my weekly newsletter .</p><p>TikTok Brain Explained: Why Some Kids Seem Hooked on Social Video Feeds</p>",
  "published": "2022-04-02T13:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 7287,
          "end": 7292
        }
      ],
      "nexusId": "10022657"
    }
  ]
}