{
  "_id": "9dca62ff9c942705c279d0c252a6e5a98b09c2320a6ece155ccb7db0d8bb1f38",
  "feed": "wall-street-journal",
  "title": "The Pro-Biden Media's False Narrative About Green Subsidies; Those peddling the Inflation Reduction Act know better and can't help showing it.",
  "text": "<p>This presumes the equivalent fossil energy remains in the ground, but in its hurry to tout the law's consumer benefits, the group shows why the assumption is false, by noting the \"additional downward pressure the Act will put on prices for oil and natural gas by driving lower consumption of these commodities\"—with oil prices down 5% and natural gas down at least 10% after 2030.</p><p>This is mentioned as an aside, not as part of the group's formal analysis, and yet it undercuts the formal analysis—which just goes to show economists don't corrupt very well.</p><p>If prices are lower, won't people consume more? Yes. And oil is traded in global markets and natural gas increasingly is, so these price effects will increase demand globally.</p><p>The U.S. government knows about these effects and the media should because it explodes the conceit behind the law's green subsidy surge as a solution to climate change. If people use less oil for one purpose, they are freer to use more for another. Under longstanding U.S. fuel mileage rules, consumers are forced to invest in high-mileage technology over other features they might prefer. What is the result? Miles driven increased, horsepower increased, average vehicle weight increased.</p><p>And the price effects don't stop there, inevitably influencing choices about how big a house to buy, how much to spend heating and cooling it, etc.</p><p>William Jevons noticed, in 1865, that as steam engines became more efficient, factories didn't burn less coal, they burned more—as they identified more jobs steam could help them do. In the past few years, have you not substituted for physical energy, i.e., walking across the room to flick off a light switch, by tapping an electrically-powered network of distant Google, Apple or Amazon computer servers to turn off your lights in response to your spoken word?</p><p>Unlike food, of which we can only consume so much, our appetite for energy at the right price is infinite. Ad nauseam, this column points to intelligently constructed simulations and government research studies that show little or no emissions impact because green subsidies end up incentivizing more energy consumption rather than (as a carbon tax would) less fossil-fuel consumption—a point missing from a lengthy piece of narrative-affirmation in the New York Times dissing economists who cling to a carbon tax.</p><p>A delicious combination of the sublime and absurd were a pair of Paul Krugman columns crediting Joe Biden and the new law with potentially saving the planet and civilization. Wisely, Mr. Krugman doesn't spell out the galactically improbable steps by which a green splurge in Washington would cause China to repent of its coal use.</p><p>With his serious-economist hat back on, the best he can muster for the spew of green subsidies since the Obama years is that they \"probably, at least in part\" helped to spur technological advances in wind, solar and batteries (i.e. these advances were coming anyway).</p><p>Exactly. Many lines—most importantly, demographic transitions in poorer countries—will be crossing in coming decades to bring us peak emissions sooner than traditionally pessimistic models suggest.</p><p>But peak emissions is not the same as net zero, which won't happen without a concerted world-wide carbon tax plus a concerted forced march to replace coal with nuclear that is nowhere in the cards.</p><p>As Mr. Krugman himself notes in passing, President Obama abandoned fossil-fuel taxes the moment he was elected in favor of retinue-pleasing green handouts, limiting any chance of serious climate policy. Probably more consequential in the end, though, was the failure of greens to rally around nuclear after Fukushima. In any case, those years 2008 to 2011 likely sealed the deal: Whatever the effects of climate change, we're going to live with them.</p><p>The Pro-Biden Media's False Narrative About Green Subsidies</p>",
  "published": "2022-08-26T21:47:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "confidence": 0.94,
      "offsets": [
        {
          "start": 1732,
          "end": 1737
        },
        {
          "start": 1744,
          "end": 1749
        }
      ],
      "weightsV2": {
        "weight": 2.0,
        "baseWeight": 2.0,
        "expansionWeight": 0.0,
        "ontologyWeight": 0.0,
        "tagPositionWeight": 1.1920929e-07,
        "titleWeight": 0.0
      },
      "typeRank": 1
    }
  ]
}