{
  "_id": "26767b92327585f468c302e97868c58979e6f5ac009fa02ce65616ac9efea18b",
  "feed": "wall-street-journal",
  "title": "The Age of Emotional Overstatement; From social media to job applications, the pressure to declare our feelings in public is turning us into gushing adolescents.",
  "text": "<p>I have often reflected on that moment and many like it in my upbringing when my social-media feed delivers the latest birthday post from a fellow 21st-century parent. \"Happy 17th Birthday, Miles!\" reads the typical parent-to-offspring entry. A previous generation might have stopped there, deeming the well-wishing sufficient acknowledgment of the day. But today's parent has only just begun her tribute to the sunshine golden star-child who grew into the brilliant, gorgeous, side-splittingly funny, preternaturally gifted athlete ('Go, Big Blue!'), not to mention the kindest person upon this earth as well as the head of the yearbook committee, who is loved \"to the moon and infinity and back and to infinity again and to whatever lies beyond infinity…\"</p><p>When Instagram ushered in this new standard of over-the-top encomium, my own birthday wishes to my children—\"HBD! Woohoo!\"—all at once seemed to smack of emotional stinginess. It was as if overnight I'd become Judd Nelson's dad in \"The Breakfast Club,\" who at Christmas famously thrust a carton of cigarettes at his son and said, \"Smoke up, Johnny!\" My idea of a wedding anniversary post, meanwhile, was a line from that Lenny Kravitz song \"It Ain't Over Till It's Over\": \"Here we are—still together.\" To me that said it all, while—according to social media, anyway—everyone else was married to \"the person who makes all things possible.\"</p><p>Talk about a vibe shift.</p><p>From the modest, anodyne \"Have a nice day\" I remember growing up with in the '80s, in the last decade a giant lovefest has taken over our day-to-day interactions so thoroughly that to abstain from appending heart emojis to everything that comes your way leaves you feeling sidelined and defensively out of tune. Remember \"Mean Girls\"—the movie, yes, but also the phenomenon? Nowadays the average teenage selfie post is met with reactions that run the gamut from \"Luuuuuv!\" to \"Beauty!\" to heart emojis to \"Worship!\"</p><p>I confess I wasn't prepared for society to speed its way to the love shack. I'd been on a journey to somewhere else entirely. In college, I majored in classics, a field then populated, even in the U.S., by Oxbridge dons. Giving me notes on a scholarship-application essay I'd written that went on and on about my passion for this and my life's desire for that, a professor remarked mildly, \"Sometimes…less is more.\"</p><p>His remark stayed with me—and not solely as the mother of all writing tips. The essence of adulthood, I suddenly grasped, was internalizing understatement. It meant sublimating one's raw, emotional insides to something drier on the outside, something more even-tempered and hence more sophisticated. To put aside childish things, one had to ditch not only the tantrums of the toddler years but the gushing of the early teens. </p><p>PHOTO: Photo illustration by Elizabeth Renstrom for The Wall Street Journal, Styling by Kounthear Kuch</p><p>Today the opposite is true, even—particularly—on applications for colleges, internships and jobs. It's not enough to be an all-state musician or varsity athlete, with the years of commitment that represents. Now applications all insist that you \"tell us about your passion.\" As with teenage Instagram posts, the pressure to be passionate encourages the applicant to flaunt and exaggerate, to make grandiose claims—to remain, in other words, a hyperbolic adolescent rather than taking a step toward becoming an adult capable of seeing one's own life in a broader context.</p><p>Companies, too, as we are continually reminded, are passionate—about client service, retirement portfolios, lawn care. Never mind that what's actually wanted is competence. And when you think about it, a corporation bragging about its passion for the service it's providing suggests unstable—maybe even unhinged—leadership: Passion by its very nature is short-lived. It flames, and then, presumably, the fire in the loins for supply-chain optimization goes out.</p><p>But perhaps that's just my generally grumpy, enduringly skeptical stance. My dad is older, born in 1922, and though the term Greatest Generation embarrasses him, he has that era's expectations of simplicity and sincerity. When the Love Age dawned a few years ago, everyone else certainly seemed psyched. What the heck was my problem?</p><p>I started to feel so self-conscious about my reflexive rejection of the new M.O. that I determined to get with the program. In no time at all, I was rolling along—posting double-heart-eye-cat emojis, ending texts with kissing faces, belatedly realizing that the Facebook embracing-heart-guy didn't exist on my iPhone. But a funny thing happened on the way to signing my emails \"Hugs.\" As I struggled to catch up, the lovefest outpaced me. These days a text to, say, my dog walker, saying that I'll be home by 5, is promptly hearted. The exterminator \"loves\" having my business and cares about me.</p><p>And I—I continue to vacillate. For I can't help but notice that while declarations of \"love\" are standard in ever odder contexts, incivility—and much worse—is on the rise. Since the Covid lockdown in 2020, episodes of rudeness and public rage have become daily news. Otherwise trim and tidy houses fly \"F$%@ Biden\" flags. The incident at the Oscars in March, when Will Smith reacted violently to a joke and then spoke tearfully of love and forgiveness, perfectly encapsulated our times.</p><p>I'm not claiming that the love-in is making us angrier, but overreaction—in both directions—can become a way of life. You get too angry, so you over-apologize. You love and aren't loved back? Watch out world. It's as if we are seeing everything through the intense filter of romantic love. Indeed, the current dichotomy of extremes reminds me of my dating years—of those friends one always felt a little embarrassed for, who would announce, a day after meeting someone, that they had found the love of their life and then, three weeks later, have the bitterest breakup imaginable.</p><p>Real love, one knew instinctively, could not be claimed so quickly, because it's a form of service, not lip service. When Tevye sings to his wife Golde, in the musical \"Fiddler on the Roof,\" \"Do you love me?\"—a question, by the way, that they've never discussed—Golde doesn't say anything about the moon or infinity. No, she replies by listing the work she's done: \"For 25 years I've washed your clothes, cooked your meals, cleaned your house…If that isn't love, what is?\"</p><p>Well, Golde, nowadays love is reflexively hearting things on social media. In comparison to the musical matriarch's version, love in today's world is like a devalued currency—a crumpled-up bill from some mismanaged hyperinflationary regime. The 1950s blue-chip love portfolio is today's TerraUSD.</p><p>\"To love\" something even has a secondary meaning now: the act of clicking on that heart. (\"Did you see my post?\" \"Yes, I loved it.\") It's an act that we often perform automatically and that can conceal very different emotions—envy or fear or, perhaps, a tepid approval with the hope of the same in return. We have certainly gotten more effusive, but have we really gotten more loving?</p><p>I myself wouldn't know. As the passion party swells and the heart emojis turn in the widening gyre, I've become the kind of person who brings a book to a rager.</p><p>It's a balm these days to escape to my favorite examples of emotional reticence in literature. I pull Ford Madox Ford's \"The Good Soldier\" from the shelf, a novel whose cuckolded narrator can't say enough good things about the friend who is his wife's lover. I reread over and over the last page of Hemingway's \"The Sun Also Rises,\" when Lady Brett Ashley says, with shiver-inducing simplicity, to Jake Barnes, the man she loves but who will never be her lover: \"We could have had such a damn good time together.\" I contemplate with a sigh the close of John Le Carré's \"Tinker Tailor Soldier Spy,\" when George Smiley comes home to his faithless wife Ann and observes her, silently and at a remove, as \"extraordinarily beautiful, essentially another man's woman.\"</p><p>SHARE YOUR THOUGHTS</p><p>Have you noticed a change in the way you express your feelings in public? Join the conversation below.</p><p>There is something about today's emotional exhibitionism that makes one long for a more restrained time—whether real or fictional—when love came up in conversation once every 25 years or so. As the great works make clear, the act of discretion around intimate relationships is how one honors these relationships. You explicitly don't put on a PDA parade because they're too important—too deep, too private.</p><p>I don't doubt that many of today's proclamations of love are sincere. Parenting was once too harsh and cold; it needed a reimagining. I grant there is something nice about the warm positive vibes surrounding us daily. Who doesn't love a heart, a public affirmation, a vague general sense that, as Stuart Smalley used to say on \"Saturday Night Live,\" \"Doggone it, people like me\"?</p><p>But these declarations can have the opposite effect too. They can feel so repetitive as to be meaningless, saying more about the declarer than the object of his affections. Sometimes, when I see 200 heart emojis in response to a selfie post or hear a parent calling \"I love you, honeybunch!\" across the park every 10 minutes like clockwork, I'm reminded of an old Bloom County cartoon in which Bill the Cat is forced to listen to hours of both heavy metal and \"easy-listening\" music. In the last panel he has gone completely headbanging psychotic—as a result of the latter. </p><p>PHOTO: Photo Illustration by Elizabeth Renstrom for The Wall Street Journal, Styling by Kounthear Kuch</p><p>Partly, of course, this is a matter of taste. One woman's feel-good affirmation is another's cringe-inducing too-fine point. Writers, particularly, may be discomfited in the age of overstatement, laboring as we do to show and not tell. In the last scene of Donald Margulies's \"Dinner With Friends\"—a play about two couples, one who splits up, the other who stays together—there's a stage direction that the latter act out to great effect. As they try to come to terms with the other couple's divorce, the script notes, \"Together, they methodically make their bed before getting into it.\"</p><p>In my college years, when I came home for holidays, I'd sleep in, emerging late in the morning with bed-head and wearing, over my pajamas, the long, acrylic cardigan (color: rust-never-sleeps) that I kept moldering in my bedroom closet for vacation use only. \"Get a stick! We'll kill it!\" Dad would say fondly when I appeared, as he served up the \"B-52s\"—his name for pancakes with whipped cream and strawberries.</p><p>Are today's more aggressively overt claims of love merely an elaborate social ritual? Are they an attempt to control others—to keep people close? Are they simply the triumph of cheesiness and the idea of \"niceness\" that lies at the heart of Americans' conception of themselves? While I find that on average it lowers my blood pressure to see lots of hearts—to both heart and to be hearted—I can't seem to lose the feeling that it's all a crock. Perhaps if we weren't so quick to love, we'd be slower to hate as well. In both cases, less just might turn out to be more.</p><p>Ms. Macy is a novelist and short story writer whose new collection, \"A Blind Corner,\" will be published by Little, Brown on June 21.</p><p>The Age of Emotional Overstatement</p>",
  "published": "2022-06-10T15:24:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": []
    }
  ]
}