{
  "_id": "24ab95eeab3e90b911badc8bbe2f219874790ebbc452a1131df9da7b0f611bec",
  "feed": "market-watch",
  "title": "Apple stock is a ‘place to hide' amid volatile markets, says analyst",
  "text": "<p>The company AAPL could continue to see strong iPhone demand throughout 2022, and while some are worried that demand for PCs and Macs will cool after a pandemic-driven boom, expectations have already been “tempered,” according to Piper Sandler analyst Harsh Kumar.</p><p>Given the company's prospects for the year ahead and the volatile tech backdrop, he recommended Friday that technology investors “look at Apple as a ‘place to hide' in the current environment.”</p><p>When it comes to Apple's story, “nothing matters like the iPhone,” he wrote, adding that this part of the business seems well positioned for 2022. In the U.S., carriers continue to build out their 5G networks and offer subsidies on new phones, which could help drive demand. China represents a further source of strength, and India has the potential play an increasing role in the years to come.</p><p>Subscribe:&#xa0;Want intel on all the news moving markets? Sign up for our daily Need to Know newsletter.</p><p>Looking more broadly at Apple's narrative, Kumar sees opportunity for the company to eventually notch a $4 trillion valuation by becoming a bigger player in the worlds of healthcare and automobiles. (Apple has been knocking on the door of a $3 trillion market value, with shares having reached the required threshold in intraday trading earlier in January but failing to close at that level.)</p><p>“In healthcare, we see the Apple Watch continuing to add more and more features, with the goal of eventually offering a blood sugar monitoring system,” he wrote. As for the automotive space, Apple reportedly is interested in developing a car. Such a project “makes sense,” in Kumar's view, given the car represents a hardware platform on which Apple can sell its services.”</p><p>Kumar bumped up his price target on Apple shares to $200 from $175, while keeping an overweight rating.</p><p>Shares of Apple are off 0.5% in Friday afternoon trading. They've advanced 19% over the past three months, as the Dow Jones Industrial Average DJIA has gained just about 2%.</p>",
  "published": "2022-01-14T13:54:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 12,
          "end": 16
        },
        {
          "start": 0,
          "end": 5
        },
        {
          "start": 1758,
          "end": 1763
        },
        {
          "start": 1836,
          "end": 1841
        },
        {
          "start": 1539,
          "end": 1544
        },
        {
          "start": 979,
          "end": 984
        },
        {
          "start": 1692,
          "end": 1697
        },
        {
          "start": 402,
          "end": 407
        },
        {
          "start": 475,
          "end": 480
        },
        {
          "start": 1155,
          "end": 1160
        },
        {
          "start": 1375,
          "end": 1386
        },
        {
          "start": 1375,
          "end": 1380
        }
      ],
      "nexusId": "10022657"
    }
  ]
}