{
  "_id": "c78fb3dc33bfee6ea6e118d776d199993bb20876f2bace589b1691fb66862adc",
  "feed": "ftcomall",
  "title": "Beijing succumbs to Covid after Xi Jinping lifts pandemic restrictions",
  "text": "<p>The city of Beijing rode out the pandemic for almost three years, crushing Covid-19 outbreaks before the virus could overwhelm it. When dozens of cases flared in June 2020, the head of the Chinese capital's Communist party committee vowed to take “the most resolute, decisive and stringent measures to block transmission and control the situation”.</p> <p>The city's defences held again in the spring when targeted measures such as localised quarantines helped it avoid a sweeping lockdown such as the one that immobilised Shanghai for eight weeks. Beijing's party secretary, Cai Qi, a longtime ally of President Xi Jinping, was rewarded for his efforts with a promotion to the party's most powerful body, the Politburo Standing Committee, in October.</p> <p>Over the past week, however, <a href=\"https://www.ft.com/china\">China</a>'s most important citadel has been breached. Since Xi abruptly ditched his contentious zero-Covid strategy of containment, the virus has raced through the capital's 22mn people, even as streets remain empty and most businesses are closed.</p> <p>In recent days, Financial Times reporters have seen <a href=\"https://www.ft.com/content/73eba78a-1bdb-4b32-be3e-b0329470b946?\">evidence of Covid deaths</a> at Beijing hospitals and spoken with staff at crematoria and nursing homes who confirm coronavirus-related fatalities, contradicting National Health Commission counts showing no deaths nationwide since December 3.</p> <p>The head of a large nursing home in Beijing, who spoke on the condition of anonymity for himself and his institution, told the FT that “a few residents have died of Covid complications” despite a “closed loop” staffing system in which caretakers do not leave the facility.</p> <p>“Most Chinese nursing homes, including ours, lack healthcare capabilities,” he said. “We have to rely on hospitals to treat our elderly residents in the event of a health emergency.</p> <p>“The problem is that hospitals have been overwhelmed,” he added. “We spent six hours without success&#xa0;this week calling the 120 health hotline after one of our residents developed severe symptoms.”</p> <p>Many healthcare workers are bracing themselves for the worst. Hospitals are warning people to stay at home and hydrate rather than join the long queues outside overwhelmed fever clinics. Many clinics are no longer testing and isolating patients infected with Covid, and doctors and nurses have been instructed to keep working even if they catch the virus.</p> <p>“We have to fight on, otherwise the hospital will come to a stop,” one Covid-positive doctor at Chaoyang Hospital, in Beijing's main commercial and embassy district, told the Financial Times, coughing through their mask.</p> <p>The doctor, who did not want to be named, added that the hospital had <a href=\"https://www.ft.com/content/b44b2a11-9a8e-4676-9fce-ed2d33dc502a\">run out of fever medication</a> such as paracetamol and ibuprofen and that its Covid ward was crowded but not inundated on Wednesday morning, with many patients on oxygen and intravenous supplies.</p> <p>“People with and without Covid are mixed together at the fever clinic,” said a medical worker at the Beijing Capital Institute of Pediatrics, adding that the wait time to see a doctor was at least seven hours.</p> <p>One mother, who asked not to be identified, said she waited in the institute's emergency room for 13 hours as her 10-month-old baby battled a high fever.</p> <p>Another Covid-positive mother, Mary Yang, said she was worried that the long waits would be too dangerous for her infected daughter, who has a history of febrile convulsions, seizures brought on during fevers. Yang took her daughter to a private clinic where admitted patients are charged at least Rmb12,000 ($1,720) per day.</p> <p>With many testing at home or not all, Beijing's official daily tally of new cases — just 476 on Monday — was farcical to residents witnessing the rapid spread of the virus first-hand. China's National Health Commission said on Wednesday that it would <a href=\"https://www.ft.com/content/1e0f2260-fac5-4bd2-b570-b56f249a5711\">no longer try to tabulate</a> the total number of daily infections.</p> <p>Alex Chen, a technology industry worker who has begun conducting informal infection surveys of Beijing residents on WeChat, found that by Wednesday, 52 per cent of 150 respondents said they were positive.</p> <p>James Zimmerman, a lawyer in Beijing, said Covid had quickly spread to most of his 25 office colleagues even though many were working from home. “This thing came on like a runaway freight train,” he said. Covid infections have also laid up many of the staff at Amazon and Google's Beijing offices, several employees said.</p> <p>“Too many of our employees are positive, there's only a few who can come in and work,” said a security guard at the entrance to Apple's Beijing flagship store, which is operating at reduced hours. Many other stores in the high-end Sanlitun shopping district, including Coach, MAC and Abercrombie &amp; Fitch, were closed this week.</p> <p>On Wednesday, a commentary in the party's flagship newspaper, the People's Daily, justified the government's 180-degree turn from locking down cities to lifting restrictions, citing “the weakening of the pathogenicity of the Omicron virus, increased vaccinations and the accumulation of experience in prevention and control”.</p> <p>For Beijing and other cities, the nightmare scenario is that crowds in fever clinics and hospital wards fill up intensive care units, as when Covid first erupted in Wuhan in late 2019.</p> <p>“ICUs in Beijing haven't been overwhelmed,” said one ICU doctor in the city. “But it is very difficult to predict how things will evolve in the coming weeks.”</p> <p>In anticipation, some elderly residents have confined themselves to their flats for fear of getting the virus. “We haven't gone outside since they opened up,” said one 63-year-old Beijing resident who did not want to be identified. “We have lots of meat and cabbage stored, so we'll stay inside until we run out of food.”</p> <p>Some Beijing residents have already begun questioning the prudence of abandoning zero-Covid <a href=\"https://www.ft.com/content/72a2202e-d6a8-4380-8a0a-e537678aaed0\">with few mitigation measures</a> in place.</p> <p>“Beijing's healthcare system isn't ready for an outbreak like this,” the nursing home executive said. “The government invested too much in zero-Covid and too little in better healthcare.</p> <p>“If residents in my nursing home get Covid and show severe symptoms, their survival depends on their underlying health and to a large degree, luck.”</p><p>Source: Ryan McMorrow and Xinning Liu in Beijing, Sun Yu in Shanghai and Tom Mitchell in Singapore 2022 'Beijing succumbs to Covid after Xi Jinping lifts pandemic restrictions' FT.com 16 December. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-12-16T07:02:11.306Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 4461,
          "end": 4466
        }
      ]
    }
  ]
}