{
  "_id": "781e9c2eb023a8fe88388de973f05c56f8d85b678771ef597635d1ae6308ed5f",
  "feed": "wall-street-journal",
  "title": "Family & Tech: My Watch Says My Heart's Off. What Do I Do?",
  "text": "<p>AFib is an irregular and often rapid heart rhythm that can cause blood clots in the heart; if clots break free, they can travel to the brain and cause a stroke. People often don't even know they have the condition until catastrophe strikes, cardiologists say.</p><p>Around one in five American adults say they regularly wear a smartwatch or fitness tracker, according to Pew Research Center. At least 20 smartwatches sold in the U.S. currently have the ability to detect irregular heart rhythms, market-research firm IDC says.</p><p>Some doctors warn that smartwatches and other wearable devices aren't proven screening tools, and say alerts for nonsevere cases can result in anxiety for patients, costly testing and unnecessary treatment. Others say the people who could benefit most from the devices aren't wearing them -- and might not be able to afford them.</p><p>\"It's very possible that atrial fibrillation can be detected in patients at high risk, but has it been shown to reduce the rate of stroke in any study? No, and it certainly hasn't been shown to reduce death,\" says N.A. Mark Estes, a professor at the University of Pittsburgh School of Medicine and an expert with the American Heart Association.</p><p>Apple is supporting studies on the effectiveness of such monitoring.</p><p>The problem with using smartwatches to detect AFib is that they tend to be worn by younger people, cardiologists say. According to Pew, the majority of people who wear smartwatches and fitness trackers are between the ages of 18 and 49. Just 2% of Americans under the age of 65 have AFib, while 9% of people 65 and older have it, according to the Centers for Disease Control and Prevention.</p><p>Even for older adults, the benefits aren't clear. The U.S. Preventive Services Task Force, an independent panel of experts in evidence-based medicine, this year said there's insufficient evidence to weigh the benefits of AFib screening for asymptomatic adults over the age of 50.</p><p>There might be stronger benefits of tracking AFib episodes among people already diagnosed with the condition, Dr. Estes says. In a September software update, Apple introduced a way for AFib patients to use recent-model Apple Watches to track when their episodes occur and how long they last.</p><p>An Apple spokeswoman says the information can motivate wearers to make lifestyle changes.</p><p>But let's say you're a relatively young, healthy person whose watch notifies you that you may have AFib. Your doctor will need to run tests to confirm the watch's findings -- the whole process causing you anxiety.</p><p>If AFib is confirmed, what next? Blood thinners are a common AFib treatment. But blood thinners lead some people to avoid injury by reducing physical activity -- activity that could otherwise keep them fit and protected against heart conditions, says Daniel Capurro, deputy director of the Centre for the Digital Transformation of Health at the University of Melbourne.</p><p>Dr. Capurro -- who wrote an opinion piece published in February on the dangers of digital overdiagnosis in the Journal of the American Medical Association -- points to lessons learned from early prostate screening. A blood test led to more men being diagnosed and treated for a slow-growing cancer that may never have harmed them. Radiation treatment or surgery for prostate cancer can result in urinary incontinence and impotence. \"Many years later, we saw we had made a tiny impact on health outcomes, and we were harming a lot of men,\" he says.</p><p>As with cancer, an AFib diagnosis can also make getting health or life insurance harder and more expensive, he adds.</p><p>Some doctors say AFib-detecting smartwatches -- which generally cost between $100 and $400 -- don't reach the population that actually could benefit from them. Among the most at-risk people are lower-income patients who lack access to quality medical care.</p><p>Rod Passman, director of the Center for Arrhythmia Research at Northwestern University in Chicago, is conducting a long-term study to track AFib episodes. Apple is supplying watches. He is involved in another study with Johnson &amp; Johnson and Apple to determine whether early AFib detection with Apple Watches can reduce the risk of stroke and other cardiovascular conditions.</p><p>If studies prove wearable devices can improve patient outcomes, healthcare costs could come down, says Dr. Passman, who says he doesn't receive funding from Apple. \"If an insurance company will pay for your blood thinner and stroke, maybe someday they'll pay for your Apple Watch,\" he says.</p><p>Marco Perez, associate professor of medicine at Stanford University, co-led an Apple-funded study from November 2017 to February 2019 about the detection of irregular heart rhythms. He says early detection in seemingly low-risk people can help identify other heart problems. But, he adds, there aren't any long-term studies showing patients are generally better off with early detection and intervention.</p><p>Dr. Perez said the Apple heart study found few false positives, because of the way the detection algorithm was designed.</p><p>Google-owned Fitbit recently completed a study of AFib detection using its devices and found similarly low rates of false positives.</p><p>Tony Faranesh, a research scientist at Fitbit, acknowledges that the wearables industry is still in the early days of understanding how helpful its devices might be in detecting cardiovascular irregularities.</p><p>\"This is not a diagnosis,\" he says of the AFib notification. \"It's a way to identify early signs of disease and to start a conversation with your doctor.\"</p>",
  "published": "2022-10-03T00:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 4119,
          "end": 4124
        },
        {
          "start": 4915,
          "end": 4920
        },
        {
          "start": 1196,
          "end": 1201
        },
        {
          "start": 2094,
          "end": 2099
        },
        {
          "start": 4066,
          "end": 4071
        },
        {
          "start": 4357,
          "end": 4362
        },
        {
          "start": 4468,
          "end": 4473
        },
        {
          "start": 2231,
          "end": 2236
        },
        {
          "start": 3979,
          "end": 3984
        },
        {
          "start": 2155,
          "end": 2160
        },
        {
          "start": 4570,
          "end": 4575
        },
        {
          "start": 4468,
          "end": 4479
        }
      ],
      "nexusId": "10022657"
    }
  ]
}