{
  "_id": "5869f2336ce4a4daa28b6aee60a344610cea85d08c7c72121f76a660a661ae4e",
  "feed": "ftcomall",
  "title": "EU braced for legal challenges to rules designed to tackle Big Tech",
  "text": "<p>Europe's regulators are preparing for legal challenges to landmark legislation designed to tackle Big Tech, as member states have become increasingly concerned over how the new rules will be enforced.</p> <p>EU politicians hailed the passing of the Digital Markets Act, a law that comes into force next year and is expected to <a href=\"https://www.ft.com/content/1c66027d-717f-4d71-b76b-34077721a678\">set the global standard</a> for how large online platforms such as Google, Amazon and Facebook must operate.</p> <p>But a series of doubts have emerged since the act was passed earlier this year, according to EU officials and company executives who have been scrutinising the legislation.</p> <p>The concerns include <a href=\"https://www.ft.com/stream/6a112bc2-de49-4956-be12-c835b7eab4a6\">big tech</a> groups seeking to undermine the provisions through litigation, member states seeking the spotlight with their national cases outside the remit of the new rules, and the European Commission not hiring enough staff to meet the enormous task of enforcing the laws.</p> <p>Some of the new obligations in the DMA include a ban on companies ranking their own products on their internet platforms ahead of rivals and a promotion of sharing data with smaller competitors.</p> <p>Gerard de Graaf, a senior EU official who next month will become the head of the bloc's new office in Silicon Valley, is among those who expect a legal fight over the measures.</p> <p>“There will be litigation [from tech companies], no doubt,” de Graaf told reporters recently. “We are prepared for litigation but we would like a constructive discussion with the platforms rather than an adversarial discussion.” </p> <p>There are, however, signals that Big Tech's discontent with the DMA may spill into the courts. Amazon said last month the company was <a href=\"https://www.ft.com/content/694af829-56e5-4b1c-933e-0a312ea72a44\">engaging “constructively” with Brussels</a> but that it still had “serious concerns about the [DMA] unfairly targeting Amazon and a few other US companies”. </p> <p>Amazon also said in July that it disagreed with a decision by Germany's Federal Cartel Office to designate it as a powerful online platform, a denomination that comes with extra legal burdens similar to the DMA. The company is likely to formally appeal against the decision, according to two people with direct knowledge of the matter.</p> <p>An executive at a large tech platform said: “We are focused on finding solutions [over the DMA]. We are looking to make positive changes. Litigation is our last resort.”</p> <p>Besides legal action, the EU is also facing resistance from within the bloc. Many member states want a more prominent role in going after Big Tech by opening formal probes and handing companies hefty fines. </p> <p>That desire has led to tensions over how much power Brussels will have compared with national competition authorities to scrutinise the dominance of conglomerates such as Google parent Alphabet and Facebook owner Meta.</p> <p>Under the DMA, the European Commission has centralised powers as the “sole authority empowered” to enforce the regulation and to decide when to open antitrust investigations and against which companies.</p> <p>Even when member states decide to look into breaches at a national level, these investigations need to be handed over to Brussels. EU countries cannot open their own probes without the blessing of chief competition commissioner Margrethe Vestager.</p> <p>Still, how involved national regulators should be in tackling Big Tech is the source of “differences of opinions” between the commission and European capitals, according to senior EU officials and regulators.</p> <p>“We are seeing a land grab of cases as member states seek the limelight,” said one official in Brussels. “The DMA leaves no gap for member states to enforce their own rules and the window of opportunity for them to do [so] is closing.”</p> <p>That did not deter Germany from enacting its own version of the DMA in 2021. Andreas Mundt, the head of the country's competition watchdog, pointed to the advantage that his country's law is already in place. </p> <p>“It's too early to say that once the DMA is in place we cannot pursue these [cases against tech companies] anymore,” he said. “I am pretty sure that we will see lots of conducts that are not caught by the DMA.”</p> <p>Martijn Snoep, the head of the Dutch competition authority, said his agency was trying to set a European example of how to tackle illicit behaviour by Big Tech after he opened a case against Apple over the lack of alternative payment methods for users on its platforms. </p> <p>He said the move to centralise enforcement of the DMA in Brussels was a “political decision and that's OK” but warned that could mean his country had little incentive to work with the commission on tech cases.</p> <p>“I am not sure how many investigations we will actually launch and I'm not sure it will be an efficient allocation of resources,” said Snoep. “It will incentivise the national competition authorities to focus on the non-DMA matters — or against companies not considered gatekeepers under the DMA but who have a dominant position.”</p> <p>To qualify as a “gatekeeper”, a company will also have to have at least 45mn monthly active users or at least 10,000 yearly business users. Google, Amazon, Facebook, Apple and Microsoft all meet this standard, but also other groups such as accommodation site Booking.com and ecommerce group Alibaba.</p> <p>The DMA is expected to result in a torrent of extra cases that will increase the need for qualified staff of enforcement officials to fend off the well-resourced legal teams of big tech companies.</p> <p>Andreas Schwab, the MEP who led the DMA debate at the European parliament, is among those worried that Brussels' ambitions are not matched by sufficient resources. He has been pushing for a larger budget to hire 150 extra staff, while the commission expected to employ just 80.</p> <p>In a recent letter to the Czech Republic, which holds the rotating EU presidency, Schwab warned that the enforcement of the rules needed to be “our common priority”. Otherwise, he wrote, “their fulfilment will be seriously jeopardised”, causing “irreversible damage to the digital single market”.</p><p>Source: Javier Espinoza in Brussels 2022 'EU braced for legal challenges to rules designed to tackle Big Tech' FT.com 19 August. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-08-19T04:00:15.389Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "confidence": 0.94,
      "offsets": [
        {
          "start": 4975,
          "end": 4980
        },
        {
          "start": 4217,
          "end": 4222
        }
      ],
      "weightsV2": {
        "weight": 1.71475,
        "baseWeight": 2.0,
        "expansionWeight": 0.0,
        "ontologyWeight": -0.28524995,
        "tagPositionWeight": 0.0,
        "titleWeight": 0.0
      },
      "typeRank": 4
    }
  ]
}