{
  "_id": "80d756bf0b6f45192a99a6576673163120778ffb0592b3ba38f04ed7620af8cc",
  "feed": "ftcomall",
  "title": "Digital trade must not become a zero-sum game",
  "text": "<p>The future is digital, and nowhere more so than in trade. While cross-border trade in many traditional goods and services has flattened over the past decade, trade in data, digital services, intellectual property and even international students (despite a brief pandemic-related blip) is booming. </p> <p>Between 2010 and 2019, trade flows linked to almost anything to do with knowledge grew twice as fast as those of traditional goods. And some areas grew even faster during the pandemic thanks to the boom in all things digital, according to the latest <a href=\"https://www.mckinsey.com/capabilities/strategy-and-corporate-finance/our-insights/global-flows-the-ties-that-bind-in-an-interconnected-world\">McKinsey Global Institute</a> tally of global value chains. </p> <p>This is good news — it is crucial that ideas and data flow across borders. But it also presents both old and new challenges. </p> <p>Into the former category falls the question of how to make sure that digital trade doesn't become a global race to the bottom as multinational companies move jobs and data to areas with cheaper labour and fewer privacy protections. And in the latter category, policymakers, labour leaders and businesses need to consider how this intangible trade is different from trade in traditional goods and services, and what this means for economics and politics at both the global and the local level.</p> <p>Perhaps the most fundamental way in which trade in intangibles differs from traditional trade is that data isn't like a lump of coal or a length of steel — it can be used by many people, simultaneously. In theory, this should create a win-win scenario, not only for both sides of an individual transaction, but also for the countries through which cross-border data flows.</p> <p>Yet in practice, information has a tendency to be monopolised. The network effect — in which more begets more — has created superstars in data-rich fields such as Big Tech and Big Pharma. These large companies tend to create much more linear supply chains, because it is both efficient and cost effective. According to MGI, trade concentration is most pronounced in knowledge-intensive and intangibles-heavy global value chains. Indeed, the six most concentrated value chains today all belong to this group — think Big Tech, electronic components, pharmaceuticals, etc.</p> <p>Policymakers are already addressing some of these issues, with stronger antitrust efforts and new ways of thinking about the impact of the barter transactions that make up a large part of digital trade flows. In other areas, <a href=\"https://www.ft.com/content/a8d0389a-4f88-4470-8cb1-79c083e65249\">such as semiconductors</a>, efforts are under way to increase regional production, which will allow a greater number of companies and countries into the sector's supply ecosystem. But in areas like pharmaceuticals, very little progress has been made to diversify flows (a 2021 White House supply chain review noted extreme concentration in pharmaceutical ingredients).</p> <p>Multinational companies control most digital trade, and as with the traditional equivalent, they have an incentive to move work and data wherever is most convenient and profitable for them. While the majority of trade in intangibles is still concentrated in OECD countries, there is a trend towards outsourcing more digital work to places such as the Philippines or India, where labour protections are scant. </p> <p>“If we do new trade deals, like the Indo-Pacific trade framework, and there isn't enough protection for labour or consumer data in all countries, we're going to end up in a worse place than before,” says Chris Shelton, head of the Communications Workers of America, the union that represents roughly half a million digital workers.</p> <p>These concerns are further exacerbated by the fact that while working from home has been a boon to many employees in rich countries, it has also shown the extent to which white-collar knowledge work can be done from anywhere — and thus potentially outsourced. As one chief executive told me a year ago, “If you can do the job in Tahoe, you can do it in Bangalore.” Little wonder then that the CWA is fielding more inquiries about union organising within the technology sector, healthcare, media and even finance.</p> <p>Will digital trade flows mirror some of the problematic aspects of traditional trade? Or will they create new geographic dynamics? Part of this depends on the extent of <a href=\"https://www.ft.com/content/d3935b9a-a203-435d-b1a9-a22bcc9d79e7\">US-China</a> technology decoupling. It also depends on how connected digital flows are to the material world. The internet of things dramatically increases the flow of data within and between businesses, mirroring the boom in consumer data that followed the launch of the iPhone in 2007. “Digital trade isn't divorced from traditional trade,” says MGI director Olivia White, “but it's unclear exactly what the casual arrows between the two are as of yet.”</p> <p>We need better ways of measuring knowledge flows. This was the topic of a recent IMF annual meeting on intangibles. Information flows are far more opaque than those of traditional goods. This makes it difficult to tally, tax and regulate them but it also makes it difficult to fully understand their effects on markets, workers and productivity.</p> <p>Knowledge is something we as humans create, but it is also something that we trade. This truth lies at the heart of the digital economy. Information must be free to flow, but it must not become yet another arena in which the gains reaped by capital outweigh those of labour. If that happens, we can expect a white-collar backlash against digital trade.</p> <p><a href=\"mailto:rana.foroohar@ft.com\"><em>rana.foroohar@ft.com</em></a></p><p>Source: Rana Foroohar 2022 'Digital trade must not become a zero-sum game' FT.com 28 November. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-11-28T05:00:37.496Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": []
    }
  ]
}