{
  "_id": "90b7da959c25a3791bbe9837a601da7a796c38a1add3428251a1ddf189e25976",
  "feed": "ftcomall",
  "title": "How ‘hospital at home' model is being used to help the NHS cope with Covid ",
  "text": "<p>When Steven Clifton was diagnosed with “mild heart failure” just days before Christmas, he seemed fated to spend the festive season in a hospital bed.</p> <p>Instead, after two days on a ward he was released with simple equipment to monitor his condition himself, becoming the first patient to benefit from a pioneering “hospital at home” scheme run from West Hertfordshire Hospitals NHS Trust in the London commuter belt.</p> <p>If England's publicly funded NHS has its way, millions more will share Clifton's experience in the coming years. The government's <a href=\"https://www.ft.com/content/f797d897-bc41-4007-8d21-4541a0c21b2d\">“living with Covid” plan</a>, published on Monday, highlighted the use of virtual wards and “hospital at home” models as part of its long-term strategy to help the health service cope with coronavirus. </p> <p>The service's planning guidance for the coming year laid down “a national ambition of 40-50 virtual beds per 100,000 population”. There are currently about 53 virtual wards, providing 2,500 “technology-enabled” beds, across England. </p> <p>The model has obvious appeal for a system such as the NHS, which has more than halved the number of hospital beds during the past 30 years, placing it 34th out of 41 OECD nations for beds per 1,000 people.</p> <a href=\"http://www.ft.com/cms/8675188.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a> <p>Clifton was charged with taking his own weight, blood pressure and oxygen saturation readings three times a day and relaying them to his care team via an iPad, supported with daily telephone check-ins from a specialist cardiac nurse. &#xa0;</p> <p>After a week the 79-year-old grandfather was declared well enough to manage without the remote scrutiny, but found he missed it. “It was a comfort, just the knowledge that if I entered a figure and it didn't look right somebody would be on the phone,” he said. </p> <p>Despite Clifton's positive experience, the evidence for a substantial shift to virtual care is limited. The model has been around for at least 30 years, but in many countries it has only been widely adopted since the pandemic. </p> <p>From Israel to Germany clinicians used remote monitoring to ease pressure on health systems at the height of the crisis, according to Nigel Edwards, chief executive of the Nuffield Trust.</p> <p>In the US, too, the approach has gained traction during the pandemic. Robert Wachter, professor and chair of the Department of Medicine at the University of California, San Francisco, believes people have become far more confident about both giving and receiving remote care in the past two years. </p> <p>“US healthcare is a $4tn industry and hospital care probably represents 30 per cent of that spend. If 10 per cent of that can be pulled out and done in this new way . . . that's a huge market to lead,” he said, noting that companies and venture capitalists are increasingly moving into the space. </p> <p>He cautions that, due to the investment they require, virtual wards are not a cheap option. “When we do the math on the economics of all of it, it still looks like it will cost us more money than save us,” he said. </p> <p>But he added that because his hospital “runs very full and we often have to turn away patients who have more complex needs”, the shift still made “clinical and economic sense”.</p> <p>The approach can also allow health leaders “to relatively cost effectively expand the capacity of the NHS”, said Edwards. The cost of care in the “at home” models may be little different from care in hospital “but if you're trying to make the investment case, the point at which they really look cheaper is if they're being put against a new building”, he added.</p> <p>Hertfordshire's place in the vanguard of remote care owes much to Dr Andrew Barlow, a respiratory medicine consultant who devised and implemented a “virtual ward” for Covid patients in March 2020, after calculating his hospital trust had too few beds to cope with the coming surge. </p> <p>NHS England later urged all hospitals to adopt his template and its success inspired Barlow and his colleagues to widen the scheme to cover patients like Clifton. “It saved the hospital, I've no doubt about that,” Barlow said. </p> <p>He added that the data suggest there has been no sacrifice in the quality of care. Nationally around one in three hospitalised Covid patients is readmitted within 90 days “and for us, it was nowhere near that . . . our readmission rate was about 8 per cent”. </p> <p>Initially the expanded scheme will cover heart patients such as Clifton and people living with chronic obstructive pulmonary disease (COPD), a respiratory condition. It could be extended to patients with liver disease, some post-operative cases and to frailer elderly people. </p> <p>For Dr Niall Keenan, a consultant cardiologist who is leading the current phase of the project, the shift to at-home care involves re-conceiving the entire purpose of a hospital as a repository of expertise that can be deployed beyond its walls, rather than simply a bricks-and-mortar institution. </p> <p>He described meeting four or five new patients on his cardiac ward recently and thinking “you do not need to be there”. He believes the 9,000 “bed days” consumed by the hospital's cardiac patients last year can be reduced by 4,000 through the hospital-at-home model. </p> <p>However, Barlow warned that while the scheme is “one part of the solution” for the cash-strapped NHS, it “is not a ‘staffing-lite' option . . . While it might save on beds and electricity it's still going to need highly specialised, well-trained senior nurses and doctors to deliver it and both of those are at a premium at the moment”.</p> <p>Matthew Taylor, chief executive of the NHS Confederation, which represents health organisations across the country, agreed that “the workforce is the number one constraining factor in the health service right now and this [approach] is not going to solve that problem”. </p> <p>And while he supports the thinking behind the scheme's expansion, he is not convinced that the NHS has fully considered the ramifications.</p> <p>The history of public policy “shows something often getting lost when you move things on to a national scale that had previously been spontaneous”, Taylor warned.</p> <p>The Hertfordshire trust's Covid virtual ward has so far treated about 6,000 patients during the pandemic, and is still caring for 70, while the COPD and heart function “virtual hospital” has treated 46, including 16 current patients. The trust — with the vital support of clinicians on the ground such as GPs and community nurses — is rolling out each phase of the programme carefully, so the results can be analysed before moving on to the next. </p> <p>Barlow is candid, however, that not all NHS staff have embraced the new model. “On the ground at consultant level, like any profession, there's a range of risk appetite and a wide range of comfort in how this idea is going down so my feeling is that its rollout locally and nationally is going to be probably slower than [NHS England] want,” he said.</p> <p>Health bosses can only hope all patients end up as satisfied as Clifton. The retiree said: “I think it's a terrific idea. If they can get people out of hospital safely and still be able to monitor them, then surely that can only be a good thing.” </p> <p><em>Data analysis and visualisations by Federica Cocco</em></p> &#xa0;<p>Source: Sarah Neville in London 2022 'How ‘hospital at home' model is being used to help the NHS cope with Covid ' FT.com 23 February. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-02-23T16:27:15.898Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [],
      "nexusId": "10022657"
    }
  ]
}