{
  "_id": "963acddf287d8d4d608f16befc47699a44c43b83387d46cbae861f00084bb6bd",
  "feed": "wall-street-journal",
  "title": "With Its 'Satan Shoes,' Art Collective MSCHF Went Viral. Next Up: A Footwear Empire? One year after releasing 2021's most talked about shoes, the Brooklyn company is launching a full-fledged shoe line. This time it's hoping to not get sued.",
  "text": "<p>The parties settled out of court and MSCHF agreed to buy back all the sneakers from customers at their original price. In the end, Satan Shoes proved better at going viral than making the company money.</p><p>So one year later, how is MSCHF following up this mixed-success foray into the sneaker world? By making more sneakers. \"I've been asked so many times, whether it be friends, family, reporters, Instagram comments, everybody's like, 'what's the next sneaker?'\" said Daniel Greenberg, MSCHF's famously tight-lipped co-founder in an interview.</p><p>The answer arrives on March 21, when the group will begin selling the Tap3, its first made-from-scratch sneakers—a low-top black shoe crisscrossed with stripes that lend it the appearance of being wrapped in yellow-and-black caution tape. The shoes will be made available to customers both through a proprietary app and on MschfSneakers.com.</p><p>Going forward, the company plans to release new shoe designs at a rate of around one a month, with sneakers retailing for $220 and boots for $295. MSCHF refused to talk on the record about what these future designs might look like but said they would include collaborations (a requisite for any self-respecting sneaker company) and would not be limited to sneakers or boots. \"If we want to put out a $220 high heel through the MSCHF sneakers app, we will do that,\" said Mr. Greenberg.</p><p>By releasing MSCHF's first original designs nearly a year to the day after the Satan Shoes, said the brand's chief creative officer Kevin Wiesner, the company was working through \"a little pent-up aggression\" stemming from sneaker juggernaut Nike's decision to go after its small studio. It is perhaps not a coincidence that the shape of the new mock-caution-taped design conspicuously resembles that of Swooshless Nike Air Force 1s.</p><p>(For the record, according to MSCHF, nothing in the Nike settlement prevented MSCHF from entering the sneaker market with its own designs. And Mr. Wiesner stressed the company has taken pains to ensure it doesn't run afoul of the law again. \"We were forced to learn what you can get away with,\" he said. A Nike representative did not respond to a request for comment.)</p><p>Conveying the expansiveness of the MSCHF team's thinking, the brand recently posted an internet job listing for a \"Sneaker Designer\" that read in part: \"If we said, 'let's create a bagel sneaker,' you'd take that prompt and work on a series of design concepts for a bagel sneaker. You must be open-minded and capable of designing unique and novel concepts.\"</p><p>The MSCHF team praised the current madness of the sneaker market, where insatiable collectors willingly pay nearly $2,000 on resale sites for cow-print Nike Dunks inspired by melting Ben &amp; Jerry's ice cream. But MSCHF believes it can push the extreme-sneaker envelope given its track record of stoking viral panic. \"Our approach is basically to say [to collectors], 'you could get a lot crazier very easily,'\" said Mr. Wiesner. Tellingly, the icon for the company's iPhone app is a severed foot—a comical, if disgusting, entry point for consumers to the brand.</p><p>Still, the shoe company, which Messrs. Greenberg and Wiesner said will operate independently from MSCHF's ongoing art projects, is a baldly commercial venture for the wry art collective. MSCHF made a name for itself with madcap conceptual projects like the sale of 999 forged Andy Warhol paintings and a program that melted handguns into swords. By comparison, slinging sneakers seems tame.</p><p>The studio has never sold anything at the scale of its shoe designs, each of which will be released \"in the thousands\" according to Mr. Greenberg. The learning curve was steep: Customizing an existing sneaker (as it did with the Satan Shoes) is one thing, but constructing an entirely new piece of footwear required a high level of technical know-how and the cooperation of Chinese manufacturers.</p><p>\"It's been a lot of learning and a lot of learning fast, but also finding people in factories who know how to do these processes,\" said Mr. Wiesner. It was particularly challenging to nail the thickness of the molded \"caution tape\" on its first shoe so that it looked convincingly like real tape. Beyond recruiting a sneaker designer unfazed by visions of high-concept wearable bagels, MSCHF has hired an experienced technical designer to produce the footwear.</p><p>To get the shoe line off the ground, the collective has started to function like a traditional apparel company, with a fulfillment warehouse in Brooklyn and a shopping app that works much like Nike's well-known Snkrs app. And like most legitimate apparel companies, MSCHF has faced Covid-related supply-chain problems. Its launch shoes were delayed on a freighter from Asia and Mr. Greenberg joked that he was \"gonna have to hop on a paddle boat and go out there and say 'Give me my shoes.'\"</p><p>As for living up to the Satan-shoes hype, the MSCHF team seemed aware that lightning is unlikely to strike twice. And so this time, they're focused less on merely going viral and more on actually selling shoes. Said Mr. Greenberg, \"We want to see people walking around Soho in some of these crazy-ass things.\"</p><p>More in Style &amp; Fashion</p><p>* Birkin Bros: Why Men Covet Wildly Extravagant Hermès Handbags March 7, 2022</p><p>* Paris Fashion Week Was All About Kanye, Julia Fox, Pusha T—and Oh, Yeah, Some Clothes January 26, 2022</p><p>* Why Are Rich Guys So Obsessed With These Boring-Looking Shoes? January 24, 2022</p><p>* Why Are All These People Showering in Their Arc'teryx Jackets? January 17, 2022</p><p>* The Surprising Story Behind the Watches You See on TV and in Movies January 10, 2022</p><p>With Its 'Satan Shoes,' Art Collective MSCHF Went Viral. Next Up: A Footwear Empire?</p>",
  "published": "2022-03-10T13:43:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": []
    }
  ]
}