{
  "_id": "d9a2179ec303704a3a3675d15f94b3c566496e85fd2276fcc57f80d720eb511b",
  "feed": "market-watch",
  "title": "The office 'is over,' Airbnb CEO Brian Chesky says; here's how he envisions the future of work; In interview with Time, Chesky says the future workplace will offer 'total flexibility'",
  "text": "<p>Airbnb ABNB last month announced it would allow its employees to work from almost anywhere, with no cut in pay. Chesky said at the time the move reflected current sentiment and was intended to retain top talent. While most offices around the country closed during the pandemic, their reopening in recent months has sparked intense debate about how Americans want to work — with many people not wanting to go back to five days a week at the office.</p><p>In the interview with Time, Chesky said the answer is flexibility. \"The solution is going to be a true hybrid, not three days in the office,\" he said. \"It's going to be total flexibility, and then gathering in an immersive way when you need.\"</p><p>Chesky said the changes will be especially noticeable in younger companies. \"Most CEOs are from a different generation,\" he said. \"Young leaders are going to think quite differently,\" adding that he envisions the workplace of the next decade to be more nomadic.</p><p>He predicted that companies will still have in-person face time; it'll just be drastically reduced. \"My suspicion is a week per quarter is probably going to be enough human connection for the average person to come together and bond,\" he said. And even that may look different: \"If people go into an office for collaboration, do they need to go to New York City or can they go to a retreat in upstate New York?\" he asked.</p><p>Chesky's outlook may send shivers up the spine of the commercial real estate industry, but he's far from alone in predicting massive changes to the workplace. A recent global survey showed more than 50% of workers would take a pay cut if it meant coming into the office less, and nearly two-thirds would look for a new job if their employer required them to return to the office full time.</p><p>Read more: Office buildings sit more than half empty. Why the next recession could spur more trouble</p><p>While a number of businesses — particularly tech companies — are now offering a hybrid work schedule, many workers want even more flexibility. Apple Inc. AAPL workers, for example, have been vocal in criticizing the tech giant's new plan requiring employees to be in the office for three set days a week as too inflexible. Last week, Apple's director of machine learning, Ian Goodfellow, resigned, citing that policy as too restrictive. \"I believe strongly that more flexibility would have been the best policy for my team,\" Goodfellow reportedly said in an email to staff.</p><p>If more employees become able to work from virtually anywhere, Airbnb is one of the companies poised to cash in.</p><p>Last week, Airbnb reported it topped 100 million bookings in a quarter for the first time, and said \"Two years into the pandemic, Airbnb is substantially stronger than ever before.\" Still, its shares are down 18% year to date, compared to the S&amp;P 500's SPX 13% drop this year.</p><p>The office 'is over,' Airbnb CEO Brian Chesky says; here's how he envisions the future of work</p>",
  "published": "2022-05-09T11:38:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 2009,
          "end": 2019
        },
        {
          "start": 2009,
          "end": 2018
        },
        {
          "start": 2020,
          "end": 2024
        },
        {
          "start": 2009,
          "end": 2014
        },
        {
          "start": 2200,
          "end": 2205
        }
      ]
    }
  ]
}