{
  "_id": "8dd14c643738d4e550d1d86c11dceb196d445c377cb7808160495ca27e0879cf",
  "feed": "ftcomall",
  "title": "No VR, but Apple shows OS vision ",
  "text": "<p>Apple's <a href=\"https://www.ft.com/content/c2363987-d78f-4bb7-9190-8b7f268058af\">virtual reality plans</a> failed to materialise at its <a href=\"https://www.apple.com/apple-events/\">Worldwide Developer Conference</a> on Monday, but the company had so much to announce anyway that it's easy to imagine them being held back for a separate event.</p> <p>The focus was on developers and the new tricks they can adapt in iOS 16, the forthcoming operating system and app upgrades for the iPhone. New software features for the iPad, Mac and Apple Watch were also unveiled and Apple revealed more of its plans for the smart home and car. Here are some highlights:</p> <p><strong>Buy Now Pay Later:</strong> Apple is going to challenge the likes of Klarna and Affirm <a href=\"https://www.ft.com/content/fe7a0411-13f2-4d5e-a61a-af4279012cf3\">with Apple Pay Later</a>. IPhone and Mac users in the US can pay for purchases in four instalments over six weeks without being charged interest or other fees. The system will work using Mastercard's network at any location that supports Apple Pay, online and in physical retail stores.</p> <p><strong>Lock Screen's new look:</strong> Apple is catching up with Android's personalisation options, with new ways to<a href=\"https://www.apple.com/newsroom/2022/06/apple-unveils-new-ways-to-share-and-communicate-in-ios-16/\"> pimp the lock screen</a> on your iPhone, allowing different fonts, accent colours, and new widgets and layouts. <strong>Messages</strong> will be improved with editing and undo send options. <strong>Wallet</strong> has additional keys and ID support, from sharing a key to open your front door to storing your driving licence. <strong>Maps</strong> will feature more cities in 3D.</p> <p><strong>Apple Silicon</strong> Apple <a href=\"https://www.apple.com/newsroom/2022/06/apple-unveils-m2-with-breakthrough-performance-and-capabilities/\">announced a second generation</a> of its own specialised silicon, the M2. Using smaller, second-generation 5-nanometre tech, the chip has an 18 per cent faster processor and 35 per cent more powerful graphics. It will feature in two new laptops available next month — an updated 13-in MacBook Pro and a redesigned MacBook Air (see Tech Tools below).</p> <p><strong>CarPlay</strong>: Apple is developing its own car but it is set to become more deeply embedded in other manufacturers' vehicles. Moving beyond infotainment screens, it showed how more of a car's controls and functions could be viewed through an Apple interface. <a href=\"https://www.macrumors.com/2022/06/06/apple-announces-multi-display-carplay/?scrolla=5eb6d68b7fedc32c19ef33b4\">A dashboard display </a>showed a speedometer, fuel gauge, climate controls and more.</p> <p><strong>Health watch:</strong> The <a href=\"https://www.apple.com/newsroom/2022/06/watchos-9-delivers-new-ways-to-stay-connected-active-and-healthy/\">watchOS 9 update </a>will include medication reminders, improved workouts and better monitoring of sleep and irregular heartbeats.</p> <p><strong>Smart home:</strong> Apple has <a href=\"https://www.theverge.com/2022/6/6/23150367/apple-wwdc-ios-16-homekit-new-home-app-matter\">rebuilt its Home app</a> to give users a better view of all the smart features in their home. There will be support for the Matter smart home connectivity standard once it becomes available later this year, allowing more devices to be connected and able to talk to one another.</p> <p>While these were the main themes, it's often the little things that please the most,<a href=\"https://www.theverge.com/2022/6/6/23156834/apple-iphone-webcam-mac-continuity-camera-macos-wwdc\"> like <strong>Continuity Camera</strong></a> — a new feature in macOS Ventura where you will be able to use your iPhone as your Mac's webcam.</p> <h2>The Internet of (Five) Things</h2> <p><strong>1. EU fixes on single-standard charger</strong> <br>Just as Apple announces a new proprietary MagSafe charger for its MacBook Air, regulators in Brussels have <a href=\"https://www.ft.com/content/cb800a87-5382-448f-8495-c00ea13c0102\">agreed a long-awaited deal</a> that will force companies like Apple to use a common charger for smartphones and laptop computers. Aiming to curb electronic waste, a new law will come into effect in 2024 that will see USB Type-C become the common charging port for devices.</p> <p><strong>2. GoTo grows BNPL loans</strong><br>Just as Apple announces its Pay Later service, Indonesia's biggest start-up GoTo is <a href=\"https://www.ft.com/content/b5398536-6dd3-4044-adc9-f2237d3ce4a8\">expanding its “buy now, pay later” loans</a> as it pushes for profitability, despite growing regulatory pressure on companies offering similar services around the world.</p> <p><strong>3. Fake news crackdown ahead of Brazil election</strong><br>Social media platforms say they have <a href=\"https://www.ft.com/content/afd5d2dc-af51-411e-9eb4-eed4b28db55c\">launched an effort </a>to crack down on fake news and misinformation in Brazil ahead of elections in October that many expect to be turbulent. Fake news has proven to be a potent political tool in Latin America's largest country and was wielded to dramatic effect in the 2018 election of far-right president Jair Bolsonaro.</p> <p><strong>4. African fintech seals US deal</strong> <br>MFS Africa, a digital payments company, is to acquire Oklahoma-based Global Technology Partners in what it described as <a href=\"https://www.ft.com/content/451c5e77-1c49-47c1-b55e-2e1a81e0597a\">a rare case</a> of an African group doing a tech deal in the US. The acquisition, which will allow MFS to issue prepaid cards to clients, marks a further evolution of Africa's <a href=\"https://www.ft.com/reports/african-banking-finance\">rapidly growing fintech scene</a>.</p> <p><strong>5. Porn, power &amp; profit podcast</strong><br>Business papers rarely report on porn even though it owns a big corner of the internet. The FT decided to change that with <a href=\"https://www.ft.com/content/762e4648-06d7-4abd-8d1e-ccefb74b3244\">our new podcast Hot Money</a> looking at the decision makers and dealmakers behind the industry — and it involves some seriously kinky finance.</p> <h2>Tech tools — the new MacBook Air</h2> <p>The MacBook Air was first introduced in 2008 by Steve Jobs and its enduring appeal is likely to be extended for another few years with this major upgrade announced on Monday.</p> <p><a href=\"https://www.apple.com/newsroom/2022/06/apple-unveils-all-new-macbook-air-supercharged-by-the-new-m2-chip/\">The new Air </a>weighs just 2.7 pounds and features a flat design rather than the thin wedge shape of earlier models. The screen is slightly larger, with a 13.6in Liquid Retina display that is 25 per cent brighter. Sound and vision are further improved with a four-speaker system and 1080p video camera. Eighteen hours of battery life are touted and “Midnight” and “Starlight” have been added to the finishes. Performance-wise, there is a big boost with the upgrading of the M1 processor to the new M2, an eight-core computing processor combined with an up to ten-core graphics processing unit, making video editing around 40 per cent faster. The new Air will be available next month from $1,199. <a href=\"https://www.theverge.com/2022/6/6/23156365/apple-macbook-air-m2-hands-on-photos?scrolla=5eb6d68b7fedc32c19ef33b4\">The Verge has had a hands-on</a>.</p><p>Source: Chris Nuttall in London 2022 'No VR, but Apple shows OS vision ' FT.com 7 June. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-06-07T22:57:59.457Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 2734,
          "end": 2739
        },
        {
          "start": 907,
          "end": 912
        },
        {
          "start": 2891,
          "end": 2896
        },
        {
          "start": 11,
          "end": 16
        },
        {
          "start": 1913,
          "end": 1918
        },
        {
          "start": 3135,
          "end": 3140
        },
        {
          "start": 2168,
          "end": 2173
        },
        {
          "start": 834,
          "end": 839
        },
        {
          "start": 1311,
          "end": 1316
        },
        {
          "start": 0,
          "end": 5
        },
        {
          "start": 605,
          "end": 614
        },
        {
          "start": 435,
          "end": 440
        },
        {
          "start": 541,
          "end": 546
        },
        {
          "start": 400,
          "end": 405
        },
        {
          "start": 1325,
          "end": 1330
        },
        {
          "start": 400,
          "end": 411
        },
        {
          "start": 1686,
          "end": 1691
        },
        {
          "start": 834,
          "end": 843
        },
        {
          "start": 605,
          "end": 610
        }
      ]
    }
  ]
}