{
  "_id": "c882d3d5e059caa40b4a6554bf3c994e708b3ce5fb26242172d99e020e087ba4",
  "feed": "market-watch",
  "title": "Snap's stock rises despite revenue shortfall amid 'a challenging operating environment'",
  "text": "<p>Snap's sales, which climbed 38% to $1.06 billion, fell shy of Street estimates of $1.07 billion. Daily active users rose 18% to 332 million.</p><p>Snap shares SNAP initially fell in after-hours trading, then rebounded to a 9% gain. It is currently up 4%.</p><p>\"In addition to ongoing platform-related headwinds, supply-chain shortages and labor disruptions, rising inflation and geopolitical unrest are presenting challenges for a wider array of industry verticals than in the prior quarter,\" Jeremi Gorman, Snap's chief business officer, said during a conference call with analysts late Thursday.</p><p>Later in the call, Snap Chief Financial Officer Derek Andersen said that by the latter portion of Q1, advertisers in \"a wider variety of industry groups reported concerns related to the macro operating environment, including continued supply chain disruptions, rising input costs, economic concerns due to rising interest rates, and concerns related to geopolitical risks stemming from the war in Ukraine.\"</p><p>Still, he said Snap was \"encouraged by the progress in our Direct Response advertising business,\" with year-over-year growth of 43% for the quarter and nearly 50% before the invasion of Ukraine.</p><p>The results illustrate that Snap, like Facebook parent Meta Platforms Inc. FB, is still vulnerable to TikTok and privacy changes imposed by Apple Inc. AAPL that make it more difficult for app makers to track customers via ads.</p><p>\"Snap is more insulated from IDFA (Identifier for Advertisers) than Meta and the rise of TikTok, but it is not entirely immune,\" Jasmine Enberg, principal analyst at Insider Intelligence, told MarketWatch. She expects growth of Snap's worldwide online ad revenue to gradually slow, from 43% in 2022 (to $4.86 billion) to 30% in 2024 (to $8.75 billion).</p><p>Cowen analyst John Blackledge expected a 39% jump in sales, year over year, on rising average revenue per user, according to an April 13 note that maintained a market-perform rating and price target of $40.</p><p>Snap's stock has plunged 37.5% so far in 2022. The S&amp;P 500 index SPX has retreated 8% this year.</p><p>While Facebook created headlines last year for changing its name to Meta as part of a strategic pivot to the metaverse, Snap has spent the past few years building products and infrastructure in the same pursuit.</p><p>Last month, Snap announced its intention to buy NextMind, a Paris-based neurotech startup that has developed a headband that controls aspects of a computer, such as aiming a gun in a videogame, via thoughts. The technology is expected to be folded into future versions of Spectacles, Snap's augmented-reality glasses.</p><p>Last year, Snap scooped up AR display maker WaveOptics for $500 million in its largest deal to date. It has also acquired Compound Photonics, another display tech company.</p><p>For its part, Meta has picked up a slew of startups to kick-start its metaverse push.</p><p>Snap's stock rises despite revenue shortfall amid 'a challenging operating environment'</p>",
  "published": "2022-04-21T20:33:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1329,
          "end": 1338
        },
        {
          "start": 1340,
          "end": 1344
        },
        {
          "start": 1329,
          "end": 1334
        },
        {
          "start": 1329,
          "end": 1339
        }
      ]
    }
  ]
}