{
  "_id": "a1a8c8e9622c9a20b6659a296e8c67c8aa578cfab3921f913f463a643769a013",
  "feed": "wall-street-journal",
  "title": "ViacomCBS Renames Itself Paramount; New name is meant to encompass 'collective power of our global assets,' company leaders say",
  "text": "<p>\"It is who we are, and it is who we are destined to be,\" Ms. Redstone said. \"And that is why today we are thrilled to announce that ViacomCBS has become Paramount Global, or simply Paramount.\"</p><p>ViacomCBS said the name change would take effect Thursday, adding that the company's new ticker symbols would be PARAA for Class A shares and PARA for Class B shares.</p><p>The move is the latest indication that media companies are increasingly shifting their attention from traditional television toward video streaming, which shows more potential for growth.</p><p>Both Walt Disney Co. and AT&amp;T Inc.'s WarnerMedia have reorganized themselves to focus on their streaming services—Disney+, ESPN+ and Hulu for Disney, and HBO Max for WarnerMedia.</p><p>Comcast Corp., meanwhile, has made building Peacock's subscriber base a priority as the company seeks to become a streaming giant in its own right. Comcast doubled its content spending for Peacock to $3 billion this year.</p><p>ViacomCBS said Tuesday that Paramount+, its flagship streaming service, added 7.3 million subscribers in the latest quarter to reach 32.8 million total subscribers. Paramount+ is vying for streaming subscribers in a field that has become increasingly competitive. Netflix Inc. added 8.3 million subscribers in the latest quarter, missing its own projections of 8.5 million, while Walt Disney Co. reported 11.8 million new Disney+ subscribers.</p><p>ViacomCBS, which also has streaming services for Showtime and BET as well as the kids-oriented service Noggin, said it now has 56 million total streaming subscribers.</p><p>Overall, the company said net profit rose to $2.06 billion, or $3.11 a share, from $810 million, or $1.31 a share, a year earlier. Revenue rose 16% to $8 billion, boosted by strong streaming-subscriber growth.</p><p>ViacomCBS also said its popular \"Yellowstone\" cable series would expand, extending the show's next season by four episodes. The fifth season will be split into two installments of seven episodes each, and used to launch several new streaming shows from co-creator Taylor Sheridan.</p><p>Elsewhere during the investor presentation, ViacomCBS executives said the company was planning to premiere new shows including a version of Nickelodeon's popular \"Dora the Explorer\" children's program and additional movies from its \"South Park\" franchise on Comedy Central.</p><p>ViacomCBS said it spent more than $14.7 billion on programming in 2021. That's less than Disney but more than rivals including AT&amp;T, Amazon.com Inc. and Apple Inc., according to projections from research firm Ampere Analysis.</p><p>In his remarks at the investor presentation, Mr. Bakish said that ViacomCBS reached its subscriber results a year early, adding that the company was on track to hit its subscriber targets for 2024 by the end of this year.</p><p>\"When it comes to realizing our streaming goals, we're moving fast and gaining even more speed,\" he said.</p><p>Write to Benjamin Mullin at Benjamin.Mullin@wsj.com and Kimberly Chin at kimberly.chin@wsj.com</p><p>ViacomCBS Renames Itself Paramount</p>",
  "published": "2022-02-15T23:32:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 2477,
          "end": 2482
        },
        {
          "start": 2477,
          "end": 2487
        },
        {
          "start": 2477,
          "end": 2486
        }
      ],
      "nexusId": "10022657"
    }
  ]
}