{
  "_id": "a9da9450375bf489f4fd88e284af6495512f319702f586849c3cedc115db2783",
  "feed": "ftcomall",
  "title": "Silicon Valley law firm Cooley axes more than 100 employees",
  "text": "<p>Silicon Valley law firm Cooley has dismissed more than 100 lawyers and other staff following a dramatic slowdown in its technology practice — just weeks after Elon Musk's Twitter dropped the company. </p> <p>The Palo Alto-headquartered firm said an “unexpected economic downturn” had forced it to reduce its workforce in the US to “better align with current and anticipated demand” from its clients, which include Facebook owner Meta, Netflix, Apple and venture capitalist groups. </p> <p>The move comes after large <a href=\"https://www.ft.com/technology-sector\">tech</a> groups have started implementing job cuts because of higher interest rates, sluggish consumer spending and a worsening economic outlook. US tech companies' initial public offerings this year have fallen to their lowest level since the global financial crisis in 2008.</p> <p>Earlier this month, legal industry analysts at the Thomson Reuters Institute <a href=\"https://www.ft.com/content/e1d05ba3-dd42-4190-9c08-42a87f0b335c\">warned</a> a sharp slowdown in dealmaking would “potentially place firms under immense pressure to bring expenses under control by cutting headcount, much the same as in 2008-09”.</p> <p>Twitter fired Cooley after <a href=\"https://www.ft.com/stream/fdf71598-69ee-4801-a704-df53f01ef286\">Musk</a> took over at the end of October, said two people familiar with the matter. The firm had worked for the social network since at least 2016, when it defended the company in a lawsuit over its IPO. </p> <p>A person close to Cooley said discussions about potential job cuts were taking place before Twitter's decision. However, a second person close to the firm said losing the platform's account, which it was notified about two weeks ago, had probably resulted in deeper cuts. </p> <p>Cooley had a public spat with Musk earlier this year — he had threatened to cut off the law firm from its work for his electric carmaker Tesla. </p> <p>Musk wanted Cooley to dismiss a lawyer who had previously worked at the Securities and Exchange Commission, which had fined him $20mn over his tweets about potentially taking Tesla private. Cooley refused to comply with the demand.</p> <p>In a memo to staff on Wednesday, seen by the Financial Times, Cooley's chair, Joseph Conroy, admitted the firm had hired too many people as demand grew over the past two years.</p> <p>“Essentially, in an effort to service unprecedented demand and to help ease unsustainable workloads throughout 2020 and 2021, we launched an aggressive and highly successful talent recruitment strategy,” he wrote.</p> <p>“Simply put, we hired more talent than we can reasonably develop, train and deploy against current and anticipated client demand.”</p> <p>The Cooley job cuts come after another Silicon Valley-based firm, Gunderson Dettmer, which specialises in helping tech companies go public, pushed back start dates for new associates.</p> <p>Before the job cuts, Cooley had grown to 1,500 lawyers across 18 offices, and boasted a total workforce of 3,300 worldwide. Its equity partners took home a record $4mn each on average in 2021, according to American Law data, up 28 per cent on the previous year.</p> <p>Conroy insisted that despite the “painful but necessary steps [the firm has] taken to adjust our overcapacity”, the group was “well-positioned for long-term success”.</p><p>Source: Joe Miller in New York, Tabby Kinder in San Francisco and Kate Beioley in London 2022 'Silicon Valley law firm Cooley axes more than 100 employees' FT.com 1 December. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-12-01T00:11:57.315Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 436,
          "end": 441
        }
      ]
    }
  ]
}