{
  "_id": "cd9495b0469743924ac72647cbd1cc5a455d29f56adc319c02520ef62be5d8c2",
  "feed": "ftcomall",
  "title": "Sony launches electric vehicle unit to ‘explore entering' market ",
  "text": "<p>Sony is launching a new company to “explore entry” into the electric vehicle market, joining a long list of technology groups that are considering a move into the next-generation car business. </p> <p>Kenichiro Yoshida, Sony chief executive, announced at this week's Consumer Electronics Show in Las Vegas the plans to open in the spring the Sony Mobility subsidiary, sending the Japanese group's shares up more than 4.5 per cent. </p> <p>The stock price rise built on gains the previous day propelled by the huge holiday season box office success of the Sony Pictures' film <a href=\"https://www.ft.com/content/4bb75eca-107c-466e-9542-6ce701f59f00\"><em>Spider-Man: No Way Home</em></a>. </p> <p>Sony unveiled a prototype electric vehicle called the <a href=\"https://www.ft.com/content/f3996f7c-2a5c-11ea-bc77-65e4aa615551\">Vision-S sedan</a> two years ago, which was viewed mainly as a way to promote the batteries and sensors the group sells to other car manufacturers. The Vision-S has been road tested in Europe since 2020. &#xa0;</p> <p>One Tokyo-based fund manager whose portfolio includes Sony said it was not certain if the push into electric vehicles represented a long-term positive for the company's stock, particularly given its history of enthusiastic involvement in projects that delivered minimal profits.</p> <p>Whether Sony planned to do the manufacturing themselves would be critical, the fund manager added. “An outsourced model where Sony design and a third party builds might be interesting. Sony trying to be the next Tesla wouldn't be. I'm surprised Sony is rising on the news.”</p> <p>Other analysts shared that curiosity at the boost for Sony's shares, pointing out that its interest in electric vehicles had been <a href=\"https://www.ft.com/content/5e4ac168-b4c4-11e4-b2b0-00144feab7de\">raised several years ago</a>. </p> <p>Yoshida showed off the Vision-S 2 on Tuesday, a sport utility vehicle with more room for&#xa0;the entertainment devices that Sony and other companies believe will become central to the experience of riding in an automobile. </p> <p>As well as boasting seat speakers to create a “three-dimensional sound field” around passengers and panoramic screens, the car will allow games streaming and a remote connection to a PlayStation console.</p> <p>David Gibson, a longtime Sony analyst at MST Financial, said it was unlikely that the announcement represented a big strategic shift by the Japanese company, arguing that it was probably more about producing a showcase for its electronic components and systems to sell to auto industry competitors. </p> <p>“It's not a coincidence that they have gone with an SUV — a lot of the credibility Sony is looking for will be on the robustness of their components and their suitability for big automakers. Automotive is a tough market to break into, and this looks like Sony betting that actually building a car is a good way to get noticed,” said Gibson.</p> <p>Sony said other features would include the ability for drivers to customise sounds the car produces as the otherwise quiet battery motor changes speed. As well as traditional engine roar, the vehicle could theoretically emit tune samples, movie quotes or whoops of joy as the vehicle accelerates and brakes, the group said.</p> <p>Other technology companies have spent years <a href=\"https://www.ft.com/content/b229250d-5d9e-4bb1-bb91-e57888233a98\">experimenting with cars</a> without putting a vehicle on the market. </p> <p><a href=\"https://www.ft.com/content/46ff4fe4-0ae6-4f68-902c-3fd14d294d72\">Google</a> began work on self-driving cars in 2009 and <a href=\"https://www.ft.com/content/f68d2583-16b7-4bf0-b98e-5431781fda9f\">Apple</a> has had a secretive autonomous driving project in the works. </p> <p>Dyson, the British group known for its vacuum cleaners, <a href=\"https://www.ft.com/content/1e032472-ec34-11e9-85f4-d00e5018f061\">scrapped</a> its electric vehicle project after determining it was not commercially viable. </p> <a href=\"http://www.ft.com/cms/69084b66-3723-4d33-af7b-e593fda81107.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a><p>Source: Christopher Grimes in Los Angeles and Leo Lewis in Tokyo 2022 'Sony launches electric vehicle unit to ‘explore entering' market ' FT.com 5 January. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-01-05T05:29:35.942Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 3096,
          "end": 3101
        }
      ],
      "nexusId": "10022657"
    }
  ]
}