{
  "_id": "0f8f668a15678e577a3cb16e9b895bb0f525e1368bbba24458d8d61259a1ef22",
  "feed": "market-watch",
  "title": "Dow ends nearly 1,100 points lower and Nasdaq sheds 5%, marking its worst day in two years",
  "text": "<p>* The Dow Jones Industrial Average DJIA skidded 1,063.09 points, or 3.1%, ending at 32,997.97, its worst daily percentage drop since Oct. 28, 2020, according to Dow Jones Market Data.</p><p>* The S&amp;P 500 SPX dropped 153.30 points, or 3.6%, to finish at 4,146.87.</p><p>* The Nasdaq Composite COMP lost 647.16 points, or 5%, closing at 12,317.69, marking its worst daily percentage fall since June 11, 2020.</p><p>On Wednesday, the Dow surged 932 points, or 2.8%, while the S&amp;P 500 soared 3% and the Nasdaq Composite advanced 3.2%. The S&amp;P 500's gain was the largest one-day advance since May 18, 2020.</p><p>What drove markets</p><p>Signs of panic selling on Wall Street set in Thursday, a day after a rally was sparked when Fed Chairman Jerome said the central bank wasn't likely to hike its benchmark interest rate by 75 basis points at its next meeting.</p><p>While the comment immediately sent stocks higher Wednesday and the dollar DXY and Treasury yields BX:TMUBMUSD10Y lower, an entirely different scene unfolded Thursday.</p><p>\"It's really ugly,\" said Kent Engelke, chief economic strategist at Capitol Securities Management, by phone. \"There was no place to hide.\"</p><p>Engelke attributed the sharp selloff to fears that Powell might have been too dovish on the short-term pace of rate hikes over the next few months. \"The fear is the Fed is falling behind on inflation pressures, and will be more draconian in the future.\"</p><p>But the worst of the pain might not yet be over. \"It's conceivable the S&amp;P 500 needs to establish a bottom in this 3,850 to 4,000 range,\" said John Lynch, chief investment officer for Comerica Wealth Management, in emailed comments.</p><p>Powell all but promised consecutive 50 basis rate hikes, saying it would take a cooling of red-hot inflation or a deteriorating jobs market for the Fed to slow down the pace of rate increases, and even then only by 25 basis point increments.</p><p>\"There was perhaps of bit of an overextrapolation of what Powell said in terms of not actively considering 75-basis-point hikes. When in reality, the Fed is going to do what it has to do to get inflation down,\" said Michael Reynolds, vice president of investment strategy at Glenmede, by phone.</p><p>Reynolds also said the central bank's plan to shrink its near $9 trillion balance sheet, starting in June, also \"isn't something to be ignored,\" particularly if the economy, as he suspects, is entering the late-stage of an expansion.</p><p>U.S. Treasury yields jumped Thursday, with the rate on the 10-year note BX:TMUBMUSD10Y rise to 3.066%, its highest since Nov. 2018. Rising yields are a negative for technology and other growth stocks in particular, cutting the present value of the future earnings and cash flow their valuations are based upon.</p><p>\"We are still not out of the woods yet, as there is still too much uncertainty over how the Federal Reserve's actions will tame inflation without causing a recession,\" said Zach Stein, chief investment officer at the Carbon Collective, an investment advisor based in Berkeley, Calif., in emailed comments.</p><p>\"Investors are trying to figure out the proper valuation of the broader stock market, particularly the technology sector, given the Federal Reserve's withdrawal of stimulus from the economy,\" he wrote.</p><p>Technology giants fell even harder Thursday than the main equity indexes, with Facebook parent Meta Platforms Inc. FB shares shedding 6.8%, Apple Inc. AAPL 5.6%, Microsoft Corp. MSFT 4.4%, Google parent Alphabet Inc. GOOG 4.7% , while shares of Amazon.com, Inc. AMZN tumbled 7.6%, according to FactSet.</p><p>Read: Wild swings in stocks, bonds offer taste of more to come on outside risk that U.S. inflation keeps getting hot</p><p>Meanwhile, data showed first-time U.S. jobless claims rose 19,000 last week to 200,000. U.S. productivity fellat a 7.5% annual rate in the first quarter, the biggest drop since 1947. Unit-labor costs jumped at an 11.6% annual pace in the first quarter.</p><p>Companies in focus</p><p>* Twitter Inc. TWTR shares rose 2.7%, after Saudi Arabian investor Prince Alwaleed bin Talal indicated plans to keep his 35 million-share stake in the company, according to a new Securities and Exchange Commission filing from Musk. Musk also detailed $7.2 billion in equity commitment letters, including $1 billion from Larry Ellison, the co-founder of Oracle, as well as the crypto exchange Binance and Qatar's sovereign-wealth fund.</p><p>* Tesla Inc. TSLA shares fell 8.3% after CNBC reported that Musk intends to temporarily serve as chief executive at Twitter once the deal closes.</p><p>* Shopify Inc. SHOP shares fell 14.9% after the companyreported a loss in the first quarter and announced the acquisition of Deliver Inc. in a deal valued at $2.1 billion.</p><p>* Shares of Kellog Co. K rose 3.5% after the food company reported first-quarter earnings that beat expectations and raised its guidance.</p><p>How did other assets perform?</p><p>* The ICE U.S. Dollar Index, DXY a measure of the currency against a basket of six major rivals, surged 0.9%.</p><p>* Gold futures GC00 closed higher, with gold for June delivery GCM22 up 0.4% to settle at $1,875.70 an ounce, after topping $2,000 an ounce.</p><p>* West Texas Intermediate crude for June delivery CLM22 rose 0.4% to settle at $108.26 a barrel on the New York Mercantile Exchange.</p><p>* Bitcoin BTCUSD tumbled more than 10% to under $36,00.</p><p>* In European equities, the Stoxx Europe 600 XX:SXXP fell 0.7%, while London's FTSE 100 UK:UKX closed up 0.1%.</p><p>* In Asia, the Hang Seng Index HK:HSI fell 0.4%, the Shanghai Composite Index CN:SHCOMP closed up 0.7%, while the Nikkei 225 Index was closed for a holiday.</p><p>—Steve Goldstein contributed reporting to this article.</p><p>Dow ends nearly 1,100 points lower and Nasdaq sheds 5%, marking its worst day in two years</p>",
  "published": "2022-05-05T20:44:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 3350,
          "end": 3360
        },
        {
          "start": 3350,
          "end": 3359
        },
        {
          "start": 3361,
          "end": 3365
        },
        {
          "start": 3350,
          "end": 3355
        }
      ]
    }
  ]
}