{
  "_id": "e409c87d7b51f0ee174afcaa6268153935906b6d3141e30a5e7cc0cff96a6f26",
  "feed": "ftcomall",
  "title": "Quentin Tarantino and Roger Avary reminisce in Video Archives podcast — review",
  "text": "<p>In the new podcast <em>Video Archives</em>, two men talk at length about the films they love. Nothing unusual there. Podcasting has proved to be the ultimate medium for film nerds talking nerdily about films; take any cult movie and you'll find several podcasts dedicated to unpicking it. The difference here is that the nerds in question are director Quentin Tarantino and the screenwriter and producer Roger Avary.</p> <p>Both worked at Video Archives, a VHS rental store in Manhattan Beach, California, in the 1980s (though not at the same time). In the opening episode there is much reminiscing about their stints behind the counter. “It was like the real cool used-record store in town, except it was a video store, with all the music heads and the wannabe musicians and the archivists that worked there,” enthuses Avary.</p> <p>“We watched movies all day and we talked about movies all day,” says Tarantino. “We debated and argued and saw everything that was out there.” Their plan for the podcast, then, is to recreate those conversations by talking only about films that were available in the store. How can they possibly remember what was available? Because when the shop went out of business, Tarantino bought its entire catalogue, shelves and all.</p> <p>Their film choices in the first episode are resolutely niche: there's the sci-fi comedy <em>Dark Star</em> from 1974, which was the directorial debut of John Carpenter, and 1979's <em>Cocaine Cowboys</em>, about a drug deal gone wrong, starring Jack Palance and featuring a cameo from Andy Warhol. When Tarantino saw <em>Dark Star</em> at the cinema, he hated it, though now he has changed his mind. “Everything that I love about the movie now is what irritated the shit out of me at 11 . . . It's a counterculture, anti-establishment, hippie film-making masterpiece.”</p> <p>The pair naturally bring a wealth of knowledge to the discussion, providing background information on how each film came about and digging deep into their technical merits. But — and this is a common gripe with movie analysis podcasts — the opening episode is too long, clocking in at an hour and 40 minutes. The running time underlines a broader lack of structure, which allows Tarantino to go off on lengthy disquisitions while Avary often waits in vain to get a word in. The vibe is meant to be that of two friends shooting the breeze about things they love. While <em>Video Archives</em> certainly achieves that, it needs a sterner producer to prevent Tarantino from hijacking the conversation.</p> <p><em>Comfort Blanket</em> is a new-ish podcast in which Joel Morris talks to a series of guests about the album, TV show or film they regard as the equivalent of comfort food. Subjects have thus far included <em>Frasier</em>, <em>The Terminator</em>, <em>Made in Chelsea</em> and the cartoon strip Peanuts. There are no guilty pleasures here. Instead, there is smart and enthusiastic analysis peppered with occasional glimpses into the guests' lives.</p> <p><a href=\"https://videoarchivespodcast.com\"><em>videoarchivespodcast.com</em></a><em>, </em><a href=\"https://podcasts.apple.com/gb/podcast/comfort-blanket/id1614879928\"><em>podcasts.apple.com</em></a></p><p>Source: Fiona Sturges 2022 'Quentin Tarantino and Roger Avary reminisce in Video Archives podcast — review' FT.com 25 July. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-07-25T04:00:41.196Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 2916,
          "end": 2922
        }
      ]
    }
  ]
}