{
  "_id": "ba27f14e0f00e09ad4b13f57348fb43203c8c8f112bf427143b344c6030020e8",
  "feed": "ftcomall",
  "title": "Sports investment boom faces greatest test as downturn looms",
  "text": "<p>As US stocks sank into a bear market and the Federal Reserve readied its biggest interest rate rise in almost three decades, a furious bidding war was under way in India. </p> <p>By the end of Tuesday, companies from Disney to Viacom18 had agreed to pay more than $6bn to <a href=\"https://www.ft.com/content/84fc3374-84df-4994-9dd1-a327785496b6\">air the Indian Premier League,</a> the world's most watched cricket competition. A day later, Apple made its first foray into football, stumping up $2.5bn for the rights to stream Major League Soccer — the US men's professional league. </p> <p>The pair of record-breaking deals comes as surging inflation and rising borrowing costs hit the wider <a href=\"https://www.ft.com/mergers-acquisitions\">M&amp;A</a> market and force sectors from retail to property to prepare for an era of cash-strapped consumers. But for those in the sports industry, the ability of the IPL and MLS agreements to seemingly defy economic gravity comes as little surprise.</p> <p>“<a href=\"https://www.ft.com/sport\">Sports </a>rights are a very strange beast it seems, because nothing seems to stop their march,” said one executive involved in the IPL bidding. “People don't want to be left out — and the fact is people consume sport regardless.”</p> <p>It is a thesis facing its toughest test yet as central banks threaten to lift rates further and inflation forces consumers to retrench. There are already signs that investors are demanding more restraint from media groups such as Disney — its share price is down 40 per cent this year.</p> <a href=\"http://www.ft.com/cms/10376593.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a> <p>The 2018 deal to screen the English Premier League in the UK shows that the value of media rights is not predestined to keep rising at every contract renewal, as broadcaster BT <a href=\"https://www.ft.com/content/30b67970-10e9-11e8-940e-08320fc2a277\">reined in its sports ambitions</a>, allowing rival Sky to pay less than the previous deal. </p> <p>But for those executives confident that the sports investment boom can ride out the looming downturn, the fallout from the 2008 financial crisis <a href=\"https://www.ft.com/content/86d83ac8-b2a1-11de-b7d2-00144feab49a\">offers some comfort.</a></p> <p>“Sport rode 2008 out really well,” said Tim Crow, who advises rights holders on broadcast deals. “It's difficult to call anything recession&#xa0;proof, but the fact is there were long-term contracts and they had to be honoured.”</p> <p>The most gung-ho in the industry claim a tougher economic backdrop could even be a benefit as consumers are forced to pick which streaming services they subscribe to more carefully. In that environment, access to exclusive premium content, such as live sport, would become vital in the battle for eyeballs. Roger Goodell, the NFL commissioner, said in 2012 that the recession spurred by the global financial crisis <a href=\"https://www.cbsnews.com/news/60-minutes-goes-inside-the-10-billion-nfl/\">even benefited</a> the league by attracting more television viewers for games.</p> <p>“The value of the rights has more to do with competition than it does have to do with the current economic conditions,” said Daniel Sillman, chief executive of rights marketing company Relevent Sports Group. </p> <p>The boom in media rights has in recent weeks fed through to a series of record-breaking acquisitions of individual clubs. </p> <p>Last month, a US-led consortium acquired Chelsea FC in a £2.5bn deal. Days later, the €1.2bn purchase of Italy's AC Milan marked a new peak in Europe, while the $4.6bn purchase of the Denver Broncos NFL franchise by a scion of Walmart's founding family set a new record across all sports. &#xa0;</p> <p>“These assets are unlike anything else in the world. Live sports are ingrained in people's lives,” said Greg Carey, head of sports finance at Goldman Sachs. “That doesn't mean if we go into recession that things won't slow . . . but when you're a monopoly with live content, you have a lot of ways to withstand storms.”</p> <p>While valuations have been dragged higher by lucrative broadcast deals, other factors have contributed, such as the scarcity value of top clubs and the increasing global interest in live sport following the coronavirus pandemic. The legalisation of betting in key US markets has also unlocked revenue-generating opportunities for prospective owners.</p> <p>“Sports teams, I wouldn't say are a safe investment but an uncorrelated investment, when you consider other macro investments like the S&amp;P or even crypto,” said Edwin Draughan, vice-president of Los Angeles-based boutique investment firm Park Lane. <br><br>Ian Charles, founder of Arctos Sports Partners, a private equity firm with stakes in over a dozen professional teams, pointed to the relatively low levels of debt and the long-term nature of investment as another buffer against economic headwinds.</p> <p>In North American sports, where leagues put tight regulation on debt levels and franchise ownership, “you don't have the whipsaws of leverage or capital flows” seen in European sports holdings, he said. &#xa0;</p> <p>A bigger injection of US money into the market has only added to the momentum in dealmaking this year. American investors now own outright or have stakes in eight Premier League clubs — including Manchester United and Liverpool — and are involved in an effort to buy Everton. </p> <p>Industry executives say French football is next on the shopping list, due to a relatively low cost of entry. New York-based RedBird Capital — the new owner of AC Milan — holds a controlling stake in Toulouse FC, while other US investors have pursued Lyon and St Etienne in recent weeks. </p> <p>In the US, basketball is emerging as a major target for investors. This week, as the National Basketball Association concluded its championship series between the Golden State Warriors and the Boston Celtics, the league moved to the front of the line among sports for negotiating the next major media rights package. Its current agreements with Disney and Turner Sports expire with the 2024-2025 season. </p> <p>Opportunities to buy into the league are likely to come up soon. The Portland Trailblazers franchise is expected to be sold as part of the settlement of late owner Paul Allen's estate, and expanding the league from 30 to 32 teams is in the offing down the road.</p> <p>Despite the darkening economic outlook, Todd Boehly, who led the takeover of Chelsea, was sanguine this week about the club's prospects. </p> <p>English Premier League clubs remained significantly undervalued, and had plenty of room for growth as owners import more moneymaking ideas from the US, he told a private equity conference in Berlin. “They don't realise how big their opportunity is,” he said. </p> <p>The fact that some sports deals are backed by money already raised by private equity funds, as well as established family fortunes, may also offer a degree of protection against deteriorating financial conditions. &#xa0;</p> <p>“They won't be immune to the challenges of accessing capital, but the investment in sport has never been one that delivered steady returns, fixed cash flows or the opportunity to take dividends on a timely basis,” said Tim Bridge, head of Deloitte's sport business group. “So the thesis of investing capital for capital growth alone remains.”&#xa0;</p> <p>Deep-pocketed sovereign funds, which have snapped up clubs across Europe, are more immune than most from recession. Saudi Arabia's sovereign wealth fund acquired Newcastle United football club earlier this year, joining Qatar and Abu Dhabi as owners of top-tier sports teams. The recent launch of the Saudi-backed LIV Golf tournament offered yet another sign of how central sport has become to the global soft power ambitions of wealthy state funds. &#xa0;&#xa0;</p> <p>While the industry's optimism has not been shaken, it is not unqualified.</p> <p>Some executives caution that the contest between traditional broadcasters and streamers — an important dynamic in driving auctions for media rights higher — will ultimately fade as conventional TV loses more viewers. </p> <p>But as global stock markets head for their worst drop since the start of the pandemic in 2020, Crow, who advises on media rights, said that where interest rates will peak and how long they will remain there is “the big unknown”. </p> <p>“There are some people who are massively exposed. If suddenly one side of the balance sheet stinks, you've got a problem,” he said. </p> <p><em>Additional reporting by Kaye Wiggins in Berlin</em></p><p>Source: Josh Noble and Samuel Agini in London and Sara Germano and Anna Nicolaou in New York 2022 'Sports investment boom faces greatest test as downturn looms' FT.com 17 June. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-06-17T21:00:23.730Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 354,
          "end": 359
        },
        {
          "start": 352,
          "end": 357
        }
      ]
    }
  ]
}