{
  "_id": "5b69eed8796c9eb710ab88e3e2db0b6c688be7c5551c09b7fce9c003f0856a39",
  "feed": "wall-street-journal",
  "title": "Warnock, Walker Wrap Up Senate Runoff Campaign as Georgia Voters Head to Polls; Election to settle final Senate seat is one of the most expensive congressional contests of all time",
  "text": "<p>President Biden and former President Donald Trump both backed their candidates on the day before the runoff election.</p><p>In a Monday interview with an Atlanta radio station, Mr. Biden said getting out to vote for Mr. Warnock \"is critical because, look, all the things that Reverend Warnock has supported are things that the people of Georgia care a great deal about.\" He cited Mr. Warnock's efforts to cut healthcare costs.</p><p>Before an invitation-only, remote rally, Mr. Trump posted Monday on Truth Social, a Trump-backed social-media platform, that he was urging \"all MAGA Voters\" to back Mr. Walker. \"Herschel was a Great Athlete, and he will be an even greater United States Senator!\" he posted.</p><p>Interest in the race has been high, with more than 1.85 million Georgians already voting in-person or by mail as of Dec. 2, the last day of early voting. About 3.9 million people voted for a Senate candidate in the general election in November, and runoffs usually bring in fewer voters.</p><p>A win for Mr. Warnock would mean that Democrats will control the Senate 51-49, slightly increasing their hold on the chamber they have controlled since early 2021, when Mr. Warnock was first elected along with his Georgia Democratic colleague Sen. Jon Ossoff. Those contests were also decided by runoffs.</p><p>Democrat John Fetterman's victory over Republican Mehmet Oz in Pennsylvania in November flipped a GOP seat and gave Democrats narrow control of the chamber because with a 50-50 partisan split, Vice President Kamala Harris could cast the deciding vote. If Mr. Walker wins, Republicans would keep the chamber evenly divided.</p><p>Tuesday's election comes after four weeks of intense campaigning in the runoff, which was required by Georgia law after neither candidate won more than 50% of the vote in the Nov. 8 election. In that contest, a Libertarian won about 2% of the votes cast. Mr. Warnock won slightly more votes than Mr. Walker, but less than 50%, forcing the runoff.</p><p>Mr. Warnock heavily outspent Mr. Walker and has had more paid staff than the Republican. He also brought in big-name politicians to support him, and held a large Atlanta rally with former President Barack Obama.</p><p>SHARE YOUR THOUGHTS</p><p>What do you think will be the outcome of the runoff election in Georgia, and why? Join the conversation below.</p><p>Mr. Walker had nationally known Republicans like South Carolina Sen. Lindsey Graham campaign with him, but some of his events drew few attendees. Republican Gov. Brian Kemp, who handily won re-election in Georgia this fall, didn't campaign for Mr. Walker in the general election, but did so in the runoff.</p><p>The Georgia Senate race is one of the most expensive congressional contestsof all time, with the two parties spending about $250 million between them just in the general election.</p><p>Georgia's roughly 11 million residents were subjected to a barrage of political ads, fliers in their mailboxes and volunteers knocking on their doors. Many of the ads in the race have been negative, with the campaigns and groups supporting them blasting the candidates over allegations of mistreating women, past statements and other issues.</p><p>For months, Mr. Walker has been dogged by allegations of domestic abuse, including that he threatened to kill his ex-wife, and allegations by two women that he paid for abortions despite campaigning as antiabortion. Mr. Walker has said he opposes abortion without exceptions, even in cases of rape, incest or danger to a mother's life. On the claims by his ex-wife, Mr. Walker has said he was suffering from mental illness at the time and had no memory of the events described by her. He has denied the abortion accusations.</p><p>Democrats have mocked public statements by Mr. Walker, including one speech in which he discussed the merits of being a vampire or a werewolf.</p><p>The attacks appear to have had an impact. In the November election, about 200,000 people who voted to re-elect Mr. Kemp didn't cast votes for Mr. Walker. Georgia Lt. Gov. Geoff Duncan, a Republican who has long opposed Mr. Trump and didn't seek re-election this year, recently told CBS News that he refused to vote in the runoff because Mr. Walker \"will probably go down as one of the worst Republican candidates in our party's history.\"</p><p>Pro-Walker ads have criticized Mr. Warnock over his ex-wife's charges that he attacked her, which Mr. Warnock denies.</p><p>Mr. Kemp also has been in ads on radio and television supporting Mr. Walker and attacking Mr. Warnock for being too supportive of national Democrats and President Biden.</p><p>After casting his ballot early Dec. 2, Mr. Kemp tweeted a video of himself saying he had voted for Mr. Walker \"to fight 40-year high inflation and the disaster at the border and not to vote with Joe Biden 97% of the time.\"</p><p>Write to Cameron McWhirter at Cameron.McWhirter@wsj.com</p><p>Warnock, Walker Wrap Up Senate Runoff Campaign as Georgia Voters Head to Polls</p>",
  "published": "2022-12-06T13:51:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": []
    }
  ]
}