{
  "_id": "6a07d596bb50bea8904dfc0f5ab0e06438e9c84e485707d2f98dd5a8fbca499d",
  "feed": "wall-street-journal",
  "title": "EXCHANGE  ---  Heard on the Street:  Apple Needs to Make  Its Oscar Moment Last  ---  'CODA' is drawing Apple TV+ viewers. Will they stay?  ----  By Dan Gallagher",
  "text": "<p>\n  [Financial Analysis and Commentary] </p><pre> </pre><p>\n   Apple is set to get some extra mileage out of its big Oscar win. Making it count for the company's streaming service is the real trick. </p><p>\n  The company scored a legitimate victory Sunday night when \"CODA\" took the best-picture prize at the Academy Awards. It was the first time a movie distributed primarily by a streaming service took the honor. Apple didn't make the film in the sense of greenlighting the script and financing the production. Instead, the company picked up \"CODA\" following a strong showing at last year's Sundance Film Festival for $25 million -- a record sum for an acquisition from the event. That is also the amount of free cash flow Apple produces about every two hours. </p><p>\n  In other words, visibility from the Oscar honors alone means Apple already earned a nice return on a relatively paltry investment. Another small boost could come in a victory-lap theatrical run, as \"CODA\" hit screens this weekend. Best-picture winners in the five years preceding the pandemic averaged a 157% jump in domestic box-office sales on the weekend following their win compared with the prior weekend, according to data from Box Office Mojo. But for Apple, the real victory would be in the form of more subscriptions to its Apple TV+ streaming service, which has garnered respect for the quality of its original shows but is still estimated to lag behind other major streamers in terms of subscriber count. </p><p>\n  How much of a lag isn't clear, as Apple doesn't report subscriber data for the service. Market-research firm Antenna estimates that Apple TV+ had 11 million paid U.S. subscribers at the end of February.  Netflix reported a little over 75 million paid subscribers in the U.S. and Canada at the end of 2021, while HBO Max had about 43.3 million domestic subscribers at the same point, according to parent company AT&amp;T's last quarterly results. The number for Apple doesn't include those on free trials; the company currently offers three free months of Apple TV+ to buyers of its devices. But Apple's challenge isn't just fewer eyeballs; Antenna also says TV+ had a churn rate of 10.4% in December -- the highest among major streamers and nearly five times that of Netflix. </p><p>\n  That means Apple TV+ has the highest rate of viewers who don't stick around. Remedying that will likely require more original content, which the company can easily afford, but could also run counter to its quality-over-quantity approach. Apple also has to mind the closely watched profitability of its services business that includes TV+. Wall Street expects gross margins from that segment to average a little over 70% annually over the next three years -- double the projected gross margin of the much-larger device business over that time, according to FactSet. </p><p>\n  Apple has some established shows that are a definite draw; Antenna says the service saw its biggest jump in subscribers in July 2021, which happened to be when the second season of \"Ted Lasso\" began airing. Season three of that show is reportedly in production now. And \"CODA\" could be a major draw as well. According to streaming-service aggregator Reelgood, the film has been streamed more than 268 times the average of all major movies across streaming platforms this week since its best-picture win -- a high for any movie since August last year. </p><p>\n  Apple just needs to get more of those clicks to stick. </p><p></p>",
  "published": "2022-04-02T06:06:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 380,
          "end": 385
        },
        {
          "start": 789,
          "end": 794
        },
        {
          "start": 1900,
          "end": 1905
        },
        {
          "start": 2034,
          "end": 2039
        },
        {
          "start": 3331,
          "end": 3336
        },
        {
          "start": 1187,
          "end": 1192
        },
        {
          "start": 2780,
          "end": 2785
        },
        {
          "start": 2453,
          "end": 2458
        },
        {
          "start": 1576,
          "end": 1584
        },
        {
          "start": 1261,
          "end": 1266
        },
        {
          "start": 690,
          "end": 695
        },
        {
          "start": 34,
          "end": 39
        },
        {
          "start": 1576,
          "end": 1581
        },
        {
          "start": 37,
          "end": 42
        },
        {
          "start": 98,
          "end": 103
        },
        {
          "start": 1478,
          "end": 1483
        },
        {
          "start": 1994,
          "end": 2002
        },
        {
          "start": 2226,
          "end": 2234
        },
        {
          "start": 98,
          "end": 106
        },
        {
          "start": 2226,
          "end": 2231
        },
        {
          "start": 1261,
          "end": 1269
        },
        {
          "start": 1994,
          "end": 1999
        }
      ]
    }
  ]
}