{
  "_id": "d1257e9aad7868a7abb4059d874e6e5b698a54953071d22e0a98f008a56dd9b0",
  "feed": "market-watch",
  "title": "Virtual-reality legend John Carmack's departure just made Meta's metaverse an even bigger gamble",
  "text": "<p>\"It has been a struggle for me,\" wrote Carmack, who called out the move to the immersive world of the metaverse as one bedeviled by bureaucracy, concerns over diversity and security, and a \"ridiculous amount of people and resources.\"</p><p>The former chief technology officer of Oculus, the VR company that Facebook snapped up for $2 billion in 2014, is an expert in the development of VR headsets yet found himself a dissenting voice as Zuckerberg decided to make the shift to the metaverse last year and rename Facebook as Meta.</p><p>\"I have a voice at the highest levels here, so it feels like I should be able to move things, but I'm evidently not persuasive enough,\" wrote Carmack,</p><p>Losing Carmack removes a high-profile dissenting voice but also a specialist in a field that requires expertise and gobs of resources. Because Meta does not make a lot of hardware, it spent months trying to get its Ray-Bans camera-equipped glasses to work with Apple's iPhone, according to a reportin The Information.</p><p>Meta finds itself at a dangerous crossroads in its quest to lead a new era in computing. It is likely to face competition from rivals Apple Inc. AAPL, Microsoft Corp. MSFT, and Alphabet Inc.'s GOOGL GOOG Google in the near future, while at the same time fighting the Federal Trade Commission in court over its intended acquisition of Within, the maker of a VR fitness app called Supernatural. Last week, Carmack testified in a court hearing in that matter.</p><p>Perhaps what galled Carmack most, however, was the $10 billion that Meta lost from the business division that includes VR/AR during its most-recently reported fiscal quarter, in which the company recorded its first sales decline since it went public in 2012. Meta has since said it is shedding about 11,000 employees, or 13% of its workforce, in its largest layoff ever.</p><p>The $10 billion loss made Carmack \"sick to my stomach,\" he said in a podcast interview in August.</p><p>Meta did not have a formal comment on Carmack, but a spokesperson referred to a tweet from Bosworth: \"[I]t is impossible to overstate the impact you've [Carmack] had on our work and the industry as a whole. Your technical prowess is widely known, but it is your relentless focus on creating value for people that we will remember most. Thank you and see you in VR.\"</p><p>Virtual-reality legend John Carmack's departure just made Meta's metaverse an even bigger gamble</p>",
  "published": "2022-12-19T18:12:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1128,
          "end": 1138
        },
        {
          "start": 937,
          "end": 942
        },
        {
          "start": 1128,
          "end": 1137
        },
        {
          "start": 1128,
          "end": 1133
        },
        {
          "start": 1139,
          "end": 1143
        }
      ]
    }
  ]
}