{
  "_id": "2ce2038c1a1c4a7600720b372587f834733578d5c4170f7c7cb958dc169c6bf1",
  "feed": "wall-street-journal",
  "title": "Qualcomm Posts Strong Earnings, as Demand for Chips Stays High; Handset sales remain the main driver of chip company's top-line growth, as CEO pursues diversification",
  "text": "<p>Qualcomm, which projects revenue of up to $11 billion for the current quarter, joins other chip companies to report strong results over the past 10 days, as semiconductor demand outpaces supply. Advanced Micro Devices Inc. CEO Lisa Su said Tuesday that revenue from chips that go into servers would be the main driver of about 31% top-line growth this year, though all its businesses are projected to see higher sales. Intel Corp. and Samsung Electronics Co. gave a bullish outlook this year.</p><p>Chip companies also are seeing prices rise from a combination of inflationary pressures across the global economy and heated semiconductor demand.</p><p>\"I have a very firm view that this is really a reset of the industry,\" Kurt Sievers, CEO of NXP Semiconductors NV, this week said on an earnings call. \"I do not think that things will go backward,\" he said, \"neither the input costs nor our pricing to our customers.\"</p><p>Qualcomm shares, which rose 6.25% in regular trading after AMD's results excited investor sentiment in chip companies, retreated in after-hours trading following the results.</p><p>Qualcomm Chief Executive Cristiano Amon has set ambitious growth targets for the company and laid out plans to expand beyond supplying mobile-phone makers for which the company is best known.</p><p>Handsets, though, remain core to Qualcomm's results. Sales in that segment advanced 42% in the most recent quarter from the year-ago period amid strong demand for 5G devices.</p><p>The global smartphone market grew by nearly 6% in 2021 with 1.35 billion smartphones shipped, according to the International Data Corporation's Worldwide Quarterly Mobile Phone Tracker.</p><p>Apple Inc. which regained its title as the world's No. 1 seller of smartphones per IDC data, last week logged record quarterly results as CEO Tim Cook said supply bottlenecks should ease. Google parent Alphabet Inc. this week posted strong profit growth driven by its ad business while also noting the strongest quarter for Pixel smartphone sales.</p><p>Qualcomm also is betting heavily on the growing use of chips in cars, including through an agreement to buy Swedish auto-technology company Veoneer Inc. Qualcomm's automotive sales in the most recent quarter, which doesn't include Veoneer yet, advanced 21%.</p><p>(more to come)</p><p>Write to Meghan Bobrowsky at Meghan.Bobrowsky@wsj.com</p><p>Qualcomm Posts Strong Earnings, as Demand for Chips Stays High</p>",
  "published": "2022-02-02T21:34:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1635,
          "end": 1645
        },
        {
          "start": 1635,
          "end": 1644
        },
        {
          "start": 1635,
          "end": 1640
        }
      ]
    }
  ]
}