{
  "_id": "75fe49e3655202c54376d957681a84febd013b3ae51c32ef5e687abe0d4ae38b",
  "feed": "market-watch",
  "title": "U.S. stocks rise for 3rd day, head for best month since November 2020",
  "text": "<p>* S&amp;P 500 SPX climbed 28 points, or 0.7%, to 4,100.</p><p>* Dow Jones Industrial Average gained DJIA 70 points, or 0.2%, to 32,605.</p><p>* Nasdaq Composite COMP gained 128 points, or 1.1%, to 12,292.</p><p>On Thursday, the Dow Jones Industrial Average DJIA rose 332 points, or 1.03%, to 32530, the S&amp;P 500 SPX increased 49 points, or 1.21%, to 4072, and the Nasdaq Composite COMP gained 130 points, or 1.08%, to 12163. The S&amp;P 500 is up 7.6% for the month, but remains down 14.6% for the year-to-date.</p><p>What's driving markets</p><p>Stocks have rallied hard in July, with the S&amp;P 500 and Nasdaq Composite both headed for their biggest monthly gains since November 2020, according to Dow Jones Market Data.</p><p>Wall Street was looking to register a third day of gains in a row as traders reacted favorably to results from two of tech's biggest beasts; Apple AAPL up 3.5% and Amazon AMZN up 12.3%.</p><p>See: Amazon stock jumps 14% as sales beat and AWS growth overcome a second straight quarterly loss</p><p>\"After the close [on Thursday] Apple and Amazon reported earnings on the stronger side of what we've seen for mega-caps so far, with both releases containing optimism around supply chains and consumer spending,\" said strategists at Deutsche Bank.</p><p>See: Apple says macro issues aren't hurting iPhone business as earnings top expectations</p><p>On the economic data front, a key gauge of U.S. inflation rose a sharp 1% in June, led by higher fuel prices, in a sign that price pressures in the economy are still intense and unlikely to relent quickly.</p><p>See: U.S. inflation surges again and stays at 40-year high, key price gauge shows</p><p>\"The numbers today were another reminder that we cant just pretend that inflation isn't going to be the problem for a data dependent Fed,\" said Steve Sosnick, chief strategist at Interactive Brokers.</p><p>But the inflation data couldn't dissuade equity bulls, who continued to focus on better-than-expected corporate earnings and hopes for a more accommodative Fed.</p><p>With nearly half the companies having reported, the S&amp;P 500 has so far seen a blended profits growth rate of 7.6%, with 76% beating profit forecasts, according to IBES data from Refinitiv.</p><p>\"If you think corporate earnings will either remain strong or rebound quickly from any recession, then stocks are modestly attractive here. Equities are an optimist's game, and this bullish narrative may have some legs here. We are more in the 'realist' camp at the moment and remain somewhat cautious,\" said Nicholas Colas, co-founder of DataTrek.</p><p>Stephen Innes, managing partner at SPI Asset Management, noted that adding to the positive mood in global equities was Thursday's weaker than expected U.S. GDP numbers, which were seen reducing the pace of Federal Reserve interest rate rises.</p><p>\"Yes bad news is good! [Fed chair] Powell did say the next hike will be data-dependent; will this be a leading indicator to a moderating Fed path or a selling opportunity into a bear rally?\" Innes added.</p><p>With that in mind, traders were keeping an eye on data released Friday that are closely scrutinized by the Fed. The Q2 employment cost index and June core personal consumption expenditurenumbers came in at 1.3% and 4.8% respectively. Both were only 0.1% above forecasts and have not so far had a great impact on the market.</p><p>The weak GDP figures caused bond yields and the dollar to move lower, but on Friday the U.S. 10-year Treasury yield BX:TMUBMUSD10Y was up 1.7 basis points to 2.695%. The U.S. dollar was up slightly, with the ICE U.S. Dollar Index DXY up 0.2% to 106.59.</p><p>The final reading from the University of Michigan's July consumer sentiment gauge came in at 51.5, compared with the consensus 51.1.</p><p>How are other assets faring</p><p>* Oil futures were higher with U.S. crude CL.1 adding 1.6% to $97.95 a barrel.</p><p>* Gold GC00 is benefitting from the softer greenback, the yellow metal adding 0.5% to $1,778 an ounce.</p><p>* Bitcoin BTCUSD fell 1.8% to $23,583.</p><p>U.S. stocks rise for 3rd day, head for best month since November 2020</p>",
  "published": "2022-07-29T14:10:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1218,
          "end": 1223
        },
        {
          "start": 822,
          "end": 827
        },
        {
          "start": 828,
          "end": 832
        },
        {
          "start": 997,
          "end": 1002
        }
      ]
    }
  ]
}