{
  "_id": "e30fa2a1b8274be068d5e58b712253c9e1909e11ed3f60a2eb44d3a487b91b25",
  "feed": "wall-street-journal",
  "title": "PERSONAL JOURNAL  ---  With 12 Nods,  'Dog' Is Leading  The Oscar Pack  ----  By John Jurgensen",
  "text": "<p>\n  \"The Power of the Dog\" scored 12 Oscar nominations Tuesday, including nods for best director and best picture. The psychological Western from director Jane Campion received the most nominations among films in the running for the 94th Academy Awards scheduled for March 27, giving Netflix a shot at its first-ever win for best picture. </p><p>\n  The sci-fi epic \"Dune\" also led with 10 nominations, followed by the period drama \"Belfast\" and Steven Spielberg's update of \"West Side Story,\" both with seven nominations. </p><p>\n  The Academy of Motion Picture Arts and Sciences committed to a field of 10 nominees for best picture, instead of a number that fluctuated from year to year. The goal was to capture a broader range of films in the most prestigious category. The nominees for best picture are: \"Belfast,\" \"CODA,\" \"Don't Look Up,\" \"Drive My Car,\" \"Dune,\" \"King Richard,\" \"Licorice Pizza,\" \"Nightmare Alley,\" \"The Power of the Dog,\" and \"West Side Story.\" </p><p>\n  Now the field is set for a second Oscars saddled with the baggage of Covid-19. The pandemic continues to force the issue of what movies people actually want to watch, and where. Hollywood's biggest night is the focal point of a debate about the value of movies, both commercially and as a source of common ground in culture. In 2021 the Oscars went from a ritual of arguable relevance to one in real crisis with a 58% drop in viewers. </p><p>\n  Kristen Stewart scored her first nomination for best actress in a leading role for her turn as a beleaguered Princess Diana in \"Spencer.\" The other nominees were Jessica Chastain (\"The Eyes of Tammy Faye\"), Olivia Colman (\"The Lost Daughter\"), Penelope Cruz (\"Parallel Mothers\"), and Nicole Kidman (\"Being the Ricardos\"). </p><p>\n  The nominees for best actor in a leading role were Javier Bardem (\"Being the Ricardos\"), Benedict Cumberbatch (\"The Power of the Dog\"), Andrew Garfield (\"tick, tick . . . BOOM!\"), Will Smith (\"King Richard\") and Denzel Washington (\"The Tragedy of Macbeth\"). </p><p>\n  Ms. Campion, first nominated for best director for her 1993 film \"The Piano,\" became the first woman ever to be nominated twice in the category with \"The Power of the Dog.\" Other directors nominated were Kenneth Branagh (\"Belfast\"), Ryusuke Hamaguchi (\"Drive My Car\"), Paul Thomas Anderson (\"Licorice Pizza\") and Steven Spielberg (\"West Side Story\"). </p><p>\n  The best-picture field was split between films that received a traditional theatrical release and films that could be found on major streaming platforms. </p><p>\n  \"Belfast,\" a black-and-white family drama set in Northern Ireland in 1969, took a textbook Oscar path, playing in theaters since mid-November. </p><p>\n  \"West Side Story\" had been held over from 2020 in hopes of it making a big splash upon release in theaters in December. It won over critics and Oscar voters, too, apparently, but the musical fell flat at the box office. Director Guillermo del Toro's noir thriller \"Nightmare Alley\" also struggled in theaters but emerged with four Oscar nominations. </p><p>\n  Among streamers, Apple landed its first Oscar nominations in the splashiest categories. Best-picture nominee \"CODA,\" a coming-of-age story that revolves around a deaf family, also earned nominations for supporting actor Troy Kotsur, the first deaf male actor to be nominated for an Oscar. He is the second deaf performer ever to be nominated for an Oscar in acting. (The first was his co-star in the film, Marlee Matlin, who won best actress for \"Children of a Lesser God\" in 1987.) Writer-director Sian Heder also got a nod for best adapted screenplay for \"CODA,\" which stands for \"child of deaf adults.\" </p><p>\n  Apple, which made its Oscar debut last year, secured three nominations for \"The Tragedy of Macbeth,\" including Mr. Washington's 10th career Oscar nomination. </p><p>\n  \"Dune\" and \"King Richard\" symbolize many of the issues the industry is facing. Warner Bros. gave both films a hybrid release in theaters and on streaming service HBO Max, a controversial strategy the studio applied to its entire 2021 movie slate. The move caused friction with filmmakers and this week resulted in a lawsuit against Warner Bros. by the co-producer of \"The Matrix Resurrections.\" </p><p>\n  Many of this year's top nominees came out in late 2021, just as the Omicron variant was squelching the industry's hopes of enticing grown-up audiences back to theaters for anything other than superhero pictures. </p><p>\n  They included \"Licorice Pizza,\" writer and director Paul Thomas Anderson's film about an odd-couple relationship in the 1970s. It was nominated for best picture, best director and original screenplay. </p><p>\n  In recent years the Academy has aggressively grown its voting body, with big increases among members outside the U.S. That expansion might have factored into the strong showing for certain international films, especially \"Drive My Car,\" from Japan. Championed by critics, the three-hour film adapted from a Haruki Murakami story, received four nominations, including nods for best adapted screenplay and international feature. </p><p>\n  --- </p><p>\n  And the nominees include . . . </p><pre>\n </pre><p>\n  Best Picture </p><pre>\n </pre><p>\n  \"Belfast\" </p><p>\n  \"CODA\" </p><p>\n  \"Don't Look Up\" </p><p>\n  \"Drive My Car\" </p><p>\n  \"Dune\" </p><p>\n  \"King Richard\" </p><pre>\n </pre><p>\n  Best Actor </p><pre>\n </pre><p>\n  Javier Bardem in \"Being the Ricardos\" </p><p>\n  Benedict Cumberbatch in \"The Power of the Dog\" </p><p>\n  Andrew Garfield in \"tick, tick . . . BOOM!\" </p><p>\n  Will Smith in \"King Richard\" </p><p>\n  Denzel Washington in \"The Tragedy of Macbeth\" </p><pre>\n </pre><p>\n  Best Actress </p><pre>\n </pre><p>\n  Jessica Chastain in \"The Eyes of Tammy Faye\" </p><p>\n  Olivia Colman in \"The Lost Daughter\" </p><p>\n  Penelope Cruz in \"Parallel Mothers\" </p><p>\n  Nicole Kidman in \"Being the Ricardos\" </p><p>\n  Kristen Stewart in \"Spencer\" </p><pre>\n </pre><p>\n  Best Supporting Actor </p><pre>\n </pre><p>\n  Ciaran Hinds in \"Belfast\" </p><p>\n  Troy Kotsur in \"CODA\" </p><p>\n  Jesse Plemons in \"The Power of the Dog\" </p><p>\n  J.K. Simmons in \"Being the Ricardos\" </p><p>\n  Kodi Smit-McPhee in \"The Power of the Dog\" </p><pre>\n </pre><p>\n  Best Supporting Actress </p><pre>\n </pre><p>\n  Jessie Buckley in \"The Lost Daughter\" </p><p>\n  Ariana DeBose in \"West Side Story\" </p><p>\n  Judi Dench in \"Belfast\" </p><p>\n  Kirsten Dunst in \"The Power of the Dog\" </p><p>\n  Aunjanue Ellis in \"King Richard\" </p><pre>\n </pre><p>\n  Best Director </p><pre>\n </pre><p>\n  \"Belfast\" Kenneth Branagh </p><p>\n  \"Drive My Car\" Ryusuke Hamaguchi </p><p>\n  \"Licorice Pizza\" Paul Thomas Anderson </p><p>\n  \"The Power of the Dog\" Jane Campion </p><p>\n  \"West Side Story\" Steven Spielberg </p><p></p>",
  "published": "2022-02-09T07:12:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 2973,
          "end": 2978
        },
        {
          "start": 3562,
          "end": 3567
        }
      ],
      "nexusId": "10022657"
    }
  ]
}