{
  "_id": "b2307652cdd18283ddd7fc7d681a4200c5e8e003b564f125db3384c5bc70fd62",
  "feed": "market-watch",
  "title": "The all-new 2023 Kia Sportage: It's roomy with plenty of cargo space and drives quiet; Pricing starts at $25,990",
  "text": "<p>* Outstanding rear legroom</p><p>* Large cargo area</p><p>Cons</p><p>* New nose may not be for everybody</p><p>* Approaching Sorento in size</p><p>* Apple CarPlay is wireless only in the LX trim</p><p>What's new?</p><p>* All-new design for 2023</p><p>* Built in West Point, Georgia</p><p>Price: The entry-level 2023 Sportage has a starting price of $25,990. The top model, the Sportage X-Pro Prestige, begins at $36,790.</p><p>This all-new Kia KR:000270 Sportage arrives in early 2022 as a 2023 model. It marks the fifth generation of the Sportage, and it's based on the same chassis that underpins its Sorento sibling and Hyundai HYMTF Tucson cousin.</p><p>As such, the new Sportage is 7.1 inches longer than the outgoing model, and it has a wheelbase that has been stretched 3.4 inches. This added size helps to differentiate the Sportage from its Seltos sibling while greatly improving interior room, especially in the back seat. Kia also says the new Sportage has a class-leading 39.6 cubic feet of cargo room in the back.</p><p>Initially, one engine will be available, a 2.5-liter 4-cylinder that sends an estimated 187 horsepower to the front (or all four) wheels via an 8-speed automatic transmission.</p><p>The Sportage Hybrid and Sportage Plug-in Hybrid (both reviewed separately) have the same powertrains you'll find in the Tucson Hybrid and the Tucson PHEV — a turbocharged 1.6-liter gasoline engine complemented by an electric motor. The Sportage Hybrid has 226 horsepower, while the Sportage PHEV has 261 hp and an all-electric driving range of more than 30 miles.</p><p>Learn more: What is EV, BEV, HEV, PHEV? Here's your guide to types of electric cars</p><p>Front-wheel-drive (FWD) and all-wheel-drive (AWD) versions of the 2023 Kia Sportage will be available when the vehicle goes on sale in early 2022. Production at Kia's plant in West Point, Georgia — which also builds the K5 sedan, Sorento, and Telluride — began in the first quarter of 2022.</p><p>The new Sportage is a 5-seater with an especially roomy back seat, and the dash is highlighted by a massive curved display that sweeps about halfway across the vehicle. It features an integrated multi-function touchscreen controller while also meeting the connectivity needs of the driver and front passenger. Kia says the system is intuitive and easy to use.</p><p>Available 2023 Kia Sportage models include the LX, EX, SX, and SX-Prestige, plus the X-Line, X-Pro, and X-Pro Prestige, three versions tuned to work better in the dirt. In addition to an extra 1.5 inches of ground clearance, they have BFGoodrich all-terrain tires and an AWD system with multiple terrain modes.</p><p>The Georgia-built Kia Sportage competes in a category chock-full of compact SUVs. Primary competitors include the Toyota TM RAV4, Honda HMC CR-V, Nissan NSANY Rogue, and Subaru FUJHY Forester, but the full list is a long one.</p><p>2023 Kia Sportage pricing</p><p>Kia's new 2023 Sportage LX, in base FWD form, has a starting price of $25,990. Add $2,000 if you want AWD.</p><p>The Sportage EX, with 18-inch wheels and gloss-black radiator grille, starts at $27,990 with FWD, or $29,990 with AWD.</p><p>In SX trim, which comes with a power liftgate and a sunroof, the 2023 Kia Sportage begins at $31,490 (FWD) or $33,290 (AWD).</p><p>Up next is the luxurious SX-Prestige, which is equipped with 19-inch wheels, premium artificial leather seat upholstery, and a surround-view monitor. This Sportage starts at $33,490 with FWD or $35,290 with AWD.</p><p>The Kia Sportage X-Pro, an AWD model with all-terrain tires on 17-inch alloy wheels and Normal, Sport, Smart, and Snow driving modes, begins at $34,990. The X-Pro Prestige, similarly equipped but with extra items like a handy surround-view monitor, starts at $36,790.</p><p>Driving the 2023 Kia Sportage</p><p>The standard 4-cylinder engine in the Sportage is adequate, but not thrilling. The well-tuned 8-speed automatic transmission manages the power well with quick and smooth shifts. We're grateful that it has a traditional automatic transmission rather than a whiney continuously variable transmission (CVT). Switching over to Sport mode makes for a more lively driving experience.</p><p>One of the things that stands out the most about driving the new Sportage is how quiet it is. The inside of the Sportage is so peaceful and serene that it rivals some luxury brands. As for the handling, there's a little bit of body roll like you might expect, but it feels stable around corners.</p><p>Another thing we love about the Sportage is the Drive Wise driver-assistance features. Features like lane-keeping assist and adaptive cruise control are becoming common, but not all safety tech suites are created equal. The Drive Wise features in the Sportage do their job well without feeling intrusive or jerky.</p><p>A big surprise with the new Sportage is that it's a pretty good off-roader when properly equipped. Few remember the rugged roots of the Kia Sportage in its early years, but the new generation delivers a satisfying blend of on-road comfort and off-road capability.</p><p>The available all-wheel-drive system holds its own when the pavement ends, and the X-Pro models get BFGoodrich all-terrain tires and multi-terrain drive modes, making it more adventurous.</p><p>Also read: What California's ban on gas cars could mean for you—even if you don't live there</p><p>Interior comfort</p><p>The new 2023 Sportage interior looks rich and elegant. Kia says the design was inspired by high-end outdoor equipment. Your eye is immediately drawn to the large and slightly curved display, which seamlessly mates under one glass panel a 12.3-inch digital instrument panel, plus a color touchscreen of the same size.</p><p>It looks futuristic, and angular air vents hugging the curved display add a technical look. An asymmetrical center console puts buttons and controls within easy reach of the driver, and there's a new touchpad that toggles between the climate control and audio systems. What's more, the Sportage cupholders can be changed into a storage bin for, say, a tablet, if needed.</p><p>Other details: The Sportage EX and above uses animal-free leather, and coat hangers are molded into the back of the front headrests. Moreover, the seatbacks of the thin-shell front seats house USB ports and an integrated hook for shopping bags or charging cables.</p><p>Most significant, there's 3 inches more rear legroom than in the previous Sportage, which means the back seat should be adult-friendly. There's also 39.6 cubic feet of cargo room behind the folding rear seat, a best-in-class rating that's 28% more than the previous Kia. The new Sportage also has a dual-level cargo floor.</p><p>Exterior styling</p><p>We think the 2023 Kia Sportage is a fitting successor to the current model, which was already one of the best-looking compact SUVs. It's more modern, as you'd expect, but it's also full of neat details, like a black grille graphic that stretches across the width of the new Sportage's face. There's also a modernized Tiger Nose grille complemented by boomerang-style daytime running lights and low-mounted headlights.</p><p>The side profile of the all-new Sportage is clean, with taut lines cutting across the refined body surfaces. And for the first time on a Sportage, a black roof will be available as an option. Kia says it will help to accentuate the sporty profile and the \"architecturally dynamic\" C-pillars. Also notable is the chrome beltline, which adds a hint of elegance as it kicks up onto the rear of the Sportage and into the D-pillars.</p><p>Taken as a whole, the upcoming new 2023 Kia Sportage has a strong presence, one that's enhanced in the back by attractive tapering and thin taillights that add to the vehicle's sense of width.</p><p>Favorite features</p><p>Blind-spot view monitor When you activate a turn signal, a video image of the Sportage's rear three-quarter blind spot is displayed on the digital instrument panel, making lane changes much safer. It's supplemented by the Blind-Spot Collision-Avoidance Assist, which will automatically apply selective brakes to keep the Sportage from changing into an occupied lane.</p><p>X-Pro and X-Pro Prestige models These are the rugged new Sportage models suitable for use on dirt. While they are nowhere near as capable as, say, a Jeep Wrangler in off-road settings, they do have 1.5 inches of extra ground clearance, BFGoodrich all-terrain tires, and a multi-terrain all-wheel-drive system with dirt-specific settings.</p><p>Also see: The 9 things that are most likely to affect your auto insurance rates</p><p>Standard features</p><p>All 2023 Kia Sportages come standard with the 2.5-cylinder 4-cylinder engine and an 8-speed automatic transmission. Apple AAPL CarPlay and Android Auto also are standard, as is a new touchpad that serves double duty in operating both the climate control system and the audio system.</p><p>The dirt-friendly X-Pro models come standard with all-wheel drive, and projector-style LED headlights are fitted to the Sportage X-Pro Prestige. That Prestige version also gets vented front seats, an 8-way power front passenger seat, and a surround-view monitor.</p><p>The new Sportage also is loaded with standard driver-assist systems. Even the base Sportage, the LX, gets a collision-avoidance program with cyclist detection and automatic emergency braking, plus lane-keeping assist, a driver-attention warning, LED headlights, high-beam assist, a rear occupant alert, and a rear parking distance warning.</p><p>Check out: The redesigned BMW X1: For under $40K, the roomy little SUV is your luxury-car starter</p><p>Factory options</p><p>The main option on the 2023 Sportage is an active AWD system that uses an electro-hydraulic coupling with a center-locking differential. You can also get Kia Connect services (the new name for the UVO infotainment system), a Wi-Fi hotspot, and a premium Harman Kardon sound system.</p><p>Many of the other Sportage options focus on safety. These include navigation-based smart cruise control, the handy Blind-Spot View Monitor, a 360-degree surround-view monitor, blind-spot collision-avoidance assist, rear cross-traffic assist, a forward parking distance warning, and even Highway Driving Assist. That last technology is a hands-on system that will use speed limit information to automatically adjust vehicle speed while maintaining a set distance to the car ahead and keeping the Sportage centered in its lane.</p><p>Kia's new Sportage also is available with Junction Turning, a safety technology designed to prevent collisions with an oncoming vehicle while you're turning left at an intersection.</p><p>Also available: Remote Smart Parking Assist. This allows Sportage drivers to get out of the vehicle and use their smart key as a remote to guide this (not so) compact Kia SUV into (or out of) tight parking spots.</p><p>You might like: The 2023 Subaru Crosstrek: The quirky little SUV is a sensible car that's not afraid to get dirty</p><p>Engine and transmission</p><p>The Kia Sportage is available with one engine, a 2.5-liter 4-cylinder with 187 horsepower. It sends power to the wheels via an 8-speed automatic transmission.</p><p>The optional AWD systemuses a locking electro-hydraulic coupling that can direct power to the rear wheels for added stability, especially in slippery driving conditions.</p><p>The front-wheel-drive (FWD) 2023 Kia Sportage is rated by the EPA at 25 mpg city/32 mpg highway/28 mpg combined. With all-wheel-drive (AWD), the 2023 Sportage is rated at 23 mpg city/28 mpg highway/25 mpg combined.</p><p>2.5-liter inline-4 187 horsepower @ 6,100 rpm 178 lb-ft of torque @ 4,000 rpm EPA city/highway fuel economy: 25/32 mpg (FWD), 23/28 (AWD)</p><p>KBB's car review methodology .</p><p>This story originally ran on KBB.com .</p><p>The all-new 2023 Kia Sportage: It's roomy with plenty of cargo space and drives quiet</p>",
  "published": "2022-10-21T09:01:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 8478,
          "end": 8483
        },
        {
          "start": 8484,
          "end": 8488
        },
        {
          "start": 119,
          "end": 124
        }
      ]
    }
  ]
}