{
  "_id": "44fa9fdbab1e93477646981139f24b0008ac73fc36ec8d01d9960538d11f8090",
  "feed": "market-watch",
  "title": "Apple iPhone 14 event: A price hike is expected, but will there be 'one more thing'? Top-end iPhones are expected to get a price increase as tech world awaits first glimpse of Apple's move into virtual reality",
  "text": "<p>\"While the base iPhone will stay at the same price we believe a $100 price increase on the iPhone 14 Pro/Pro Max is likely in store given component price increases as well as added functionality on this new release,\" Wedbush analyst Daniel Ives wrote in a recent note to clients.</p><p>The company is expected to debut the new iPhone family at a Wednesday event that will kick off at 1 p.m. Eastern time. Apple's smartphones are its biggest business by far, bringing in more than $162 billion through three quarters of the company's fiscal year, more than 57% of Apple's revenue total.</p><p>But The planned iPhone 14 debut comes amid uncertainty about how smartphone demand will hold up in the macroeconomic climate. IDC recently projected a 6.5% decline in global smartphone shipments this year, after shipments underperformed their estimates while declining for four quarters in a row. iPhone demand seems to have held up better than the overall market, however, and Apple Chief Executive Tim Cook said on the company's last earnings call that he hadn't noticed \"obvious evidence of macroeconomic impact\" on the iPhone.</p><p>In-depth: Apple already decimated Meta's ad-tech empire. Now, it's homing in on Facebook's advertisers, too.</p><p>Other than the price, the biggest news out of Apple's event could be what isn't mentioned, or gets taken away. Few observers expect Apple to show off its highly anticipated next product category, a headset, and Apple could be saying goodbye to the iPhone Mini and the infamous \"notch.\"</p><p>Apple is expected to do away with the mini version of its base iPhone, and it could add a 6.7-inch configuration for the first time, according to Bloomberg News. Also, five years after Apple introduced a \"notch\" at the top of its iPhone X model that wasn't exactly a fan favorite, Bloomberg reports it could finally be going away with the iPhone 14 update in favor of \"hole-punch and pill-shaped cutouts for the front camera and Face ID sensors.\"</p><p>A Steve Jobs-worthy \"One More Thing\" that details Apple's next big invention has long been absent from iPhone events, his predecessor might have something up his sleeve that fits the bill. Apple has been developing a headset that is expected to integrate long-gestating mixed-reality technology, which Cook has long called \"a big idea like the smartphone.\" Experts expect it to reach consumers in 2023 at the earliest, but few analysts believe its first appearance will be at Wednesday's event, even as Meta Platforms Inc. METAprepares to reveal its next-generation VR tech.</p><p>In-depth: Facebook and Apple are at war, with the biggest battle still on the horizon</p><p>Given a lack of chatter about the device more recently, it's perhaps unlikely that Apple is ready to trot the product out for viewing in September—or else the silence means that Apple has done a good job of keeping the wraps on its \"one more thing.\" Bloomberg reported in May that the company \"aimed to unveil the headset as early as the end of this year or sometime next year, with a consumer release planned for 2023.\"</p><p>Those holding out for foldable and flip phones like the models Samsung Electronics Co. Ltd. KR:005930 debuted a few weeks back will likely have to keep waiting for that sort of launch at Apple, but iPhone fans should expect a faster processor and the end of a much-mocked design element.</p><p>There could be a long awaited announcement of satellite connection technology for iPhones, which would allow people to communicate even while far off the beaten path. The move was expected last year and was not announced, and a similar setup is happening into this year, with analyst Ming-Chi Kuo writing this week that \"Apple had completed hardware tests for this feature,\" but \"whether iPhone 14 will offer satellite communication service depends on whether Apple and operators can settle the business model.\"</p><p>The iPhone Pro models are expected to get the majority of the upgrades, relative to the regular iPhone models. Bloomberg News has reported that Apple plans to introduce a 48-megapixel camera, a faster chip, and better battery life for the iPhone 14 Pro and iPhone 14 Pro Max. MacRumors notes that the enhanced camera would let more light pass through the lens, something that could allow for better image quality, including when shooting with the company's Portrait Mode feature.</p><p>The iPhone 14 Pro could also feature the new A16 chip, which MacRumors has said may help the company power the new camera, as well as the always-on display that some Apple watchers are expecting to finally see on the latest model. While Apple is thought to be planning chip upgrades for the Pro models, 9to5Mac expects that the company could stick with the same A15 chip for the base iPhone 14 line that was used in the iPhone 13 family.</p><p>Learn how the metaverse will change the real world. Join Estaban Ordano, co-founder of Decentraland, at the Best New Ideas in Money Festival on Sept. 21 and Sept. 22 in New York.</p><p>Also expected at the Wednesday event is an update to the Apple Watch lineup. Bloomberg reports that Apple is planning to introduce an Apple Watch SE featuring a faster chip, an Apple Watch Series 8 containing a body-temperature sensor, and a pro-level model. Evercore ISI analyst Amit Daryanani said that the hypothetical Apple Watch Pro could bring \"more battery life, a larger screen, and new fitness features.\"</p><p>Apple's iPhone event comes a week earlier in September than its one last year, suggesting to Evercore's Daryanani that the company might also make the phones available for purchase sooner. For investors, that means Apple's September quarter could feature an extra week of iPhone sales relative to last year's.</p><p>Apple stock has declined 10.9% so far this year, as the Dow Jones Industrial Average DJIA — which counts Apple among its 30 components — has declined 12.9% and the S&amp;P 500 index SPX has fallen 16.8%.</p><p>MarketWatch staff writer Jeremy C. Owens contributed to this report.</p><p>Apple iPhone 14 event: A price hike is expected, but will there be 'one more thing'?</p>",
  "published": "2022-09-02T16:48:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "confidence": 0.99999994,
      "offsets": [
        {
          "start": 0,
          "end": 5
        },
        {
          "start": 176,
          "end": 181
        },
        {
          "start": 397,
          "end": 402
        },
        {
          "start": 399,
          "end": 404
        },
        {
          "start": 555,
          "end": 560
        },
        {
          "start": 953,
          "end": 958
        },
        {
          "start": 1115,
          "end": 1120
        },
        {
          "start": 1258,
          "end": 1263
        },
        {
          "start": 1496,
          "end": 1501
        },
        {
          "start": 1991,
          "end": 1996
        },
        {
          "start": 3205,
          "end": 3210
        },
        {
          "start": 3222,
          "end": 3227
        },
        {
          "start": 3958,
          "end": 3963
        },
        {
          "start": 4458,
          "end": 4463
        },
        {
          "start": 4528,
          "end": 4533
        },
        {
          "start": 5004,
          "end": 5009
        },
        {
          "start": 5316,
          "end": 5321
        },
        {
          "start": 5530,
          "end": 5535
        },
        {
          "start": 5624,
          "end": 5629
        },
        {
          "start": 5729,
          "end": 5734
        },
        {
          "start": 5891,
          "end": 5896
        }
      ],
      "weightsV2": {
        "weight": 32.0,
        "baseWeight": 21.0,
        "expansionWeight": 6.0,
        "ontologyWeight": 0.0,
        "tagPositionWeight": 1.0,
        "titleWeight": 4.0
      },
      "typeRank": 1
    }
  ]
}