{
  "_id": "fed848773f32fd3b8eff00cefcd19c74e5712870bf7354d8401b92dbe2374a74",
  "feed": "market-watch",
  "title": "Nasdaq Composite ends 3.1% higher as late-Friday fillip wipes out unsavory weekly stock-market losses",
  "text": "<p>What did stock benchmarks do?</p><p>The S&amp;P 500 index SPX rose 2.4% to 4,431.85, ended notably higher after trading at an intraday low at 4,292.46, which had put the broad-market benchmark down more than 10% below its Jan. 3 closing peak, and would have met the commonly used criteria for a correction.</p><p>The Dow Jones Industrial Average DJIA gained 1.7%, or 565.69 points, to 34,725.47.</p><p>The Nasdaq Composite Index COMP closed up 417.79 points, or 3.1%, at 13,770.57.</p><p>The small-capitalization Russell 2000 index RUT was trading 1.9% higher at 1,968.51, after touching an intraday low at 1,901.36, following its entering a bear market on Thursday for the first time in 2 years.</p><p>For the week, the Dow booked a gain of 0.8%, the S&amp;P 500 index climbed 1.3%, the Nasdaq Composite finished up 0.01% higher, but the Russell 2000 still finished down 1% for the week, FactSet data show. That marked its fourth straight weekly decline, representing the longest such trend since December.</p><p>The S&amp;P 500, Dow avoided four-week losing streaks; while the Nasdaq Composite narrowly avoided a fifth straight weekly decline, which would have marked the longest such slump since a six-week tumble back in 2012, spanning October into November of that year.</p><p>What drove the market?</p><p>Equity markets turned higher in another wild day of trading to end the week, expunging weekly declines in the process.</p><p>The gains came mostly in the final hour of trading, which has turned into a new witching hour on the Street and came as investors parsed fresh U.S. economic data and upbeat earnings from Apple as promising.</p><p>Reports showed U.S. consumer spending falling 0.6% in December, amid a wave of COVID-19 cases from the highly contagious omicron variant of coronavirus.</p><p>Meanwhile, a measure of U.S. inflation preferred by the Federal Reserve climbed 5.8% in 2021 after another increase in December. Employment costs rose 1% in the fourth quarter. Separately, a reading of consumer sentiment slumped to a 10-year low as inflation concerns mount, underscoring the waning appetite for assets perceived as risky.</p><p>“The slowdown in consumer spending during December saw personal spending levels decline sharply by 0.6%, while the latest Michigan sentiment numbers showed US consumers were more worried about inflation than at any time in the last 10 years,” wrote Michael Hewson, chief market analyst at CMC Markets UK, in a daily note.</p><p>A volatile month has whipsawed investors, who have juggled worries over the pace of Federal Reserve interest rate increases, a mixed earnings reporting season, the continuing pandemic fallout and geopolitical worries surrounding a potential Russia invasion of Ukraine.</p><p>Questions over the Fed's plans to tackle inflation have hit interest rate-sensitive technology and growth stocks particularly hard. This week's Fed meeting produced no change in interest rates, but Chairman Jerome Powell didn't rule out a potential rate increase at each meeting this year, and said the central bank needed to be “nimble.”&#xa0;</p><p>Positive news came from Apple AAPL, whose shares were up nearly 7% after the iPhone maker sailed past Wall Street's earnings expectations for the holiday quarter, and executives forecast continued revenue growth in the current quarter. Earnings topped $30 billion for the first time, and the results mark a high point in a thus-far mixed reporting season.</p><p>“Apple's blowout results are just what the tech sector needed to get out of its recent funk. The iPhone giant's big beat could be the next catalyst to spark a rally in the tech space,” said Jesse Cohen, senior analyst at&#xa0;Investing.com, in a note to clients.</p><p>Opinion:&#xa0;After a monster quarter, Apple's non-forecast is good enough for Wall Street</p><p>On top of that, shares of Robinhood Markets HOOD, which had been down double-digits in premarket trading swung higher, after the trading app closely associated with the “meme stocks” phenomenon produced a bigger-than-expected quarterly loss and reported a drop securities-trading volumes.</p><p>Opinion:&#xa0;Robinhood is about to not celebrate a very unhappy anniversary</p><p>Read:Here's what history says about stock-market returns during Fed rate-hike periods</p><p>On the geopolitical front, Russia's foreign minister Sergei Lavrov said Friday that Moscow doesn't intend to start a war, but also “would not let our interests be rudely trampled on and ignored.”</p><p>A day earlier saw U.S. President Joe Biden warning Ukraine's president of a “distinct possibility” of Russian military action against its neighbor in February.</p><p>Opinion: Stock investors know not to fight the Fed, but you can fight the Fed Model</p><p>What companies were in focus?</p><p>Visa Inc.Vtopped $7 billion in quarterly revenue for the first time and shares climbed 10.6%.</p><p>Western Digital Corp. shares WDC slid 7.3% after the data-storage products company gave a weak outlook, amid a struggle to keep up with demand amid supply-chain problems.</p><p>Caterpillar Inc.CAT shares fell more than 5% after maker of industrial equipment and tractors reported earnings and revenue that beat forecasts.</p><p>Chevron Corp.CVX stock fell 3.5% after the energy giant reported a disappointing profit, even as revenue beat. </p><p>KLA Corp.KLAC shares turned higher to end up 1.3% Friday, even after a weak outlook from the chip-equipment maker that overshadowed an earnings beat for the quarter.</p><p>How did other assets trade?</p><p>The yield on the 10-year Treasury note&#xa0;BX: TMUBMUSD10Y rose 2.8 basis points to 1.779%. Yields and debt prices move opposite each other.</p><p>The ICE U.S. Dollar Index&#xa0;DXY,&#xa0;a measure of the currency against a basket of six major rivals, was slightly lower.</p><p>Oil futures&#xa0;CL.1rose 21 cents, or 0.2%, to settle at $86.82 a barrel&#xa0;on the New York Mercantile Exchange. Gold futures&#xa0;GC00 fell 0.5%, or $8.40, to settle at $1,786.60 an ounce, below the $1,800 an ounce threshold.</p><p>In European equities, the Stoxx Europe 600&#xa0;XX: SXXP&#xa0;closed 1% lower, while London's FTSE 100&#xa0;UK: UKX dropped 1.2%.</p><p>The Shanghai Composite&#xa0;CN: SHCOMP&#xa0;fell 0.9%, while the Hang Seng Index&#xa0;HK: HSI was down 1% and Japan's Nikkei 225&#xa0;JP: NIK&#xa0;rose 2%.</p>",
  "published": "2022-01-28T16:47:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1557,
          "end": 1562
        },
        {
          "start": 3648,
          "end": 3653
        },
        {
          "start": 3024,
          "end": 3029
        },
        {
          "start": 3356,
          "end": 3362
        },
        {
          "start": 3030,
          "end": 3034
        }
      ],
      "nexusId": "10022657"
    }
  ]
}