{
  "_id": "ca8219280833bf44d44716f7e50191dcb0418222f94f13dcbc7b6297cdeb4cfe",
  "feed": "market-watch",
  "title": "PayPal earnings forecast heads higher, but revenue outlook sends the stock lower yet again; A cut to the full-year revenue outlook outweighs progress on cost-savings initiatives",
  "text": "<p>Management has cut expectations on a series of guidance metrics throughout the year.</p><p>\"We're executing against all the things we can control…and preparing prudently for a rough macro environment,\" Chief Executive Dan Schulman told MarketWatch. He added that PayPal was \"seeing a pullback in discretionary goods that are being spent on by consumers,\" hence why he and the executive team felt the need to have a \"prudent\" revenue outlook for the fourth quarter.</p><p>Acting Chief Financial Officer Gabrielle Rabinovitch added on the company's earnings call that PayPal \"didn't see the early start to the holiday season\" during October that the company saw back in 2021.</p><p>See also: Block stock rockets higher after earnings as Square parent posts a 'strong beat all around'</p><p>Though PayPal cut its revenue forecast for the full year, it outperformed on the top line during the third quarter. Revenue climbed to $6.85 billion from $6.18 billion, while analysts had been projecting $6.81 billion. PayPal's total payment volume rose to $337 billion from $310 billion a year prior. Venmo volume was $63.6 billion.</p><p>The reduced full-year revenue forecast outweighed progress on thecost-savings program that executives outlined in the previous earnings report.</p><p>PayPal reported adjusted earnings of $1.08 a share in the latest quarter, down from $1.11 a share a year before but ahead of the FactSet consensus, which was for 96 cents a share. Executives now model $4.07 a share to $4.09 a share in adjusted earnings for the full year, which is ahead of the prior forecast that called for $3.87 a share to $3.97 a share.</p><p>\"While there are a number of unknowns regarding the macro environment, we can largely control our spend and its implication on earnings growth,\" Schulman said on the earnings call \"Of course, we're also focused on investing for growth and we are balancing efficient spend with continued investment to drive future top-line growth.\"</p><p>He added that the uncertain environment could also present opportunity for PayPal.</p><p>\"We think this is a time where market-share leaders get stronger,\" Schulman said.</p><p>PayPal shares have fallen nearly 60% this year, as the S&amp;P 500 index SPX has declined 21.1%</p><p>Read: Amazon rolling out Venmo payment option</p><p>The company recognized a boost in engagement during its latest quarter as transactions per active account rose 13% to 50.1 over a trailing 12-month period. PayPal added 2.9 million net new active accounts in the third quarter, bringing its total to 432 million. The FactSet consensus was for 432.9 million active accounts.</p><p>Earlier this year, PayPal began to shift its focus more on generating engagement among existing usersthan on attracting and retaining less active customers.</p><p>Schulman told MarketWatch that the company's digital wallet has helped drive improved engagement trends, as PayPal sees two times the level of engagement among those who use the app versus those who don't.</p><p>PayPal executives announced several initiatives in progress with Apple Inc. AAPL, including future participation in the Tap to Pay on iPhone program that lets people use their smartphones as payment-acceptance devices without requiring additional hardware. Additionally, PayPal and Venmo debit and credit cards will be eligible next year for inclusion in Apple Wallet. PayPal also plans to add Apple Pay as a payment option in its unbranded checkout platform.</p><p>Those developments mark a \"meaningful step forward,\" Schulman told MarketWatch.</p><p>He added on the earnings call that the arrangement with Apple is \"a bigger deal than most people realize\" given trends the company has observed with Alphabet Inc.'s GOOG GOOGL Google Pay: \"We've seen, for instance, that Google Pay users in Germany when they add their PayPal credentials there, there's a 20% increase in their branded checkout transactions.\"</p><p>See more: Apple will let merchants accept in-person payments with only an iPhone</p><p>Executives offered a first look at 2023 expectations in an investor presentation Thursday. They're targeting adjusted EPS growth of at least 15% as well as at least 100 basis points of operating-margin expansion.</p><p>Schulman said that EPS growth at the targeted range would put PayPal in the top quartile of S&amp;P 500 components on the metric.</p><p>PayPal earnings forecast heads higher, but revenue outlook sends the stock lower yet again</p>",
  "published": "2022-11-03T23:32:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 3275,
          "end": 3280
        },
        {
          "start": 3516,
          "end": 3521
        },
        {
          "start": 3314,
          "end": 3323
        },
        {
          "start": 3828,
          "end": 3833
        },
        {
          "start": 2985,
          "end": 2995
        },
        {
          "start": 2985,
          "end": 2994
        },
        {
          "start": 3314,
          "end": 3319
        },
        {
          "start": 2985,
          "end": 2990
        },
        {
          "start": 2996,
          "end": 3000
        }
      ]
    }
  ]
}