{
  "_id": "72980d41a7ce27b4e5a2e44c21c71b4e7be7d658f148c7f4e6f5941d8d74be33",
  "feed": "market-watch",
  "title": "The end of one-chip wonders: Why Nvidia, Intel and AMD's valuations have experienced massive upheaval",
  "text": "<p>Since then, a host of changes have occurred in how people interact with technology, and other companies have specialized in taking advantage of those changes, causing Intel INTC to fall behind. While the company was worth as much as rivals Advanced Micro Devices Inc.AMD and Nvidia Corp. NVDA combined five years ago, Nvidia is now worth as much as the other two combined, a massive sea change in semiconductor valuations that mirrors the change in the industry itself.</p><p>For instance, Qualcomm Inc. QCOM rose to prominence with the rise of cellphones and then later with Blackberries, Apple Inc.'s AAPL iPhones, and mobile devices in general. AMD took Intel head-on in the mid-2000s and gained a quarter of the market for central processing units, or CPUs — Intel's bread and butter — only to retreat and then make a similar move in servers in recent years. Nvidia's graphics-processing units, or GPUs, once known for just making videogames prettier, have taken to powering cloud-computing data centers after their utility in machine learning was discovered. Taiwan Semiconductor Manufacturing Co. TSM, or TSMC, grew to become the largest cutting-edge foundry for chip makers whose architectures surpassed Intel's over the past few years.</p><p>Of the 30 companies tracked by the PHLX Semiconductor Index SOX, Intel enjoyed the largest market capitalization for decades, but in the past few years that lead has disappeared; it is now the fifth largest, with other companies vying to push it farther down the list. Intel has learned the hard way that with all these competitors in an evolving landscape, it too needs to evolve, a plan that new Chief Executive Pat Gelsinger seems to be undertaking.</p><p>How Nvidia blew past Intel</p><p>One way to see how the chip industry reached this point is to look at the current heavyweight, the most valuable semiconductor company on the SOX index — Nvidia, with a market cap of about $580 billion. Nvidia has succeeded in two related areas of the fastest-growing chip segment: the data center, where the growth of cloud-computing services from the likes of Amazon.com Inc. AMZN, Microsoft Corp. MSFT, and Alphabet Inc.'s Google GOOGL GOOG have required ever more performance using less electricity, and artificial-intelligence capabilities.</p><p>First, Nvidia showed that GPUs could help to increase the ability of data centers, which have long been run with CPUs. While CPUs work quickly through tasks that require user or system interaction, GPUs can break complex problems into millions of separate tasks to work them out at once, in so-called parallel processing.</p><p>Then, Nvidia tried to corner the market on Arm-based processors with its $40 billion bid to acquire Arm Holdings Ltd., which eventually was withdrawn amid regulatory pressure. Arm uses an architecture that is different from the once-standard x86 one built by Intel in the early days of computing. While not being able to run Arm outright, Nvidia has a 20-year license with the company.</p><p>Don't miss: Chips may be sold out for 2022 thanks to shortage, but investors are worried about the end of the party</p><p>“One of the things I think that a lot of people don't appreciate when they get down on Intel is the breadth of products that Intel has to build to be successful: It's huge,” Maribel Lopez, principal analyst at Lopez Research told MarketWatch. “For example, no one's looking at Qualcomm saying they expect them to unseat Nvidia GPUs in the data center.”</p><p>“Meanwhile, you got someone like Nvidia saying ‘I got to build some CPUs to go with my GPUs in the data center',” Lopez said. “It's the whole recognition that if you want to compete in the larger landscape, you have got to make acquisitions “</p><p>Then, there's another area where Intel has a long way to go to catch up to Nvidia: Software. Nvidia over the years has developed an entrenched software ecosystem in which to run their chips, prompting some analysts to compare it with software companies. </p><p>Analysts say Nvidia is far ahead of Intel and others in software, but Intel is trying to catch up. Intel recently announced it was acquiring Israel-based Granulate Cloud Solutions Ltd. for an undisclosed sum, although TechCrunch reported the deal was worth around $650 million, citing “well-placed,” unidentified sources. Granulate develops cloud-optimization software that helps boost performance in existing hardware.</p><p>That tracks with Intel's rationale behind the shedding of its nanometer-based naming convention back in July, as executives wanted to begin taking into account a chip's “performance per watt” as a measure rather than just how many transistors it could fit in a given space.</p><p>And it's not just Intel. Recently, both AMD and Qualcomm announced moves that will broaden their reach into software. AMD said it was acquiring the widely used data-center services platform Pensando for nearly $2 billion, coincidently just shy of the $2.24 billion the company's enterprise, embedded and semi-custom chips business (i.e. data-center and gaming console unit) took in during the holiday quarter.</p><p>Read also: The pandemic PC boom is over, but its legacy will live on</p><p>Qualcomm, on the other hand, said it closed on its deal to acquire a full stake in Arriver, the driving-automation software company it helped build with Veoneer Inc., from SSW Partners following a joint acquisition where Qualcomm and SSW Partners bought Veoneer for $4.5 billion. Qualcomm plans to use Arriver to build out a fully-automated driving stack for its Snapdragon Ride platform.</p><p>Chip maker Broadcom Ltd. AVGO was comparatively early in broadening its software holdings through acquisitions like&#xa0;Symantec's enterprise security business,&#xa0;CA Inc. back in 2018, and&#xa0;Brocade Communications Systems Inc. for $5.5 billion in late 2017.&#xa0;Those acquisitions once left analysts puzzled, but as of the last reported quarter, Broadcom derived about one quarter of its $7.71 billion in quarterly revenue from software sales. </p><p>Currently, the company seeking to dethrone Intel from the No. 5 position is AMD, which passed Intel in market cap at times in recent weeks, a dynamic few who tracked the industry a decade ago would have believed at the time. For years, AMD has lived in the shadow of Intel, referred to as the “smaller” rival in the data-center and PC chip market with respect to market capitalization, but that's no longer the case as the two companies jockey for position.</p><p>The gap between the companies narrowed considerably after AMD closed its $35 billion stock deal to acquire chip maker Xilinx Inc., which sent AMD's valuation higher than Intel's for the first time. The boost in AMD's share count gave the company a market cap of $197.63 billion at the close of market Feb. 15, when shares finished at $121.47, compared with Intel's close at $48.44 for a market cap of $197.25 billion, a difference of about $380 million.</p><p>Since then, the lead has flipped back and forth several times, with AMD gaining its widest lead so far at about $6.2 billion on Feb. 28. With a recent decline in AMD's share price, though, Intel leads by about $34 billion now.</p><p>One fab to rule them all</p><p>While chip makers seek to diversify to compete, there's one factor in the background where a virtual monopoly exists, and that's in where the silicon transistors are made. No matter how diversified an individual chip maker is, that diversification matters little if you don't have the manufacturing capacity for the silicon, and that makes the industry beholden to TSMC, Raymond James analyst Chris Caso told MarketWatch.</p><p>“There is virtually no piece of electronics that doesn't have substantial content from TSMC and comes out of Taiwan,” Caso said. “TSMC touches everything.”</p><p>TSMC owns fabrication facilities, or fabs, where the actual silicon wafers are made, for chip makers. Fabs are a huge capital investment, often taking two to three years to build because of their complexity.</p><p>TSMC first surpassed Intel in market cap in March 2017, then spent the next three years jockeying back and forth before stepping on the gas in June 2020, nearly two months before Intel announced that its next generation of chips would be delayed. Right before that, Nvidia started jockeying with Intel and similarly pulled away following the delay announcement. </p><p>Even though Samsung Electronics Co. KR:005930 and GlobalFoundries Inc. GFS also offer third-party foundry services, Samsung, while it has leading-edge capacity, is smaller in the foundry space than TSMC and is “more selective with what they do,” and GlobalFoundries caters to those chip makers who produce lagging-edge — but still necessary — technology, Caso said.</p><p>For more: Semiconductor sales top half a trillion dollars for the first time, and are expected to keep growing</p><p>Even Intel, which prides itself on having its own foundries and is seeking to move into TSMC's market by offering third-party fab services, relies on TSMC for some of its cutting-edge products that require a greater transistor density. That reliance was laid bare when the company, in its July 2020 delay announcement, said a “defect mode” in its manufacturing process was the root cause for the delay, and that its contingency plan would be using “somebody else's foundry,” widely considered to be TSMC.</p><p>“It's more of an industrywide problem, which is if something happens to TSMC's ability to produce inside of Taiwan, then pretty much the whole semiconductor industry, and the whole electronics industry, and frankly, the whole world economy have some big issues,” Caso said.</p><p>“I think the notion of being a fab for lots of people has been very successful,” Lopez said of TSMC. “This is one of the reasons you see the shift in Intel's strategy. It keeps you at full capacity all the time as a fab.”</p><p>For a sense of scale, Nvidia and TSMC combined currently have come to account for more than a third — $1.1 trillion — of the $3 trillion market cap of the 30 companies that make up the PHLX Semiconductor Index. By comparison, the combined caps of Intel and AMD make up about 12% of the index.</p>",
  "published": "2022-04-12T13:56:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 584,
          "end": 589
        },
        {
          "start": 584,
          "end": 593
        },
        {
          "start": 584,
          "end": 594
        },
        {
          "start": 597,
          "end": 601
        }
      ]
    }
  ]
}