{
  "_id": "7a6d5ab0bfceba22f82e177d8230decf3379380cc239775baf97cafb9f921bfd",
  "feed": "wall-street-journal",
  "title": "EU Accuses Apple of Abusing Mobile-Payment Market Power; Bloc's antitrust chief takes issue with tight control of technology behind iPhone contactless wallets",
  "text": "<p>If found guilty of abusing its dominance in connection with the payment service, Apple could be subject to a fine that would be linked to how much it charges for the use of its mobile-wallet services.</p><p>\"Apple has built a closed ecosystem around its devices and its operating system,\" said EU Executive Vice President Margrethe Vestager, the bloc's competition commissioner. \"Apple controls the gates to this ecosystem, setting the rules of the game for anyone who wants to reach consumers using Apple devices.\"</p><p>Apple said its payment system is one of many options available to European consumers and that it has ensured equal access to the underlying technology, near-field communication, \"while setting industry-leading standards for privacy and security.\"</p><p>The company said: \"We will continue to engage with the Commission to ensure European consumers have access to the payment option of their choice in a safe and secure environment.\"</p><p>The EU investigation into Apple's payment system began in 2020 with two probes into whether Apple broke competition rules through its Apple Pay service and its App Store.</p><p>Apple already faces other European Commission probes into its business practices. Last year, the EU charged the company with antitrust violations for allegedly abusing its control over the distribution of music-streaming apps through a requirement that they use the company's in-app payments system to sell their digital content. The EU also said the iPhone maker limited how app developers can inform users about their options for subscribing outside the app.</p><p>And in 2016, the Commission ordered Apple to pay 13 billion euros, then equivalent to about $14.5 billion, in taxes. Apple won a court appeal of the order, which the Commission then appealed. The case is pending.</p><p>By issuing a statement of objections, which is also known as a charge sheet, the European Commission informs a company in writing of the objections raised against it. It doesn't prejudge the outcome of a probe.</p><p>The EU recently passed the Digital Markets Act, a sweeping piece of legislation that aims to put new constraints on potentially anticompetitive behavior by the biggest tech companies, which the bloc has defined as companies with high earnings and market capitalizations, as well as a large number of users in the bloc.</p><p>Once the new law comes into effect, so-called gatekeeper companies could face fines of up to 10% of their global annual revenue. Repeated infringements could raise the limit to 20% or lead to a ban on some acquisitions.</p><p>More to follow.</p><p>Write to Kim Mackrael at kim.mackrael@wsj.com and Laurence Norman at laurence.norman@wsj.com</p><p>EU Accuses Apple of Abusing Mobile-Payment Market Power</p>",
  "published": "2022-05-02T12:47:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1029,
          "end": 1034
        },
        {
          "start": 510,
          "end": 515
        },
        {
          "start": 374,
          "end": 379
        },
        {
          "start": 1686,
          "end": 1691
        },
        {
          "start": 963,
          "end": 968
        },
        {
          "start": 81,
          "end": 86
        },
        {
          "start": 1605,
          "end": 1610
        },
        {
          "start": 1108,
          "end": 1113
        },
        {
          "start": 1071,
          "end": 1076
        },
        {
          "start": 202,
          "end": 207
        },
        {
          "start": 494,
          "end": 499
        },
        {
          "start": 11,
          "end": 16
        },
        {
          "start": 2652,
          "end": 2657
        },
        {
          "start": 1071,
          "end": 1080
        }
      ]
    }
  ]
}