{
  "_id": "2cdd953067a981ee8fbb5d499f8aa2f7f641b4243f647e967856dc1e32178132",
  "feed": "wall-street-journal",
  "title": "U.S. News: McCarthy Unveils Policy Agenda",
  "text": "<p>Republicans need just a handful of seat pickups to take over the House, which Democrats now control 221-212 with two vacancies. Democrats' hopes have been buoyed by recent special election wins in New York and Alaska, but election analysts say Republicans remain the favorites to win control. The Senate, currently split 50-50, remains a tossup.</p><p>Mr. McCarthy, who was accompanied by other party leaders as well as far-right members Reps. Marjorie Taylor Greene of Georgia and Burgess Owens of Utah, traveled Friday to Monongahela, a small, working class community near Pittsburgh, to formally present his Commitment to America plan.</p><p>The Republicans' effort evokes former GOP leader Newt Gingrich's Contract With America, which helped the party win the House majority in 1994 for the first time in 40 years. That plan included provisions on balancing the budget, cutting cash welfare and cracking down on crime.</p><p>Senate Minority Leader Mitch McConnell (R., Ky.) has opted to not unveil a policy plan as he works to win the majority in his chamber.</p><p>The House GOP commitment has four main themes: building a strong economy focused on fighting inflation and curbing costs; a safe nation that focuses on reducing crime and securing the border; a freedom-themed category related to schools and confronting big tech; and a focus on accountable government, a nod to planned scrutiny of Biden administration officials.</p><p>If Republicans do win control of the House, they will have the power to hold hearings and propose and pass legislation, but their ability to make new law will be limited -- even if the party also takes the Senate. President Biden can veto bills, and many policies related to crime as well as school curriculum and transgender issues are controlled at the state or local level.</p><p>Republicans said they want to provide incentives for hiring 200,000 more police officers in the country to lower crime rates, as well as cut government spending, which they say would curb inflation. The GOP also plans to \"protect the lives of unborn children and their mothers,\" a reference to the party's antiabortion stance. Many GOP lawmakers have signed onto a proposed 15-week abortion ban, though it wasn't discussed at the event.</p><p>House Speaker Nancy Pelosi (D., Calif.) called the GOP plan an \"alarming new extreme MAGA platform,\" citing the abortion stance and other parts of the proposal. Headed into the midterms, Democrats have worked to tie Republicans to former President Donald Trump and his \"Make America Great Again\" slogan.</p><p>The climate, healthcare and tax law signed by Mr. Biden last month includes efforts to lower prescription-drug prices. It also provided $80 billion to the IRS for a decadelong transformation and expansion of tax enforcement, and the administration said last year that could include hiring 87,000 new employees. Some would be agents and auditors to crack down on tax dodging; some would answer phones or rebuild aging computer systems.</p><p>Democrats have said they aim to step up tax enforcement. They have emphasized that the money would reduce the budget deficit and police tax cheating by high-income households and corporations. Republicans have warned that the new agents would target small-business owners.</p>",
  "published": "2022-09-24T00:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": []
    }
  ]
}