{
  "_id": "4fc6f843a864f3a543c6ab039c643fa684d63925602ddde2ec251f6fdf22ff9b",
  "feed": "market-watch",
  "title": "Single-stock ETFs: 'We're going to see this entire ETF category absolutely explode'",
  "text": "<p>Single-stock ETFs have made a big splash in the exchange-traded-fund industry, but they're not for everyone.</p><p>\"These single-stock ETFs are day-trading tools,\" said Nate Geraci, president of wealth management firm The ETF Store, in a phone interview. They should only be used by \"sophisticated traders\" but \"where they're going to end up is in the hands of unsophisticated retail investors,\" he said. \"I do worry about that.\"</p><p>Last month, AXS Investments announced that it was launching the first single-stock ETFs in the U.S., offering investors a way to make bearish or bullish bets on such companies as Tesla Inc TSLA., Nvidia Corp. NVDA, PayPal Holdings Inc. PYPL, Nike Inc. NKE and Pfizer Inc. PFE They're not meant to express long-term investment views and they're risky, as investors could lose all their money on a wrong-way bet.</p><p>Single-stock ETFs are for \"active traders who are looking to make very short-term, higher-conviction trades\" while understanding that the funds are \"reset on a daily basis,\" said Greg Bassuk, chief executive officer of AXS Investments, by phone. They're not aimed at \"buy-and-hold investors,\" he said, and they're not meant as \"portfolio building blocks, or asset allocation tools.\"</p><p>Single-stock ETFs don't actually own the stock of a company, rather they're exposed to derivative contracts called \"swaps,\" according to Bassuk. \"Every day the swap resets.\"</p><p>In using swaps to gain exposure to individual companies, single-stock ETFs are turning to a financial institution that has agreed to provide the underlying returns and the swaps are settled daily, The ETF Store's Geraci explained.</p><p>\"Single stock ETFs are basically an easy-button approach to shorting or levering up on individual names,\" he said. \"Some sophisticated investors may find that attractive.\"</p><p>But a wrong-way bet could be disastrous for investors, Geraci warned.</p><p>\"It's absolutely possible for these products to go to zero or near zero,\" he said.</p><p>Single-Stock ETFs for bulls, bears</p><p>Short-term traders who are bullish about a company on a particular day can leverage their wager through a single-stock ETF.</p><p>For example, a single-stock ETF that seeks to leverage returns by say two times would mean investors would get twice the daily gain of the underlying company's shares if their bullish bet was correct, according to Bassuk. While \"every single day you're getting that 2x return,\" investors should not expect that over a longer period of time, such as one month, that they'd reap twice a stock's gain over that stretch, he cautioned. \"The math doesn't work that way.\"</p><p>As for a bearish view on a company, traders might use a single-stock ETF to bet that the company's share price will fall on a given day. Bassuk said that investors won't lose more than their investment in a bearish single-stock ETF, unlike traditional ways of shorting stocks.</p><p>A bearish single-stock ETF provides investors with the inverse performance of its shares on a particular day, and also can be leveraged.</p><p>Investor reception for the AXS TSLA Bear Daily ETF TSLQ was particularly successful \"out of the gate\" after launching, said Bassuk. He said offering its suite of eight single-stock ETFs just as companies were reporting their second-quarter earnings results was \"fortuitous.\"</p><p>That's because trading activity tends to pick up around individual stocks when there's a specific company event or news, said Bassuk. The firm's single-stock ETFs are \"definitely for more experienced traders who are looking to either hedge other positions that they have, or they're positioning their trades in advance of earnings.\"</p><p>AXS's offering includes ETFs tied to PayPal and Nike and Nvidia, such as the AXS 1.25X NVDA Bear Daily ETF NVDS and AXS 2X NKE Bull Daily ETF NKEL and AXS 1.5X PYPL Bull Daily ETF PYPT.</p><p>Other firms have followed AXS in offering leveraged and inverse single-stock ETFs in the U.S.</p><p>Direxion announced Aug. 9 that it launched ETFs allowing \"sophisticated traders to obtain magnified or inverse exposure to the daily performance of the common stocks of Apple and Tesla.\" That same day, GraniteShares said that it has listed short and leveraged single-stock ETFs to take targeted positions on Tesla, Coinbase Global Inc. COIN and Apple Inc. AAPL</p><p>In Geraci's view, the ETF industry could see hundreds more single-stock ETFs launched in the next few years. \"I think we're going to see this entire ETF category absolutely explode,\" he said.</p><p>But investors would do well to focus on broad diversification, according to Wes Crill, head of investment strategists at Dimensional Fund Advisors.</p><p>\"We know that the median stock historically has underperformed the market,\" he said in an interview. \"Investors can lose a very large amount of their wealth by concentrating it in individual stocks.\"</p><p>Shares of the Dimensional US Core Equity Market ETF DFAU have fallen 9.1% so far this year through Thursday, according to FactSet data. That compares with a 9.9% drop for the SPDR S&amp;P 500 ETF Trust SPY over the same period.</p><p>Meanwhile, single-bond ETFs have also recently hit the market. F/m Investments announced Aug. 9 that it was giving investors a way to own U.S. Treasuries in a single-security ETF.</p><p>Geraci views single-bond ETFs as less risky than single-stock ETFs as \"the products that are on the market actually hold the underlying Treasury,\" there's no leverage and they're not inverse. \"These are much more straightforward,\" he said.</p><p>As usual, here's your weekly look at the bottom and top ETF performers over the past week through Wednesday, according to FactSet data.</p><p>The good… </p><p> Best Performers                                                                                       %Performance  United States Natural Gas Fund LP UNG                                                                 5.9  KraneShares Global Carbon Strategy ETF KRBN                                                           4.7  Consumer Discretionary Select Sector SPDR Fund XLY                                                    3.0  iShares MSCI Brazil ETF EWZ                                                                           3.0  Vanguard Consumer Staples ETF VDC                                                                     2.9  Source: FactSet data through Wednesday, Aug. 17, excluding ETNs and leveraged products. Includes NYSE, Nasdaq and Cboe traded ETFs of $500 million or greater. </p><p>…and the bad </p><p> Worst Performers                            %Performance  Sprott Uranium Miners ETF URNM              -6.9  ETFMG Prime Junior Silver Miners ETF SILJ   -5.6  United States Oil Fund LP USO               -5.5  Global X Uranium ETF URA                    -5.3  VanEck Junior Gold Miners ETF GDXJ          -4.7  Source: FactSet                            </p><p>New ETF</p><p>BlackRock announced Thursday that it launched the BlackRock Future Financial and Technology ETF BPAY, expanding its megatrends platform. The new fund seeks to invest in companies with \"innovative and emerging technologies that are driving disruption within the financial services industry,\" BlackRock said. The ETF's lead portfolio manager, Vasco Moreno, said in the announcement that \"in the United States alone, the use of fintech increased by 30% during the pandemic.\"</p><p>Weekly ETF reads</p><p>* Single-Stock ETF Craze Targets Inaccessible Non-US Shares (Bloomberg)</p><p>* Bank of Japan ETF ownership creeps back up to 63% (Financial times)</p><p>* These Are the Most Crowded ETF Shorts (WSJ)</p><p>* Low ETF Fees Are More Important Than You Think (VettaFi)</p><p>* Decades After Coining 'ETF,' Morgan Stanley Is Finally Launching Its Own (Bloomberg)</p><p>* Why Past Performance Tells Us Nothing About How Dividend ETFs Perform In An Inflationary Period (Seeking Alpha)</p><p>Single-stock ETFs: 'We're going to see this entire ETF category absolutely explode'</p>",
  "published": "2022-08-19T11:55:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "confidence": 0.97299993,
      "offsets": [
        {
          "start": 4230,
          "end": 4234
        },
        {
          "start": 4219,
          "end": 4229
        },
        {
          "start": 4043,
          "end": 4048
        }
      ],
      "weightsV2": {
        "weight": 1.9902613,
        "baseWeight": 3.0,
        "expansionWeight": 0.0,
        "ontologyWeight": -1.0097387,
        "tagPositionWeight": 0.0,
        "titleWeight": 0.0
      },
      "typeRank": 3
    }
  ]
}