{
  "_id": "b324f8035c7ab8afde078761e4919f3d26b2244ab0739b3fd2ca53604bfd2200",
  "feed": "wall-street-journal",
  "title": "Mark Zuckerberg Says Apple Holds Too Much Control Over App Ecosystem; Meta chief executive remains optimistic about his company's metaverse products and services",
  "text": "<p>Mr. Zuckerberg pointed out that Meta's virtual-reality devices offer more freedom for developers by allowing them, for example, to extend consumer access to apps through stores of their choosing, or what is known as sideloading. \"It is problematic for one company to control what kind of app experiences get onto a device,\" he said in reference to the iPhone maker.</p><p>Earlier this week, Elon Musk, who completed his $44 billion takeover of Twitter Inc. in October, accused Apple of stanching free speech and claimed the tech giant had threatened to kick the social-media platform off the iPhone, amplifying critics who say the company holds too much power through its App Store. Apple didn't immediately respond to a request for comment.</p><p>Mr. Zuckerberg said Meta is still investing in its Reality Labs unit focused on the metaverse and that he isn't deterred by naysayers. \"We've had doubters the whole time,\" he said. \"If you're not getting a bunch of skepticism, then you're probably not pushing hard enough on the future.\"</p><p>He added that Meta's work in this area is improving, with its virtual-reality offerings becoming more immersive by enabling users to make eye contact, and that in general, technological change is inevitable. \"We're not going to be here in the 2030s communicating and using computer devices that are exactly the same as what we have today,\" he said. \"Someone has to build that and invest in it and believe in it.\"</p><p>Mr. Zuckerberg reiterated that Meta's metaverse-related products and services are long-term initiatives and said they account for less than 20% of the company's costs. At present, he said, Meta is focused mainly on its social-media platforms—Facebook, Instagram and WhatsApp—and that will continue for \"quite some time, until the metaverse becomes a larger thing.\"</p><p>Tech Layoffs Across the Industry: Amazon, Meta and More Cut Staff</p><p>In November, Meta said it would cut more than 11,000 workers, or 13% of its staff, in the company's first broad restructuring as it copes with a slumping digital-ad market and plunging stock price. At the Dealbook summit, Mr. Zuckerberg said he erred in reading economic and business indicators at the height of the Covid-19 pandemic, along with other business leaders. He also blamed Apple's App Store privacy changes, which added restrictions to how advertisers can track users, in part for Meta's recent financial woes.</p><p>\"The next few years I think we're in the zone where operating for efficiency and discipline is going to be more critical,\" he said, though he added that user engagement with Meta's social-media services remains strong.</p><p>Mr. Zuckerberg also said keeping Meta's social-media users safe remains a critical and challenging task but that the company benefits from many years of experience in business, a steady flow of user feedback and its Oversight Board in making decisions around controversial content.</p><p>\"You don't want one person or one company making those decisions,\" he said.</p><p>Write to Sarah E. Needleman at sarah.needleman@wsj.com</p><p>Mark Zuckerberg Says Apple Holds Too Much Control Over App Ecosystem</p>",
  "published": "2022-11-30T22:36:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 21,
          "end": 26
        },
        {
          "start": 677,
          "end": 682
        },
        {
          "start": 3044,
          "end": 3049
        },
        {
          "start": 471,
          "end": 476
        },
        {
          "start": 2253,
          "end": 2258
        }
      ]
    }
  ]
}