{
  "_id": "1761f8b025be10cce96251db89a639b72ada07502cab9a6a53756d77a0fd68b6",
  "feed": "market-watch",
  "title": "This long-time bear warns of a 'trapdoor' situation looming for the stock market. Critical information for the U.S. trading day",
  "text": "<p>The manager says he's finding it hard to get constructive on these \"overvalued markets with ragged and divergent internals\" — conditions that he notes were seen at 2000, 2007, and 2020 market peaks.</p><p>\"Year-to-date market losses have retraced the frothiest segment of the recent speculative bubble, yet valuations remain at levels that we continue to associate with negative expected S&amp;P 500 SPX nominal total returns over the coming 10-12 year period,\" Hussman wrote in a recent note to clients.</p><p>As of Nov. 30, he says the S&amp;P 500's total return is down less than 15% from the most extreme historic levels of stock market valuations, based on a century of market cycles.</p><p>His chart below is the money manager's \"most reliable valuation measure, based on its correlation with actual subsequent S&amp;P 500 total returns in market cycles across history: the ratio of U.S. nonfinancial market capitalization to gross value-added (MarketCap/GVA). \" In short, valuations are still fairly nose-bleedy:</p><p>That's even as they've come off the extreme levels seen at the beginning of 2022 when interest rates were at zero, he said. Hikes since then mean yield-seeking speculation has pared back, leaving the \"equity market at speculative valuations, but without the support of speculative pressures,\" said Hussman.</p><p>What does it all mean?</p><p>\"In our view, steep market losses generally reflect risk-aversion meeting a low-risk premium. As a result, we continue to describe market conditions, particularly in equities as a 'trap door' situation,\" he writes. He's fully or nearly fully hedged across their three main funds.</p><p>\"As always, we believe that the strongest return/risk profile for stocks emerges when a material retreat in valuations is joined by a shift to uniformly favorable market internals. We've observed such a shift after every bear market decline since I introduced our key measure of internals in 1998, as well as in a century of historical data,\" he said.</p><p>And of course, the raggedy internals seen presently mean that shift is not here yet.</p><p>\"We continue to believe that a value-conscious, risk-managed, full-cycle discipline, focused on the combination of valuations and market internals, will be essential in navigating market volatility in the years ahead,\" said Hussman.</p><p>Over the long run, investors will be challenged indeed, he finds.</p><p>His below chart shows their estimate of how returns could look over 12 years in a conventional passive portfolio mix invested 60% in the S&amp;P 500, 30% in Treasury bonds, and 10% in Treasury bills. That red line shows actual subsequent 12-year returns for this same portfolio mix.</p><p>Hussman does have about 10% in precious metals in its Strategic Total Return Fund HSTRX. \"Historically, precious metals shares have performed far better in periods when bond yields are declining (in general, below their level of 6-months earlier) than when they are advancing,\" he said, adding that dollar weakness is also helping.</p><p>Opinion:  There's a strong possibility that the bear market in stocks is over as investors have given up hope</p><p>The markets</p><p>Stock futures ES00 YM00 NQ00 are falling, along with Treasury yields BX:TMUBMUSD10Y BX:TMUBMUSD02Y and the dollar DXY is a touch weaker. Crude prices CL.1 are higher after OPEC + left production levels unchanged and a $60 per barrel Russian price limit agreed by the EU and G-7 kicks in.</p><p>For more market updates plus actionable trade ideas for stocks, options and crypto, subscribe to MarketDiem by Investor's Business Daily .</p><p>The buzz</p><p>Hong Kong stocks HK:HSI soared 4% after Beijing and more than a dozen other Chinese cities eased some testing requirements over the weekend, with Guangzhou and other industrial cities reopening. A swath of China ADRS are also soaring — Alibaba BABA, Pinduoduo PDD and Baidu BIDU to name a few.</p><p>Facing weaker demand, Tesla TSLA reportedly plans to voluntarily cut car production in Shanghai for the first time, by around 20%.</p><p>Credit Suisse CS shares rallied on a report Saudi Arabia's crown price wants to invest in an investment bank spinoff.</p><p>The Institute for Supply Management's service index and factory orders are Monday's highlights in a relatively data-light week.</p><p>Best of the web</p><p>Farmers and scientists have developed heat-resistant wheat crops.</p><p>Iran has shut down its \"morality police,\"blamed for the death of a woman that triggered months of protests</p><p>The chart</p><p>Investors chasing bond prices higher in the near term should tread carefully, according to this chart from Matt Maley, Miller + Tabak.'s chief market strategist, in a weekend note to clients.</p><p>He said they warned in early October that the yield on the 10-year Treasury note BX:TMUBMUSD10Y and the 2-year Treasury note BX:TMUBMUSD02Y were becoming very overbought (oversold on price) and ripe for a big pullback, which subsequently happen, bringing yields down significantly.</p><p>\"Therefore, we believe investors should be careful about chasing bonds right now (Treasury bonds or otherwise) over the near-term. You could/should be able to get better prices later this month and/or early in the new year,\" said Maley.</p><p>The tickers</p><p>These were the top-searched tickers on MarketWatch as of 6 a.m. Eastern: </p><p> Ticker  Security name  TSLA    Tesla  NIO     NIO  GME     GameStop  AMC     AMC Entertainment  AAPL    Apple  COSM    Cosmos Holdings  BABA    Alibaba  XPEV    XPeng  AMZN    Amazon.com  MULN    Mullen Automotive</p><p>Random reads</p><p>Couple pay for Spanish holiday by renting out their driveway</p><p>A single strawleads police to a bank robber in Massachusetts</p><p>\"Goblin mode\" is Oxford Dictionary's word of 2022</p><p>Need to Know starts early and is updated until the opening bell, but  sign up here to get it delivered once to your email box. The emailed version will be sent out at about 7:30 a.m. Eastern.</p><p>Listen to the Best New Ideas in Money podcast with MarketWatch reporter Charles Passy and economist Stephanie Kelton</p><p>This long-time bear warns of a 'trapdoor' situation looming for the stock market.</p>",
  "published": "2022-12-05T12:06:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 5245,
          "end": 5249
        },
        {
          "start": 5250,
          "end": 5255
        }
      ]
    }
  ]
}