{
  "_id": "e6534cc426f7259cd10bb35cee2109da675f19d86e25d16a4b5dd32193e8f679",
  "feed": "wall-street-journal",
  "title": "Business News:  Workers at Apple Store  Approve Unionization  ----  By Salvador Rodriguez",
  "text": "<p>   Apple Inc. employees at a retail store outside Baltimore voted to unionize on Saturday. </p><p>   The move creates the first union of Apple retail employees in the U.S. The store employs more than 100 people who were eligible to vote, according to the National Labor Relations Board, the federal agency that is overseeing the election. </p><p>   Employees at the Towson Town Center Apple store voted 65 to 33 in favor of organizing. That gave the labor group, which calls itself the Apple Coalition of Organized Retail Employees, a clear majority in a vote to join the International Association of Machinists and Aerospace Workers. </p><p>   \"I applaud the courage displayed by CORE members at the Apple store in Towson for achieving this historic victory,\" said Robert Martinez Jr., IAM international president. \"They made a huge sacrifice for thousands of Apple employees across the nation who had all eyes on this election.\" </p><p>   He called on Apple Chief Executive Tim Cook to fast-track a contract for the group and said the victory \"shows the growing demand for unions at Apple stores and different industries across our nation.\" </p><p>   An Apple spokesman declined to comment. </p><p>   Workers at several other Apple retail locations have declared their intent to vote on unionization, including in New York City and Atlanta. In Atlanta, organizers withdrew a petition to vote on unionization in May, though organizers have said they may seek to hold a vote later. </p><p>   Apple operates more than 250 retail stores in the U.S. and has roughly 65,000 retail employees. The entire company employs the equivalent of 154,000 full-time workers, according to Apple's annual report in September. </p><p></p>",
  "published": "2022-06-21T06:10:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1165,
          "end": 1170
        },
        {
          "start": 0,
          "end": 10
        },
        {
          "start": 911,
          "end": 916
        },
        {
          "start": 1042,
          "end": 1047
        },
        {
          "start": 1419,
          "end": 1424
        },
        {
          "start": 463,
          "end": 468
        },
        {
          "start": 1600,
          "end": 1605
        },
        {
          "start": 828,
          "end": 833
        },
        {
          "start": 26,
          "end": 31
        },
        {
          "start": 124,
          "end": 129
        },
        {
          "start": 668,
          "end": 673
        },
        {
          "start": 1103,
          "end": 1108
        },
        {
          "start": 362,
          "end": 367
        },
        {
          "start": 0,
          "end": 9
        },
        {
          "start": 0,
          "end": 5
        }
      ]
    }
  ]
}