{
  "_id": "c4b70846461e9d95f6b17ef69295a77831396a7e50b833283cf17a3e6a00de96",
  "feed": "market-watch",
  "title": "This eclipse-like event is why bitcoin could reach $100,000 by next year, says forecaster with a solid record on the crypto; Critical information for the U.S. trading day",
  "text": "<p>He said the so-called winter for bitcoin BTCUSD is over for now, with a forecast for the No. 1 cryptocurrency to reach $100,000 by later 2023, in a run higher that could last up to 2025.</p><p>\"I'm not giving a major buy signal, I'm just saying, yes, you can start to buy a little bit,\" Lamoureux told MarketWatch in a recent interview. Hovering at $30,000 and off more than 55% from a record high of $68,990 in November 2021, bitcoin meets much of his critiera to exit a bear market, he said.</p><p>But the crux of his call is based on an eclipse-like event expected in 2024 (he predicts around March), when rewards for bitcoin miners will be chopped in half. The so-called halving event occurs every four years, and is aimed at controlling the number of coins in circulation and support prices. The last one was May 11, 2020.</p><p>\"One of the main things that drives bitcoin is supply,\" he said. \"There's less supply, so there's less coming to the market …that historically has always driven prices higher. What I'm saying is that it's out of the narrative now.\"</p><p>Lamoureux has shifted from advice earlier this year that investors should not chase bitcoin, but he said he always expected a brief bear market. Among his past calls, he warned clients about a skyscraper bitcoin top in November, just as it reached that record high, as well as predictions that panned out in early 2017 and mid-2020.</p><p>As well, sentiment for bitcoin is \"super low,\" he noted, which has been seen at other major bottoms.</p><p>But he advised investors buy a bit at a time, rather than make big bets as the road ahead won't be straight up. \"It's always the same way. It goes up before the halving, kind of pauses, and then shoots up, so there's two phases to it,\" said Lamoureux.</p><p>Bitcoin reaching $100,000 will bring in a new wave of investors and attention, he said. But he is a classic market timer, doing well with bitcoin because he has bought and sold at the right moments. \"When there's euphoria, I get out, and when I see a lot of despair, negativity, like now, then I re-enter,\" he said.</p><p>The investment community has soured a bit on the crypto sector thanks to the stablecoin debacle, fears of more regulation to come, and general bearish attitudes for assets such as stocks.</p><p>Read: Guggenheim's Minerd sees a more brutal washout for bitcoin taking it to $8,000</p><p>Lamoureux is only interested in bitcoin, and doesn't \"trust any of these stablecoin projects.\"</p><p>\"I'm interested in Bitcoin because it is the king and that's where institutional money will flow first. So always stick with the best. Everybody wants to be bitcoin, but they're not …don't make it complicated, stick with bitcoin,\" he said.</p><p>Don't miss a new, deep dive on the sector from MarketWatch's Frances Yue, who digs into where analysts think bitcoin and other cryptocurrencies are now headed.</p><p>The buzz</p><p>A day ahead of an update on the Fed's favorite inflation gauge, weekly jobless claims fell 8,000 to 210,000, while first-quarter gross domestic product was revised down to a negative 1.5% from a negative 1.4%. Pending home sales are still to come.</p><p>Chip group Broadcom AVGO has reached a $61 billion deal to buy cloud-computing group VMware VMW.</p><p>Alibaba U.S.-listed shares BABA are rising after forecast-beating results from the Chinese e-commerce giant.</p><p>Apple AAPL is lifting hourly pay for U.S. workers to $22 an hour, up 45% from 2018 to try to compete in a tight labor market and amid pushes by employees to unionize. Bloomberg reports Apple is also keeping production levels flat for its iPhone this year, due to industry constraints.</p><p>The spring swoon continues for tech stocks, with Nvidia NVDA shares tumbling after the chip maker gave a weaker outlook due to China's COVID-19 shutdowns and the Russia-Ukraine war. Cloud computing groupNutanix NTNX is off 14% and software group Snowflake SNOW is down 30% for similarly downbeat forecasts.</p><p>Tesla CEO TSLA Elon Musk will lean on equity to finance his $44 billion Twitter deal, and not a margin loan backed by Tesla shares, down about a third since he struck a deal with Twitter in late April.</p><p>Russia cut its key interest rate for a third time since early April. And facing criticism over fueling a global food crisis, Russia haspromised to open a safe corridor for foreign ships to leave Black Sea ports in Ukraine, a key agriculture exporter. U.S. wheat futures W00 are down over 2%.</p><p>Read: Bernanke says he thinks inflation will come down later this year</p><p>The markets</p><p>U.S. stock futures ES00 YM00 NQ00 are up, as Treasury yields BX:TMUBMUSD10Y BX:TMUBMUSD02Y pull back. Gold GC00 is steady, while oil CL00 is inching up. The dollar is steady, but a little weaker against the ruble after that rate cut.</p><p>The chart</p><p>The U.S. continues to mourn a mass shooting that left 19 children and two adults dead at the hands of an 18-year old gunman at a Texas elementary school.</p><p>Worth repeating is this chart from the Centers for Disease Control and Preventionthat shows guns were the biggest cause of death among U.S. children between 1999 and 2000:</p><p>Opinion: School shootings could be prevented—3 essential reads on why we've suffered 137 of them just this year</p><p>Random reads</p><p>New Zealand's biggest king salmon producer is shutting some farms as warming seas are causing masses of fish to die.</p><p>Dear boyfriends, girlfriends, parents. Millennials love their dogs more than you.</p><p>Need to Know starts early and is updated until the opening bell, but sign up here to get it delivered once to your email box. The emailed version will be sent out at about 7:30 a.m. Eastern.</p><p>Want more for the day ahead? Sign up for The Barron's Daily, a morning briefing for investors, including exclusive commentary from Barron's and MarketWatch writers.</p><p>This eclipse-like event is why bitcoin could reach $100,000 by next year, says forecaster with a solid record on the crypto</p>",
  "published": "2022-05-26T13:17:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 3287,
          "end": 3291
        },
        {
          "start": 3466,
          "end": 3471
        },
        {
          "start": 3281,
          "end": 3286
        }
      ]
    }
  ]
}