{
  "_id": "dd9aa214756e31ae744ffcd974b0ab17ac1a99bbe31867d706b0e2ea2561dec2",
  "feed": "wall-street-journal",
  "title": "Zillow, Affirm, GoDaddy, Zendesk: What to Watch When the Stock Market Opens Today; Zillow's results showed a loss tied to its now-shuttered home-flipping business; Zendesk has received takeover approaches",
  "text": "<p>* GoDaddy gained 5.4% ahead of the bell after the company reported full-year revenue growth and announced a share repurchase plan.</p><p>* Zendesk added 1.2% premarket. Thoma Bravo and other firms have made takeover approaches to Zendesk, which is also facing a proxy fight from an activist investor seeking to scuttle a proposed acquisition of SurveyMonkey's parent company Momentive Global. Momentive shares added 7.6% off hours.</p><p>* Zillow jumped 14% premarket. The online real-estate company said it lost $881 million on its algorithmic-driven home-flipping business last year in its first earnings report since it shut down that operation in the fall.</p><p>* Some big tech names were ticking down amid the dim mood. Apple edged down 0.5%, Tesla shed 0.4%, Netflix fell 1.3%, Alphabet slipped 0.5% and Amazon was down 0.6%.</p><p>* Yelp rose 4.4% premarket. The company reported revenue above pre-pandemic levels, driven by record advertising sales for services categories and multi-location and self-serve channels.</p><p>* Under Armour, Newell Brands and Dominion Energy are among the companies reporting earnings Friday.</p><p>Chart of the Day</p><p>* U.S. stocks appear cheaper than they have since the early days of the Covid-19 pandemic—but such bargains won't be enough to power the next leg of the bull market, investors say.</p><p>Write to James Willhite at james.willhite@wsj.com</p><p>Zillow, Affirm, GoDaddy, Zendesk: What to Watch When the Stock Market Opens Today</p>",
  "published": "2022-02-11T12:05:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 708,
          "end": 713
        }
      ],
      "nexusId": "10022657"
    }
  ]
}