{
  "_id": "3b28d49fcb2dcc0b64ee98bd72df0c11e74b97e97ca37f038405d432db14844e",
  "feed": "wall-street-journal",
  "title": "Technology:  Spotify Posts Big Gains in Subscriptions  ---  Audio-streaming giant  says customers can  expect price hikes  sometime in 2023  ----  By Anne Steele",
  "text": "<p>    Spotify Technology SA posted a better-than-expected rise in revenue and users for the latest quarter as the audio-streaming giant turned its focus to achieving profitability. </p><p>   Chief Executive Daniel Ek said in an interview Tuesday that subscribers can expect price hikes for the service sometime in 2023. The premium service in the U.S. has cost $9.99 since Spotify was launched in the U.S. in 2011. Spotify has implemented dozens of price increases in markets around the world without losing customers, said Mr. Ek. </p><p>    Apple Inc. on Monday increased the subscription price in the U.S. for its music service by $1 a month, the first of any major company to break from the long-held $9.99 a month for individual users. The company cited an increase in licensing costs. </p><p>   \"We have the same pricing power in the U.S.,\" said Mr. Ek, adding that Spotify will aim to reach an agreement with label partners that is advantageous from both sides. </p><p>   For its third quarter, Spotify reported 456 million monthly active users, up 20% from a year earlier, and above the company's guidance. Paying subscribers, Spotify's most lucrative type of customer, climbed 13% to 195 million, also exceeding the company's expectations, thanks to promotions and household plans. </p><p>   Spotify shares fell nearly 6% in aftermarket trading Tuesday. </p><p>   During the quarter, Spotify introduced its expansion into audiobooks, the latest move in the company's evolution from a pure-play music service to a more diversified audio business. Users can now purchase and listen to a catalog of more than 300,000 titles from independent authors and major publishers on a pay per download basis. </p><p>   Mr. Ek said Apple's App Store policies have hampered the rollout of its audiobook offerings, rejecting Spotify's prompts to direct users to make purchases through a web browser instead of inside the app. The move means Apple won't be taking up to a 30% commission for downloads. Spotify has been fighting Apple over its in-app purchase policies for years. </p><p>   \"This was an issue we anticipated but what we didn't anticipate was how stringent Apple would be in rejecting it,\" said Mr. Ek. \"It highlights the absurdity of the current App Store regime we're seeing at the moment.\" </p><p>   The Spotify app was rejected for not following the guidelines regarding including explicit in-app communications to direct users outside the app to make digital purchases,\" said an Apple spokesperson. \"We provided them with clear guidance on how to resolve the issue, and approved their app after they made changes that brought it into compliance.\" </p><p>   Spotify said its results were affected by recent acquisitions including the audiobook company Findaway and the Wordle-inspired listening game Heardle. </p><p>   Free cash flow, a measure of the cash a company generates from operations and viewed by many investors as a proxy for performance, was 35 million euros, down from 99 million euros a year earlier and 37 million euros in the previous quarter. </p><p>   Spotify posted a loss of 194 million euros, or 99 European cents a share, compared with a loss of 80 million euros a year earlier. For years, executives have said Spotify will give priority to investment over profits as the company works to attract users around the world and expand into new forms of audio. </p><p>   Average revenue per user for the subscription business in the quarter rose 7% to 4.63 euros, equivalent to $4.61, but fell 1% on a constant currency basis. </p><p>   The metric has been pressured as the company attracts new subscribers through discounted plans and lower prices in newer markets. Spotify began raising the price of its family plan over a year ago in dozens of markets, including the U.S., which has helped increase revenue on a per-user basis. </p><p>   Subscriptions, the largest contributor to revenue, jumped 22% to 2.65 billion euros. Advertising revenue climbed 19% to 385 million euros. Ad revenue, which has become a particular growth area for Spotify as it expands its podcast business, made up 13% of total revenue for the period. The company noted slower than forecast ad growth, citing the challenging macroeconomic environment. </p><p>   Spotify said it now has 4.7 million podcasts available on its service, up from 4.4 million in the previous quarter, and that the number of users who listened to shows in the period increased in the \"substantial double-digits\" from a year ago. </p><p>   In all for the third quarter, revenue increased 22% to 3.04 billion euros, coming in above the company's guidance. </p><p></p>",
  "published": "2022-10-26T06:13:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 2076,
          "end": 2081
        },
        {
          "start": 2393,
          "end": 2398
        },
        {
          "start": 516,
          "end": 525
        },
        {
          "start": 1943,
          "end": 1948
        },
        {
          "start": 516,
          "end": 521
        },
        {
          "start": 1857,
          "end": 1862
        },
        {
          "start": 1650,
          "end": 1655
        },
        {
          "start": 516,
          "end": 526
        }
      ]
    }
  ]
}