{
  "_id": "735507f593309e6641f35a3fc9bf7c279e536d3ab8e93d3501d3d75e90fd1a14",
  "feed": "wall-street-journal",
  "title": "Apple Unveils 5G iPhone SE And Adds Baseball Streaming",
  "text": "<p>During a virtual event on its website with Chief Executive Tim Cook, the company revealed the third-generation iPhone SE and an updated iPad Air with a faster processor. The company also revealed new high-performance computers called Mac Studio with a new M1 Ultra chip and a new 27-inch screen called Studio Display with its own microprocessor for an internal camera and audio systems. The new computer starts between $1,999 and $3,999, while the screen -- which works with a variety of Apple offerings -- costs $1,599.</p><p>The iPhone SE was an early pandemic darling for Apple. Sales of the device approached 25 million, or 12% of the company's estimated global smartphone shipments, in 2020, according to researcher IDC. Apple doesn't break out results by iPhone model.</p><p>The new version of the SE is similar to the previous version except with a faster processor, better camera system and 5G. It will cost $429; the previous one began at $399. It will continue to have the smallest display size in the iPhone lineup, at 4.7 inches, and the same exterior appearance. It will be available March 18.</p><p>The low-end model fared less well in the past year with the arrival of Apple's flagship products. Those include the iPhone 12 lineup, which introduced ultrafast 5G to the company's smartphone offerings for the first time and was given a boost with price breaks from carriers eager to get customers onto the new cellular networks.</p><p>Sales of the high-end devices helped propel iPhone sales to a record $192 billion in fiscal 2021 and contributed to the year's record profit of almost $100 billion. At the same time, shipments of the iPhone SE that lacked 5G fell an estimated 40% in 2021 compared with 2020, according to IDC.</p><p>\"Obviously, some of the phones that Apple has launched have been really expensive, for the mostly mid- to high-end consumer, so now you get an affordable phone with 5G,\" Samik Chatterjee, an analyst for J.P. Morgan, said in an interview.</p><p>Mr. Chatterjee raised his earnings estimates for the fiscal year because of expectations for the iPhone lineup, including the potential of the SE model to appeal to price-conscious buyers looking for 5G. He is forecasting that the SE version could tally 30 million units sold in the first year and help boost iPhone shipments to a record of 250 million.</p><p>The iPhone 12 -- and the iterative iPhone 13 versions introduced last fall -- helped fuel renewed interest among Chinese consumers. The iPhone's strength was aided by the collapse of Huawei Technologies Co.'s smartphone business amid sanctions by the U.S. government. In the final three months of last year, the iPhone retook the top spot as the bestselling smartphone in China.</p><p>The addition of baseball to Apple TV+ confirms Apple's interest in expanding into sports, but it is unclear when MLB games will be available as team owners and players remain locked in negotiations that delayed spring training.</p>",
  "published": "2022-03-09T00:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 569,
          "end": 574
        },
        {
          "start": 720,
          "end": 725
        },
        {
          "start": 1754,
          "end": 1759
        },
        {
          "start": 1166,
          "end": 1171
        },
        {
          "start": 2736,
          "end": 2741
        },
        {
          "start": 488,
          "end": 493
        },
        {
          "start": 2717,
          "end": 2725
        },
        {
          "start": 2717,
          "end": 2722
        },
        {
          "start": 0,
          "end": 5
        }
      ]
    }
  ]
}