{
  "_id": "2c60739160bee76bc480f7f3c12f4e3786d6099b65cab9216db2a5f971942973",
  "feed": "market-watch",
  "title": "Google investors shoot down racial-equity audit while approving stock split; Investors reject all 17 shareholder proposals, will allow for more shares in order to complete planned 20-for-1 stock split",
  "text": "<p>Alphabet investors had put forth a variety of proposals, including requesting a racial-equity audit and pushing for a report on board diversity. Google was sued earlier this year by a Black employee who claims the company \"is engaged in a pattern and practice of race discrimination against its African-American and Black employees,\" and is seeking class-action status.</p><p>Several large tech companies have faced similar calls to prove their work to be more equitable to all races. Apple Inc. AAPL shareholders approved a similar proposal at their annual meeting earlier this year.</p><p>For more: Companies declared 'Black lives matter,' and now they're being asked to prove it</p><p>Laura Campos, director of the corporate and political accountability program for lead filer The Nathan Cummings Foundation, said in a recorded statement supporting the proposal that \"we're concerned that Alphabet has some major blind spots when it comes to the adverse impacts of its operations and products on people of color.\"</p><p>\"The fundamental disconnects between Alphabet's perception of its own impacts, the conclusions of multiple pieces of research and, most importantly, the lived experiences of impacted communities highlight the need for a third-party audit to assess and clarify the company's impacts on racial equity,\" she concluded.</p><p>\"We share the proponent's overall goals of equity and inclusion, and we believe that it is important to understand systems and processes. However, we do not believe the proposal is the best way to accomplish our shared goals,\" Hall said in response.</p><p>Among the other shareholder proposals were calls for disclosing more about the algorithms Google uses in its services, reports on misinformation and disinformation, and disclosures on lobbying.</p><p>Alphabet announced plans for a 20-for-1 stock split in February, but had to obtain shareholder approval to increase the share count in order to execute the split. Amazon.com Inc. AMZN investors approved a similar proposal at that company's May 25 annual meeting, and announced Friday that executives expect split-adjusted shares will begin trading on June 6.</p><p>Alphabet's two classes of shares were both trading less than 1% higher on Wednesday, as the S&amp;P 500 index SPXand tech-heavy Nasdaq Composite Index COMPwere both trading in the red.</p><p>MarketWatch staff writer Levi Sumagaysay contributed to this article.</p><p>Google investors shoot down racial-equity audit while approving stock split</p>",
  "published": "2022-06-01T19:36:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 479,
          "end": 489
        },
        {
          "start": 490,
          "end": 494
        },
        {
          "start": 479,
          "end": 488
        },
        {
          "start": 479,
          "end": 484
        }
      ]
    }
  ]
}