{
  "_id": "2525e60fc82f40de6997583ce0c1ba0e09bcd2d92e8ac8a4bd9f21f80764833b",
  "feed": "market-watch",
  "title": "Weekend reads: This may cause the next financial crisis; Also, a preview of the Federal Reserve's next moves to fight inflation and a painful warning from FedEx",
  "text": "<p>Joseph Adinolfi digs into the possibility that a liquidity crisis will result from the Fed's actions.</p><p>What will the Federal Reserve decide next week?</p><p>The Federal Open Market Committee's next policy meeting will take place Sept. 20-21, followed by an interest-rate decision on the 21st. Under the leadership of Federal Reserve Chairman Jerome Powell, the central bank is expected to raise its target for the federal funds rate by at least 0.75% and accelerate the runoff of its bond portfolio, which has been a catalyst for an increase in long-term interest rates.</p><p>As always, an important question for investors and traders is how much these actions have already been baked into securities prices. As we saw on Sept. 13, when the S&amp;P 500 dropped 4.3%, financial markets are hypersensitive to any disappointing news about inflation.</p><p>Jeffry Bartash previews next week's actions by the Fed.</p><p>Read on:</p><p>* Markets are waking up to the notion that inflation hasn't peaked</p><p>* The hottest U.S. inflation in 40 years shows little sign of cooling off</p><p>What should investors do when faced with uncertainty?</p><p>Mark Hulbert offers sage advice as worries run high.</p><p>The meaning of FedEx's dire warning</p><p>Shares of FedEx FDX fell as much as 24% on Sept. 16 after the company warned of lower profits with slowing sales in Europe and Asia, and said it expected results to worsen during the next fiscal quarter.</p><p>Shares of logistics rival United Parcel Service UPS were down as much as 6%, although Citigroup analyst Christian Wetherbee said UPS appeared to be holding up better than FedEx.</p><p>Analysts were shocked at the scale of FedEx's warning — Barbara Kollmeyer rounds up their reactions.</p><p>Tomi Kilgore looks at how the crash of FedEx's stock can affect the broad stock market.</p><p>Claudia Assis and Greg Robb explain why FedEx's warning is such a bad signa for the economy.</p><p>Rising rates mean you can earn a lot of interest on your cash</p><p>If you keep your money in cash, you might risk losing buying power during a period of rampant inflation. Beth Pinsker explains how to earn the highest interest rates while playing it safe.</p><p>Take these easy steps to cut your risk of dementia in half</p><p>Most people would agree that dementia or Alzheimer's disease are a terrible common enemy, as there's nearly a one-in-three chance of getting the debilitating brain disease before death.</p><p>Brett Arends shares new research that points to daily activity that most people can participate in that might lower their risk of developing dementia by 50%.</p><p>Follow the money: Guess which group of Senate candidates has the biggest war chest</p><p>Katie Mariner and Victor Reklaitis break down a remarkable advantage for the Democratic Party when control of the U.S. Senate is decided in November.</p><p>Is the housing market reeling as mortgage rates top 6%?</p><p>Freddie Mac said this week that the average interest rate on 30-year mortgage loans had increased to 6.02% — more than double of a year ago and the highest average rate since 2008.</p><p>Mortgage loan applications have fallen to their lowest level since 1999. Aarthi Swaminathan shares data indicating which U.S. housing markets are most vulnerable to price declines.</p><p>A different approach to stock investing</p><p>Investment advisers will typically tell their clients that it is best to be diversified, holding a basket of stocks or shares of mutual funds or exchange traded funds to spread risk and ride the broad market up over the long term.</p><p>But some wealthy people have made fortunes holding individual stocks for decades. Michael Brush describes a concentrated investment style that focuses on mispriced stocks.</p><p>Related: It's a great time to scoop up bargain stocks. Here are 21 examples that could make you a lot of money.</p><p>A sign of the times — Meta's slide</p><p>Emily Bary looks at the decline in Meta Platforms' META value, as Facebook's holding company maintains a cautious outlook amid economic uncertainty, in contrast with this company that had maintained a sunnier view.</p><p>A 'short' story or three as investors bet against Apple, Tesla and other stocks</p><p>Apple AAPL is now the most heavily shorted stock in terms of dollar value of investors' bets against the iPhone maker's share price. Tesla TSLA previously had that distinction — for more than two years.</p><p>This might be a bullish sign for Apple's stock, according to Mark Hulbert.</p><p>Many more shorts: These 20 stocks have short interest of 19% or more, and AMC and GameStop are not even in the top half</p><p>Weekend reads: This may cause the next financial crisis</p>",
  "published": "2022-09-17T13:19:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 3975,
          "end": 3980
        },
        {
          "start": 4004,
          "end": 4009
        },
        {
          "start": 4005,
          "end": 4010
        },
        {
          "start": 4239,
          "end": 4244
        }
      ]
    }
  ]
}