{
  "_id": "c03cd584f22142a89c5150fc1ba06a54472771be685cdc76a55d50b33284d500",
  "feed": "ftcomall",
  "title": "One Wall Street: the residential takeover of a banking behemoth                                                                                                      ",
  "text": "<p>It's a good address. One Wall Street. Not a bad building either, one of Manhattan's best Art Deco skyscrapers by its very best Art Deco architect. A good address, at least, for a bank. But for a home? Why would anyone want to live on Wall Street? In the heart of that famously potholed, intensely dense, dead-in-the-evening neighbourhood that stands for finance capital and the global hegemony of banking?</p> <p>That this 50-storey tower has become the biggest office to residential development in New York's history tells you something about the huge shift in finance, power, status and locus taking place in the city.</p> <p>When it was designed for the Irving Trust in 1928, this was the most prestigious plot in the city, the intersection of Wall Street and Broadway by the Stock Exchange and Trinity Church. As it was rising from the ground, all around it the crash came and went on Wall Street, but this remained the finest real estate in global finance, surviving the Depression, the New Deal, the war, a restructuring, a transition to the Bank of New York, and 9/11. And now, in a perfect encapsulation of the shift in power from corporate to personal wealth, this one-time behemoth of banking and an eyrie for Wolfeian masters of the universe, is being bundled up into apartments. Bedrooms are rapidly displacing boardrooms, heated bathroom floors replacing trading floors.</p> <p>When the site changed hands in 1905, at $615 per sq ft, it became the most expensive plot in America. There was no question, a century ago, that this was to be the commercial centre of the world, fast outpacing the City of London. Workers poured in every morning, but they flowed out again at the end of the day. Now, Downtown hosts a community of about 64,000 residents, double the number at 9/11.</p> <p>Wall Street is not what it was. It has accrued a horrible acronym, FiDi, part of a package to make it appeal, incredibly (but successfully) to young families. Like the nearby Woolworth Building and dozens of other buildings in the immediate neighbourhood, one-time banks and brokerages are emerging from hoarding pupae as newly metamorphosed lofts and glamorous apartments. One Wall Street, though, is on another level: an Art Deco-shaped nail in the coffin of this global hub of banking. The institutions are still here, but they are shrinking back. It seems like every new tower and every tower that is being renovated is reappearing as residential.</p> <p>One Wall Street's change in destiny is being guided by Harry Macklowe, the developer who has set fashions in New York real estate for decades, from persuading Steve Jobs to build the “glass cube” Apple Store beneath his GM Building to his stark skinnyscraper at <a href=\"https://www.ft.com/content/468bb632-0887-11e6-b6d3-746f8e9cdd33\">432 Park</a>.</p> <p>When I arrive in from the evening chill of a windswept Wall Street that is humming with the noises of construction and misty with the effluvium of pressurised steam from the stripy vents, he is on the phone, in a pair of slipper loafers with vivid yellow socks, his grey hair swept back and draped just over his sharp white shirt collar. So I take a look around. This is the “Red Room”, the tower's historic lobby. It is, perhaps, the most dazzling Deco room in a city soaked in 1930s exuberance. It feels like being in a Chinese lacquer jewellery box or on the set of a big musical number that is just about to break out in showgirls. Gold filaments radiate out from the faceted, gothic ceiling in ripples set against a red mosaic ground. It was designed by Hildreth Meière, America's greatest mosaic artist (some of her best work is at Radio City Music Hall, some four miles uptown) but hardly a household name. She deserves to be. The Red Room still looks avant garde, an enveloping shell of sheer luxury.</p> <p>Macklowe has got off the phone. “You don't mind, do you? I'm just kibitzing here.” I shrug and he starts talking again, occasionally greeting people who arrive in the lobby with great affection — he appears to be liked. So I go and peer into a model of the building, a huge white slab the size of a reception desk. Beside it another scale model of the tower, an almost caricatured, stepped temple to finance that looks exactly the way a New York skyscraper should: somewhere between a ziggurat, a cliff, a table-lighter and a Batman film set.</p> <p>Finally Macklowe comes to greet me, mask hanging nonchalantly around his neck. He shifts straight into misty-eyed mode. “When I started out I was in advertising”, he says, “I deposited my first pay cheque here, the Irving Trust.”</p> <p>He beckons to a sales agent to animate the model. The slab of plastic I was looking at begins to rise, suspended on motorised cables, revealing a pool, a terrace, a club room, bar and the other amenities of extreme wealth. He asks what I want to talk about. I say the building and also his career, as developer of some of the most visible towers in the city.</p> <p>“Owners are a necessary evil,” he says. “I'm not the interesting thing here, the building is.” From where we stand, wrapped in red and gold dazzle in an exquisite architectural container, I see his point. </p> <p>Despite his protestations, Macklowe has been one of New York's most tenacious, successful and influential developers but even he seems diminished in this remarkable room. What will become of the ground floor when the building opens? I inquire. “Oh a department store or something. A Whole Foods, a lifestyle space, a gym.” I visibly deflate. He looks up longingly at the model of the tower. I try not to think of the insanely overpriced salads and yeast or the sour smell of sweat and rubber treadmills, until he clarifies that the Red Room is to accommodate the classier end of the retail offer.</p> <p>“It was completed in the same year as the Empire State Building,” he says, leading me to the elevator to start the tour. “[It's] two whole Manhattan blocks. And you look out at the Statue of Liberty.” The big screens on the walls are playing that view on a loop, the Staten Island Ferry, the little boats, the Circle Line, planes coming down to land: the Venice of the modern era. It's cheesy but undeniably seductive.</p> <p>The massive sales model we leave behind articulates what is difficult to see from ground level: the building's steps and setbacks, the faceted spire and crown. You can see the walls are draped delicately like curtains, rather than massive blocks of flat stone. On the street you have to crane your neck to see the tower — and Wall Street is no broad boulevard but a tight street leftover from the 17th-century Dutch walled settlement. Inside the Red Room, you can appreciate the grace of Ralph Walker's limestone-clad design.</p> <p>Walker was described by Frank Lloyd Wright as “the only other honest architect in America”, though he was devastated to be accused in the 1960s of stealing a commission from another architect. Walker came to a theatrical end, as carefully crafted as his buildings, when he died by suicide in 1973 using a silver bullet he had cast himself.</p> <p>Walker was also America's greatest skyscraper designer. His firm, Voorhees, Gmelin and Walker, were responsible for the classic Manhattan look, the beautiful tapering behemoths, their Barclay-Vesey Building (1922-26) and 60 Hudson Street (1928-30) are still, in my opinion, the best buildings in the city, drawing on Expressionist influences from Amsterdam and Hamburg as well as Deco and Modernism. One Wall Street is a little lopsided, not quite as graceful as these two because its site was more constricted, but terrific nevertheless. Its doors alone are masterpieces of a city suddenly confident in its own natural architectural style.</p> <p>Unlike some of the other big Manhattan conversions, One Wall Street has been completely gutted, leaving only the Red Room intact. But its generous punched windows have lent themselves well to the conversion: 566 condos; incredible views, high ceilings and much more. “It's like a city within city” Macklowe says “with its own places to work, meeting rooms, a lounge bar . . . Forty per cent of the apartments have their own dedicated home offices.” The building was already extended in the 1960s, but Macklowe has managed to add a little more: a new chunk which looks a little glassy and nondescript, but unobtrusive. Robert AM Stern, known for his historical revival architecture (and sympathy for New York Deco) was replaced on the project by SLCE Architects.</p> <p>The interiors (“Exquisite design. Opulent materials. Meticulous detailing” it says in the marketing materials) are, for my taste, a tad bland: all white marble and shiny steel. They have a hint of global hotel lounginess about them. Many will, presumably, get ripped out anyway.</p> <p>Studios here start from just over $1mn, two-bedroom condos at around $2mn, and four-bedroom apartments from $6.95mn. The triplex penthouse (13,430 sq ft and a further 2,000 sq ft of terrace) has not been priced yet even though the development is set to complete at the end of the year.</p> <p>I detect some caginess when I ask how many apartments had been sold. “We're in no hurry,” says Macklowe, who has invested $1.5bn in the project. This may be a good address, but the Financial District is awash with unsold condos. Reports indicate there are more than 1,400 new units on the market, making it the most oversupplied neighbourhood in Manhattan. At the moment, Downtown promises the perfect walk-to-work ratio but what if business keeps migrating out? How will the neighbourhood change? But that's in the future, for the moment the mix works, even after the ravages of the pandemic, FiDi feels like a real city.</p> <p>Macklowe's other big game-changer rises high above Midtown Manhattan, a more traditional condo district, at 432 Park, designed by Rafael Viñoly. There have been mutterings about creaking walls and leaks (“Teething problems” Macklowe says). And supertall, superslender towers will sway in the wind — though after walking up there from Wall Street on a blustery day, I didn't feel a thing.</p> <p>One of the first pencil towers by Central Park, this cool, abstract, gridded building was always the best of them, at least in looks: enigmatic, blank, an existential extrusion of pure wealth. Just as much as the conversion of Wall Street from banks to condos articulates changing patterns of power in the city, so 432 illustrates the economics of building a slender tower which would never previously have been economical. Taken together, the pencil towers are like a bar chart of extreme wealth disparity, casting long shadows over the public park. “Over the past 15 years a few of us were early to recognise that we could build tall and get better views, more air, more beautiful buildings,” Macklowe says.</p> <p>Back on Wall Street, I ask about the shift downtown. “The focus in the city is always moving,” he says. “In the 1940s and '50s you had the art community downtown, alongside European émigrés. They invented SoHo; they reinvented Downtown. There has been spasmodic growth but, accelerated by 9/11, it has been all the more dramatic.”</p> <p>He looks a little elegiac here, as if it would be difficult to top this project. Is he conscious of legacy? “No” he says. “The developer is just a footnote. But I've been lucky enough to create and I can be proud of the buildings. I've enjoyed it.”</p> <p>And regrets? “Only that my parents were not alive to see that I had built a tower in New York taller than the Empire State.”</p> <p>Macklowe has recently become almost as well known for his collecting as his erecting. Particularly in light of the Sotheby's sale last year, which delivered $676mn as part of the divorce settlement with his ex-wife Linda. Rothko, Giacometti, Pollock, Twombly, all went — and that was only the first part of the sale, part two takes place in May. “I started getting interested in art when I was in advertising,” he says. “It must have been the graphics, the visual identity. I've always been a collector but I'm glad that chapter is now closed. I still collect, pieces that I'd want to live with. Art starts with an empty canvas, maybe we can relate that back to an empty piece of land. Construction is a major production, it's like making a movie, you're producing, directing, acting and when it's finished you think, I can't believe I did that.”</p> <p>As we wrap up our walk around the building he fingers the figured veneers in the lifts and runs his hands over the nickel-plated neo-Deco details. “This is real quality,” he says. “We designed this and we looked back to Ralph Walker and the classic architecture. I love being my own client . . . You don't mind if I take this call, do you?”</p> <p><em>Edwin Heathcote is the FT's architecture and design critic</em></p> <p><em>Follow </em><a href=\"https://twitter.com/ftproperty\"><em>@FTProperty</em></a><em> on Twitter or </em><a href=\"https://www.instagram.com/ft_houseandhome/?hl=en\"><em>@ft_houseandhome</em></a><em> on Instagram to find out about our latest stories first</em></p> <p><strong>Letter in response to this article:</strong></p> <p><a href=\"https://www.ft.com/content/75d7289a-0a31-4a4c-b573-504fcf008baa\"><em>A takeover euphemism causes ex-banker to smile</em></a><em> / </em><a href=\"https://www.ft.com/content/75d7289a-0a31-4a4c-b573-504fcf008baa\"><em>From Rosanne Bricker, New York, NY, US</em></a></p><p>Source: Edwin Heathcote 2022 'One Wall Street: the residential takeover of a banking behemoth                                                                                                      ' FT.com 11 February. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-02-11T11:15:35.113Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 2617,
          "end": 2622
        }
      ]
    }
  ]
}