{
  "_id": "d062befd41f89b4696be1afb7127720a01ab98c7c4b922536fa92495bce7fda8",
  "feed": "wall-street-journal",
  "title": "PERSONAL JOURNAL  ---  Arts in Review -- Television Review:  'Surface': Forgetting Yourself  ---  A woman who lost her memory after nearly drowning becomes convinced that she has not been told the truth about her past  ----  By John Anderson",
  "text": "<p>\n  Surface </p><p>\n  Friday, Apple TV+ </p><pre> </pre><p>\n  The magnetic Gugu Mbatha-Raw (\"The Morning Show\") is the main attraction of \"Surface,\" but among her fellow executive producers is actress Reese Witherspoon, who deserves credit for embarking on what seems to be a mission, maybe even a movement: She's put her considerable clout behind a number of high-end, expansive dramatic series (\"Truth Be Told,\" \"Big Little Lies,\" \"Little Fires Everywhere\") featuring prominent actresses in female-centric stories. If they've become a bit predictable, that probably comes with the territory: In \"Surface,\" for instance, when a seemingly loving, supportive husband tells his wife what to wear to a party, he may as well have \"serial killer\" tattooed on his forehead. </p><p>\n  No, men don't fare well in these shows, including \"Surface,\" which isn't a serial-killer story though there is scheming and skulduggery afoot. Most of it circles around Sophie (Ms. Mbatha-Raw), who is just coming out of a fathoms-deep trauma: Months earlier, she'd been fished out of the waters off San Francisco by the Coast Guard, having attempted suicide by jumping from a ferry. Or so she's told: She has little memory of anything before the \"accident,\" as her husband, James (Oliver Jackson-Cohen), calls it. Nor does she know much about herself. </p><p>\n  \"Is this who I used to spend time with?\" she asks her art-dealer friend, Caroline (Ari Graynor). \"These women?\" The girls are a rather shallow lunch bunch; Sophie is dismayed at her own bad taste; it's a very humorous exchange. But there are any number of these moments, which lead her into an identity crisis as well as a one-woman investigation into what happened on that boat. </p><p>\n  \"Surface,\" created by writer Veronica West (\"Ugly Betty,\" \"High Fidelity\"), does a decent job of keeping us puzzled. It's probably a spoiler just to say that no one is what they seem to be. An exception (maybe) is Detective Baden (Stephan James), who is almost assuredly a police officer, one fixated on Sophie. He had investigated her case and keeps following her around, while causing the plausibility train to go off the tracks: Sophie is desperate to know what happened to her, and Baden seems to know. But every time they meet, she runs away. Which is how seemingly simple stories turn into eight-part series. </p><p>\n  \"Surface\" also spends much time among Sophie's flashbacks, which range from meditative to disturbing and explore the show's provocative premise: How would you put your life back together if you'd lost your memory and everything people told you -- about you -- clashed with your instincts about yourself? She does have a psychiatrist (Marianne Jean-Baptiste) who pooh-poohs her suspicions about her \"accident,\" eyeballs Sophie and says: \"There's a new therapy, something called neuro-feedback. It could help.\" At which point a viewer will nod knowingly: More opportunity for flashbacks and psychobabble. </p><p>\n  Like many of the aforementioned series (Lauren Neustadter is a regular Witherspoon producing collaborator on many of these shows, including this one), \"Surface\" takes place in a rarified atmosphere of audaciously high-end real estate, a scrubbed-looking city, expensive-looking clothes (which Ms. Mbatha-Raw makes even more luxurious looking) and moneyed people; James is in finance, which is where TV writers lump amorphous evil-doers, but he makes enough that Sophie is referred to as one of the \"rich philanthropist wives\" at the hospital where she volunteers. That much feels right to her. The rest of her life fits like a cruelly undersized pair of Christian Louboutins. </p><p></p>",
  "published": "2022-07-27T06:03:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 16,
          "end": 21
        }
      ]
    }
  ]
}