{
  "_id": "3aa84e9b0b8b0847a7af6080deff017e3ce4f6b6be633ea1729c1977eb1c22c9",
  "feed": "ftcomall",
  "title": "Meta: Zuckerberg's ambitions become costly as profits erode",
  "text": "<p>Meta Platform's social media apps have historically been cash machines. Chief executive Mark Zuckerberg now appears intent on burning every last dollar generated. </p> <p>On Wednesday, the company behind Facebook, Instagram and WhatsApp announced that in 2023 it would blow as much as $39bn on capital expenditures. Operating expenses may touch $100bn. Both figures would represent annual double-digit percentage growth as <a href=\"https://www.ft.com/topics/people/Mark_Zuckerberg\">Zuckerberg</a> goes all-in on artificial intelligence and the metaverse. </p> <p>The problem is that those gaudy figures were shared in a report where third-quarter revenues <a href=\"https://www.ft.com/content/9e457f1a-ee9f-419d-b8aa-2b54f7809705\">shrunk by 4 per cent</a>, year over year. Meta's core advertising business is wrestling with threats from TikTok and a change in the Apple advertising system along with a general economic slowdown. </p> <p>Wall Street was so alarmed by Zuckerberg's apparent defiance that it sent the company's shares down by over a fifth on Thursday. </p> <p>Meta's dilemma of a slowing legacy business is not unusual. But its pivot is uncertain, expensive and led by a boss who has few constraints on his actions.</p> <p>In the third quarter of 2021, <a href=\"https://www.ft.com/stream/7e37c19e-8fa3-439f-a870-b33f0520bcc0\">Meta</a> generated free cash flow of nearly $10bn. In this year's third quarter, that number was just $173mn. The company has a net cash balance of more than $15bn and it has imposed austerity across much of its social media banners. </p> <a href=\"http://www.ft.com/cms/11609289.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a> <p>The spending on artificial intelligence and metaverse is simply overwhelming. It is unclear how cutting-edge ventures will generate revenue. Snap, the main US rival of Facebook, has shed nearly 80 per cent of its equity value this year, buffeted by the dreadful advertising environment. In this sense, Meta's gambit to find some other place to play and use its war chest to do so is understandable.</p> <p>Public companies that have mutual fund investors and requirements to report quarterly are not ideal test beds for radical reinventions. Since its peak trillion-dollar market cap achieved 13 months ago, Meta has lost $800bn in equity value. </p> <p>Zuckerberg also happens to be Meta's largest individual shareholder. That leaves him as the biggest victim of his own over-reach.</p><p>Source:  2022 'Meta: Zuckerberg's ambitions become costly as profits erode' FT.com 27 October. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-10-27T06:16:35.199Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 706,
          "end": 711
        }
      ]
    }
  ]
}