{
  "_id": "cdf6577ed89ca0c5e47db99248624c5fcf0792cef10f05373ebce14242e37d04",
  "feed": "market-watch",
  "title": "U.S. stock futures mixed, with more weakness for tech after Nvidia disappoints; Apple to life hourly pay, keep production steady",
  "text": "<p>* S&amp;P 500 futures ES00 rose 0.1% to 3,983</p><p>* Dow Jones Industrial Average futures YM00 rose 70 points, or 0.2%, to 32,147</p><p>* Nasdaq-100 futures NQ00 fell 0.1% to 11,925</p><p>On Wednesday, the Dow industrials DJIA booked its fourth-straight session, rising 191.66 points, or 0.6%, to 32,120.28. The S&amp;P 500 index SPX gained 1% to 3,978.73, while the Nasdaq Composite COMP rose 1.5% to 11,434.74.</p><p>What's driving the markets?</p><p>Investors were hoping to build on Wednesday's gains, fueled by the minutes of the latest Federal Reserve meeting, which analysts said signaled the central bank remains open to rethinking its aggressive rate-hiking plans to tame high inflation.</p><p>But the Fed didn't reveal much that the market didn't already know, said Stephen Innes, managing partner at SPI Asset Management.</p><p>\"The risks remain to the more hawkish side relative to market pricing. If the Fed is to pause the rerating process at a lower level than previously thought, inflation expectations will need to drop further. In 2018 the Fed's balance sheet was half the size it is today, and the likes of Apple were not offering 10% pay rises,\" he told clients in a note.</p><p>A mixed batch of news on the tech sector left the Nasdaq-100 struggling for direction. Among the decliners, shares of Apple Inc. AAPL fell 1.4% in premarket trade, after Bloomberg reported, citing sources, that the iPhone maker plans to keep production of its flagship item flat this year due to industry challenges.</p><p>Separately, Apple said it would lift hourly pay for U.S. workers to $22 an hour, up 45% from 2018, to compete in a tight labor market and amid pushes by some employees to unionize.</p><p>Shares of Twitter Inc. TWTR surged 5% in premarket trading after Tesla CEO Elon Musk said in a regulatory filing that he will lean on equity to finance his $44 billion Twitter deal, and not a margin loan backed by shares of his electric-car maker.</p><p>But investors were also looking at another batch of weak tech forecasts that came after Wednesday's market close. Shares of cloud computing company Nutanix Inc.NTNX tumbled 32% after its poor fourth-quarter outlook.</p><p>Nvidia Corp. NVDA shares were down 5% in premarket trading after the chip maker reported record results, but a weaker outlook due to China COVID shutdowns and the war in Ukraine. And Snowflake Inc. SNOW shares fell 14% after the software company gave a disappointing forecastand reported cautious consumer activity.</p><p>On the U.S. data front for Thursday, weekly jobless claims and revisions to first-quarter gross domestic product are due at 8:30 a.m. Eastern Time, followed by pending home sales at 10 a.m. Eastern.</p><p>Opinion: More tech companies are seeing a spring swoon, but there may be a silver lining</p><p>Elsewhere, Treasury yields BX:TMUBMUSD10Y BX:TMUBMUSD02Y were slipping, along with the dollar DXY, as gold GC00also slipped and oil CL00edged higher.</p><p>U.S. stock futures mixed, with more weakness for tech after Nvidia disappoints</p>",
  "published": "2022-05-26T10:43:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1473,
          "end": 1478
        },
        {
          "start": 1273,
          "end": 1277
        },
        {
          "start": 1077,
          "end": 1082
        },
        {
          "start": 80,
          "end": 85
        },
        {
          "start": 1262,
          "end": 1272
        },
        {
          "start": 1262,
          "end": 1267
        },
        {
          "start": 1262,
          "end": 1271
        }
      ]
    }
  ]
}