{
  "_id": "40aacc4164964221a52cd852b3b8c2c2a6811cc5d9759910a3a773ddb978eabe",
  "feed": "wall-street-journal",
  "title": "TSMC Looks to Build Multibillion-Dollar Chip Plant in Singapore; Taiwan semiconductor giant is adding capacity in U.S., Asia to address global shortage",
  "text": "<p>PHOTOS: There aren't Enough Chips - Why Are They So Hard to Make? </p><p>https://www.wsj.com/story/there-arent-enough-chips-why-are-they-so-hard-to-make-3e29c7e0</p><p>PHOTOS: There aren't Enough Chips - Why Are They So Hard to Make?. PHOTO: Caitlin Ochs for The Wall Street Journal</p><p>A shortage of semiconductors has roiled many industries including car manufacturing since the beginning of last year, and several governments including the U.S. and Japan have sought to attract chip-production sites. Reducing the concentration of production in Taiwan and keeping leading-edge technology out of China's hands are also priorities for the U.S. and its allies.</p><p>\"Securing supply chains for essential components is a key issue for the Singapore government, and it is following in the footsteps of the U.S. and Japan,\" said one of the people familiar with the project.</p><p>A TSMC spokeswoman said: \"TSMC doesn't rule out any possibility but does not have any concrete plan at this time.\"</p><p>For the Singapore project, TSMC is studying the feasibility of production lines that would make seven- to 28-nanometer chips, another person familiar with the plans said. These chips are based on older production technologies and are widely used in cars, smartphones and other devices.</p><p>TSMC is ramping up investment in these chips, which have caused some of the worst supply-chain bottlenecks, including for Apple Inc. Having production sites in more countries brings the company closer to its customers in major markets and is a hedge against pandemic-era travel restrictions and other disruptions, TSMC executives have said.</p><p>TSMC has set a capital expenditure budget of $40 billion to $44 billion this year.</p><p>The company is building a $12 billion chip factory in Arizona and expects to receive support from a $50 billion chip-manufacturing incentive plan that Congress is weighing. TSMC is also building a new plant in Japan with financial help from the Japanese government and investment by Sony Group Corp.</p><p>Singapore is home to many major chip manufacturers and has been favored by semiconductor companies for its pool of skilled talent and well-established ecosystem of suppliers. Major chip makers like GlobalFoundries Inc. and Micron Technology Inc. of the U.S. as well as Germany's Infineon Technologies AG have a large presence in the Southeast Asian city-state.</p><p>Last year, GlobalFoundries said it would build a $4 billion chip plant in Singapore slated to open in 2023. In February, Taiwan's United Microelectronics Corp., the world's fourth-largest contract chip maker, disclosed plans to spend $5 billion to expand its production in Singapore.</p><p>Singapore accounts for about 5% of global wafer fabrication capacity, trade and industry minister Alvin Tan said in January. Semiconductors are \"the fastest-growing segment of the electronics industry,\" he said.</p><p>Write to Yang Jie at jie.yang@wsj.com and Keith Zhai at keith.zhai@wsj.com</p><p>TSMC Looks to Build Multibillion-Dollar Chip Plant in Singapore</p>",
  "published": "2022-05-19T13:05:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1372,
          "end": 1382
        },
        {
          "start": 1372,
          "end": 1377
        },
        {
          "start": 1372,
          "end": 1381
        }
      ]
    }
  ]
}