{
  "_id": "79fde37883b816d229f95f441a1061de4c531ad61a0383d10c5008f7d080c582",
  "feed": "ftcomall",
  "title": "‘Triangle of Sadness' with director Ruben Östlund",
  "text": "<p><em>This is an audio transcript of the </em><a href=\"https://www.ft.com/ftweekendpodcast\"><em>FT Weekend podcast</em> </a><em>episode: </em><a href=\"https://www.ft.com/content/d0f43f9b-972f-4e7f-9688-f3b1ca6ed78d\"><em>‘Triangle of Sadness with director Ruben Östlund'</em></a></p> <p><strong>Lilah Raptopoulos<br></strong>Sometimes I like going to a movie without knowing anything about it. Just walking into the theatre, almost blind, sitting down, seeing what happens. I did this recently with a movie called <em>Triangle of Sadness</em>. All I knew is that it won the biggest prize at Cannes Film Festival this year, which is called the Palme d'Or. <em>Triangle of Sadness</em> is a dark comedy about a model and an influencer, and it's a social commentary. But about a third of the way through, it gets very dark and very physical, and I was entirely unprepared. Basically, they're on a luxury yacht, and there's a storm outside and the boat starts rocking really wildly. And almost everyone on the cruise starts vomiting. It was approximately 18 minutes of vomiting so much that I actually thought I might vomit. So I had to get up and go outside and listen to it from outside of the door until it was over, and then I came back in. And the message to me was pretty clear. It was the rich should be punished. The director, his name is Ruben Östlund, and he seemed to take real pleasure in putting the 1 per cent on a boat and making them suffer. So when I talked to Ruben recently for this episode, I was surprised that he actually doesn't think of this film in those terms at all. </p> <p><strong>Ruben Östlund <br></strong>First of all, I want to say I'm not a fan of the, how do I say, advertisement of the movie as an “eat the rich” movie because what I actually tried to do was to portray everybody as nice. Everybody's sailing in my movies, but everyone is failing. Not only the rich that ended up as failing; everyone is failing. </p> <p><strong>Lilah Raptopoulos<br></strong>Actually, a lot of major critics read <em>Triangle of Sadness</em> as an “eat the rich” movie, and it is sort of being advertised that way in the US. So I wanted to know from Ruben what he thinks people aren't seeing. </p> <p><strong>Ruben Östlund<br></strong>If you look at the characters who are really the nicest characters in <em>Triangle of Sadness</em>, I would say it's the oligarchs, the Russian oligarchs, probably (Lilah laughs). He's a very sympathetic guy. You want to spend time with him.</p> <p><strong>Lilah Raptopoulos<br></strong>(Laughter) Yeah. </p> <p><strong>Ruben Östlund<br></strong>And the British arms dealers (inaudible) They are the, I would say they are the most sympathetic characters that I have ever made. </p> <p><strong>Lilah Raptopoulos<br></strong>Interesting . . . in that they're sort of polite even though they're flawed. </p> <p><strong>Ruben Östlund <br></strong>Exactly. So, </p> <p><strong>Lilah Raptopoulos<br></strong>Yeah. </p> <p><strong>Ruben Östlund <br></strong>So, so I'm not I'm not agreeing on this kind of criticism because I think that people are reading it from a perspective of this is how conventional film is told — ah, the rich people are mean and the poor people are nice. No, look at the film again. It's not true. </p> <p>[MUSIC PLAYING]</p> <p><strong>Lilah Raptopoulos<br></strong>Today, I speak with Ruben about <em>Triangle of Sadness</em> and what it means to him to make a film that isn't conventional. Then, I talked to journalist Kitty Drake about something that's sort of related. It's about how airlines are now competing for luxury travellers by offering things like bottomless caviar and lobster thermidor in first class. But food meant to be eaten in the sky can really only be that good. So Katie did a taste test, and we talked through it. This is FT Weekend. I'm Lilah Raptopoulos. </p> <p>[MUSIC PLAYING]<br><br><em>Triangle of Sadness</em> is a film that has three acts. In the first act, we meet a beautiful couple named Carl and Yaya. He's a model; she's an influencer, and they kind of love each other. But they also are clearly together because it's good for both of their brands. </p> <p><em><strong>Triangle of Sadness</strong></em><strong> trailer<br></strong>So is this runway casting for a grumpy brand or a smiley brand? </p> <p><strong>Lilah Raptopoulos<br></strong>The second act you know about: Carl and Yaya are on a luxury cruise, and things go really, really bad. </p> <p><em><strong>Triangle of Sadness</strong></em><strong> trailer</strong><em><br></em>Your looks paid for the tickets. Not bad Ah . . . So what do you do? I sell shit. (sounds of people yelling overlaps with <em>What the world needs now</em> on the background as the ship sinks) The ship is going under. </p> <p><strong>Lilah Raptopoulos <br></strong>In the third, they're shipwrecked. The ship has capsized, and its surviving passengers are on a desert island having to fend for themselves (chaotic noise and music abruptly stops). </p> <p><em><strong>Triangle of Sadness</strong></em><strong> trailer<br></strong>This is really bad. This is really, really bad. </p> <p><strong>Lilah Raptopoulos <br></strong>By the way, all of this is in the film's trailer, and it's in all the reviews so haven't given away much, but there might be some mild spoilers depending on what you consider a spoiler. So if you don't like that, you might want to fast forward or come back.</p> <p>Ruben, welcome to the show. It's so nice to have you here. </p> <p><strong>Ruben Östlund<br></strong>Thank you so much. It's nice to be here. </p> <p><strong>Lilah Raptopoulos <br></strong>Your film was really, I loved it. It was a total wild ride. I would actually really love to hear how you would describe what <em>Triangle of Sadness</em> is about. </p> <p><strong>Ruben Östlund<br></strong>(Chuckles) Well, I would say, I got interested in the film when I met my wife eight years ago, and she's a fashion photographer. So I got interested in her profession. I was a little bit scared of the, of the fashion industry, the beauty industry. It's scary and attractive at the same time. </p> <p><strong>Lilah Raptopoulos <br></strong>Mm hmm. </p> <p><strong>Ruben Östlund<br></strong>And I got very interested when she started to tell me about the models, and the fact that the models come from all different parts of society. And that their looks and their beauty have become a currency where some of them that coming from working class actually have climbed into society because of their looks. </p> <p><strong>Lilah Raptopoulos <br></strong>Mm hmm.</p> <p><strong>Ruben Östlund<br></strong>So I wanted to look in, in the, in the topic with the theme of beauty as a currency. So that, that was basically the starting point. </p> <p>[MUSIC PLAYING]</p> <p><strong>Lilah Raptopoulos<br></strong>So Ruben became really interested in this idea of the branded couple, that even our most private relations could be connected to economy. And he explores that through Carl and Yaya. We watched them strive to make it, and then we watched them interact with people on the cruise who have made it and staff who are below them on the totem pole until this whole precious balance is interrupted by that awful storm.</p> <p>Ruben, I've been waiting to talk to you about this since I saw the film. There's a storm and basically everyone starts vomiting, and it's filmed tilting back and forth. So you feel like you're on the boat in this storm. And it was really the most uncomfortable 30 minutes of film I think I've ever experienced. It was, I had to actually go outside the theatre and watch it through the glass because I was so nauseous. </p> <p><strong>Ruben Östlund <br></strong>Interesting . . . </p> <p><strong>Lilah Raptopoulos <br></strong>And that isn't to say it wasn't effective. I will never forget it. Can you tell me about that? Like, how did you decide how far you wanted to take that scene? </p> <p><strong>Ruben Östlund <br></strong>You know, I come from a ski filming background so I was making ski films, and I was travelling in the US and in Europe and filming my skiing friends when they were trying to do spectacular things as possible. And every day was about to try to push it a little harder than we have ever done before. So that is a little bit in my backbones. When I do a scene, I want to push farther than I ever seen anyone else do before. And when it came to the vomiting scene or the storm on the yacht, first of all, I have to say, it basically started when I was doing research because I went on one of these cruise luxe, luxury cruise ships incognito. I didn't tell anyone that I was doing research for making it.</p> <p><strong>Lilah Raptopoulos <br></strong>Oh that's cool. Yeah.</p> <p><strong>Ruben Östlund <br></strong>And then one night they had the Italian buffet. And that night, it was also strong winds coming in. And the weather got rougher and rougher and the waves got bigger and the boats started to roll. And, you know, in one of these fine dining situations where people don't know which fork and which knife they should take when they eat and this etiquette is so strong, it was very interesting to see when the social contract was broken, when we all of a sudden have to behave in a way that we are not allowed to behave.</p> <p><strong>Lilah Raptopoulos <br></strong>Right. <br><br><strong>Ruben Östlund <br></strong>And for me, the most interesting thing was not to look at people vomiting, it was much more interesting to look at people looking at people vomiting. So if I had someone in front of me, I was sitting and eating this dinner and they hear someone vomit in the end of the dining room, what will this person do? Will it . . . </p> <p><strong>Lilah Raptopoulos <br></strong>Right. </p> <p><strong>Ruben Östlund<br></strong>Continue eat or I, should I leave? Or should I (laughter) I'm just very, how to say, interested in when social contracts are broken.</p> <p><strong>Lilah Raptopoulos <br></strong>Mm hmm.</p> <p><strong>Ruben Östlund<br></strong>And then, you know, I had this idea that we'd be hired someone should play a Marxist captain.</p> <p><strong>Lilah Raptopoulos <br></strong>Right . . . </p> <p><strong>Ruben Östlund <br></strong>And I thought, I thought, I thought it was a hilarious idea, you know, a Marxist captain on a luxury yacht. And the idea was that he was supposed to get really, really drunk and have a political discussion with Russian oligarchs through the microphone system. To this vomiting guests of the luxury yacht. And I knew if I don't go far enough, it's not going to be anything. So I decided that i, if I really, really push it, there will be a certain point where the audience would say, like, you know, please save the guests. They have had enough. And then I would go five steps further. (laughter)</p> <p><strong>Lilah Raptopoulos <br></strong>Eventually, the storm dies down. The puking is over. The survivors find themselves on a desert island, Robinson Crusoe style. And on this island, the hierarchy of the luxury cruise has turned completely upside down because the currency here isn't money anymore. It's being able to survive in the wild. So a woman whose job on the boat was a toilet cleaner, her name is Abigail, she's the only one who knows how to catch fish and make fire. So she becomes the most powerful person on the island. And at first you're watching and you feel like, go, Abigail. Hell yeah, eat the rich. But then, she starts to get power drunk, and she gets corrupted, too. And people are using whatever currency they have on this island, in a place where there's nothing, to win her favour. Flattery. Flirting. Friendship. Beauty.</p> <p>I'd love to hear a little bit about your thought process behind that because that is, that's an example of like who is nice and who is mean. </p> <p><strong>Ruben Östlund <br></strong>Yeah. Well, there's a, there's a famous quote that says, “the abuse of power comes as no surprise”. And I think that when you are in the, let's say, upper part of the hierarchy, you have to be very careful and see, look at your own behaviour and see what it brings out from you. And so, so for me, it was also something that I wanted to look at because I, parts of the film were written during the #MeToo movement. </p> <p><strong>Lilah Raptopoulos <br></strong>Mm hmm. </p> <p><strong>Ruben Östlund <br></strong>And I thought it was very interesting to give Carl, the male model, the currency of beauty and sexuality when he is on this island and there is a powerful woman on top. Will he use his beauty and sexuality as a currency in order to get a little bit more food? </p> <p><strong>Lilah Raptopoulos <br></strong>Mm hmm. </p> <p><strong>Ruben Östlund <br></strong>(Chuckles) And what will be interesting, will Abigail, then, twice as old as Carl's character . . . </p> <p><strong>Lilah Raptopoulos<br></strong>Mm hmm. The toilet cleaner . . . </p> <p><strong>Ruben Östlund<br></strong>Yeah. Will she invite him. Will she take the chance? Will she, will she maybe start to think that, well, so much responsibility I have on this island — I'm fishing and cooking for everybody — shouldn't that give me some kind of advantage? </p> <p><strong>Lilah Raptopoulos<br></strong>Right.</p> <p><strong>Ruben Östlund<br></strong>So trying to step away from a little bit of explanation that has to do with man, woman, skin colour and so on and look at how our behaviour is changing because of which position we have in a financial and social structure. </p> <p><strong>Lilah Raptopoulos <br></strong>Mm hmm. Mm hmm. Mm hmm. It's sometimes felt a little bit less to me about wealth and more about advantage, as you say, sort of like how we play each other in order to get the most. </p> <p><strong>Ruben Östlund<br></strong>You know, actually, sometimes it's interesting to talk about this because I think that's how we are using our pole position and how we are obviously manipulating in order to get what we want. It's so subtle. Most of the 99 per cent of the time. And of course, we're using an island, using a luxury yacht, using the fashion world that is, at least the fashion world and the yacht is, there's so strong hierarchies in these worlds.</p> <p><strong>Lilah Raptopoulos <br></strong>Mm hmm.</p> <p><strong>Ruben Östlund<br></strong>And then I wanted to take away these hierarchies and then look, OK, what happens if we tip the pyramid over. </p> <p><strong>Lilah Raptopoulos<br></strong>And, like, big picture, what is the moral question you're trying to answer? </p> <p><strong>Ruben Östlund <br></strong>I don't know if I have any moral questions that I'm trying to answer, but you know what, I have always been interested in sociology. </p> <p><strong>Lilah Raptopoulos<br></strong>Mm hmm. </p> <p><strong>Ruben Östlund <br></strong>And what I think is so beautiful with sociology is that it doesn't point the fingers on the individual and put shame and blame on the individual. It's actually showing with this context our behaviour, I can identify with failing as a human being, with this context, with this set up, I can understand that we, humans, maybe don't act how we have been learned, how to act when it comes to ethics and morality. So I always have been interested in trying to create set ups that is very hard to handle for the characters and very often they are inspired of, of things that I have experienced myself. So not put the blame on the individual, but, but show the context and try to explain something about our behaviour through a context. </p> <p><strong>Lilah Raptopoulos<br></strong>Mm hmm. Ruben, this was such a pleasure. Thank you so much for joining. </p> <p><strong>Ruben Östlund <br></strong>Thank you so much for having me. </p> <p>[MUSIC PLAYING]</p> <p><strong>Lilah Raptopoulos<br></strong>The journalist Kitty Drake had one of her fanciest meals in recent memory at an airport, the Charles de Gaulle Airport in Paris. </p> <p><strong>Kitty Drake<br></strong>So I had this, like, little caviar dish, which was like a blini, but it was, it was shaped like a crab and it was filled with cream and it had this caviar on top. And it was really, it was really delicious. </p> <p><strong>Lilah Raptopoulos<br></strong>The caviar that Kitty's talking about was actually aeroplane food, luxury aeroplane food designed by Michelin star chefs Anne-Sophie Pic and Michel Roth. Kitty actually did a series of tastings that were all of plane food that's now available to first class customers. She flew down from London to Paris specifically to try them for a recent piece for FT Weekend magazine. I put it in the show notes. And yes, she loved the blini, but she didn't love all of it. </p> <p><strong>Kitty Drake <br></strong>But the dishes, you know, they tasted OK. But it wasn't, if I was paying thousands of pounds for a ticket . . . </p> <p><strong>Lilah Raptopoulos<br></strong>Yeah.</p> <p><strong>Kitty Drake <br></strong>It wouldn't be what I would want to eat. You know, it just tastes a little bit like aeroplane food. </p> <p><strong>Lilah Raptopoulos<br></strong>The reason that Kitty was trying out all these dishes is that airlines are in a kind of battle to offer the most impressive chef-designed meals in the sky. Because things are not great for airlines right now, and they're really looking to recoup their losses.</p> <p>Kitty, hi. Welcome. </p> <p><strong>Kitty Drake <br></strong>Hello. Hi. I'm really happy to be here. </p> <p><strong>Lilah Raptopoulos <br></strong>So you spent a number of weeks, is that right? Going around . . . </p> <p><strong>Kitty Drake <br></strong>Yes, correct.</p> <p><strong>Lilah Raptopoulos <br></strong>To try different first class meals. Right. Can you start by describing, just to set the scene for us, kind of what's happened to the airline industry over the last few years? </p> <p><strong>Kitty Drake<br></strong>Well, I was interested by what's happened to the airline industry. I've been kind of following it from afar. I was interested by the fact that they have so much less money coming in or they've had a kind of complete drop in income. And I write a lot about food. And so I was quite fascinated by how aeroplane food comes into that story because, as I understand it, the economy meal — which has been kind of beleaguered and got smaller and smaller and more pathetic as airlines try to kind of slice their budgets — the economy meal kind of pays that price. Whereas, there's this kind of other story going on, on the left of the plane, which I had never personally experienced until I came to do this piece. So it was like this kind of other world that I was quite fascinated by, because they're working within the same restrictions, serving food to people in a tiny little box in the sky. </p> <p><strong>Lilah Raptopoulos <br></strong>Right.</p> <p><strong>Kitty Drake <br></strong>And there's no open flames allowed. You know, there's masses of restrictions that they have to go through. But they're trying to at least give the impression that this is completely haute cuisine, what you would be eating in the most ridiculously fancy Michelin star restaurant. </p> <p>[MUSIC PLAYING]</p> <p><strong>Lilah Raptopoulos <br></strong>Here's what's been happening in the airline industry. During the pandemic, it's estimated to have lost $200bn, and they're desperate to make it up. So they're trying to attract more customers to fly first class. First class customers make up about a third of the passengers, but they generate up to 70 per cent of revenue. And one way to bring in affluent customers is to jack up the quality of the first class menus. So airlines are pouring millions of dollars into trying to create food that tastes good and feels elite. </p> <p>OK. So let's talk about the food. So you tried Air France's meals and Singapore Airlines' meals. Let's talk through some of the meals that are most memorable to you. </p> <p><strong>Kitty Drake <br></strong>It was interesting, actually, because I tasted the business class food on the business class flight because they don't have first class for a really short flight like I took from London to Paris. And that was, you know, like I had like a tiny croissant and a tiny sandwich. And it was, you know, I enjoyed it because I'm really greedy, but I could recognise that it was quite a dry little croissant and a dry little sandwich. And then I arrived and they were kind of rolling out the big guns. </p> <p><strong>Lilah Raptopoulos <br></strong>The menu had caviar, a tomato and mozzarella salad and a dainty bowl of polenta. It all looked beautiful, and the service was amazing. But according to Kitty, the food itself tasted like Ready Brek, which is a British brand of oatmeal. She says it was nice, but it wasn't hundreds of dollars nice. It was more like cozy. The thing is, our taste buds actually worked differently in the sky than they do on the ground. So it wasn't totally unintentional that all of the food tasted kind of off to her as she ate it in the airport.</p> <p>Can we talk about the science? It sounds like there's a ton of science behind why our eating patterns change on planes. </p> <p><strong>Kitty Drake <br></strong>Yes. I didn't actually know this before I started researching the piece, but there is a science behind why things tend to taste quite bad when you're in the sky. You're massively dehydrated, like the microclimate of an aeroplane is drier than most desert, and that has the effect of completely drying out the nose. Like one scientist I spoke to said, it was like the equivalent of stuffing one of your nostrils with, with tissue paper. Or he actually said as well, it was like very close to having Covid. </p> <p><strong>Lilah Raptopoulos<br></strong>Uhhh.</p> <p><strong>Kitty Drake <br></strong>Yeah, which was interesting. And so you lose about 30 per cent of the taste buds in the tongue. So when you're tasting food on an aeroplane, it genuinely does taste worse. And it also kind of has these weird side effects where things like even the sound of an aeroplane because it's, it's such a large amount of background noise, it changes the way certain tastes taste and . . . </p> <p><strong>Lilah Raptopoulos<br></strong>Wow, so the engine affects your taste buds. </p> <p><strong>Kitty Drake<br></strong>Exactly. The sound of the engine affects your taste buds. So what that means in practise is the sound of the aeroplane bizarrely enhances the flavour of umami. So if you eat like, I don't know, if you're gonna eat a beef burger in the sky, it would be that lovely kind of proteinous, strong, savoury taste would be stronger, but you would lose a lot of the salts and a lot of the sweetness in food. </p> <p><strong>Lilah Raptopoulos <br></strong>So they're sort of adjusting for those things. And then also, it has to be turbulent proof, right? It has to, like not move around on your plate. </p> <p><strong>Kitty Drake <br></strong>Yes. So they kind of aim for it to be turbulence proof. And when I went to visit Air France's kind of kitchens and they cooked for me, they were really excited about the fact that if I shook any of the plates, they wouldn't move. So I had like this tomato mozzarella salad, and it was I was shaking it, and at first I was trying to be polite about it, like just shaking it a little bit. And then I shook it really hard, and it still didn't move. And they use these kind of like, they're really excited about the fact that they just architecturally mount a little bit of tomato, a little bit of mozzarella, and so it kind of all wedges together and it won't move. </p> <p><strong>Lilah Raptopoulos <br></strong>Wow.</p> <p><strong>Kitty Drake <br></strong>Yeah, because I guess it has to withstand not only turbulence but also take off. So everything kind of tilts. </p> <p><strong>Lilah Raptopoulos<br></strong>The main thing I took away from my conversation with Kitty is that this isn't really about the food because it seems too hard to really make gourmet quality food for the air. Our taste buds are worse on planes. There's also a 12-hour window for when a lot of these meals start getting prepared to when you're served. And the meals get prodded and security checked multiple times. So if all of that is true, then what is the first class food experience actually about? </p> <p><strong>Kitty Drake <br></strong>I was kind of thinking about it because I was slightly underwhelmed by the food that I was eating, the actual taste of the food, but I was still having the best time because it was like being in a Michelin-starred restaurant. Often when you're eating the food, you get this feeling where you're like, is this food nice, or am I just getting off on the fact that I'm being waited on and I think . . . </p> <p><strong>Lilah Raptopoulos<br></strong>Yeah. They're so nice to you. </p> <p><strong>Kitty Drake <br></strong>Yeah. And it's kind of, that seems to be what they're really providing their first class customers with. </p> <p><strong>Lilah Raptopoulos<br></strong>Yeah.</p> <p><strong>Kitty Drake <br></strong>This feeling that you're really special, and that everyone anticipates your every desire. Like, I always had someone at my elbow passing me a little napkin or refilling my glass. And it's just, it's strange when you kind of take a moment and look at it from the outside, like, why do we like being waited on? What is that? </p> <p><strong>Lilah Raptopoulos<br></strong>I know and I, and is it amplified, Kitty, on a plane because like on planes, you know, we're grateful for such tiny things that we would never be happy about in life. Like, oh, your chair has like two more inches of space in front of it, or it moves a tiny bit more back . . . </p> <p><strong>Kitty Drake <br></strong>Yeah. Yeah.</p> <p><strong>Lilah Raptopoulos<br></strong>Or like and you look at first class and you see that they get little salt and pepper shakers. They get a little plastic, sort of like a champagne glass of orange juice. And you think, like, I never care about a salt and pepper shaker at any restaurant that I got to at any time in my life. And yet something about it seems like such an impossible luxury that I will never, you know, like a level of wealth that I will never reach. </p> <p><strong>Kitty Drake <br></strong>Exactly. Exactly.</p> <p><strong>Lilah Raptopoulos<br></strong>I mean. What's up with that? Yeah, what is it? </p> <p><strong>Kitty Drake<br></strong>You're only paying to feel special. And actually one of the airline, I spoke to a lot of catering companies. </p> <p><strong>Lilah Raptopoulos<br></strong>Right. </p> <p><strong>Kitty Drake<br></strong>They were like to me, the only reason to serve food on an aeroplane is to make economy passengers feel bad about themselves. </p> <p><strong>Lilah Raptopoulos<br></strong>(Laughter) For Kitty, all of this was summed up in an experience at the end of her trip. She was resting in a first class relaxation lounge, waiting for her flight back from Paris. The lounge had cushioned walls and tiny little pouffes everywhere where you could sleep. </p> <p><strong>Kitty Drake <br></strong>And then when I had to be ejected out of that lounge in order to get my flight, the idea of doing anything, like even pulling up my own ticket from my phone rather than having someone hold the ticket for you and like get it up for you, or like even finding my way to the gate was just, like, shocking. It was, it was just something to get my head around, because what you're paying for, in a way, is just not to have to think, like somebody does all the thinking for you. They tell you where you're meant to be. They lead you off the plane. They lead you on to the plane. They know your name. They know, you know, Air France keeps a record of what its most favoured premium class passengers like to eat or drink. So they'll keep a record if you particularly like chocolate. And so they might surprise you with a little chocolate cake every time you fly. It's like this sense that you're not only rich and special, but you're also kind of, in a weird way, loved or known in this strange, intimate way. </p> <p><strong>Lilah Raptopoulos<br></strong>Yeah, and I guess it is. I mean, it is like it's to make you not remember that you have to be in an airport, right? Like travel, it's to make travel as inoffensive as possible. </p> <p><strong>Kitty Drake <br></strong>Exactly. And I also think there's this thing of like, I suppose the wealthier that you get, the more strangely isolated you are from other people. Like you get a bigger seat. You get a car that's even higher off the ground or, you know, so then they're kind of countering it with this feeling of taking away the isolation by pretending that the people who are serving you, not only like you but also kind of love you and know you. And so you're not alone. You are alone in the sense that you're, like, extremely favoured and special. But you're also known, like I actually said to one of the Air France people, I said, he was showing me around, I said, like, Do you want to make your customers feel loved? And he was just like, Yes, immediately, without me missing a beat. You know, he was like, Absolutely!</p> <p><strong>Lilah Raptopoulos <br></strong>Yeah. Kitty, this was so much fun and has made me think so much about why I eat and why I fly. Thanks for being on the show. </p> <p><strong>Kitty Drake <br></strong>Thank you for having me. </p> <p>[MUSIC PLAYING]</p> <p><strong>Lilah Raptopoulos<br></strong>That's the show this week. Thank you for listening to FT Weekend, the podcast from the Financial Times. Next weekend we have a very special guest, chef Eric Ripert. He has been a chef of Le Bernardin, which is debatably New York's top restaurant for over 30 years. And Le Bernardin turns 50 this month. We then talk about comedy and what makes something funny today and whether that's changed. My editors, Horatia Harrod and Alec Russell sent me deep into the New York comedy scene for a story, and we talk through it. If you want to say hi, we love hearing from you. You can email us at <a href=\"mailto:ftweekendpodcast@ft.com\">ftweekendpodcast@ft.com</a>. The show is on Twitter <a href=\"https://twitter.com/ftweekendpod\">@FTWeekendpod</a>, and I am on <a href=\"https://www.instagram.com/lilahrap/?hl=en\">Instagram</a> and <a href=\"https://twitter.com/lilahrap\">Twitter</a> @lilahrap. You can keep up with call-outs and cultural conversations and questions that feed into the show on my Instagram. Links to everything mentioned today are in the show notes alongside a link to the best offers available on a subscription to the FT. Those offers are at <a href=\"https://subs.ft.com/weekend_podcast\">FT.com/weekendpodcast</a>. Make sure to use that link to get the deal. Last thing, the FT has a new app called FT Edit. It features eight pieces of in-depth journalism a day, handpicked by our senior editors and it's a good deal. It's free for a month and then 99 cents for six months after that. I think it's nice. I really like it. It's like a manageable amount of content. It's a nice app, and it's kind of a good way to get to know the Financial Times if our show is the only connection you have to it. It's available now for iPhone users. Just search FT Edit in the App Store. </p> <p>I am Lilah Raptopoulos, and here's my sensational team. Katya Kumkova is our senior producer. Lulu Smith is our producer. Molly Nugent is our contributing producer. Our sound engineers are Breen Turner and Sam Giovinco, with original music by Metaphor Music. Topher Forhecz is our executive producer. And special thanks go to Cheryl Brumley. Have a lovely weekend, and we'll find each other again next week.</p><p>Source: Lilah Raptopoulos  2022 '‘Triangle of Sadness' with director Ruben Östlund' FT.com 4 November. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-11-04T06:37:38.806Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": []
    }
  ]
}