{
  "_id": "58bba3cb96e367db61b705524d14d85f5f111e9242c5b3d81a20b5940157c532",
  "feed": "wall-street-journal",
  "title": "EXCHANGE  ---  Microsoft's Mr. Nice Guy  --- -2-",
  "text": "<p>   Executives at other companies privately fumed that Microsoft was a collaborator on the committee's investigation, rather than a target, according to people familiar with their thinking. </p><p>   Part of Microsoft's regulatory advantage over its rivals has been that it leans toward business customers rather than consumers. It is largely the consumer-facing tech businesses that have attracted controversy and scrutiny in recent years. </p><p>   Lately, Microsoft has invested in growing its consumer-focused segments, including a revamped Windows app store and especially videogames. Its planned Activision purchase is designed to supply more original content for a videogame subscription service, in which users would pay a monthly fee to have access to a library of games. </p><p>   With lawmakers, Mr. Smith encouraged new rules for large technology platforms. He endorsed a bill specifically targeting app stores, which in part would allow \"side-loading\" of apps outside of stores such as Apple's -- a potential way to distribute Microsoft's videogame streaming product despite Apple's restrictions on such apps. </p><p>   Behind the scenes, Microsoft lobbyists raised concerns with officials about a separate bill aimed at restricting acquisitions by big technology companies, which would pose a hurdle to the Activision deal. </p><p>   \"Disappointing that Microsoft would lobby so hard for a law targeting its competitors,\" Google's Mr. Walker said in a tweet about the app store bill, which would also affect Google's Play store. </p><p>   Mr. Smith riled Google early last year when it was in the middle of a standoff with Australia over legislation that would effectively force the search giant to pay news publishers for content. Google threatened to pull its search engine out of Australia if it was approved. Microsoft said it would be happy to follow the proposed laws and offered its Bing search engine as an alternative. </p><p>   Microsoft annoyed Apple last year when Microsoft was an important witness for \"Fortnite\" maker Epic Games Inc.'s case against Apple, which claimed anticompetitive practices in the App Store. </p><p>   Microsoft still cooperates with rivals, Mr. Smith said. Last year Microsoft joined Google and Amazon to back a set of new standards governing how cloud companies protect customers' data. He said that as the industry matures it will \"involve an appreciation of the importance of working together, even while we may also disagree about certain issues at the same time.\" </p><p>   The Activision deal puts Microsoft in the spotlight with regulators. Microsoft doesn't expect to close the deal until June 2023. It is being reviewed by the Federal Trade Commission, led by Chairwoman Lina Khan, who has broadcast plans to increase scrutiny of mergers. </p><p>   On Thursday, four U.S. senators sent a letter to the FTC citing concerns about the deal, saying it could undermine employees' calls for accountability over alleged misconduct at Activision. </p><p>   Around the time the deal was announced in January, Mr. Smith said he woke up at 4 a.m. full of ideas. Unable to fall back asleep, he began sketching out a plan to blunt criticism by addressing competition concerns head-on. </p><p>   He called Microsoft's gaming chief, Phil Spencer, at 8 a.m. to hammer out plans to contact Sony Group Corp., Microsoft's main competitor in gaming, to let it know Microsoft would continue to make Activision games for Sony's PlayStation consoles. </p><p>   Mr. Smith decided with Mr. Nadella, the CEO, to announce that Microsoft planned to make its app store more open than Apple's without government pressure, such as by not requiring developers to use a proprietary payment system. </p><p>   The company saw this as part of a pitch to regulators around the world that it would be a good steward of a huge addition to its already big gaming business. </p><p>   \"We're more focused on adapting to regulation than fighting against it,\" Mr. Smith said earlier this year. \"We want to be clear with regulators and with the public that if this acquisition is approved, they can count on Microsoft to adapt to the rules that are emerging, and run our business in a responsible way.\" </p><p>   --- </p><p>   Emily Glazer contributed to this article. </p><p></p>",
  "published": "2022-04-02T06:09:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1054,
          "end": 1059
        },
        {
          "start": 3482,
          "end": 3487
        },
        {
          "start": 2004,
          "end": 2009
        },
        {
          "start": 965,
          "end": 970
        },
        {
          "start": 1896,
          "end": 1901
        }
      ]
    }
  ]
}