{
  "_id": "283e57782dfa0a84ed7488f575f3ca9396f6ea8081fdf7ed0fa5e8c3773758d4",
  "feed": "ftcomall",
  "title": "Foxconn outshines rivals hit hard by China's Covid-19 lockdowns",
  "text": "<p>Apple supplier Foxconn reported its highest first-quarter net income in eight years as the world's largest contract electronics manufacturer is gaining market share from rivals hit hard by China's brutal pandemic <a href=\"https://www.ft.com/content/368121b2-5e44-4393-9ff8-f5b4fc40ba2b\">lockdowns</a>.</p> <p>The company also raised its guidance for the current quarter, saying it expects shipments of computing products, cloud products and components all to grow strongly.</p> <p>“The fallout from the pandemic on logistics is sizeable. There are many variables in the market due to the pandemic, the supply chain, <a href=\"https://www.ft.com/war-in-ukraine\">geopolitics </a>and inflation,” Foxconn chair Young Liu told investors on a call on Thursday. </p> <p>“Normally under these kinds of circumstances we would be more cautious. But most recently, our visibility has improved.”&#xa0;</p> <p>Liu pointed to market share gains in the production of tablets and laptops and strong demand for servers and desktop computers Foxconn makes in its Mexico factory as drivers for the relatively optimistic outlook.</p> <p>“They are more upbeat than on the <a href=\"https://www.ft.com/content/483ef3bc-e600-4c2d-bbf3-15208e52020c\">last </a>earnings call two months ago, and certainly more upbeat than other players,” said Patrick Chen, head of research at CLSA in Taiwan. &#xa0;</p> <p>Net earnings in the three months to March 31 were NT$29.5bn, up 5 per cent compared with the same period last year, on revenue of NT$1,407.6bn, a 4 per cent increase from 2021 and its largest ever in a first quarter.</p> <p>Liu said the continuing restrictions on factories in China, where Foxconn has the lion's share of its production capacity, was having a relatively small impact on the group. This was down to it having so many different plants around the country, as well as production bases elsewhere.</p> <p>Chen said Foxconn was likely to be taking on more orders for producing iPads and MacBooks as Compal, the rival contract manufacturer of iPads, and Quanta Computer, the laptop producer which makes MacBooks for Apple, are suffering from China's strict Covid rules. </p> <p>“It has to be mainly market share gains because overall demand is certainly not trending up,” he said, adding that Foxconn “benefit from their scale and their very spread-out operations”.</p> <p>At one Quanta factory in China, workers clashed with security personnel last week when they were about to be locked in at the plant.</p> <p>Pegatron, Apple's second-largest assembler, has also been hit because its manufacturing capacity is concentrated around Shanghai, which has seen the toughest pandemic controls in recent months.</p> <p>Pegatron's revenues increased by 49.5 per cent in the first quarter, but the company has reported a 19.3 per cent year-on-year revenue drop for April after it had to suspend operations at its two largest plants near Shanghai.</p> <p>Meanwhile, Foxconn agreed to acquire an Ohio-based factory from electric vehicle start-up Lordstown Motors in a US$260mn deal announced early on Thursday, and to set up a joint venture for developing new <a href=\"https://www.ft.com/content/b229250d-5d9e-4bb1-bb91-e57888233a98\">EVs</a>.</p> <p>The Ohio plant, Foxconn's first major EV production base in North America, will start making an electric pick-up for Lordstown and EVs for other clients from next year. Liu said Foxconn would have to invest US$500mn to adjust the plant for making passenger vehicles.</p><p>Source: Kathrin Hille in Taipei 2022 'Foxconn outshines rivals hit hard by China's Covid-19 lockdowns' FT.com 12 May. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-05-12T10:32:12.074Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 0,
          "end": 5
        },
        {
          "start": 2215,
          "end": 2220
        },
        {
          "start": 1830,
          "end": 1835
        }
      ]
    }
  ]
}