{
  "_id": "b97c94f42a0390459d597bb96c21d3677b647a9ddcc4120c9c56ede635799367",
  "feed": "ftcomall",
  "title": "US targets China's potential chip stars with new restrictions",
  "text": "<p>In China's southern tech hub of Shenzhen, employees at chipmaking start-up PXW Semiconductor Manufactory began to panic after the US put their company on a trade blacklist last week.</p> <p>“Most team leaders and executives are in emergency meetings, but the rest of us are not allowed to discuss such a ‘sensitive' matter,” an employee said, adding that their boss's office door remained closed on Friday, one day after the US added PXW to the “entity list” along with 35 other Chinese companies.</p> <p>American suppliers are barred from exporting to companies on the list without approval, which in many cases is expected to be denied. Analysts said the latest blacklisting was “housekeeping” to close loopholes in <a href=\"https://www.ft.com/content/6825bee4-52a7-4c86-b1aa-31c100708c3e\">sweeping measures imposed in October</a>, which allow Washington to block Chinese access to high-end chips and the talent and tools to make them.</p> <p>“It is a game of whack-a-mole,” said Douglas Fuller, an expert on the Chinese chip industry at Copenhagen Business School. “Whenever Washington comes up with sanctions, there are new projects popping up which they then try to block.”</p> <p>The US started using export controls to rein in China's technological rise by putting <a href=\"https://www.ft.com/stream/254cd19f-4724-4c89-9230-926e8201a823\">Huawei</a> on the entity list in May 2019. Since then, Washington has added many more Chinese tech enterprises, including surveillance companies, chipmakers, drone developers, smartphone makers and institutes suspected of supplying the People's Liberation Army.</p> <p>Some of the companies targeted last week, including PXW, are only just starting to develop their semiconductor business and thus more vulnerable than established players such as Huawei.</p> <p>“The US government has mastered the Chinese semiconductor supply chain and knows who the priorities are and who are with future potential,” said Brady Wang, a Taiwan-based analyst at research firm Counterpoint.</p> <p>PXW has strong support, including funding from the Shenzhen government and the leadership of a former Huawei executive. The company has ordered equipment from various US companies scheduled to arrive next year, but it might now never receive it, according to two company employees.</p> <p>Another unexpected addition to the list is Hefei Core Storage Electronic, a company founded by former staff of Taiwanese chip design company VIA Technologies to develop a homegrown alternative to Intel-based PC processors. “It is a bad surprise,” said a Hefei Core Storage engineer. “Nobody expected that we would be on their radar.”</p> <p>A western trade official said the US might have discovered the Hefei company was working on processors suitable for supercomputers or supporting China's development of advanced memory chips — areas targeted by the October controls.</p> <p>“The US is developing an increasingly detailed understanding of the industry in China, including players you would have considered as obscure,” the official said.</p> <p>But the list also contains more prominent companies.</p> <p><a href=\"https://www.ft.com/stream/1fd5ea0b-60b5-4b51-aad6-3067ba04d49e\">Yangtze Memory Technologies</a>, China's largest memory chip maker, was already hit hard by the October controls. The company had halted its expansion and asked US equipment manufacturers to return down payments for previously ordered tools, said a senior engineer at YMTC.</p> <p>“At that time, we could still consider retreating to [making less advanced] chips, but now our fate is all but sealed,” he said, referring to the near impossibility of getting licences approved for equipment to expand production after being put on the entity list.</p> <p>YMTC had already suspended talks with Apple on supplying memory chips for iPhones in <a href=\"https://www.ft.com/china\">China</a>. Research company TrendForce predicts it could be forced to exit the market for advanced 3D Nand flash products by 2024 as it has lost critical support from toolmakers to compete with rivals on this particular memory technology.</p> <p>Washington also included a prominent developer of chipmaking equipment: Shanghai Micro Electronics Equipment, which represents China's only hope of developing homegrown lithography machines, the critical advanced chipmaking tool currently dominated by Dutch company ASML.</p> <p>The company's lithography machines rely on imported components and have never run in mass production. “There is still a long way to go,” said a Shanghai official who handled SMEE's development project. But the official pointed out that the company had formed teams of experienced staff to replace ASML field workers who were providing services but later withdrawn due to US export controls.</p> <p>“SMEE doesn't have personnel who are US persons like some other Chinese chip equipment makers,” Fuller said. “Therefore the controls on US persons included in the October measures are less effective.”</p> <p>Another key addition is Shanghai Integrated Circuit Research and Development Center, a company believed to be connected to Huawei's <a href=\"https://www.ft.com/content/84eb666e-0af3-48eb-8b60-3f53b19435cb&#xa0;\">efforts to increase domestic chip manufacturing</a>. Huawei denies its involvement.</p> <p>“ICRD had it a long time coming,” the western trade official said. “We have been expecting them to be blacklisted for two years because the US will try to crack down on any company that comes anywhere near Huawei's chip development projects.”</p> <p>None of the companies in this article responded to a request for comment.</p> <p>The list also takes aim at China's development of high-performance chips. It features chip design house Cambricon Technologies and its nine subsidiaries. It also subjects them and their incubator at the Chinese Academy of Sciences to a “foreign direct product rule”, which prevents them from obtaining supplies or services that contain a certain amount of US technology.</p> <p>Cambricon was funded by Alibaba and the Shanghai government before listing on China's tech-centric Star market in 2020. It sources intellectual property from UK-based Arm and design tools from US suppliers Cadence and Synopsys. It also relies on Taiwan's TSMC for manufacturing its chips.</p> <p>“If the friction between China and the US intensifies . . . it may have a significant adverse impact on the company's future product development and supply chain,” Cambricon said in its latest fundraising document.</p> <p>That fate could await other Chinese start-ups, analysts believe. “There is a lot more out there on the chip design side,” Fuller said.</p><p>Source: Qianer Liu in Hong Kong and Kathrin Hille in Taipei 2022 'US targets China's potential chip stars with new restrictions' FT.com 21 December. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-12-21T01:15:36.414Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 3458,
          "end": 3463
        }
      ]
    }
  ]
}