{
  "_id": "67940ea325846546b9f73113c94d52774aa8c39109772ccac90af3fb229fd2f1",
  "feed": "ftcomall",
  "title": "Apple set to break average iPhone price record twice in coming months",
  "text": "<p>Apple is expected to break its average iPhone price record twice in the coming months as customers choose to buy costlier “Pro” models that boost the tech giant's margins.</p> <p>Demand for the new iPhone 14 unveiled earlier this month is already robust enough to project that the global “average selling price” — or ASP — will rise to a record $892 in the September quarter and $944 in the December quarter, according to Counterpoint Research, a data provider, which bases its projections on consumer demand, market intelligence, and talks with suppliers.</p> <p>The current record is $873, achieved in the fourth quarter of last year.</p> <p>The average selling price of iPhones is a key Apple metric for Wall Street, as smartphone sales still account for roughly 50 per cent of the group's revenues. The upward trajectory of these prices — from just $690 in late 2015 — is all the more significant given that Apple opted not to increase prices of its devices earlier this month at its flagship annual product release, a decision some analysts called the event's biggest surprise.</p> <p>Driving the trend is the popularity of iPhone 14 Pro and Pro Max models, which feature a faster chip, a 48-megapixel camera and a new information hub called “Dynamic Island”.</p> <p>When research group Evercore ISI surveyed some 4,000 consumers this month it found that 56 per cent of those likely to buy an iPhone planned to buy a Pro model, versus 41 per cent last year. It anticipated that ASPs in the next year would be around $940, about 10 per cent higher than in the iPhone 13 cycle.</p> <p>“We are increasing our iPhone revenue estimates for the next four quarters on the back of stronger than expected ASPs,” Evercore analyst Amit Daryanani told clients.</p> <p>The figures suggest Apple finds itself in a much better position today than in January 2019, when it was forced to issue its <a href=\"https://www.ft.com/content/433fd028-0ed6-11e9-a3aa-118c761d2745\">first revenue warning in 16 years</a> on the back of iPhone sales weakness in China.</p> <p>It has since taken greater market share in China thanks to the launch of 5G-enabled iPhones in 2020 and the <a href=\"https://www.ft.com/content/22d89af2-c3e2-479b-8baf-5e079ff73458\">downfall of Huawei</a>, which has been hobbled from selling 5G phones following US sanctions.</p> <p>Between late 2020 and late 2021, Apple's market share in China rose from 15.9 per cent to 23 per cent, according to Counterpoint.</p> <p>“Other Android manufacturers — Vivo, Oppo and Honor — all have entered the premium segment, but premium brand status cannot be built overnight,” said Counterpoint analyst Archie Zhang.</p> <p>Globally, the premium market of phones costing above $400 has outperformed overall sales for <a href=\"https://www.counterpointresearch.com/premium-smartphone-asp-reaches-record-q2-high/\">nine straight quarters</a>, with Apple taking 57 per cent market share last quarter, Counterpoint data shows.</p> <p>The ultra-premium segment — phones priced above $1,000 — nearly doubled last quarter from a year ago, with Apple capturing 78 per cent of the market.</p> <p>The upward trajectory in the iPhone's ASP reflects the success of a strategy Apple began in 2018 when it stopped reporting how many iPhones it was selling each quarter. That move had sparked <a href=\"https://www.ft.com/content/5efb264c-de3d-11e8-9f04-38d397e6661c\">“peak iPhone fears,”</a> whereas Apple argued it was shifting focus from volume to revenues and margins.</p> <p>Today, analysts believe Apple is in another transition to shift from ASPs towards “lifetime user value” — a strategy of increasing revenues from its more than 1bn iPhone users with an expanding <a href=\"https://www.ft.com/content/db21685b-d4dd-421d-95ac-980e9d40c05c\">array of services.</a></p> <p>In late 2020 the company launched Apple One, offering a bundle of Apple services including Music and iCloud at one discounted price. The next logical step is for an iPhone itself to be part of the bundle, enabling users to pay a monthly fee in perpetuity in exchange for services and a new smartphone every year or two, without incurring any upfront cost.</p><p>Source: Patrick McGee in San Francisco 2022 'Apple set to break average iPhone price record twice in coming months' FT.com 23 September. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-09-23T20:00:39.340Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1732,
          "end": 1737
        },
        {
          "start": 3096,
          "end": 3101
        },
        {
          "start": 2149,
          "end": 2154
        },
        {
          "start": 0,
          "end": 5
        },
        {
          "start": 891,
          "end": 896
        },
        {
          "start": 3351,
          "end": 3356
        },
        {
          "start": 669,
          "end": 674
        },
        {
          "start": 2857,
          "end": 2862
        },
        {
          "start": 3000,
          "end": 3005
        },
        {
          "start": 3319,
          "end": 3324
        },
        {
          "start": 2553,
          "end": 2558
        },
        {
          "start": 2737,
          "end": 2742
        }
      ],
      "nexusId": "10022657"
    }
  ]
}