{
  "_id": "563b564971db47f3854c0a48d2435dedff60b459080ffb802b15f7a095d3907b",
  "feed": "wall-street-journal",
  "title": "White House Sees Hearing Aids as Chance to Lower Prices Through More Competition; Reducing regulations for hearing-aid sales is a test case in the Biden administration's push to reduce costs by tackling concentration",
  "text": "<p>At present, just four manufacturers control 84% of the hearing-aid market, according to the Open Markets Institute, a think tank critical of corporate concentration. The reason, analysts say, is federal and state rules that compel manufacturers to sell through medical professionals. That added burden deters potential new market entrants, some industry analysts say.</p><p>share your thoughts</p><p>Has corporate concentration raised prices for you? Why or why not? Join the conversation below.</p><p>In response, President Biden directed the Food and Drug Administration last year to speed up issuance of regulations, first authorized by Congress in 2017, allowing hearing aids to be sold over the counter for mild to moderate hearing loss.</p><p>While hearing aids are a relatively small industry, with annual sales of about $1.5 billion, they are symbolically important. The administration hopes it is where its competition policies will soon show concrete results for consumers. More than 37 million American adults have some difficulty hearing. Yet only one-fifth of people who could benefit from a hearing aid use one, according to the FDA.</p><p>The White House has argued that is because of expense. Hearing aids typically cost between $1,500 to $5,000 a pair, said Frank Lin, director of the Cochlear Center for Hearing and Public Health at Johns Hopkins University.</p><p>Mr. Lin attributes the high price to the industry's \"gatekeeper model.\" Because of federal and state regulations, manufacturers typically sell through audiologists and other medical professionals. States, for example, typically require that hearing aids be sold through a credentialed provider. Audiologists and other professionals usually bundle the price of a hearing aid with other services, such as a hearing evaluation and device fitting. </p><p>Sarah Young cuts back on expenses and picks up extra shifts at her medical laboratory job when she needs a new pair of hearing aids. PHOTO: Shawn Poynter for The Wall Street Journal</p><p>\"The market has been perfectly created for the regulatory framework,\" Mr. Lin said.</p><p>Aditi Sen, an economist and director of research and policy at the Health Care Cost Institute, a think tank, said new entrants should reduce costs, increase access and boost innovation for hearing aids aimed at mild to moderate hearing loss.</p><p>Sarah Young, 35 years old, said she uses hearing aids to help with hearing loss that began in her teens, and is due for a new set this year. Ms. Young, of Knoxville, Tenn., said she paid about $4,500 for her last pair and hopes to pay at most $3,500 for the new pair, after insurance.</p><p>Ms. Young said she pays with a credit card then cuts back on expenses and picks up extra shifts at her medical laboratory job. \"There's intense pressure to pay that off as soon as possible,\" Ms. Young said. \"Whenever I do have to buy new hearing aids, it's at the detriment of everything else.\"</p><p>Ms. Young said she would be interested in buying over-the-counter hearing aids if the prices were low enough to offset the cost of services such as maintenance and repair.</p><p>Congress authorized the FDA to create a new category of hearing aids that can be sold over the counter for mild to moderate hearing loss in 2017. Last year, Mr. Biden directed the FDA to speed up the process. The FDA issued draft regulations last October and the rules are expected to be finalized later this year. The rules would allow hearing aids to be bought over the counter without a medical evaluation, and would pre-empt state laws for over-the-counter sales.</p><p>Mr. Biden made corporate concentration an issue during his presidential campaign, and last July he issued a sweeping executive order to study competition and concentration issues in several industries, including airlines, prescription drugs and meat processing.</p><p>Then inflation surged, reaching 7% last December, the highest since June 1982. Economists attributed that to pandemic-related supply disruptions and strong demand from low interest rates and Mr. Biden's fiscal stimulus. The administration began highlighting its competition push as one way of combating inflation. Officials argued that corporate concentration made it easier for companies to raise prices amid disrupted supply.</p><p>Many outside economists disagree with the administration's emphasis. Jason Furman, who was chairman of President Barack Obama's Council of Economic Advisers, said that even in perfect competition, an increase in demand will cause prices and profits to go up in the short run \"because it takes time for new firms to enter and compete away those profits.\" Inflation will be impacted more by the passage of time and the Federal Reserve than administration policy, he said.</p><p>While the new hearing-aid rules may not affect inflation figures much, analysts say they will make a difference to consumers.</p><p>The rule could pave the way for consumer-electronics companies to sell the devices widely. Apple Inc. already sells earbuds that include features to improve hearing, though they are not classified as hearing aids.</p><p>After receiving FDA clearance in 2018, Bose last year began selling direct-to-consumer hearing aids for $849 a pair via its website and a limited number of other non-store channels. The FDA proposal would make hearing aids for mild-to-moderate cases even more widely available over the counter, such as in bricks-and-mortar stores.</p><p>Bose has been hesitant to sell hearing aids more widely because it didn't want to have set up medical-sales channels through audiologists and other professionals, said Steve Romine, vice president of Bose Hear. \"We're certainly looking at the over-the-counter market as an option for us,\" he said.</p><p>An Apple spokeswoman declined to comment.</p><p>Some incumbent manufacturers disagree with the White House premise. \"There's never been a time in our industry where competition has been as good and tough,\" said Brandon Sawalich, chief executive of Starkey, a major hearing-aid manufacturer. In a formal comment, Starkey raised concerns the FDA is \"proposing a hybrid oversight model that mixes medical device requirements with controls more appropriate to consumer technology.\"</p><p>The FDA has said it would include safety measures in the new regulations, such as device-performance requirements.</p><p>Write to Amara Omeokwe at amara.omeokwe@wsj.com</p><p>White House Sees Hearing Aids as Chance to Lower Prices Through More Competition</p>",
  "published": "2022-02-05T14:03:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 5652,
          "end": 5657
        },
        {
          "start": 4896,
          "end": 4906
        },
        {
          "start": 4896,
          "end": 4901
        },
        {
          "start": 4896,
          "end": 4905
        }
      ]
    }
  ]
}