{
  "_id": "27e5989c9a3c59c6e1ce1469e6e44b2873308616dc2064419d35df1929aae9e8",
  "feed": "ftcomall",
  "title": "Musk gets tough on Twitter and Tesla",
  "text": "<p>After getting tough on Tesla workers last week, Elon Musk is turning the heat up on Twitter's management, increasing the likelihood he could pull out of his $44bn takeover of the social media company.</p> <p>In a letter to Twitter's chief legal officer, disclosed in a regulatory filing on Monday, Musk's lawyers claimed the company's failure to provide more detail on bots and other fake accounts <a href=\"https://www.ft.com/content/85436ff9-2c06-45be-bb4f-ac195b043d8a\">amounted to “a clear material breach”</a> of the takeover agreement.</p> <p>The billionaire has been critical of Twitter's assertions that less than 5 per cent of its monetisable daily active users were bots or scammers. His legal team said Twitter had “refused to provide the information that [he] has repeatedly requested since May 9” on the issue.</p> <p>“This is a clear material breach of Twitter's obligations under the merger agreement and Mr Musk reserves all rights resulting therefrom, including his right not to consummate the transaction and his right to terminate the merger agreement,” the lawyers said.</p> <p>Twitter's shares are trading 2 per cent lower on the news at $39.36, well below the $54.20 a share offer for the company in April. Its employees are already reported to be uneasy about his prospective ownership and they may be further alarmed at this month's stories on how he is running Tesla.</p> <p>First, the electric carmaker's chief executive sent two emails to staff declaring that “remote work is no longer acceptable” and demanding they <a href=\"https://www.ft.com/content/f8da2592-ed67-4b87-b6d5-a0e1e4ac5a8f\">show up for at least 40 hours</a> a week in the office or find another employer. Research suggests that a company trying to force workers back full-time will have to raise pay levels by 10 per cent to prevent widespread defections, <a href=\"https://www.ft.com/content/cbeaf785-6aa3-4b0e-8d25-844f20acf201\">writes Richard Waters</a>.</p> <p>Yet Musk seems set on cutting costs. On Friday, Tesla shares closed more than 9 per cent lower after he sent out emails, reported by Reuters, announcing <a href=\"https://www.ft.com/content/298ff671-98b8-490a-bf86-288fd919a943\">a 10 per cent reduction </a>in salaried staff and a hiring freeze. He said the decision was due to a “super bad feeling” about the economy.</p> <p>Meanwhile, <a href=\"https://www.cnbc.com/2022/06/02/tesla-paid-pr-firm-to-surveil-employees-on-facebook-in-2017-union-push.html\">a CNBC investigation</a> has found Tesla paid a PR consultancy to monitor employees in a Facebook group and more broadly on social media, as some sought to form a union in 2017 and 2018.</p> <p>Twitter has now responded to the lawyers' letter, insisting it is continuing “to cooperatively share information with Mr Musk”. “We intend to close the transaction and enforce the merger agreement at the agreed price and terms,” it said.</p> <h2>The Internet of (Five) Things</h2> <p><strong>1. Big Tech's big lobbying effort</strong><br>Amazon and Alphabet are spearheading what is shaping up to be the most intense political campaign by corporate America in recent history as part of a last-ditch attempt to stop Congress from passing laws to curb their market power. <a href=\"https://www.ft.com/content/8c64e651-c073-449e-bc6b-ca55ed7165ca\">Kiran Stacey in Washington reports</a> the two are targeting a “self-preferencing” bill which would prevent large online platforms from using their dominance in one field to promote their other products unfairly.</p> <p><strong>2. Meta and Amazon lose top execs</strong><br>Sheryl Sandberg <a href=\"https://www.ft.com/content/d49b2e30-ac53-4e92-a984-f48b8cc654fb\">is stepping down</a> as the chief operating officer of Facebook's parent company Meta after 14 years. <a href=\"https://www.ft.com/content/a8f89315-a6a0-4148-ac54-18925e5d7cf5\">Lex says</a> her exit comes in the wake of a corporate rebrand that continues to confuse investors. <a href=\"https://www.ft.com/content/54a1ad4b-46d7-40cd-8c45-814f2c98c8dd\">Hannah Murphy looks at her legacy</a>. Dave Clark, one of Amazon's longest-serving executives and architect of its sprawling logistics network, is <a href=\"https://www.ft.com/content/8ca3a3d0-78c3-4e4c-bafb-b8c264d267e6\">resigning after 23 years</a> at the company. Clark will step down as chief executive of Amazon's worldwide consumer business on July 1, with no replacement named yet.</p> <p><strong>3. Apple set to mix reality with headset</strong><br>Today's <a href=\"https://www.apple.com/apple-events/\">Worldwide Developers Conference </a>could be Apple's last big gathering before its virtual reality headset is unveiled as early as this autumn, giving it a final opportunity to rally fans and chart a course to a new generation of computing hardware. <a href=\"https://www.ft.com/content/c2363987-d78f-4bb7-9190-8b7f268058af\">Here's what we know</a> so far.</p> <p><strong>4. China eases pressure on tech companies</strong><br>Chinese authorities are allowing lorry-hailing app Full Truck Alliance and online recruiting platform Kanzhun to <a href=\"https://www.ft.com/content/25d515df-da4a-4613-ba54-8784804641c5\">sign up new users again,</a> almost a year after both companies were entangled in cyber security investigations that also hit ride-hailing group Didi.</p> <p><strong>5. Google co-founder's airships primed for lift-off</strong><br>Google co-founder Sergey Brin's secretive project to build huge electric airships is scaling up rapidly, <a href=\"https://www.ft.com/content/ae625a25-d2ac-4bca-9508-a5f0d3c7dd09\">reports Tim Bradshaw</a>, as Lighter Than Air (LTA) Research prepares its first major test flights later this year.</p> <h2>Tech tools — Apollo Neuro</h2> <p>The <a href=\"https://apolloneuro.com/\">Apollo Neuro</a> is not the flashiest of wearables, but it is more about relieving inner stress than outward appearances. Strap it on the inside of your wrist or ankle, download its app, and set it vibrating, with various levels of intensity and duration. Its creators say it strengthens and rebalances the nervous system, retraining it for better sleep, focus, calm, recovery, and more. They recommend using it for two hours a day to see effects in 30 days. Improvements to resting heart rate, heart rate variability and the time it takes to fall asleep have been achieved. My wife, who suffers from chronic insomnia, tried it and did not find it to be a cure or no more effective than her breathing exercises. Clinical trials and <a href=\"https://apolloneuro.com/pages/reviews\">reviewers on its website</a> have been more positive. The Neuro can be bought there for $349 in a range of colours.</p><p>Source: Chris Nuttall in London 2022 'Musk gets tough on Twitter and Tesla' FT.com 6 June. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-06-06T17:01:37.831Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 3460,
          "end": 3465
        },
        {
          "start": 3547,
          "end": 3552
        }
      ]
    }
  ]
}