{
  "_id": "288cdda165340137d4d16bd8f651950b4a7b00442e330a2bd6ef442fd3be6eab",
  "feed": "wall-street-journal",
  "title": "Big Tech's Margin for Error Has Shrunk; Apple, Microsoft and Google pare back hiring plans as slowing growth puts focus on maintaining margins",
  "text": "<p>Microsoft, Amazon.com and the parent companies of Google and Facebook are all pulling back on their pace of hiring, while Microsoft has even started laying off a small number of workers. Apple may be joining the club as well; Bloomberg reported Monday that the iPhone maker is planning to slow hiring and spending growth next year. The news sent Apple's share price down more than 2% by Monday's close and weighed on the rest of the market.</p><p>With 154,000 full-time employees at the end of its most recent fiscal year last September, Apple actually has a smaller workforce than its giant tech peers. And it has been more judicious in adding to those ranks. Apple's head count has grown an average of 6% annually over the past four years compared with 10% for Microsoft and 18% for Google parent Alphabet Inc. Amazon's workforce has ballooned by an average of 31% annually over the past four years—reflecting the addition of more than 1 million workers—as the e-commerce giant has expanded its already huge fulfillment network. But Amazon is now hitting the brakes, as that expansion left the company with excess capacity right as e-commerce sales have started to slump.</p><p>Big tech is still a long way from mass layoffs. But the hiring slowdown is still notable for a group that collectively employs about 2.2 million full-time workers globally. These companies have benefited from years of rapid growth in both revenue and operating profits—growth that was accelerated by the global pandemic, which drove up demand for computing devices, streaming entertainment, cloud services and online advertising.</p><p>Those demand forces are now slowing as the global economy grapples with inflation, warand a pandemic that keeps finding ways not to end. That has crimped the growth outlook for even the strongest companies. Apple, Microsoft, Amazon, Alphabet and Facebook parent Meta Platforms are projected to grow combined revenue by 10% this year compared with 28% in 2021, according to consensus estimates from FactSet. Both Apple and Meta are expected to show mid single-digit revenue growth this calendar year compared with 29% and 37% growth, respectively, in 2021.</p><p>Coming results for the quarter ended in June from all five tech giants next week will give an early sign of just how much growth will slow—and if their bottom lines can hold. Apple, Microsoft and Google's parent are now generating operating margins at multiyear highs. Apple's operating margin of 31% for the 12-month period ended in the March quarter was the company's highest in nearly a decade, while Microsoft's margin of 42.6% for the same period was its highest in at least 15 years, according to data from S&amp;P Global Market Intelligence. Big Tech was once richly prized by investors for its ability to deliver on both the top and bottom line. The group now may be hard pressed to manage just half of that.</p><p>Big Tech's Margin for Error Has Shrunk</p>",
  "published": "2022-07-19T14:23:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 532,
          "end": 537
        },
        {
          "start": 2329,
          "end": 2334
        },
        {
          "start": 2010,
          "end": 2015
        },
        {
          "start": 40,
          "end": 45
        },
        {
          "start": 1805,
          "end": 1810
        },
        {
          "start": 187,
          "end": 192
        },
        {
          "start": 346,
          "end": 351
        },
        {
          "start": 2423,
          "end": 2428
        },
        {
          "start": 655,
          "end": 660
        }
      ]
    }
  ]
}