{
  "_id": "19073c2dfdc4db80fdf81942adf1c157f20aed96acca804f0e55e1ac690cdb0c",
  "feed": "ftcomall",
  "title": "Planting trees in Scotland will not fix climate change",
  "text": "<p>Trees are lovely things. Sturdy and elegant, with branches that provide a canopy of shade in summer, and often a colourful leaf display in autumn. Not only that, but they suck carbon dioxide from the atmosphere and store it in their trunks. Who could object to a tree?</p> <p>Even climate change sceptics who bridle at having to drive smaller cars, or live in colder homes, to curb global warming have a soft spot for a forest. Ninety per cent of US adults support the idea of planting 1tn trees around the world to absorb emissions, according to <a href=\"https://www.pewresearch.org/science/2020/06/23/two-thirds-of-americans-think-government-should-do-more-on-climate/\">a poll</a> by Pew Research Centre. </p> <p>But some farmers are wary of trees. The Scottish Land Commission <a href=\"https://www.bbc.co.uk/news/uk-scotland-61068730\">found</a> this week that farmland prices in Scotland increased 31 per cent last year as companies, institutions, investors and charities snapped up estates to plant trees for carbon capture. Crofters who have farmed the land for centuries face being <a href=\"https://www.ft.com/content/2ae63752-cefd-45b9-9282-a97584cc2cb2\">squeezed out</a> by “green lairds”.</p> <p>BrewDog, the Scottish brewer, is among corporate investors in forestry and last year ran a “buy one, get one tree” <a href=\"https://www.brewdog.com/usa/buy-one-get-one-tree\">promotion</a> for multipacks of beer. Trees provide cover for many environmental promises, from carbon offsets on airline flights to <a href=\"https://www.lloydsbankinggroup.com/media/press-releases/2021/lloyds-banking-group/lloyds-banking-group-on-its-way-to-planting-10million-trees.html\">green finance</a>. &#xa0;</p> <p>The world suffers from the loss of trees. Nearly half of them have been felled since the start of human civilisation, and 15bn more are chopped down every year, according to <a href=\"https://www.nature.com/articles/nature14967\">one study</a>. The loss of biodiversity in tropical rainforests has caused great harm.</p> <p>But when offered a simple, universally popular remedy to a complex problem, beware. Not only are plantations becoming rivals to traditional farms, but planting one variety of tree in Scotland or the US is a poor substitute for retaining others elsewhere.</p> <p>“The trees being cut down are beautiful tropical forests that are ecologically diverse and the ones being planted are monocultural pine trees,” says Tom Crowther, a professor of ecology at ETH Zurich university. Unlike the people who chop them down, trees and forests are not created equal.</p> <p>The trillion tree target in the Pew poll derives from Crowther's research into global biodiversity. He and others calculated that the world holds 3tn trees and there is room for nearly <a href=\"https://www.fieraboster.it/docs/BOSTER%202019/The-global-tree-restoration-potential.pdf\">1bn more</a> hectares of canopy cover, providing “an opportunity of climate change mitigation through global tree restoration”.</p> <p>From this came the World Economic Forum's <a href=\"https://www.1t.org/\">1t.org</a> initiative, which has enlisted <a href=\"https://www.weforum.org/impact/investing-in-trees-restoring-forests/\">30 companies</a> promising to conserve, restore and grow 3.6bn trees in more than 60 countries. Apple will <a href=\"https://www.weforum.org/reports/investing-in-forests-the-business-case\">protect</a> 11,000 hectares of Colombian mangrove forest, while Nestlé invests in forest conservation and restoration in Côte d'Ivoire and Ghana.</p> <p>Note the emphasis on conserving and restoring, which tends to get lost in the rush to plant trees. Pew fell into this trap, asking respondents whether they supported “planting about a trillion trees”. The more important elements were lost in translation.</p> <p>Tree planting has its role in combating global warming, but Pew is not alone in placing too much weight on it. One reason for all the planting in the UK is that the government has <a href=\"https://www.gov.uk/government/news/tree-planting-rates-to-treble-by-end-of-this-parliament\">created targets</a> and <a href=\"https://www.gov.uk/government/publications/england-woodland-creation-partnerships-grants-and-advice-table\">offered</a> incentives. <a href=\"https://www.nature.com/articles/d41586-019-01026-8\">One study</a> found that almost half of countries' environment pledges to boost forests involve commercial tree plantations.</p> <p>It also suits companies that crave simple metrics. Planting trees in the northern hemisphere is easier and cheaper than reforming a complex supply chain to protect forests. It can be quantified to investors and marketed to consumers as a quick ecological win.</p> <p>The trouble is, it does much less good than preservation and restoration of what exists already. Plantations that are harvested every couple of decades release carbon back into the air, and lack of variety makes them more vulnerable to disease. A tropical forest is more diverse and harder to replicate, but is ultimately stronger.</p> <p>In ecological terms, the optimal strategy would be to restore to health all the forests and peatlands that have been degraded, and let nature take its course. “The trillion tree target is not about planting that many trees. It is about building a world in which they naturally regrow,” says Crowther.</p> <p>That is a complex message to impart in a world where slogans that cut through are most effective. Crowther has himself faced <a href=\"https://www.science.org/content/article/catchy-findings-have-propelled-young-ecologist-fame-and-enraged-his-critics\">criticism</a> from other scientists for his “catchy findings”. Companies are starting to take it more seriously — the WEF initiative is aimed correctly — but there needs to be deeper involvement in the right locations for the effort to succeed.</p> <p>Instead of disruptive attempts to mass manufacture trees, portfolio investment is required in projects that also reward local people. Crowther cites one entrepreneur who sells coffee in Zurich that is grown in forest glades in Ethiopia, rather than by cutting down trees to clear land. The environment benefits and the coffee tastes better.</p> <p>It is in salutary contrast to Scotland, where farmland prices are being driven up by tree planting. The lesson, not only for governments and companies but for consumers, is to examine carefully any simple woodland fix. The right trees must grow in the right forest.</p> <p><a href=\"mailto:john.gapper@ft.com\"><em>john.gapper@ft.com</em></a></p> <a href=\"http://www.ft.com/cms/25df7aa2-e414-484f-ac2f-63e06644fcb1.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a><p>Source: John Gapper 2022 'Planting trees in Scotland will not fix climate change' FT.com 15 April. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-04-15T04:00:19.614Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 2457,
          "end": 2462
        }
      ]
    }
  ]
}