{
  "_id": "4fff9db51e04c20d096d71077a58291c56916bbce435c7bf78d79a933b4eee88",
  "feed": "wall-street-journal",
  "title": "Joe Biden Holds a Trump Rally; The President has become his foe's polarizing mirror image.",
  "text": "<p>The strategy is especially helpful for Mr. Biden, whose main (and perhaps only) utility to Democrats is as the man who defeated Mr. Trump. Without Mr. Trump to kick around, the unpopular 79-year-old President will likely be nudged, or perhaps elbowed, aside by younger Democrats in 2024. But if Mr. Trump runs again, Mr. Biden has a raison d'etre. As our columnist Holman Jenkins has argued, the two men are political co-dependents.</p><p>That's why Mr. Biden has so pointedly goaded Mr. Trump and his followers with the \"MAGA Republican\" label. His escalating rhetoric is intended to smear the GOP as under Mr. Trump's sway and \"semi-fascist.\" If voters believe the stakes in November are the future of democracy, the autumn debate will shift from inflation, rising crime and woke ideology. More Democrats might vote, and the party might hold Congress.</p><p>All of this is deeply cynical and divisive. It contradicts Mr. Biden's pledge, during the 2020 campaign and in his inaugural address, that he would unite the country. He repeated that claim of \"unity\" on Thursday but by now it is a throwaway line.</p><p>His strategy is to out-Trump Trump by polarizing the electorate around the former President because he thinks a majority will come his way. Even as we write this, his own party is running ads in New Hampshire to support the most MAGA Republican in the GOP Senate primary. A group allied with Senate GOP leader Mitch McConnell is supporting the other main GOP candidate.</p><p>In his broadside, Mr. Biden is maligning half the country and the 70 million Americans who voted for Mr. Trump. He includes a line that \"not every Republican, not even the majority of Republicans\" are MAGA, but that too is a token gesture. He quickly moves on to say that \"there is no question that the Republican Party today is dominated, driven, and intimidated by Donald Trump and the MAGA Republicans and that is a threat to this country.\"</p><p>Yet the people who really saved American democracy after the 2020 election and on Jan. 6 were Republicans:</p><p>• governors, secretaries of state and legislators who resisted Mr. Trump's demand to change slates of electors to the Electoral College;</p><p>• judges appointed by Mr. Trump who followed the evidence and the law in assessing claims of election fraud;</p><p>• lawyers at the White House and Justice Department who refuted the claims of Mr. Trump's clown-show legal team of Rudy Giuliani and Sidney Powell;</p><p>• and above all Mike Pence, the Vice President who followed the Constitution in rejecting Mr. Trump's private and public pressure to stop the counting of electoral votes that certified Mr. Biden as the victor.</p><p>If Mr. Biden believed his saving democracy rhetoric, he'd include those Republicans as heroes of the cause. But he won't because his democracy line is a political gambit. He has to smear most Republicans as would-be fascists to make swing voters believe none of them can be trusted with power.</p><p>***</p><p>It's possible this will work for Democrats in November, especially if Mr. Trump keeps taking Mr. Biden's bait. Mr. Trump did precisely that on Thursday night with a typically ad hominem rant in response to the speech, which is exactly what Democrats want.</p><p>But we wonder if the voters will be as gullible. They've been able to observe over the 20 months of the Biden Presidency that Democrats have their own authoritarian temptations and have acted on them when they can.</p><p>Mr. Biden forgives half-a-trillion dollars in student debt without the assent of Congress. White House aides collude with tech platforms to silence dissenting voices on Covid. His regulators stretch the law beyond previous understanding to impose more control over the private economy. And that's before they get the votes to break the Senate filibuster, add new U.S. states, override 50 state voting laws, and pack the Supreme Court.</p><p>Mr. Biden has become his foe's polarizing mirror image. It is exactly what he promised as a candidate he wouldn't do.</p><p>Joe Biden Holds a Trump Rally</p>",
  "published": "2022-09-02T22:32:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [],
      "weightsV2": {
        "weight": 1.0,
        "baseWeight": 0.0,
        "expansionWeight": 1.0,
        "ontologyWeight": 0.0,
        "tagPositionWeight": 0.0,
        "titleWeight": 0.0
      },
      "typeRank": 1
    }
  ]
}