{
  "_id": "659f3db17d5c99b4767cefaa6fd42d03c606973c6981b74010f25024560c82dc",
  "feed": "wall-street-journal",
  "title": "Sony LinkBuds Review: New Wireless Earbuds Keep Ears Clear for All-Day Comfort; These Bluetooth headphones are easier to wear than AirPods and other buds because you don't shove them in your ears. Plus, you can hear everything around you—for better or worse.",
  "text": "<p>The squished figure-8 shape is so new and odd that, at first, I had no idea how to put them on. After 15 minutes of trying different angles, I figured it out. The metal circle rests just inside your ear, while a soft, squishy hook in the other half of the earphone anchors the whole contraption. Because everybody has different-shaped ears, Sony includes multiple hook sizes. </p><p>The LinkBuds' open-ring design fully lets in natural sound, unlike some headphones' pass-through mode, which pipes in outside noise via a microphone. PHOTO: Nicole Nguyen/The Wall Street Journal</p><p>The LinkBuds are surprisingly comfortable to wear for long periods, since there aren't any tips jammed into your ear. They're small and relatively lightweight compared with other headphones I've tested. They're less gross, too—no ear gunk on these buds.</p><p>The thing about the open design is that it lets in all surrounding environmental noise. Depending on how you're using the buds, this can be good or bad.</p><p>Sony says the concept was inspired by teenagers who often wear just one earbud while hanging out with friends. I'm no teen, but there are plenty of instances where I want to hear everything around me—like when I'm exercising outside, or cooking in the kitchen and waiting for the pot to boil. It's safety by design: Even when you're lost in your music, you should hear the bus coming before it hits you.</p><p>Many noise-canceling earbuds have a pass-through mode that lets in ambient noise. That feature uses external microphones, however, so it can pick up a beanie rubbing against the earbud or even heavy wind. (And you have to remember to turn it on.) LinkBuds are beanie-friendly, and your surroundings sound completely natural.</p><p>They couldn't always keep up with those surroundings, though. While walking by a busy playground, people on the other end of a phone call could hear me clearly but I couldn't hear them well, even with volume dialed way up. In general, I made music and calls louder to compensate. (I worried that the volume might be harmful to my hearing, so I turned on the iPhone's headphone-level monitor.)</p><p>The headphones do have a dynamic volume-control mode, accessible from a companion app, which automatically adjusts volume based on what's going on around you. When a big truck rumbled by, the LinkBuds boosted my podcast until the vehicle passed. </p><p>The bud-less earbuds are lightweight and compact, just slightly larger than a quarter. PHOTO: Nicole Nguyen/The Wall Street Journal</p><p>The value of the LinkBuds' design is comfort. Adding Sony's fantastic noise-canceling technology to this might be impossible. If the company figured that out, LinkBuds could be AirPod killers.</p><p>The LinkBuds cost $180, about as much as third-generation AirPods. The audio quality on the Sony pair isn't as good: The bass was lacking in comparison and the sound wasn't as rich. But I could wear the LinkBuds for much longer than those AirPods, which also tend to fall out of my ear.</p><p>In my testing, which involved a mix of calls, podcasts and music, the buds' battery lasted about seven hours on average, not quite a full workday. A 10-minute quick charge in the case gives the headphones an additional 90 minutes of audio play.</p><p>SHARE YOUR THOUGHTS</p><p>What are your favorite earbuds? Join the conversation below.</p><p>A few features didn't work as perfectly as I'd hoped. You can play and pause music by tapping the patch of skin in front of your ear, rather than the bud itself, which could hurt. Eating food occasionally triggered that sensor. And speak-to-chat—which pauses audio when it detects your voice—was too sensitive, even with sensitivity set to low. Both features can be disabled in the headphones' companion app.</p><p>My colleague Shara Tibken also tried the earbuds. She first used a smaller hook, which felt fine but was less secure. Moving to the larger hook helped the bud stay put, with discomfort. Shara has trouble with headphone fit in general, and LinkBuds' unique design couldn't solve her earbud woes.</p><p>I ran, skied and walked around with the LinkBuds, and they didn't fall out—but they do feel less secure than in-ear earbuds. Active people should instead opt for headphones that wrap around their ears for maximum grip using long rubber hooks.</p><p>There are other bud-less products, such as Shokz's OpenRun ($130), though those and other bone-conduction headphones (which use your skull, rather than your ear canal) can produce a buzzing sound for some people. Bose's Sport Open ($199) is another option, but glasses-wearers say its design isn't ideal.</p><p>Sony's LinkBuds are perhaps the best small, lightweight open-ear choice right now. They're full of great ideas, but need some refinements. If you're considering buying a pair, wait for the next software update.</p><p>—For more WSJ Technology analysis, reviews, advice and headlines, sign up for our weekly newsletter .</p><p>Sony LinkBuds Review: New Wireless Earbuds Keep Ears Clear for All-Day Comfort</p>",
  "published": "2022-02-16T17:03:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": []
    }
  ]
}