{
  "_id": "535bbe23a4ee0ee64f94525786a326ec04a6e9b0b489abaae5649994f541e2bb",
  "feed": "wall-street-journal",
  "title": "'Emancipation' Review: Escaping Slavery, Movie-Star Style; Will Smith makes a man who fled from slavery—and whose scarred back was famously photographed in the 1860s—into an implausible action-movie hero.",
  "text": "<p>As with much else about enslaved people, though, reliable details about the subject of the photo are hard to come by. Nevertheless, \"whipped Peter\" has inspired the big-budget movie \"Emancipation,\" starring Will Smith as the escapee, who was photographed in Baton Rouge, La., after an arduous journey through swampland. A legend that began with the (probably fictional) Harper's text accompanying the image, and two other images in the magazine that are said to be of the scourged escapee but clearly depict a different and much younger black man, has it that Peter joined the Union Army and fought bravely, though historians such as David Silkenat of the University of Edinburgh have argued that this was simply one of many wartime tall tales used for propaganda purposes.</p><p>Directed by Antoine Fuqua for Apple Original Films, which is releasing it in theaters this week and on Apple TV+ next week, \"Emancipation\" is tonally discordant, attempting to merge serious historical drama with the silly dynamics of an action thriller. Mr. Smith, who famously turned down the lead role in \"Django Unchained\" and made \"Men in Black 3\" instead, seems to have put his movie-star vanity ahead of plausibility in the film, which he produced via his company Westbrook Studios. The Peter he plays is so courageous, indomitable, kind, wise, resourceful, and adept at everything from using a shovel as a weapon to overcome several armed men to fending off an underwater alligator attack that the movie, though it looks like a daguerreotype, is nearly as superficial as a videogame.</p><p>Early in \"Emancipation,\" which is shot in such a desaturated color scheme that it is almost monochromatic, Mr. Fuqua (\"Olympus Has Fallen,\" \"Training Day\") focuses heavily on gore and torture—severed limbs, a brand applied to a cheek, and a mass grave dug to hold all those slaves who are murdered on a whim by capricious white men seemingly oblivious to the foolishness of destroying their own human property. Initially William N. Collage's script suggests that Christian faith was the critical element that enabled slaves to endure the harshness of the whip. But forbearance is difficult to dramatize, and so as the film goes on Mr. Fuqua positions Peter as a sort of Jason Bourne of the bayou. He instantly understands everything about his surroundings and he can escape from any situation. He knows the exact amount of time to hold his breath underwater while a cold-eyed slave hunter (Ben Foster) is looking his way, and is hardly bothered by blood loss or infection despite spending much of the movie in fetid swamp water with huge open cuts. In short, Peter is a product of the 21st-century superhero school of screenwriting, and to the extent that the movie covers some of the same territory as \"12 Years a Slave\" and—in a third act that seems to be stapled on from an entirely different kind of movie—\"Glory,\" it invariably suffers by comparison to those highly regarded works.</p><p>Nor can \"Emancipation\" withstand being compared with \"Django Unchained.\" Quentin Tarantino's blaxploitation spaghetti western was witty and twisty, with three sharply drawn central characters driving the action. It was a message movie disguised as genre entertainment. \"Emancipation\" is the reverse, using the mammoth historical gravity of slavery to mask its fondness for dramatic gimmicks such as the scene of Peter calmly dispatching that gator. The midsection of the movie, which simply dials up one improbable hair's-breadth escape for Peter after another, could be told in any order, and Mr. Foster's typically one-dimensional portrait of the slave hunter fails to bring any life to this routine villain.</p><p>Mr. Fuqua cannot resist resorting to one of the dreariest action-movie clichés: When one character has a gun pointed at another, he is instead predictably felled by a gunshot fired from behind by an unseen third figure. By the time Peter is seen saving the day by leading an infantry charge, it's as if the film is arguing that slavery would have collapsed sooner if only enslaved men and women had had a little more movie-star gumption and worked up the courage to whirl around poleaxing their captors with the nearest tools. \"Emancipation\" may be well-intentioned, but it does a disservice to history by recasting the pernicious institution of slavery as something that might have been toppled by its victims.</p><p>'Emancipation' Review: Escaping Slavery, Movie-Star Style</p>",
  "published": "2022-12-01T21:21:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 877,
          "end": 885
        },
        {
          "start": 804,
          "end": 809
        },
        {
          "start": 877,
          "end": 882
        }
      ]
    }
  ]
}