{
  "_id": "637585d0cc36ad4832bd53ea840e8709b778758307b60dc619ea510b326776db",
  "feed": "ftcomall",
  "title": "Connie Chan: TikTok is showing Google and Amazon the future of search",
  "text": "<p>Investors try to foretell the future, then make bets today that will pay off if their vision comes true. Connie Chan simply looks to China.</p> <p>The general partner at venture capital firm Andreessen Horowitz has long held that China's mobile internet is years ahead of the West's, given how the country leapfrogged past the desktop era and went straight to smartphones.</p> <p>With her ability to make sense of tech trends in the East and turn them into winning opportunities in the West, Chan has earned the moniker ‘Silicon Valley's China whisperer'.</p> <p>When she joined Andreessen in 2011, she pushed hard for the firm to lead an investment round in Pinterest, the $17bn California-based digital scrapbook site that at the time was valued at just $200mn. She later studied electric scooter and bike sharing in urban China, then got the firm to invest in Lime, now a micromobility giant.</p> <p>But Chan may be best known for popularising the term “superapp” in her talks on WeChat — the social network that she likens to an entire operating system for China's mobile experience.</p> <p>Here, Chan talks exclusively to the FT's San Francisco correspondent Patrick McGee about TikTok's evolving business model, what Twitter under Elon Musk could learn from Asia, and her outlook for tech investment in an economic downturn.</p> <p><strong>Patrick McGee:</strong> You're a partner at one of the world's premier venture capital firms. So, how would you characterise the current climate for being a start-up, for raising money, and for planning an IPO?</p> <p><strong>Connie Chan:</strong> I'd say, if you are a founder, it is both a good time and a bad time. A bad time in the sense that these [investors] are probably, on the margin, more cautious of placing bets than they were a year or two years ago. If you just look at the velocity of funds employed, it has certainly slowed. However, great ideas are still getting funded. And there are also lots of pros for founders to go start a new company at this time, namely being able to pull [in] people who work at large companies who historically were very difficult to rip out. Now, a lot of folks who work at large tech companies are much more open to taking on risk to build something new. So I think that's a huge positive.</p> <p><strong>PM: </strong>You strike me as a big-picture thinker who could probably give me the three big trends for the 2020s. What are they?</p> <p><strong>CC:</strong> I'm particularly excited about anything AI centric, where they're using AI to rethink a problem completely and come up with a brand new solution. In general, there are so many applications of AI [where it] can come up with better solutions. For example, if I look at TikTok, it's a news feed that uses a very specific algorithm that can very intelligently come up with, on the fly, what video to show you next. It's not search-driven; it's AI-driven. In that same way, you can use AI to rethink education or commerce or housing. There are so many other industries [where] you haven't seen AI-first companies come out yet. So I'm very excited about that.</p> <p>I'd also say community. When you hear about brands saying “community” matters to them, a lot of times that ends up being like: “I have an Instagram account; I have a Twitter account; I am conversing with my community.” But most of those conversations are not two-way conversations. For me, community requires a two-way street. And I think there are different products and features that have yet to be built that will allow people and also brands to find stronger communities where people feel more bought into the brand — and more likely to try a new product.</p> <p>Existing platforms may have started out with that premise in mind. But I think today a lot of it has now moved to small private messaging groups. If you look at Facebook, for example, their core business model is advertising. I've written about how, in Asia, while a lot of companies do leverage advertising as a business model, they also have these other revenue streams — whether it's membership, or commerce microtransactions and they get paid by the businesses, not the consumers.</p> <p>And I think when you're a platform that is advertising-centric, you have just different incentives. Your goal is to keep users on your product as long as possible. Right? And that means you are going to focus on getting professional content creators and influencers to be bought into the platform, to be creating a platform, you're not investing as much time in the everyday user that's only putting one photo up.</p> <p>These platforms have become more publishing platforms, almost more magazine like as opposed to being previously these private safe places where people were doing a lot of that sharing.</p> <p>Some of it, I think, is a shift in focus, largely driven by business model incentives, but some of it is also I think, the way that these companies and platforms are architectured. I look in China, and I see the kind of sharing that happens on WeChat. I've realised it's not just because their model is not ad-centric. A lot of sharing happens on WeChat also because of the way the product is designed: specifically, the way that the user has more control around their privacy and their username or around their contact information.</p> <p>If, for example, I'm thrown into a business WhatsApp group, or a group of other strangers, everyone in that group now has my phone number. I don't want that. I don't want that business to be able to contact me in that intimate way.</p> <p>Whereas if I'm put into a group on WeChat for buying baby products, or people who love going to restaurants, those folks don't know my real name. They don't have my contact information. If I leave the group they can never find me again. I have user settings where they cannot add me even though I'm in that group. And the multi-layered thinking around how to design users' identity and privacy allows for greater interaction with businesses and even strangers.</p> <p>So what was once a private social network can be now used for business, and finding strangers and new interests as well. It really changes your incentive and your sense of trust and safety on the platform.</p> <p><strong>PM:</strong> You've been called ‘The China Whisperer' and I remember, in late 2019, when we first spoke, you told me that China's mobile internet was a good three to five years ahead of the west's. Has the US caught up in any way? Has China extended its lead in that regard? Or are we now just on different trajectories?</p> <p><strong>CC:</strong> I still think, for consumer mobile and business model thinking, China still is several years ahead of us. I wouldn't say we clearly have a ‘super app' in the west, yet. I think all the major companies are trying — some are very explicitly saying: ‘I'm going to turn this product into a super app.'</p> <p><strong>PM:</strong> Do you want to give [the] example of WeChat, how it has become a super app, and how we don't have that in the west?</p> <p><strong>CC:</strong> So, WeChat is the dominant communication platform in China. In China, there is no messaging fragmentation. All messaging happens on WeChat. There is no separate email or separate texting that happens. All communication just happens on the one platform.</p> <p>It is basically the communication and operating system for an entire country. But, for its first year, WeChat was just a communication platform for your actual friends and family, or maybe co-workers — people you knew. Then, later, WeChat created this method whereby individual users could connect with businesses. They created these things called ‘official accounts' which could communicate with users on a one-to-many basis. And then WeChat added payments and the ability for users to bind their bank accounts. So, now, they can actually transact with those businesses directly on the platform.</p> <p>So it switched from being this one ubiquitous messaging platform to now almost being like a web browser, or like an operating system. If I lost all the apps on my phone, and had to only use WeChat, I could still function because every one of those apps also has a WeChat mini program built where I can find the majority of the functionality that I need.</p> <p>A superapp, then, is basically where you take your app — and the distribution, the reach and the time sharing you have with your users — and you allow them to do other things that you didn't necessarily specialise in, or create. For example, if I want to go book a flight, if I want to go hail a car, if I want to go order food, I can do that all inside WeChat — even though WeChat at its core is a communication platform.</p> <p>It links up to all of these third-party services that they don't have to rebuild themselves. They just allow for very low-friction transactions and information sharing.</p> <p><strong>PM:</strong> Your whole mobile experience must totally shift every time you're going between these countries. Is that your experience? Is every time you come back to the US like going back five to 10 years on the internet?</p> <p><strong>CC:</strong> Not back five to 10 years. But I think businesses are more limited in their ambition. And there are more times where I'm switching out of an app and going to another app to do something — whereas, in China, that probably could have all been done in the one app.</p> <p><strong>PM:</strong> Are there things that the Chinese mobile internet is picking up from the US? Do the trends go both ways?</p> <p><strong>CC:</strong> I think business models definitely can go both ways. There are lots of experiments that happen in the US that inspire ideas and projects in China, and vice versa. So I definitely think innovation happens both ways.</p> <p><strong>PM:</strong> Let's change tack, to focus on TikTok. We recently reported that TikTok <a href=\"https://www.ft.com/content/c4ce8f13-bec0-4cde-a885-7857f0bbb733\">slashed its revenue estimates</a> by 20 per cent this year. I think that surprised a lot of people because the likes of [Facebook owner] Meta had been saying: ‘TikTok is really eating our revenues'. What, in your opinion, is impacting TikTok's growth? And how well-positioned is its business model long-term?</p> <p><strong>CC:</strong> I think TikTok's business models are ever-evolving — in the sense that it could be advertising, but it could also be commerce, it could also be X, Y, and Z in the future.</p> <p>Commerce has the potential to be very successful for TikTok. If you look at Douyin in China, there's so much commerce that happens on the platform, whether it's short video or live video, people are finding products, they're using it for product discovery, they're buying a ton of especially non-branded goods, but even branded goods. So, if that's a road map for what the US [TikTok] product is going to look like, then commerce is going to be a brand-new, fast-growing revenue stream for the company.</p> <p><strong>PM:</strong> I didn't understand how this operates until I read your work on this subject. Can you give an example of how Douyin — the Chinese version of TikTok — works? it doesn't make sense to me that you can use a TikTok-style app instead of Google Maps. Yet that is how it operates. Can you explain that?</p> <p><strong>CC:</strong> I think that happens in two ways: search-based commerce, and discovery-based commerce. And the platform Douyin can do both.</p> <p>Search-based means you go to the search bar, and you're looking for a place to eat, you're looking for a place to have entertainment, for a product and so that's search-based shopping or a search-based transaction.</p> <p>Then there's a discovery-based piece. Think of what Pinterest did for blog posts and photos: it surfaced to you those things you weren't even searching for, that you [then] realised you really had to buy. In that same vein, TikTok uses this idea of discovery commerce where, when you're sifting through all your TikTok videos, occasionally you might see one on a product that you really want to buy. And there will be a low-friction way of completing that transaction. It makes it so easy where it's one click and you can go into that page where you can complete that transaction.</p> <p><strong>PM:</strong> Looking into your crystal ball, what is Twitter's future under Elon Musk?</p> <p><strong>CC:</strong> Twitter is changing every single day. But I will say I really respect a lot of things about Elon. He really goes to first principles on creating a product that people love. Like people love their Tesla [electric vehicles]. I think he's going to take that same dedication and commitment to creating a product that is going to be exceptional.</p> <p>And it could look very different to how Twitter looks today. But I admire his vision for making Twitter a place for true discourse — that kind of two-way communication.</p> <p><strong>PM:</strong> Musk is largely being ridiculed for his $8 a month [membership and user verification] idea. Yet you wrote this fascinating piece about how memberships are working in China. If Elon Musk went to you and said, ‘What are the things I could allow people to unlock for that membership fee?', what would you say?</p> <p><strong>CC:</strong> I wrote a piece recently on paid memberships because, similar to superapps, this is another business model that's very common and adopted by the masses in China. It is very common for people in China to pay a couple of dollars for their equivalent of Twitter, their YouTube, their Reddit. A lot of people have these monthly subscriptions, but they're perfectly fine paying for it.</p> <p>What's fascinating is that these dollars can add up. For example, the Chinese equivalent of Twitter is called Sina Weibo. Back in 2020, their revenue from VIP membership alone was over $120mn. And they were only charging $3.50, I think, for their monthly membership. So, at $8 a month that could be a lot higher.</p> <p>I think paying memberships are a great revenue stream, but also potentially a great way for you to increase user engagement and user delight — if you design it the right way. It's not just about paid perks and features that you get. A portion of it can also be earned features — given only to people who have earned [it through] expertise or are so engaged and bought in to the platform that their words stand out in some way.</p> <p><strong>PM: </strong>I think people are largely unaware of just how much possibility there would be to unlock totally different features on Twitter that, as you say, already exist in another market but most of us are ignorant of.</p> <p><strong>CC:</strong> Yeah, [they] allow the platforms to win because they have these new incentives and carrots to convince users to give a certain feature a shot. Membership is a not just a way to separate people into who pays or who does not. That's a very basic framework of membership. It's also a way to help people see the range of engagement, and expertise, and fandom, and to create great incentives for people to be rewarded for it.</p> <p><strong>PM:</strong> The talk about Twitter in the last few weeks has been about revenue: if you multiply $8 by 10 per cent of the user base, that's not going to be a big driver versus advertising. But one of your points was that it's not just about the revenue, it's about driving engagement. And once you have more engagement, it lends itself to further advertising and all sorts of other opportunities.</p> <p><strong>CC:</strong> Imagine if certain [people's] comments only show up in a certain way, because they have earned expertise or are verified in some way. You can very quickly identify that [one] comment is not necessarily as important as another comment. These features can be fun.</p> <p><strong>PM:</strong> What might the future of digital advertising look like? What are companies going to do?</p> <p><strong>CC:</strong> I think brands need to be more creative in how they find their end users or their next batch of customers. The world is only going to trend towards giving users more control over their privacy. How platforms design that is to be decided. But I think that is a trend that is going to continue.</p> <p>In trying to find more customers, people are going to be more experimental in figuring out how do I get more organic conversations going? How am I going to leverage more user-generated content? How am I going to create these curated trusted communities where I can get more people out there talking about my product on my behalf and converting them into potential customers?</p> <p>I'll give you an example. On Douyin, you can see videos about fireworks at Disneyland in Shanghai. There's a location tag that I can tap and then it opens up a page inside Douyin where I can now see an offer to buy a ticket to Disneyland Shanghai at a discount.</p> <p>That's not necessarily an ad, but it facilitates commerce and facilitates discovery. And it's a more organic, more native, and more user-centric way of doing it, where the user won't necessarily feel like they were being pushed an ad. So there's going to be more innovation across platforms to bridge that timespan between intent or spark of interest and transaction.</p> <p><strong>PM:</strong> So if I'm to ask who's doing this well, it sounds like [the TikTok and Douyin owner] ByteDance is the answer.</p> <p><strong>CC:</strong> ByteDance in China definitely is able to leverage user-generated content to push more product discovery.</p> <p>Product discovery in the US is a pretty unsolved problem. Anytime I want to go buy something, I will go to Amazon, I will go to that search bar. [But] I am not <em>browsing</em> Amazon. I'm not looking at their product recommendations.</p> <p>It's fascinating to me when I look at [Alibaba's consumer-to-consumer ecommerce platform] Taobao and [its business-to-consumer platform] Tmall in China. They're much more discovery-based. People are opening apps when they want to go shopping but they don't know necessarily what they want to buy. And the pages have these fantastic news feeds that are very personalised and can surface things that you might want to buy.</p> <p>But, in the US, when you go to Amazon or even online generally, you don't shop that way. To me, that means there's more opportunity for every platform across the board to figure out how to push product discovery more.</p> <p><strong>PM:</strong> In China, it sounds like there's more of a digital equivalent of how a teenager hangs out at the mall. You don't hang out at Amazon, you go there when you need something. You're not just chilling. But that <em>is</em> sort of what's happening in China.</p> <p><strong>CC:</strong> Yeah, yeah.</p> <p><strong>PM: </strong>[On China;'s role in tech hardware] I was listening to an analyst who said Apple could have 10 to 20 per cent of its production outside of China by the end of this decade. Do you think it's possible that Apple can truly diversify its manufacturing base rather than having it so concentrated?</p> <p><strong>CC:</strong> The reality is there are certain products that you can make in other countries, but they'll cost more to make in those countries. And, that cost, someone eventually has to eat it. But there are a bunch of companies and they're trying to figure out the balance between capacity, quality, general costs, what kind of expertise is required for manufacturing.</p> <p>The big trend I take away from this is the need for more robotics. I think about robotics not just in terms of manufacturing but even in terms of service. [For example,] my local Starbucks the other week closed at noon, because they didn't have enough staff. I think we're going to have to see more robotics, not because it's necessarily cheaper, but because of labour shortages.</p> <p><strong>PM: </strong>This is the argument for autonomous trucks, right? They're needed not because they're replacing drivers, but because there are no drivers. The younger generation doesn't want to drive trucks, so robots are going to have to take over.</p> <p><strong>CC:</strong> Exactly . . . there's a need to have more innovation in robotics.</p> <p><strong>PM:</strong> What trend has surprised you in the last year, or even since the beginning of the Covid pandemic?</p> <p><strong>CC:</strong> When Covid first hit, I think a lot of people thought the economy was going to crumble and melt right away. And, for more than a year, it did not. So I think that was a big surprise. Just the amount of growth in the economy during that first year of Covid.</p> <p><strong>PM:</strong> You're someone who really tries to map out trends. So what's the biggest thing you think you've got wrong?</p> <p><strong>CC:</strong> Timeframes, for sure. Some of the stuff I'll see as a trend in Asia . . . then doesn't show up for years. Then there are other things that are just outside of our control. That example I just gave about the economy doing well [during Covid] — that is 100 per cent because of government intervention, and those things are quite difficult to predict.</p> <p><strong>PM:</strong> Is there any area today where you feel very strongly but your views are contrary to received wisdom?</p> <p><strong>CC:</strong> I strongly believe that there's a lot of business model learnings we can take from China. That's still not widely accepted yet.</p> <p>I don't know if it's contrary to popular belief, but a new trend that I'm seeing is Chinese founders taking on a global ambition. I think TikTok was an example that gave a lot of people confidence that a global company was possible. So there are more Chinese founders moving to the States or working on the US market as their sole customer base.</p> <p><strong>PM:</strong> When do you think we might have a technology that begins to displace the smartphone?</p> <p><strong>CC:</strong> I find it difficult to believe that the smartphone is going away anytime soon. I think different formats of computing are still going to have a hard time competing against the smartphone.</p> <p>If the smartphone will evolve it might have a bigger screen, it definitely will need better battery life. So the smartphone format itself may evolve but, because a smartphone is basically like a smaller, more compact, functional little personal computer, that is going to be very difficult to disrupt.</p> <p><em>The above transcript has been edited for brevity and clarity.</em></p><p>Source: Patrick McGee 2022 'Connie Chan: TikTok is showing Google and Amazon the future of search' FT.com 30 November. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-11-30T05:00:43.698Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 17827,
          "end": 17832
        },
        {
          "start": 17956,
          "end": 17961
        }
      ]
    }
  ]
}