{
  "_id": "90f20fcf0c65581d6daad7ce120af714d7362fc9dd6f2e2abb33642098ba9553",
  "feed": "ftcomall",
  "title": "Digital markets regulation: Big Tech means big problems",
  "text": "<p>Tech companies do not see themselves as others do. The industry's “always day one” mentality renders supersize companies as perennially striving start-ups in their own eyes. The rest of the world meanwhile sees giants with trillion dollar market values and global networks. Cue renewed efforts to undermine their dominance. Shortly after the&#xa0;EU agreed <a href=\"https://www.ft.com/content/031bba2b-87de-4adf-8cd7-a86a6e9b0b54\">stringent legislation</a> to regulate Big Tech, the UK this week set out <a href=\"https://www.ft.com/content/76d56a42-e79e-4c17-80e7-04e1c8c09b05\">details of its plan</a>.</p> <p>Such moves are a response to Big Tech's competition-stifling scale. Amazon will account for an estimated 39.5 per cent of the US ecommerce market this year, according to eMarketer. Meta has 3.6bn users around the world and is the world's largest social media company. Google has 92 per cent of the search engine market, according to web traffic analysis site StatCounter.</p> <p>Silicon Valley's clout also fuels growing disquiet in the US. Lina Khan, chair of the US Federal Trade Commission, is one of its most vocal critics. She is famous for <a href=\"https://www.yalelawjournal.org/note/amazons-antitrust-paradox\">arguing</a> in 2017 that Amazon had benefited from lax antitrust legislation for decades. But forcing companies to split themselves up — the most radical solution under discussion — is probably politically unfeasible. </p> <p>An easier win would be to loosen their lock on customers. The increasing <a href=\"https://www.ft.com/content/03a2df73-da6a-4bc5-b242-dd3ea71bcd6a\">alignment</a> of competition regulators in the US, EU and UK could be relevant. The UK is vague about the timing of its legislation, likely dimming its influence. But its ambitions are similar to those of&#xa0;EU regulators. They have hatched <a href=\"https://www.ft.com/content/cbb1fe40-860d-4013-bfcf-b75ee6e30206\">new competition rules</a> prohibiting platforms from prioritising their own products. They are also pushing for interoperability between messaging platforms. Other products may follow.</p> <p>Similar moves across the Atlantic would address <a href=\"https://www.ft.com/content/53e967b0-4d5f-4b8d-9969-310d627d9742\">accusations</a> that Amazon, Apple, Facebook and Google abuse their monopoly position to pump their own products ahead of rivals' offerings. This would end denial about their superpower status, and ultimately pave the way for interoperability.</p><p>Source:  2022 'Digital markets regulation: Big Tech means big problems' FT.com 6 May. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-05-06T11:17:28.668Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1756,
          "end": 1761
        }
      ]
    }
  ]
}