{
  "_id": "982b8c00977abb5878d636c3e884b69bf5a6ba1ae3443ab7af789fba5d1c2a1a",
  "feed": "market-watch",
  "title": "ViacomCBS renames itself Paramount Global after it adds a record 9.4 million streaming subscribers",
  "text": "<p>ViacomCBS shares VIAC initially dipped 2% in extended trading Tuesday after the media giant reported fiscal fourth-quarter earnings that fell short of Wall Street analysts' forecasts but a healthy jump in streaming subscribers led by its Paramount+ service.</p><p>The company posted adjusted earnings of $557 million, or 26 cents a share, compared with $1.18 billion, or $1.04 a share, in the year-ago quarter. Revenue climbed 16% to $8 billion from $6.87 billion a year ago.</p><p>“Our success was evident across all lines of business, and spotlighted by streaming, where we achieved our best quarter ever in streaming subscription growth — more than doubling our subscriber additions from last quarter with a record 9.4M additions, expanding our total global streaming subscribers to over 56M,” ViacomCBS Chief Executive Robert Bakish said in a statement announcing the results.</p><p>Streaming revenue surged 48% to $1.32 billion during the quarter, topping analyst forecasts of $1.27 billion. The media giant — — whose properties include Paramount Pictures, CBS, Nickelodeon, MTV and Showtime — said&#xa0;it expects 100 million subscribers for Paramount+ by 2024, up from previous guidance of between 65 million to 75 million at the end of last quarter. Paramount+ currently has 32.8 million subscribers.</p><p>Analysts surveyed by FactSet had expected net income of 43 cents a share on revenue of $7.5 billion. They also expected 52.9 million total streaming subscribers.</p><p>ViacomCBS stock is up 19% this year, while the broader S&amp;P 500 index SPX is down 6%.</p><p>ViacomCBS's results come after rivals Walt Disney Co. DIS, Apple Inc. AAPL and Amazon.com Inc. AMZN reported strong results, while Netflix Inc. NFLX warned of slackening growth.</p><p>ViacomCBS has aggressively promoted its content, including original series “1883,” “Halo” and “Big Nate,” in a full-page ad in the New York Times on Tuesday.</p>",
  "published": "2022-02-15T17:59:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1592,
          "end": 1602
        },
        {
          "start": 1592,
          "end": 1601
        },
        {
          "start": 1603,
          "end": 1607
        },
        {
          "start": 1592,
          "end": 1597
        }
      ],
      "nexusId": "10022657"
    }
  ]
}