{
  "_id": "cbd64c3d3706e061c85d0bcc7a148a3058a885bb1aaf7dba013d2c196aaf4f60",
  "feed": "ftcomall",
  "title": "As top executives flee Silicon Valley, Meta becomes truly virtual",
  "text": "<p>The Frank Gehry-designed headquarters that Facebook moved into in 2015 was a cavernous, elongated warehouse with concrete floors and a deliberately unfinished feel.</p> <p>At the very centre of the 500-yard, open-plan sprawl was a nest of desks where Mark Zuckerberg and his top lieutenants could congregate. The massive scale, the bustle and the sense of a central group thrown together in a makeshift work environment seemed the perfect physical expression of a company that had always sought to “move fast and break things”.</p> <p>Seven years on, Zuckberberg's company, now known as Meta, is under pressure to move as fast as ever. Apple's new privacy rules have taken a big bite out of Meta's profits from targeted advertising, even as Zuckerberg rallies his troops to fight back against the threat from TikTok and lead other <a href=\"https://www.ft.com/companies/technology\">tech companies</a> in building a more immersive version of the internet known as the metaverse.</p> <p>There is, however, a big difference. As they face the latest upheaval, the <a href=\"https://www.ft.com/stream/7e37c19e-8fa3-439f-a870-b33f0520bcc0\">Meta</a> CEO and his top executives are no longer sitting cheek by jowl in their San Francisco Bay office. The pandemic forced a new way of working, and this week came news that two top Meta figures — Adam Mosseri of Instagram and global policy chief Nick Clegg — are moving to London for all or part of the time. This follows similar moves by other top executives this year: one is already in the UK, while others have departed for Israel, Spain and New York.</p> <p>Gehry's industrial palace for the digital age exemplified a wider attempt by Silicon Valley's leading tech companies to promote collaboration, and maintain creativity and innovation, as they grew. Now, the same companies are defining a new, virtual form of work that is, in many ways, the polar opposite.</p> <p>None have gone as far as Meta. Zuckerberg began pushing the idea of remote working as a permanent alternative for his staff early in the pandemic. The Meta CEO himself retreated to Hawaii after Covid struck and now splits his time between the island of Kauai and Menlo Park.</p> <p>This year, Meta's leaders have come around to the idea that this is a “new normal” for working life and that there won't be a return to what came before, according to one person at the company. As a result, some have based themselves far from HQ. Not lost on anyone is that Meta has pinned its future on inventing new ways for people to live, work and play in virtual reality — so if they can't manage to run a company like this, then who can?</p> <p>Top executives at other companies will no doubt look on with envy. Many have been frustrated by having to entice reluctant workers back to the office. By freeing its leadership to move where the mood takes them and leave their colleagues behind at HQ, Meta has turned things inside out.</p> <p>There are obvious risks to having a partially distributed leadership, particularly at such a critical time for the company. One is that Zuckerberg himself, without senior lieutenants around to shape his ideas, could become more isolated in his thinking. With a special class of stock that gives him full personal control of the company, even though he only owns 13 per cent of the equity, he already runs the closest thing on earth to a Big Tech monarchy.</p> <p>There is also a risk that Facebook's top echelon won't be around for the kind of face-to-face interaction needed for collaboration and creativity, as envisaged by Gehry in the former Facebook's HQ. Early in the&#xa0;pandemic, when projecting that half of his company's staff might end up working remotely, <a href=\"https://www.theverge.com/2020/5/21/21265780/facebook-remote-work-mark-zuckerberg-interview-wfh\">Zuckerberg himself admitted</a> what might get lost: “It's the social connections, it's the culture, and it's creativity.” Ever the technocrat, he said new technologies would have to be invented to deal with this.</p> <p>Yet in reality, Zuckerberg has already been running his company in a largely remote fashion for more than two years, so in some ways this only formalises a change that has already taken place. If Meta's leaders were already spending much of their time sitting in front of a video screen in a home office, then the only difference now is that this arrangement is hardening into something permanent, and that some of the people concerned will be spread out not just across different geographies, but also across time zones.</p> <p>The inconvenience of early morning and late night video meetings will increase. But for a company with many of its staff, and 90 per cent of its users, outside North America, having more of its top people located elsewhere may be no bad thing.</p> <p>Zuckerberg has never been one to shrink from the kind of radical experiments that the leaders of other big companies would blanch at. The insouciance with which he now discusses the transformations his company needs to go through shows how change at Meta has become second-nature. </p> <p>Social media has never been a settled business: it is defined by constant upheaval, as different ways of interacting online are invented and new fads take hold. If Zuckerberg can remake his company once again, and do it with an increasingly distributed leadership group, it could go a long way to defining how the next generation of innovative global companies operates.</p> <p><a href=\"mailto:richard.waters@ft.com\"><em>richard.waters@ft.com</em></a></p><p>Source: Richard Waters 2022 'As top executives flee Silicon Valley, Meta becomes truly virtual' FT.com 5 August. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-08-05T14:35:07.620Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "confidence": 0.94,
      "offsets": [
        {
          "start": 622,
          "end": 627
        },
        {
          "start": 618,
          "end": 623
        }
      ],
      "weightsV2": {
        "weight": 2.0041323,
        "baseWeight": 2.0,
        "expansionWeight": 0.0,
        "ontologyWeight": 0.0,
        "tagPositionWeight": 0.004132271,
        "titleWeight": 0.0
      },
      "typeRank": 3
    }
  ]
}