{
  "_id": "4e68139a726ecb2df49f3c0e1ec554b99396c587670715c19fdb11ec35130fe1",
  "feed": "wall-street-journal",
  "title": "Netflix Explores Investing in Sports Leagues, Bidding on Streaming Rights; Streaming giant eyes sports like tennis and surfing; Co-CEO Reed Hastings has been wary of rising costs for rights",
  "text": "<p>Additionally, in an effort to bypass the ever-escalating costs of bidding for sports rights, Netflix executives have had discussions about buying lower-profile leagues, people familiar with the discussions said. The company late last year was in talks to buy the World Surf League, but negotiations fell apart because the two organizations couldn't reach an agreement on a price, people familiar with the potential deal said.</p><p>Some Netflix executives believe that given the size of its platform, Netflix could turn lesser-known sports like surfing into big franchises, and create new sporting tournaments or events, the people said.</p><p>Netflix's potential foray into sports comes as many of its streaming rivals have spent heavily for access to high-profile sporting events. Amazon.com Inc.'s Prime Video is now the primary home of \"Thursday Night Football,\" while Apple Inc.'s Apple TV+ and Comcast Corp.'s Peacock had exclusive rights to stream specific Major League Baseball games last season.</p><p>Earlier this year, Netflix bid for the live U.S. streaming rights to Formula One—a sport whose profile has risen significantly in the U.S. thanks to a popular Netflix documentary series—but lost out to Walt Disney Co.'s ESPN, people familiar with the matter said.</p><p>Netflix co-Chief Executive Reed Hastings has said in meetings that he doesn't want to get caught in bidding wars every few years, according to people familiar with the discussions. That is partly why some executives are pushing for buying stakes in sports leagues, they said.</p><p>Netflix has struggled to add new subscribers in recent quarters after years of rapid growth. It recently launched an ad-backed tier of service and has vowed to crack down on password-sharing in an attempt to boost revenue and subscriber growth. The company has said it would keep its content spending steady at around $17 billion in the next few years.</p><p>Sports, as well as news, are among the rare types of programming that people still watch live. This appeals to advertisers because viewers who tune in for a big event watch for hours, often with friends and family. Devout fans of a given league are also likely to stick around until the end of a season, which can help reduce customer defections—another problem that many streaming services are dealing with.</p><p>\"No other category of content comes with an existing audience that has to watch it live,\" said Lee Berke, president and CEO of LHB Sports, Entertainment &amp; Media Inc.</p><p>Netflix has had success with sports documentary series featuring behind-the-scenes footage. \"Formula 1: Drive to Survive\" and \"Cheer\" have broadened cultural awareness around the race-car driving competition and cheerleading, respectively, drawing hundreds of millions of hours of viewing on the streaming giant's platform.</p><p>There are projected to be 160 million live-sports viewers—people who watch sporting events at least once a month during at least one sporting season—this year in the U.S., according to Insider Intelligence. Netflix has 73.4 million subscribers in the U.S. and Canada.</p><p>But sports rights are expensive. The amount paid for U.S. sports rights is $21.3 billion this year, up from $16.95 billion in 2019, according to analysts at MoffettNathanson.</p><p>Amazon, which is in the first season of an 11-year deal to be the primary home of Thursday Night Football, is paying the NFL $1.2 billion annually for the rights, The Wall Street Journal previously reported. Disney lost the digital streaming rights for the popular Indian Premier League cricket games to Viacom 18, the joint venture between Paramount Global and Reliance Industries, which paid almost $3 billion for the rights.</p><p>Apple and Amazon are in the mix for the rights for the NFL's Sunday Ticket package of games.</p><p>ESPN and Turner—a division of Warner Bros. Discovery Inc.—will have paid a combined $24 billion by the time their deal to show National Basketball Association games in the U.S. is up at the end of the 2024-25 basketball season. And that price tag is expected to go up in the next contract.</p><p>Netflix Co-CEO Ted Sarandos said on an April earnings call that he wouldn't rule out further investment in sports, but that Netflix would \"have to see a path to growing a big revenue stream and a big profit stream with it.\"</p><p>Meanwhile, Netflix is continuing to build its library of sports-focused documentary series. Since 2016, Netflix has released several seasons of \"Last Chance U,\" which features small college and community college football teams, and \"Last Chance U Basketball.\" This year, it released \"The Redeem Team,\" a film about the U.S. Men's Basketball Team at the 2008 Beijing Olympics. Netflix also plans to release a new documentary series produced by Vox Media Studios on the PGA Tour that is filming this year.</p><p>Write to Jessica Toonkel at jessica.toonkel@wsj.com and Sarah Krouse at sarah.krouse+1@wsj.com</p><p>Netflix Explores Investing in Sports Leagues, Bidding on Streaming Rights</p>",
  "published": "2022-11-08T18:07:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 3656,
          "end": 3661
        },
        {
          "start": 874,
          "end": 882
        },
        {
          "start": 861,
          "end": 871
        },
        {
          "start": 861,
          "end": 866
        },
        {
          "start": 861,
          "end": 870
        },
        {
          "start": 874,
          "end": 879
        }
      ]
    }
  ]
}