{
  "_id": "76e07b6214cb4022da3e9ff2533b547da589656f52895d299dd0d4dbe460bb12",
  "feed": "wall-street-journal",
  "title": "Heard on the Street:  Subscriptions Key to Social Media  ---  The best investment right now could be the one users are willing to pay for  ----  By Laura Forman",
  "text": "<p>\n  [Financial Analysis and Commentary] </p><pre> </pre><p>\n  Consumers are spending a record number of hours on social media, but the platforms have had difficulties profiting off of your time lately. Long booming online ads businesses, historically the predominant way social-media companies made money, have cratered this year thanks to a weakening economy and Apple's ad tracking changes that have made it more difficult for platforms to demonstrate return on advertisers' investments. </p><p>\n   Meta Platforms has seen its year-over-year revenue growth crater over the past 18-plus months, down from over 45% as of the first quarter of last year to a drop of 4% as of last week's third-quarter report. Snapchat parent Snap Inc.'s growth fell off a similar cliff, down over 60 percentage points over the period. Shares of major social-media companies, including Meta, Snap and Pinterest, are down an average of 60% this year as investors have broadly lost faith in their first act. Suddenly, subscriptions have gone from a theoretical call option on a secondary revenue stream to a must-have. </p><p>\n  They are increasingly charging for exclusive features or content. As of the end of the third quarter, more than 1.5 million people were paying Snapchat for a monthly subscription that gives them access to \"exclusive, experimental, and pre-release\" features, such as longer viewing time for their stories and what is essentially a Halloween costume for their bitmoji. On Twitch, people are throwing down up to $24.99 a month to watch others play videogames with digital pieces of \"flair.\" </p><p>\n  Why pay for any of that? The sheer time people spend on social-media platforms -- streaming, gaming, messaging, dating -- better puts consumers' spending habits into perspective. Whether it is for enjoyment, attention or status, we pay up for things such as a premium car, a custom paint job and license plate or a turbo engine. These days on average, we spend less than an hour a day in our car commuting but nearly seven across our 10 favorite social-media apps. </p><p>\n  Even outside of traditional social media, expect the opportunity to pay virtually everywhere you might socialize and otherwise hang out online. On Alphabet's YouTube -- which saw its own ad revenue fall 2% in the third quarter versus last year -- you already can pay for subscription based products such as YouTube Premium (ad free plus music) and YouTube TV (streaming TV service). </p><p>\n  On dating apps such as Grindr, you can pay to see more suitors in your area. On Match's Tinder you can pay to see suitors somewhere else. Want to \"better express yourself\" on Discord, perhaps with an animated avatar? It could cost you up to $10 a month. And soon, it seems likely you will be paying to watch your favorite tutorials via TikTok LIVE. </p><p>\n  One challenge for social-media platforms is that subscriptions and ads are often mutually exclusive. But that hasn't stopped all platforms from selling an ad-free experience. One big perk of Twitter's Twitter Blue subscription, for which the company is looking to begin charging nearly $20 a month, is the ability to read select articles from major news outlets free of solicitations. </p><p>\n  Will the social platform with the most users (Meta, collectively) be best at the subscription game? Or the one that enjoys the most time spent (ByteDance's TikTok)? Or maybe the one used for work rather than for play (Elon Musk's Twitter)? If the online dating industry has taught us anything, consumers will probably continue to dabble in many but opt to pay for the one or two that they care about most at any given time. </p><p>\n  That would suggest total user numbers might be less relevant than engagement. Sensor Tower data show while time spent across top social-media apps has increased over the past few years, some apps are more addictive than others. Time spent on TikTok has increased 26% from the first quarter of 2020 through the third quarter of this year, that data show; while Meta's Facebook and Instagram have also logged double-digit percentage increases. Over the same period, time spent on Snapchat and Twitter declined 26% and 6%, respectively. </p><p>\n  Subscribers might never be as lucrative to social-media platforms as their advertisers, but the sector will struggle to grow without them. </p><p></p>",
  "published": "2022-11-01T06:03:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 339,
          "end": 344
        }
      ]
    }
  ]
}