{
  "_id": "76aec0b3e81be7c491c7844fae6702d2579e2bac14e9087229f72427db883dd6",
  "feed": "ftcomall",
  "title": "Space exploration: reimagining the workplace",
  "text": "<p>With hindsight, it is easy to scoff at employers who were making firm plans for RTO — return to the office — in mid-2020, when the pandemic was really only just getting started.</p> <p>But <a href=\"https://www.ft.com/property\">offices</a> loom large in the executive psyche. They can also be a skyscraping financial commitment, second only to pay. Combine that with the century-old presumption that work is best done in buildings tailor-made for working, and it should come as no surprise that many chief executives and chief financial officers wanted to refill these costly containers as soon as possible.</p> <p>A few, of course, notably in the technology sector, went in the opposite direction, dictating that staff need never return and could remote-work for ever. Wise commentators pointed out to me at the time that companies veering to one or other extreme would be caught out, and so it has proved.</p> <p>Wall Street banks, in the vanguard of those calling for a return to a five-day-a-week office presence, had to row back and <a href=\"https://www.ft.com/content/cf430bc8-569f-4e0e-8ae8-97f4ce497ef3\">allow more flexibility</a> as coronavirus mutated and persisted. Technology companies, on the other hand, are now finding it hard to soften even temporary commitments to more <a href=\"https://www.ft.com/stream/12e3551a-c48c-4c52-a4b8-31482818c9df\">remote work</a>. Apple's effort to bring staff back to the workplace in September for at least three days a week met with disquiet and dissent.</p> <p>Involuntary remote work during the pandemic forced many people to rearrange their homes for work purposes — and those arrangements endure. But part of the problem is that most offices do not yet allow for the same flexibility.</p> <p>There are exceptions. Lego laid plans for its <a href=\"https://www.lego.com/en-us/aboutus/news/2022/april/lego-campus-grand-opening/\">new “campus” at its Denmark HQ</a> before Covid, but it looks ideally suited to a new world where the borders of office work are blurred. It is supposed to “provide a space for all colleagues to network and play during <em>and after</em> working hours” (my italics). It features a fitness studio, communal kitchens, a cinema and accommodation for visiting employees.</p> <p>Campus is an apt description for the complex, which opened in April. Business school students will recognise the mix of work, recreation, cultural and culinary stimulation from universities everywhere.</p> <p>These are not new ideas. Analysing office design schemes in 2006, Jeremy Myerson and Philip Ross, veteran observers of the future of work, identified the emergence of four “realms” for white-collar work: the academy, a corporate realm; the agora, for public engagement, say with customers; the guild, where colleagues connect; and the “lodge”, where work overlaps with home.</p> <p>In <a href=\"http://www.reaktionbooks.co.uk/display.asp?ISB=9781789146684\"><em>Unworking</em></a>, a timely new book about how to reinvent the office, they enlarge on some of the ways in which these realms have become increasingly porous, accelerated by the pandemic. If only planning restrictions were looser, offices could mingle with the cities where they are located. A corporate auditorium by day could become a cinema for residents by night; a staff canteen could transform into a “dark kitchen” for Deliveroo users.</p> <p>Reinventing the office requires brave organisational thinking and leadership. In 1988, Jan Carlzon, then head of airline SAS, had to send a memo instructing employees to use the solar-heated “main street” that the group had created at the heart of its new headquarters to encourage collaboration. But, even if staff are won over by the new office, bold design touches and radical furnishings may look like an unwieldy overhead to the finance department, and a health and safety problem to facilities.</p> <p>Breakthrough ideas, often the result of genuinely creative thinking, can become short-lived fads or ossify into the reverse of what was intended. Action Office, a supposedly flexible furniture system designed for Herman Miller in the 1960s, was the forerunner of hated, rigid cubicle farms. Once-revolutionary <a href=\"https://www.ft.com/content/6c3751fd-34d4-4952-815e-08f007e5fbd0\">open-plan designs</a> can lead to less meaningful communication between colleagues.</p> <p>Myerson identifies three critical ingredients in the workplace: people, place and technology. The last may offer most potential for positive change. As anyone who has moved to a new office knows, no matter how cool the blueprint, it is when people arrive that lively collaboration spaces and unexpected dead zones become obvious.</p> <p>But redesigning workplaces need not be costly or permanent. For instance, in a 2012 project for the Royal College of Art, Imogen Privett showed how flexible stage techniques such as lighting or screens could transform space and inexpensively create the “wow factor” that helps stimulate creative work. By collecting anonymised data about demand, personal preferences and usage, <em>Unworking</em> suggests that organisations ought to be able to move from the “stern, unbending system” of the past — those beige cubicle farms — to these more elastic models, shaped by and for staff, whether working in person or remotely.</p> <p>One final imperative: obsession with workplace design cannot be allowed to obscure the need to reinvent the <a href=\"https://www.ft.com/content/b0dcaf74-9428-4f64-84f2-41b001e1e311\">old habits of work and management</a>. Myerson and Ross say they are optimistic about the future of the office — but only if organisations can also reimagine the activities that it used to contain. </p> <p><em>Andrew Hill is the FT's senior business writer</em></p><p>Source: Andrew Hill 2022 'Space exploration: reimagining the workplace' FT.com 13 October. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-10-13T03:30:32.048Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1158,
          "end": 1163
        }
      ],
      "nexusId": "10022657"
    }
  ]
}