{
  "_id": "c6476242955989d5c597b2d6ecde23f576170624e4af4fcf36cc0229a01e393d",
  "feed": "wall-street-journal",
  "title": "Apple Pauses Plans to Go From Two Days to Three Days a Week in the Office; The iPhone maker had been gradually increasing the number of days in the office as it rolled out its hybrid work plans",
  "text": "<p>After several delays, Apple began returning to the office at least one day a week in early April with a plan to gradually increase to three days next week. Workers had already resumed two days a week. Some workers have left the company over its determination to be in person more.</p><p>The company's memo to workers on Tuesday didn't include a new timeline for increasing in-office time. It was the latest twist in Apple's efforts to return to some semblance of normality more than two years after the global pandemic upended daily life.</p><p>The Cupertino, Calif., tech giant was among the first companies to send workers home as the coronavirus spread and it remains one of the highest-profile examples of the challenges of striking a balance in returning. As businesses large and small have tried to navigate a hybrid-work life, some have narrowed their ambitions of returning to two days from three days a week amid a tight labor market and workers looking for more flexibility.</p><p>Apple's delayed plans were earlier reported by Bloomberg News.</p><p>Write to Tim Higgins at Tim.Higgins@WSJ.com</p><p>Apple Pauses Plans to Go From Two Days to Three Days a Week in the Office</p>",
  "published": "2022-05-17T23:25:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1080,
          "end": 1085
        },
        {
          "start": 22,
          "end": 27
        },
        {
          "start": 410,
          "end": 415
        },
        {
          "start": 0,
          "end": 5
        },
        {
          "start": 973,
          "end": 978
        }
      ]
    }
  ]
}