{
  "_id": "b94a4792e0a0d4b69461639a758527a5d08499c267b2b61f5d8213cdf40dc911",
  "feed": "market-watch",
  "title": "Netflix sheds subscribers amid competition from Disney, Hulu, HBO, Amazon Prime and Apple. Have we finally hit peak streaming? Americans watched enough video streaming content last year to fill nearly 15 million years of time, according to Nielsen",
  "text": "<p>That's bad news for Netflix, which said in a shareholder letter that \"relatively high household penetration — when including the large number of households sharing accounts — combined with competition, is creating revenue growth headwinds.\"</p><p>\"The big COVID boost to streaming obscured the picture until recently,\" the letter added.</p><p>Netflix NFLX shares sank Tuesday after the earnings report and the stock price stayed down almost 35% in afternoon trading on Wednesday, leading one analyst to say the company narrative is\"dunzo for now.\"</p><p>But observers also say it's not welcome news for the multitudes of companies who might be eyeing the latest Netflix earnings report as an early peek into the budgets and attention spans of customers right now.</p><p>Consider the context: COVID-19 cases have lowered and three quarters of America's adult population is fully vaccinated, leading many to spend more time out of their house for workand play — increasinglywithout masks too.</p><p>Consumer price inflation is at a four-decade high. The rate — last clocked at 8.5% in March— is outpacing wage growth in many sectors, causing briskly-spending consumers to think hard about where they are devoting their dollars.</p><p>And then there's the sheer glut of streaming options. Here's a cursory list: Disney+ DIS, Apple TV+ AAPL, Amazon Prime AMZN, Peacock CMCSA, discovery+ WBD, HBO Max and Paramount+ .</p><p>The costs add up: Netflix monthly prices start at $9.99 for the most basic package, while Hulu's ad-supported plan costs just $6.99 per month. Disney+ starts at $8 a month or $80 a year for ad-free streaming. Amazon Prime costs $14.99 per month or $139 per year; Prime Video membership is $8.99 per month. Apple TV is $4.99 per month.</p><p>\"It is clear that we are now post-peak stream as life goes back to normal,\" said Charlotte Newton, thematic analyst at GlobalData. At this point, streaming services are \"throwing money at the problem\" and \"chasing a dwindling number of subscribers,\" he added.</p><p>The key for all companies now is adjusting their expectations and improving their offerings \"to prevent further hemorrhaging of subscribers,\" Newton said.</p><p>Netflix executives estimate 100 million households are getting the streaming service for free due to password sharing with its more than 220 million paying subscribers.</p><p>Cutting off the sharing abilities may offer a potential new pot of money in their eyes, but that's just \"further evidence that the product has hit maturity in key markets,\" according to a MoffettNathanson note.</p><p>Whatever the streaming platform may be, \"I wouldn't say consumers are 'tapped out' on content that they like, but that they are considering the value that their services provide,\" Fiona O'Donnell, senior director, US Reports at Mintel, a consumer market research firm, told MarketWatch.</p><p>People are ready to subscribe when they see value, but O'Donnell said they are reconsidering their expenses including their streaming services.</p><p>So if consumers are viewing the array of shows and decide it doesn't justify the money, \"they'll be more apt to cut since there are so many other services they pay for — or can watch for free,\" O'Donnell said.</p><p>Indeed, no one's saying streaming services will fade away.</p><p>Last year, Americans watched enough streaming content to fill up nearly 15 million years of time combined, according to a Nielsen report earlier this month.</p><p>While two-thirds of consumers had one or two streaming services in 2019, approximately 50% now have either two or three services at their fingertips, Nieslen estimated. Almost two in ten (18%) have four services versus the 8% who did in 2019. Meanwhile, 10% have five subscriptions versus 3% in 2019.</p><p>Separate research by Mintel indicated many people last year were adding on services without subtracting others.</p><p>Americans will pay for more options too. Two in ten pay between $20 and $30 each month and just behind that, 17% pay between $30 and $50, according to Nielsen data.</p><p>It's just that some observers are wondering if this — like the 1997 rom-com starring Jack Nicholson and Helen Hunt that'swatchable on platforms like Roku ROKU and Hulu — is as good as it gets.</p><p>\"Overall, Netflix is now starting to show signs of maturity consistently, which raises bigger questions about actual streaming [and the size of the market]\" according to a Barclays note on Wednesday.</p><p>Netflix shares are down more than 60% year to date, The Dow Jones Industrial Average DJIA is down 3% year-to-date and the S&amp;P 500 SPX is down roughly 6%.</p><p>Netflix sheds subscribers amid competition from Disney, Hulu, HBO, Amazon Prime and Apple. Have we finally hit peak streaming?</p>",
  "published": "2022-04-21T14:03:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 4573,
          "end": 4578
        },
        {
          "start": 84,
          "end": 89
        },
        {
          "start": 1286,
          "end": 1294
        },
        {
          "start": 1683,
          "end": 1691
        },
        {
          "start": 1683,
          "end": 1688
        },
        {
          "start": 1286,
          "end": 1291
        },
        {
          "start": 1296,
          "end": 1300
        }
      ]
    }
  ]
}