{
  "_id": "d0e688766ea0f900998a6c7d35f338af48584f350262ffd26164fdcf459380e0",
  "feed": "ftcomall",
  "title": "Tim Sweeney: Epic will fight Apple and Google to keep the metaverse open",
  "text": "<p>Online game <em>Fortnite</em> is arguably the closest thing to the metaverse that exists today. Some 70mn gamers immerse themselves in its digital world each month to engage in ‘Battle Royale' fights.</p> <p>But virtual concerts, talk shows, and the ability simply to hang out with friends have transformed <em>Fortnite </em>into something beyond a game: a preview of what digital platforms could look like beyond the smartphone, as virtual world and real life merge.</p> <p><em>Fortnite's</em> parent company, Epic, increasingly sees the game as an open ecosystem where other developers can distribute their content.</p> <p>But in a candid interview with the FT's San Francisco correspondent Patrick McGee, Epic chief executive Tim Sweeney expressed his concerns that tech giants Apple and Google could “unfairly” extend their “stranglehold” on smartphone platforms to “dominate all physical commerce taking place in virtual and augmented reality.”</p> <p><strong>Patrick McGee:</strong> How convinced are you that the metaverse — this immersive virtual world — really is the next digital platform beyond the smartphone?</p> <p><strong>Tim Sweeney:</strong> It's happening already. If you look at <em>Fortnite</em>, <em>Roblox</em>, <em>Minecraft</em> and other real-time 3D social entertainment experiences, you can readily identify at least 600mn monthly active users in a medium that's growing at a significant rate every year. So, there's no question that this phenomenon is happening. The only question is: when does it reach billions?</p> <p><strong>PM:</strong> When I think of the metaverse, it's much broader than gaming. It's doing work in the metaverse, and meeting your colleagues in there. What are the challenges of bringing that vision into existence?</p> <p><strong>TS:</strong> I'm not sure if that vision actually works, because it's not very fun to sit around in 3D and just talk to people. It gets really awkward really fast. A bunch of guys can't get together and just sit in a room for hours and have a conversation, right? You have to be shooting darts or playing billiards or shooting hoops or doing something together to break up the dull moments and keep you entertained for a long period of time. And that's what this medium does. I think if you strip the entertainment aspect from it, you end up with a super creepy version of America Online chat rooms!</p> <p><strong>PM:</strong> You're not just doing <em>Fortnite</em>, of course. You're doing quite a bit with the [3D graphics software] Unreal Engine. Can you give an overview of how important is that to the future of metaverse?</p> <p><strong>TS:</strong> The Unreal Engine powers any real-time 3D needs any customer has. It's used for building video games. It's used for live, virtual production on film and television sets. It's used by architects to prototype buildings. It is used by engineers in product design and by automotive companies.</p> <p>We see this as the on-ramp for all the companies to bring their physical products into the digital world. In recent years, almost all companies have moved away from a physical-based production, where you would have designed your car by carving out a body out of wood as your first mock-up and then built a prototype out of steel, before proceeding towards production.</p> <p>Nowadays, everybody is designing digital assets first. The fashion industry is designing digital clothing and visualising it before they decide they're actually going to make it. So, the entire world's creation pipeline is digital and then it's brought to the physical world.</p> <p>But there's the opportunity now for all these companies to have a direct relationship with all their customers not only with their physical products but with their digital products, too. [Think of] all the opportunities that brings.</p> <p>First of all, it's a marketing channel and a way to introduce your product to the world in a fun and entertaining way. Ferrari brought their newest supercar into <em>Fortnite</em> and players could drive it around at the same time as they debuted the physical car in the world. Players loved it and it reached a huge number of people and it didn't feel like an advertisement. It was a fun digital experience that paralleled the physical realm.</p> <p>I think this can carry across to every form of physical product in the world that reaches consumers.</p> <p><strong>PM:</strong> Is there some future in which the Unreal Engine is a major revenue driver on a par with <em>Fortnite</em>?</p> <p><strong>TS:</strong> Epic Games plans for the Unreal Engine to be a massive revenue driver for our customers and not so much for us. We aim to give everybody the 3D real-time content creation tools they need to bring content to the metaverse and our aim is . . . to offer a premier destination for them to bring their content to. So our business isn't about extracting money from creators as much as helping them find opportunities — and profiting alongside them from the opportunities as they emerge.</p> <p><strong>PM:</strong> A perfect segue into a main thrust of our discussion: you've railed against Apple and Google — in fact, you've sued them as monopolies [that are] stifling innovation and hurting competition. Could you explain your frustration?</p> <p><strong>TS: </strong>The problem here is a classic monopoly tie. You start with hardware. Apple make smartphones and they profit from their smartphones — and they deserve to. But then they force all buyers of their smartphones to use their app store exclusively for obtaining digital content. They prevent all other app stores from competing with them on hardware that's owned by a billion end users. That's the first tie and that completely obstructs all competition and market forces that would shape better app stores and better deals for consumers.</p> <p>And then the next tie is that Apple forces all apps in their app store to use their payment processing service for digital goods. PayPal charges 3 per cent; Mastercard and Visa charge 2 per cent; Apple charges 30 per cent. It's a multiple larger than the actual costs of the payment processing. And Apple does that through this series of ties.</p> <p>As a business, they won fairly in one market: hardware. And they use that position to gain an unfair advantage over competitors and other markets. And that breaks all the competitive dynamics that kept the tech industry healthy in the past.</p> <p>Epic's view is that every company participating in the tech industry should have to compete, and should actually compete fairly, in every market in which they do business. Apple competes in hardware fairly. Apple currently competes in stores unfairly. They should have to compete fairly against the Epic game store, and the Steam Store, and let's assume the Microsoft Store, and the many other stores that will emerge — as they do with any other market in the world, except for digital app stores.</p> <p>Apple should be free to offer their payment service to developers but they should have to compete fairly on margin. And competition will bring those payment processing fees down from 30 per cent to something very competitive with the 2 per cent to 3 per cent that's on the market. Or perhaps even lower if they innovate, as we've seen in China where payment processing fees are even lower than the rest of the world.</p> <p><strong>PM:</strong> How fearful are you that the dominant OS platforms today, Android and Apple, extend that dominance into that next iteration of the digital medium we all interact in?</p> <p><strong>TS:</strong> I'm terribly afraid the current monopolies will use their power to become the next monopolies on new generations of platforms — and continue to use that power to exclude all competition. They've built their platform lock-in which makes it extremely hard for any company to compete, even if they were able to compete on fair terms. But then they don't let them compete on fair terms.</p> <p>That's a huge motivator. Epic [is] fighting Apple and Google currently over their smartphone practices. If these practices continue on smartphone, they're not only going to dominate digital commerce and digital goods on smartphones, they're ultimately going to dominate the metaverse and they're going to dominate all physical commerce taking place in virtual and augmented reality.</p> <p>They've said if you're using an app to make purchases that entitle you to own digital things, then you must use their payment service. So the physical world and the virtual world merge. You're going to go out and buy a physical product, and you're going to be entitled to the virtual thing at the same time. You buy a pink Ferrari in the real world and you own it in the metaverse. Or, for example, the clothing or the toys you buy — pretty much anything will eventually have a digital twin.</p> <p>And if you looked at the terms structure, Apple and Google have created terms that will give them a stranglehold over the metaverse, unless there are major changes in the practices they're allowed to get away with.</p> <p><strong>PM:</strong> So Apple and Google are ideological enemies of Epic. Microsoft is more of an ally. Where does Meta fit on this spectrum?</p> <p><strong>TS:</strong> There are two sides to Meta. There's the metaverse side, where they've articulated a really interesting vision. It's in many ways broader than Epic's. We see this as a central entertainment medium, and they see this as a medium that will connect everybody across distances for any purpose including work, and just hanging out chatting. And they talk a lot about open platform principles: they're not building a Meta walled garden, they're trying to contribute to standards and practices that lead towards an open metaverse. And I really like that vision that they've articulated.</p> <p>On the other hand, there's all their actual existing business practices and all their actual existing businesses, where they run ads associated with your content feed and don't revenue share that with the creators of the content that drove the engagement. And there is an ad economy that is completely controlled by them, which is not an open ad economy and has all the manifestations of an entirely closed ecosystem.</p> <p>The revenue share is very little — around 5 per cent of its total revenue — with the creators. And it's not just a transitory thing. I feel their actual business that has grown up is not a creator-centric enough ecosystem. So, it is going to be a lot of work if Meta is really to bridge the gap between their current practices and their future vision.</p> <p>And there's always business pressure to not do those open things. Because it turns out, you can often make more money by doing closed things.</p> <p><strong>PM:</strong> There seems to be a looming battle there. It strikes me that Epic could be suing Meta in eight years, for the same reasons that you've sued Apple and Google.</p> <p><strong>TS:</strong> Currently, Meta doesn't have a monopoly or even a significant user base in any core businesses in which Epic competes, or intends to compete . . . Meta isn't doing anything that stifles us at all. You'd have to speculate about the future. But, in general, I'm incredibly happy and impressed with the degree of investment that it is making, in developing a future hardware platform.</p> <p>I believe that in order to go from the current state of virtual and augmented reality, you're going to need entirely new types of displays, you're going to need entirely new manufacturing processes, and entirely new software stacks. And I do believe it will take a decade of sustained multibillion dollar annual investment to build many facets of this.</p> <p><strong>PM:</strong> Do you have any reason to think Meta's fee structure, or their rules, are going to be less onerous and more pro developer?</p> <p><strong>TS:</strong> My understanding is that, on Oculus [Meta's virtual reality technology] platforms currently, Oculus runs a store and they charge the fee of 30 per cent but they don't force all developers to use their store and they don't block competing stores, so it's not analogous to the Apple situation. If it changed I would complain about that, but we'll have to see.</p> <p>I think there is another major factor that's in play. If you look at the history of iPhone and Android, and the first social networks, everybody in the outside world was duped, all the major brands were duped, into handing their customer relationships over to these companies — based on the promise that they'd be able to have direct relationships with their customers. Then, over time, Apple and Google and Facebook built ever higher walls blocking them from directly reaching their customers.</p> <p>Anybody could follow a brand on Facebook and see all their posts originally, and then they started eliminating the reachability of those customers and charging those brands and forcing them to pay for running advertisements to reach the customers that they'd helped Facebook to onboard.</p> <p>Apple did look at that with game developers and app developers — saying: “Go and build apps for our platform” and, then, 10 years later, we find they are making by far the majority of the profit from these apps. They're making much more profit from the apps than the developers are making themselves.</p> <p>So you take 30 per cent off the top, which has a 70 per cent profit margin for Apple. And developers bear all of the costs, including now paying Apple to give them the first search result for their own brand name! They registered the trademark and somebody searches for it — and Apple shows them a product that's not the thing they searched for, just to collect more money!</p> <p>But the good news is all these brands and software developers and ecosystem participants are not going to be duped again. Nobody's going to sign up for more of this walled garden bullshit, as they did unintentionally in the past.</p> <p>Every brand is going to go in and negotiate with every aspiring metaverse operator, including Epic and Roblox Corporation, Meta and everybody else, and negotiate terms that ensure they can have a direct customer relationship.</p> <p>We know this because we were talking to all these companies and they're all very consistent and adamant about remaining first-class citizens in the metaverse and not being intermediated by any company they partner with.</p> <p><strong>PM:</strong> Apple, of course, doesn't break out app store revenue; instead, they talk about services . . . By having this broad array of services, they've deflected the narrative away from how much they're squeezing from app services. [They have] a broader array of things to talk about — even though it's not remotely clear that Apple TV Plus, for instance, actually makes any money.</p> <p><strong>TS:</strong> It's a shady accounting practice that should not be allowed. Apple is engaged in this heist of grabbing an opportunity from developers and then they put it into this [profit and loss account] that makes it look like it's actually revenue that Apple earned themselves, and it's not.</p> <p>The app store is not a service. The app store is a disservice to developers. The app store forces developers to treat their software in a sub-par way to give customers a sub-par experience to charge uncompetitive handling and processing fees to inflate the price of digital goods.</p> <p>It's a bizarre scheme that should never have been created . . . it should have been reversed as soon as the industry started to reach scale.</p> <p><strong>PM:</strong> Isn't it quite possible that there end up being numerous versions of the metaverse rather than the open collaborative approach that you see? When Apple comes out with the ‘iMetaverse' or whatever it's going to call it, what's stopping that from being completely separate . . . distinct from Meta's metaverse and distinct from Google's metaverse?</p> <p><strong>TS:</strong> What we have now are a bunch of metaverse precursors that are disconnected from each other, even though many of them are increasingly self-contained economies.</p> <p><strong>PM:</strong> Like <em>Roblox</em>, for instance?</p> <p><strong>TS:</strong> Yes, <em>Roblox</em> and now <em>Fortnite</em> . . . Then, there are central entertainment experiences that haven't gone that way yet . . . these are still separate. The situation we're in now feels like the transition to the internet in the mid-1990s. In the early days, we had a bunch of information services, America Online and CompuServe, if you're even old enough to remember.</p> <p><strong>PM:</strong> I had CompuServe.</p> <p><strong>TS:</strong> Ha ha! Yes. I was 70451,633. That was me on CompuServe! As the internet emerged, companies began connecting and users were connected. Unfortunately, that time around the leading information service providers dropped the ball. They were slow and late to the game and they all got left behind in the emergence of the internet.</p> <p>In the metaverse evolution, there's a lesson that we can all learn from that. We need to expand and connect all our systems together. We need to connect our economies. We need to move our proprietary technology to open standards, file formats and networking protocols so that all our systems can interoperate and we can all be participants in the metaverse.</p> <p>That's going to be a process that will happen over the next decade. Right now, we have separate executable programs on your computer to run <em>Fortnite</em> and <em>Roblox</em> and other things. In the future, I think you'll see something more like a metaverse browser that points to the right standard and you can visit any metaverse experience. You'll have metaverse servers that different companies operate.</p> <p>You'll have first-party content and third-party content. You'll have independent item shops which have entered into economic relationships among themselves and with content creators to revenue share based on engagement and create an entire metaverse economy that is on open foundations.</p> <p>That's an interesting process we'll go through and I think the open version of this is going to be so much more compelling, both for consumers and for all the brands to participate. I think it will win out over anybody's attempt to build a walled garden, locked-down version of that.</p> <p>I think the major brands will just opt out of companies that aren't an open road map. They're going to expect and demand that everybody they work with is a partner. In year one, you open your ecosystem in this way, In year two, you open up this ecosystem in other ways. And within 10 years, we have a completely open metaverse that everybody is now a peer at.</p> <p><strong>PM:</strong> What role do regulators and policy writers play?</p> <p><strong>TS:</strong> I think the most essential thing right now is tearing down the blockades that enable Apple and Google to simply veto the metaverse. They can simply say “<em>Roblox</em>, you can't operate on iOS any more”. Apple, under its terms and its stated interpretation of its terms and its rights, can just pull any app down for any reason — or no reason — and take over its entire business for itself, as they did in pushing all the ad networks off of iOS and tripling their revenue by stealing everybody else's revenue all at once.</p> <p>They could do that with the metaverse. And stopping them from exercising that degree of monopoly power is the vital step. Otherwise, we're all going to build this and they're going to steal it from it us.</p> <p>I think if that happens, then we'll end up in a very normal period of incremental build . . . in which monopolies don't get dictate the terms to anybody but everybody is competing with each other. And instead of having one or two dominant companies control everything you can have a really rich ecosystem. It exists in almost all industries except for the tech industry right now.</p> <p><strong>PM</strong> Do you imagine 20 or 30 years from now people are in autonomous cars happily commuting an hour and half somewhere because they [can go into] the metaverse shooting aliens, or whatever?</p> <p><strong>TS</strong> I don't foresee in the next decade or two that people's lives become immersed in this kind of medium. I think this is something you do, definitely for recreation, perhaps for work in the future, too. But I think it's a real stretch to go as far as a lot of the science fiction literature went in these regards.</p> <p>If you look at how smartphones affected people's lives, we're in much closer contact with all of our friends and we have much better connectivity everywhere we go. But our lives aren't centred around smartphones. And I don't think their lives will be centred around the metaverse in the future.</p> <p><strong>PM</strong>: That seems questionable: “Our lives aren't centred around smartphones”! How many people own smartphones? Three or four billion people and I think the average person is four hours a day on their smartphone. If that's not centred around smartphones, what would constitute our lives being centred around smartphones?</p> <p><strong>TS</strong> What you're doing is you're watching videos you would previously watch on your TV, so you're using one device instead of another. But the smartphone hasn't fundamentally transformed the fact that you're watching a TV show. You're watching it on demand and you're watching it wherever you are.</p> <p>I just mean we're not going to plug our brains into some sort of device and meditate as our conscious is embedded in some virtual world. The future isn't that different from the present, at least not in 20 years.</p><a href=\"http://www.ft.com/cms/6b8420bb-13f2-4c15-8a0c-6a0eb84f0860.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a><p>Source: Patrick McGee 2022 'Tim Sweeney: Epic will fight Apple and Google to keep the metaverse open' FT.com 26 May. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-05-26T04:00:58.175Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 29,
          "end": 34
        },
        {
          "start": 733,
          "end": 738
        },
        {
          "start": 4782,
          "end": 4787
        },
        {
          "start": 5006,
          "end": 5011
        },
        {
          "start": 5499,
          "end": 5504
        },
        {
          "start": 5665,
          "end": 5670
        },
        {
          "start": 5768,
          "end": 5773
        },
        {
          "start": 6226,
          "end": 6231
        },
        {
          "start": 6261,
          "end": 6266
        },
        {
          "start": 6552,
          "end": 6557
        },
        {
          "start": 7043,
          "end": 7048
        },
        {
          "start": 7570,
          "end": 7575
        },
        {
          "start": 8443,
          "end": 8448
        },
        {
          "start": 8623,
          "end": 8628
        },
        {
          "start": 10381,
          "end": 10386
        },
        {
          "start": 11544,
          "end": 11549
        },
        {
          "start": 12014,
          "end": 12019
        },
        {
          "start": 12409,
          "end": 12414
        },
        {
          "start": 12789,
          "end": 12794
        },
        {
          "start": 12855,
          "end": 12860
        },
        {
          "start": 12989,
          "end": 12994
        },
        {
          "start": 13764,
          "end": 13769
        },
        {
          "start": 14082,
          "end": 14087
        },
        {
          "start": 14082,
          "end": 14095
        },
        {
          "start": 14202,
          "end": 14207
        },
        {
          "start": 14384,
          "end": 14389
        },
        {
          "start": 14995,
          "end": 15000
        },
        {
          "start": 17934,
          "end": 17939
        },
        {
          "start": 18046,
          "end": 18051
        }
      ]
    }
  ]
}