{
  "_id": "b7141e8922ba96b0f0cddce660aaf7afd9063b91f05ce26a1f99b737040bf9d5",
  "feed": "wall-street-journal",
  "title": "Twitter, Tesla, Neuralink, SpaceX: The Week That Ran on Elon Musk Time; Propensity for ambitious, fuzzy deadlines is now on display at the social-media platform",
  "text": "<p>In the space of a few days, he showed off a monkey typing using a brain chip from his Neuralink startup, delivered an all-electric semitrailer from Tesla Inc., planned rocket launches at SpaceX and personally got involved in a high-profile account suspension at Twitter Inc., among much other activity.</p><p>It all highlighted an aspect common to Mr. Musk's ventures, what some closer observers call \"Elon Standard Time.\"</p><p>That somewhat-joking, somewhat-on-the-nose shorthand refers to Mr. Musk's habit of promising a new product or feature in the near term, which ends up being pushed off to a fuzzy future date—weeks, months or even years later.</p><p>Supporters say it is an example of how the world's richest man motivates his teams to accomplish tasks that might have seemed impossible—such as landing rockets with SpaceX or building Tesla into a profitable electric-car giant.</p><p>Mr. Musk, who didn't respond to a request for comment, in the past attributed his missed deadlines to the same optimism that enables him to take on daunting tasks.</p><p>The latest delay happened Friday. Mr. Musk had set that as the tentative date for the relaunch of a beefed-up version of the company's Twitter Blue subscription service, an effort that could make the platform less reliant on advertising dollars, but as of late Saturday the rollout hadn't happened.</p><p>It was the third scheduling lapse for Twitter Blue since Mr. Musk completed his Twitter acquisition in late October. Advertisers were told by Twitter employees that the relaunch could come this week, according to people familiar with the matter.</p><p>Twitter didn't respond to a request for comment about the subscription service and the deadlines.</p><p>Mr. Musk is racing to remake the social-media company as what he calls Twitter 2.0. As part of that, he cut half the workforce, and many other employees left on their own when offered a choice between severance and \"long hours at high intensity.\" Advertisers are pulling back in the midst of concern about the platform's content-moderation strategies and the general pace of change, as Twitter faces losses. This past week was a stark example of all the plates Mr. Musk now has spinning. At Twitter, he also battled with the tech colossus Apple Inc. and personally announced the suspension of Kanye West's account after the rapper and designer posted an anti-Semitic image.</p><p>At Tesla, Mr. Musk came through on one of his big promises with the delivery of the electric truck—albeit three years after he initially said it would arrive.</p><p>\"Sorry for the delay,\" Mr. Musk told a crowd gathered Thursday night for the Semi delivery at Tesla's factory outside Reno, Nev. \"The sheer amount of drama between…five years ago and now is insane. A lot has happened in the world, but here we are, and it is real.\"</p><p>The night before the Semi celebration, Mr. Musk held an event in Fremont, Calif., for Neuralink to show off the work of his brain-computer company with a video of \"telepathic typing\" from a monkey that had a Neuralink implant. In 2019, Mr. Musk predicted that the company could begin human testing as soon as 2020. On Thursday, he said it should now be six months away.</p><p>Space Exploration Technologies Corp., as Mr. Musk's rocket company is formally known, had more routine delays, postponing a launch planned for this past Thursday using one of its Falcon 9 rockets after conducting additional inspections of the booster and reviewing data, according to a tweet. SpaceX didn't respond to a request for comment. The company said Tuesday on Twitter that it conducted another major engine test for Starship, the rocket system it has been developing. While Mr. Musk has discussed possible dates for the first-ever Starship orbital flight, the company hasn't attempted such a mission yet.</p><p>Delays in rocket-development programs aren't uncommon, and Mr. Musk has made several predictions that have come and gone for his space ambitions.</p><p>Gwynne Shotwell, SpaceX's president, has said delays are worth it to ensure that technical goals are met. \"We have achieved everything we have wanted to—never in the timeline,\" Ms. Shotwell said earlier this year at Stanford Graduate School of Business. \"We fail on timeline, but that feels like the right fail to make, as opposed to not achieving what you're trying to achieve.\"</p><p>Maikel Mertens, a Tesla owner in the Netherlands, created a parody website in 2019—elontime.io—which makes light of how Mr. Musk's timelines tend to stretch. He has dubbed his website the \"Elon Time Converter,\" which jokingly promises to calculate \"the time drift between the Elon timezone…and the universal timezone.\" A user enters a promised time, and the website cheekily pops out what it might mean. Six months, for example, might be two years.</p><p>Some people aren't laughing. Tesla faced litigation over bullish statements that Mr. Musk made about increasing Model 3 car production only to see months of delays and headaches. Tesla denied wrongdoing, and the lawsuit was dismissed by a federal judge, who noted that Mr. Musk had qualified his projections. \"Federal securities laws do not punish companies for failing to achieve their targets,\" the judge wrote.</p><p>SHARE YOUR THOUGHTS</p><p>What do you think about the way Elon Musk manages his various companies? Join the conversation below.</p><p>In 2018, a Tesla shareholder at the company's annual meeting asked Mr. Musk about deadlines. \"As a long-term investor, I hate to say this, but I feel like my trust in Tesla's timelines sort of eroded a little bit with the Model 3 ramp,\" the man said. \"So should I keep discounting things on Elon time or…have you learned anything about this?\"</p><p>\"I do have…an issue with time,\" Mr. Musk responded. He said his younger brother, Kimbal Musk, would have to be creative with him as children to catch the bus, telling him it was earlier than it actually was.</p><p>Mr. Musk chalked it up to his being a naturally optimistic person, added that he probably wouldn't have pursued the seemingly impossible effort of breaking into the worlds of car-making and rocket-launching if he were any other way.</p><p>\"I kind of say when I think it can occur, but then I'm typically optimistic about these things,\" he said. \"Like it pretty much always happens but not exactly on the time frame.\" —Patience Haggin, Micah Maidenberg and Alexa Corse contributed to this article.</p><p>Write to Tim Higgins at tim.higgins@wsj.com</p><p>Twitter, Tesla, Neuralink, SpaceX: The Week That Ran on Elon Musk Time</p>",
  "published": "2022-12-04T14:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 2217,
          "end": 2227
        },
        {
          "start": 2217,
          "end": 2226
        },
        {
          "start": 2217,
          "end": 2222
        }
      ]
    }
  ]
}