{
  "_id": "a70797b93892cddae8ec96f784bf966a902308c1bbfc78cc8cfec193aa98066f",
  "feed": "economist-blog",
  "title": "Brexit; Our Brexit editor picks seven books to help make sense of the issue",
  "text": "<p>All Out War. By Tim Shipman. William Collins; 630 pages; £25</p><p>When David Cameron called the referendum on February 11th 2016, he confidently expected to win it. In 1975 Harold Wilson managed to turn public opinion round and eventually win a two-thirds majority for staying in the club. This time round the opinion polls started in Mr Cameron's favour. Yet the Remain campaign never really took off, relying too heavily on a negative message about the risks of Brexit rather than any positive message about the benefits of eu membership. This definitive book of how Leave actually won is by the political commentator at the Sunday Times. He went on to write “Fall Out”, a comprehensive account of Theresa May's difficult premiership, and a third book that takes the story up to Boris Johnson “getting Brexit done” in 2020 will be published in November. This is our review of the book, along with three others, from 2017..</p><p>Heroic Failure. By Fintan O'Toole. Apollo; 200 pages; £9.99</p><p>Although it was little discussed during the referendum campaign, as soon as Leave won it became clear that Brexit would create problems on the island of Ireland. The eu's single market had led to the end of all border controls between Northern Ireland and the Irish republic. Brexit risked creating a new north-south border, damaging the peace process in the province. One result has been a spate of books on Brexit by Irish authors. Among the most entertaining was this account from 2018 of how Leave won, by a well-known author and columnist for the Irish Times. He has since published yet another book on Brexit, “Three Years in Hell”.</p><p>A Short History of Brexit. By Kevin O'Rourke. Pelican; 400 pages; £9.99</p><p>The Brexit negotiations that began in earnest in early 2017 proved tortuous and complex, eventually leading to the end of Theresa May's government in the summer of 2019 after she repeatedly failed to push her deal through the House of Commons. This account from early 2019 by an economic historian then at Oxford University explains the evolution of the eu and Britain's belated membership, before moving on to tell the story of the referendum and Mrs May's negotiating troubles. Its only fault is that it stops at the end of 2018, when it was still not clear whether any deal at all would be done. An update would be valuable, even if the history became (slightly) less short.</p><p>The Irish border. By Katy Hayward. SAGE Publications; 112 pages; $14 and £9.99</p><p>The most difficult issue in Brexit negotiations was always going to be how to avoid a hard north-south border in Ireland. Theresa May tried to solve it through what became known as the “backstop”, which would have kept the United Kingdom in a customs union with the eu unless alternative arrangements to avoid a border could be found. Boris Johnson then changed what was called the Northern Ireland protocol to create a border in the Irish Sea instead, a decision he is now trying unilaterally to reverse. This short book of 2021 by the best academic expert on the Irish border, a professor at Queen's University Belfast, admirably tells the story of the border's role in the Brexit negotiations.</p><p>Brexit Unfolded. By Chris Grey. Biteback Publishing; 320 pages; £14.99</p><p>One of the biggest problems throughout the Brexit process has been a refusal on all sides to accept that it implies trade-offs. A soft Brexit that would have kept Britain close to the single market would have meant following most eu rules with no say in making them. A hard Brexit, which is what has actually happened, avoids that outcome but at the cost of trade and non-tariff barriers with Britain's biggest market—as well as a border in the Irish Sea. This well-written polemic by the author of one of the best blogs on the subject, Brexit &amp; Beyond, explains why such trade-offs were always going to mean that Brexit would leave nobody fully satisfied.</p><p>Reluctant European. By Stephen Wall. Oxford University Press; 352 pages; £25</p><p>One question often asked about Brexit is why Britain is the only member ever seriously to contemplate leaving the eu (though Greenland, a former Danish colony, set a precedent by walking out in 1985). Among several books that try to answer it is this one from 2020 by a former British permanent representative to the eu and later adviser to Tony Blair. Sir Stephen explains how, from 1945 onwards, Britain was unique in Europe in being suspicious of the European project, standing aside when it began in 1950 and joining only with some reluctance in 1973. Margaret Thatcher's premiership then set the stage for an antagonistic relationship that culminated in the 2016 referendum. Sir Stephen is also the official historian of two earlier books on Britain and the European Community, from which this book draws extensively.</p><p>The Worm in the Apple. By Christopher Tugendhat. Haus Publishing; 256 pages $29.95 and £14.99</p><p>An oddity about Britain's relationship with the eu concerns the views of political parties. From the 1960s to the early 1980s, it was the Conservatives who were most pro-European and Labour that was most against membership of what it saw as a capitalist club. Despite the decisive 1975 referendum in favour, Labour fought the 1983 election campaign on a manifesto pledge to withdraw. Yet by the late 1980s it was the Conservative Party that had become the most Eurosceptic. Under Boris Johnson's leadership it is essentially a pro-Brexit party. In this 2022 book Lord Tugendhat, a former Tory eu commissioner and anti-Brexiteer, explains how and why his party changed. He pins much of the blame on leaders from Harold Macmillan to Edward Heath who never really explained to the party or indeed the public that eu membership necessarily entailed a loss of sovereignty.</p><p>■_______________</p><p>Our Brexit editor is also the author of a special report on Britain and the European Union, published in October 2015, and of The Economist's 17 Brexit briefs, published in June 2016. He is also the co-author of a book on the euro crisis, “Unhappy Union” (Economist Books; 220 pages; £20), published in 2014.</p><p>More from The Economist reads:Our food columnist selects the seven essential cookbooksOur former Moscow correspondent picks seven books on RussiaThe five best books for understanding Silicon Valley's history</p>",
  "published": "2022-06-20T00:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 4789,
          "end": 4794
        }
      ],
      "nexusId": "10022657"
    }
  ]
}