{
  "_id": "337d51b296b65845dd1644e50e8ea84ce205dd3434149d9ea54edc0e43b9ea3e",
  "feed": "wall-street-journal",
  "title": "Stocks Swivel Between Gains and Losses as Bond Yields Swing; The 10-year Treasury yield briefly rose above 4% Wednesday before falling",
  "text": "<p>The Nasdaq Composite, which fell at the open, flattened.</p><p>Stocks are coming under increasing pressure from near-global tightening financial conditions, as central banks raise interest rates to fight inflation. More signs are pointing to growth decelerating, including the first monthly decline in house prices in years. The Dow joined the S&amp;P 500 in a bear market earlier this week.</p><p>\"There's fear that the whole system collapses and demand is not able to withstand this amount of rate hikes,\" said Agnes Belaisch, a chief strategist at Barings Investment Institute. \"There are pieces of evidence out there that could be signs of recession.\"</p><p>The Bank of England said it will begin purchases of U.K. government bonds on Wednesday in a bid to stabilize markets. The yield on the 10-year sovereign bond fell sharply to 4.121% on the news. Earlier in the day, it had reached the highest level since the 2008 financial crisis.</p><p>The yield on the benchmark 10-year Treasury note swung, last falling to 3.817% from 3.963% on Tuesday. Earlier in the morning it climbed above 4% for the first time in a decade, having risen at the fastest pace in four decades and ratcheting up borrowing costs for households, businesses and the government.</p><p>The British pound weakened 0.7% against the dollar after the International Monetary Fund said the country should re-evaluate its controversial fiscal plan. Rating company Moody's said the budget is credit negative.</p><p>Global crude-oil benchmark Brent rose 0.9% to trading at $85.67 a barrel. A European natural-gas benchmark rose 3% amid escalating threats to the region's energy supply.</p><p>The damage to the Nord Stream pipelines which deliver Russian gas to central Europe was the result of sabotage, EU President Ursula von der Leyen posted on Twitter. Russian state-owned Gazprom issued what analysts said appeared to be a threat to cut exports of the fuel through Ukraine.</p><p>Porsche's initial public offering, Europe's largest such deal this year, is expected to price later on Wednesday and the shares will start trading on the Frankfurt exchange the next day.</p><p>In U.S. trading, shares of Biogen were up 39% after the company said its experimental Alzheimer's drug significantly slowed the disease's progression in a large study. Its partner in the study, Japanese pharmaceutical company Eisai, rose 17% in Tokyo trading.</p><p>Apple shares slipped 3.2% after Bloomberg reported that the company is dropping plans to boost iPhone production.</p><p>Overseas, the pan-continental Stoxx Europe 600 declined 0.5%. In Asia, most major benchmarks also fell. The Shanghai Composite Index lost 1.6% and Hong Kong's Hang Seng Index declined 3.4%.</p><p>Write to Anna Hirtenstein at anna.hirtenstein@wsj.com</p><p>Stocks Swivel Between Gains and Losses as Bond Yields Swing</p>",
  "published": "2022-09-28T13:59:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 2347,
          "end": 2352
        }
      ],
      "nexusId": "10022657"
    }
  ]
}