{
  "_id": "74ecc5f647fd1c10f47e3a1f669719ee88f394c3eecabf5690ebb846457744a3",
  "feed": "wall-street-journal",
  "title": "'Pachinko' Review: A Moving Journey Through Generational Trauma; The eight-part adaptation of Min Jin Lee's novel captures the book's heavy, wide-ranging subject matter.",
  "text": "<p>Begins Friday, Apple TV+</p><p>It's a benign example of the reticence exhibited by the filmmakers—including executive producers Justin Chon and the single-named Kogonada, who directed four episodes each, and series creator Soo Hugh—toward a story that originally dealt bluntly with occupation, oppression, cultural displacement and genocide. One of the reasons the book was so absorbing for so many was its linear structure, a largely chronological account of a family's struggle over four generations, eight decades, three countries and multiple conflicts. But the \"Pachinko\" producers have tried to ease the pain, as it were, with a kind of stutter-step approach, jumping from the childhood of the valiant Sunja—played as an elderly adult by Youn Yuh-jung, last year's Oscar winner as best supporting actress (\"Minari\")—to 1989 and the story of her grandson, Solomon (Jin Ha), a banker who lives in New York but is heading back to Tokyo to parlay his Korean ethnicity into a real-estate deal. \"The whole Koreans versus Japanese situation—why can't people just get over that?\" asks Solomon's American boss (Jimmi Simpson). Just ask grandma.</p><p>But you won't have to: \"Pachinko\" takes an often beautiful, artfully cinematic and languorous journey through the history of 20th-century Korea, and Koreans, in a tale that might impress Americans by being about immigration in which we're not the villains. That's refreshing. The story's timeliness vis-à-vis Ukraine isn't insignificant, being as it is about a brutal regime reducing people to second-class citizens in their own country—and mistreating them when they emigrate. But considering the catalog of characters and multiple languages—helpfully, the Japanese subtitles are in blue and the Korean in yellow, linguistic orthodoxy being a critical aspect of the story—it might be tough for some of us English-speakers to engage, especially given all the flashing back and forth. In this case, an ever-shifting storyline is a deterrent to traction.</p><p>'Pachinko' Review: A Moving Journey Through Generational Trauma</p>",
  "published": "2022-03-25T07:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 15,
          "end": 20
        }
      ]
    }
  ]
}