{
  "_id": "3e52e50a4d531a7a95d5c51f23c92d3a7fc8aafde694953d7a93fd25cfd62dd1",
  "feed": "wall-street-journal",
  "title": "China Continues to Relax Covid Measures Even as Local Officials Battle Record Cases; Mixed messages on pandemic controls stoke confusion, uncertainty over direction of policy",
  "text": "<p>That hasn't stopped many local authorities from announcing further relaxation of control measures in response to Friday's notice from top public-health officials to ease some restrictions. Several cities said they would no longer carry out mandatory mass testing and lifted the requirement for residents to show proof of a recent negative test to enter public places.</p><p>On Wednesday, Shanghai Disney Resort said that the shopping district Disney Town, the leisure park Wishing Star Park and Shanghai Disneyland Hotel would resume operations Thursday, although the Disneyland theme park would remain closed until further notice.</p><p>In Friday's notice, the National Health Commission criticized what it said were excessive policy steps taken by local governments, such as arbitrary lockdowns and the closure of schools and businesses. The agency said it would publicly shame and hold to account authorities that continued to pursue such policies.</p><p>At the same time, the rhetoric coming from the country's leaders suggests they won't abandon their approach to containing the virus, which China has dubbed \"dynamic zero Covid\"—a policy they say has saved many lives and was the \"correct choice\" for the country. Many in China have deeply rooted fear about Covid, complicating any efforts by the government to dial back on pandemic controls.</p><p>For almost three years, Beijing kept its people mostly in a bubble to fend off Covid, sticking to a formula of mass testing, mandatory quarantines, rolling lockdowns and almost omnipresent scrutiny of residents' health status. Strict border controls and lengthy quarantine rules for inbound travelers effectively isolated the country.</p><p>China's economy sank into a deeper funk last month, as the weight of Covid measures added to a prolonged property downturn and sinking export demand. Retail sales contracted unexpectedly for the first time in five months, factory output growth slowed and the pullback in real-estate investment accelerated, data for October published Tuesday showed.</p><p>While aware of the deepening impact of its Covid strategy, policy makers are proceeding cautiously in easing restrictions, with the timeline for a return to anything approaching prepandemic conditions stretching to sometime near the end of next year.</p><p>For global investors watching keenly for any sign that China will shift away from its rigid pandemic controls, Friday's notice was widely welcomed, though analysts warned that risks remained in how the new guidance would be implemented on the ground.</p><p>With leader Xi Jinping attending the G-20 Summit on the Indonesian island of Bali, where he met U.S. President Joe Biden on Monday, local officials have been left to figure out the next steps without further top-level instructions.</p><p>Still, \"since Covid prevention is often overdone at the local level, a correction in implementation will be a de facto easing,\" Citigroup analysts said.</p><p>Shijiazhuang, the capital of northeastern Hebei province, announced on Monday that it would stop mass testing all 11 million residents, even after finding more than 1,200 new infections in the province over the weekend. The next day the city reopened some free-of-charge testing booths.</p><p>For many, the sudden easing of controls in the face of surging case numbers has raised the risk of being infected with a disease they have long been told to fear.</p><p>On Monday, investors sent Chinese-listed shares of ventilator, hospital and pharmaceutical companies surging, rather than the stocks of businesses that might be expected to gain from easing of restrictions, such as those in travel and entertainment.</p><p>Sales of cold remedies soared in Shijiazhuang following the easing measures. Long lines quickly formed outside designated hospitals that charge a fee for Covid tests.</p><p>Fear of the disease is especially strong among China's large elderly population, who are more likely to die or suffer serious symptoms from the virus. Vicky Zhang, who's studying finance in the U.S., says she has given up trying to discuss Covid policies during her daily video chats with her parents in China, who still insist she should wear a mask in class.</p><p>Younger people, too, are still fearful of the virus—even though there have been no Covid-related deaths reported in the country since May. Scores of workers were filmed earlier this month fleeing Foxconn Technology Group's main factory in the central city of Zhengzhou following an outbreak at the site, the world's biggest iPhone plant.</p><p>Joining a long list of international events, fairs and competitions in China that were either canceled, postponed or moved to another country, the Badminton World Federation said Tuesday it would move the World Tour Finals 2022 from Guangzhou in southern China to Thailand's capital Bangkok. The decision was \"due to the various challenges brought about by the current pandemic situation,\" the federation said.</p><p>Guangzhou has been at the epicenter of an outbreak in Guangdong province, which reported more than 6,000 new cases Wednesday. Henan, Inner Mongolia, Gansu and the southwestern Chinese metropolis of Chongqing all reported more than 1,000 new infections, according to National Health Commission data.</p><p>To change its Covid policy, Beijing would need to first adjust its propaganda machine to explain why if stopping the virus from spreading was so important in the past, it is now time to move on, said Weifeng Zhong, senior research fellow at the Mercatus Center at George Mason University in Fairfax, Va.</p><p>So far, China maintains that it is adhering to dynamic zero-Covid. Friday's easing of controls was meant to make the approach more \"scientific and precise,\" not to surrender control or let the virus spread freely, according to an editorial in the People's Daily on Tuesday. Instead, the paper said control and preventive measures should continue in order to stop outbreaks before they escalate.</p><p>Complicating efforts to understand China's Covid policy is the lack of transparency and widely varied implementation in different parts of the country.</p><p>On Wednesday, authorities in Yining, a city in Xinjiang that went into lockdown in early August, announced it was returning to normalcy by restoring production, markets and schools. Officials in the city had said they were already easing restrictions at the beginning of September.</p><p>—Qianwei Zhang contributed to this article.</p><p>Write to Liyan Qi at Liyan.qi@wsj.com and Sha Hua at sha.hua@wsj.com</p><p>China Continues to Relax Covid Measures Even as Local Officials Battle Record Cases</p>",
  "published": "2022-11-16T11:50:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": []
    }
  ]
}