{
  "_id": "7f1a6f6d5ca02e9864e5451a191382b0280b020dafaa028fa24693682dd54c80",
  "feed": "ftcomall",
  "title": "The wages of Masayoshi Son as tech falls",
  "text": "<p>The current shakeout in the tech sector means more than sharp falls in share prices. The change in sentiment is affecting start-up funding as well, with talk of <a href=\"https://www.ft.com/content/595f91a3-8052-4f74-b73b-2c3cc710e6ce\">down rounds </a>and companies such as buy now, pay later leader Klarna <a href=\"https://www.ft.com/content/8a184a14-230e-4a94-acf7-d919f1dc039b\">rethinking its IPO plans</a>.</p> <p>Klarna is chaired by Sir Michael Moritz, partner at venture capital firm Sequoia Capital, which has just updated its advice for start-ups facing a bleaker future. In 2008, its guide to surviving the financial crisis was called “R.I.P. Good Times”. In early 2020, it sent a memo called “Coronavirus: The Black Swan of 2020”.</p> <p>The Information has <a href=\"https://www.theinformation.com/articles/sequoia-warns-founders-of-crucible-moment-advises-how-to-avoid-the-death-spiral\">obtained a copy</a> of its latest slide deck, with the less catchy title: “Adapting to Endure”. It describes this as a “Crucible Moment” and suggests founders move fast to extend their runway, looking at cost-cutting to ensure they do not run out of money.</p> <p>“We expect the market downturn to impact consumer behaviour, labour markets, supply chains and more. It will be a longer recovery and while we can't predict how long, we can advise you on ways to prepare and get through to the other side,” says Sequoia.</p> <p>Those who invest in start-ups are also tightening their belts. SoftBank slashed the wages of its top executives after its Vision Fund posted a historic loss of ¥3.5tn ($27.6bn), <a href=\"https://www.ft.com/content/a993bdb1-17d7-46e4-9ed4-ad7d57b20337\">reports Antoni Slodkowski in Tokyo</a>. According to regulatory filings to the Tokyo Stock Exchange, chief financial officer Yoshimitsu Goto made ¥293mn ($2.3mn) in the past fiscal year ended on March 31, down 40 per cent from ¥480mn a year earlier.</p> <p>The pay of founder Masayoshi Son remains unchanged and <a href=\"https://www.ft.com/content/ebf5c830-e6d5-43c5-b039-c9f810f78ad6\">Lex says </a>investors should ask themselves whether it is worth holding shares in a business that is still paying executives highly to underperform the market.</p> <h2>The Internet of (Five) Things</h2> <p><strong>1. Tether's Bahamas connection</strong><br>Tether has held some of its reserves<a href=\"https://www.ft.com/content/e4cb9a6e-cb29-4719-b6ee-33a5bf01945e\"> at a small Bahamas bank</a> called Capital Union, said people familiar with the matter, shedding further light on how the group manages the $73bn stablecoin that underpins the crypto market. In the wake of the collapse of terraUSD, law professor Hilary Allen says <a href=\"https://www.ft.com/content/baba1a78-300a-4b3b-8481-71566ad98f59\">people are asking the wrong questions</a> about stablecoins.</p> <p><strong>2. Italy's broadband consolidation</strong><br>Debt-laden Telecom Italia has <a href=\"https://www.ft.com/content/ac725b64-5a68-491c-aacd-05fde17b96a3\">signed a preliminary agreement</a> with investors to merge its fixed network assets with smaller rival Open Fiber, paving the way for a single Italian broadband champion.</p> <p><strong>3. Japan's horrifying crop of data falsification is also encouraging&#xa0;<br></strong>Toyota, Japan Steel Works and Mitsubishi Electric are among those that have recently acknowledged years of data falsification. As the search for some explanation intensifies, one commonality between the scandals is that the&#xa0;<a href=\"https://www.ft.com/content/13779d58-bb69-48ad-a8ee-8400ba6457d2\">whistleblowers have been given voice</a>&#xa0;by companies' ESG commitments, writes Leo Lewis. There is no such thing as “data”, it isn't worth anything and it doesn't belong to you&#xa0;anyway, <a href=\"https://www.ft.com/content/c93725c4-5e34-4b3b-aae8-dd4c241abebd\">says Benedict Evans</a>.</p> <p><strong>4. ‘Top Gun: Maverick' boosts hopes for summer cinema revival</strong>&#xa0;<br>The sequel to the 1986 film that made Tom Cruise one of Hollywood's biggest stars <a href=\"https://www.ft.com/content/06166ab9-c0ef-4028-8863-f82b0dc4d723\">hauled in $248mn worldwide</a>&#xa0;in its opening weekend, offering hope to struggling cinema owners for a summer box office revival&#xa0;after two lean years caused by the pandemic and the proliferation of streaming services.</p> <p><strong>5. Gaming as the gateway to the metaverse — FT Film</strong><br>The $180bn gaming industry, which is twice the size of the film business, already attracts hundreds of millions of players. But as tech leaders vie to create the next iteration of the internet, gaming has become a battleground. <a href=\"https://www.ft.com/video/6b8420bb-13f2-4c15-8a0c-6a0eb84f0860\">This FT Film explores </a>how gaming got so big and whether it really can be the gateway into this new world. Or will regulation, integration and plain old reality get in the way?</p> <h2>Tech tools — Xiaomi TV F2 series</h2> <p>Chinese smartphone maker Xiaomi continues to expand its ecosystem, with the launch of three televisions in the UK today. The <a href=\"https://www.amazon.co.uk/gp/product/B09YM2WSPP?th=1\">Xiaomi TV F2 series </a>has Amazon's Fire TV and Apple's Airplay built in and is available in three sizes: 43in, 50in and 55in. They are available from today at £399, £449 and £499 respectively. There is also an “early bird” offer across all models, with the 43in selling at £339, the 50in at £379 and the 55in at £424. Features include a 4K UHD display, Dolby Audio, Alexa voice commands and four HDMI 2.1 ports.</p><p>Source: Chris Nuttall in London 2022 'The wages of Masayoshi Son as tech falls' FT.com 30 May. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-05-30T18:10:35.303Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 3900,
          "end": 3905
        }
      ]
    }
  ]
}