{
  "_id": "50497cc53af35f6171184dacc902fd1e00b551bb137c0b5d44dc7a6b3bdedad1",
  "feed": "ftcomall",
  "title": "UK regulator warns over Big Tech's growing interest in finance",
  "text": "<p>The UK financial regulator has warned that Big Tech's growing interest in payments, lending and other finance products might harm competition and leave traditional providers at a disadvantage. </p> <p>The <a href=\"https://www.ft.com/stream/9e69a8e6-c42b-4374-8e32-12f1052ae5ef\">Financial Conduct Authority </a>is launching an inquiry this week into moves by Apple, Amazon, Google and Facebook's parent Meta into retail financial services. It is asking the Big Tech companies, their partners and potential rivals for their views on Silicon Valley's expansion into payments, deposits, credit and insurance. </p> <p>While acknowledging that consumers may benefit in the short term, the FCA suggests that Big Tech companies might be able to “exploit their ecosystems” and large data stores to “lock consumers in”, as in other markets where they already face regulatory scrutiny, such as mobile app stores. </p> <p>All four companies hold FCA permits for payment processing in the UK and their pace of expansion in financial products appears to be accelerating. Amazon last week launched a new <a href=\"https://www.ft.com/stream/9e69a8e6-c42b-4374-8e32-12f1052ae5ef\">insurance portal</a> in the UK, while Apple's <a href=\"https://www.ft.com/content/26d3c862-ef06-4b53-865b-57d675f13827\">acquisition</a> of London-based fintech start-up Credit Kudos earlier this year was seen as deepening its push into payments and consumer lending. </p> <p>Sheldon Mills, the FCA's executive director of consumers and competition, told the Financial Times that the regulator was “looking ahead” in anticipation of tech companies expanding their presence in the UK financial services market, even though some new products — such as Apple's credit card and <a href=\"https://www.ft.com/content/f956de93-e505-4c84-a1ab-2bd23c041004\">new high-yield bank account</a> — are currently only available in the US. </p> <p>“We do think it's important given the scale, given the large capital reserves that some of those firms could have to support entry, that we're starting to understand how competition might develop in our markets,” Mills said. </p> <p>In a market analysis published on Tuesday, which the agency said was intended to “stimulate discussion”, the FCA said that in the short term, Big Tech's entry could bring efficiencies or lower prices, as well as opening up access to people who are underserved by existing providers. New competition from the US companies could also stimulate traditional financial services firms in the UK to embrace digital technologies more quickly. </p> <p>But, longer term, risks loom large, the FCA suggested. </p> <p>“Based on evidence in Big Tech firms' core markets and their expanding ecosystems, there are competition risks arising from them rapidly gaining market share, markets ‘tipping' in their favour and potential exploitation of market power,” the FCA wrote in its 61-page analysis. “This could be harmful to competition and consumer outcomes.”</p> <p>The relationship between tech companies and traditional banks is often an uneasy one, where allies can quickly become rivals. </p> <p>Tech companies often partner with traditional financial services companies when they first launch a new product, as Amazon has with a trio of home insurance companies. But given their scale, user base and data, they may then look to launch their own in-house services, the FCA said. Apple's forthcoming “Buy Now Pay Later” service will offer short-term loans to consumers <a href=\"https://www.ft.com/content/fc4eeb5c-479a-4daf-9f8b-808ee937530f\">through a wholly owned subsidiary</a>, rather than via Goldman Sachs, with whom it partners on credit cards and deposit accounts. </p> <p>The FCA also suggested that tech companies ought to share their prized customer data with traditional providers. </p> <p>“We would be concerned if data can be used exclusively by Big Tech firms, who are also able to place data access restrictions on incumbent providers or potential entrants,” the FCA wrote. “Big Tech firms' access to unparalleled data, and an ability to combine data across their ecosystems provides them with a unique competitive advantage that incumbents and fintechs do not possess.” </p> <p>No regulatory changes are being proposed “at this stage”. Responses to the FCA can be submitted until January 15 2023 and the agency expects to issue a feedback statement in the second half of next year. </p> <p>Apple, Amazon, Google and Meta declined to comment on the FCA's comments and market survey. </p><p>Source: Tim Bradshaw in London 2022 'UK regulator warns over Big Tech's growing interest in finance' FT.com 24 October. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-10-24T23:07:59.191Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1017,
          "end": 1022
        },
        {
          "start": 1441,
          "end": 1446
        },
        {
          "start": 3901,
          "end": 3906
        },
        {
          "start": 273,
          "end": 278
        },
        {
          "start": 272,
          "end": 277
        },
        {
          "start": 2989,
          "end": 2994
        }
      ]
    }
  ]
}