{
  "_id": "601ff26ca0c7217df57f4005cb6e1c957df8ccae0c5f40e298ff0bb496a9dc9e",
  "feed": "wall-street-journal",
  "title": "Political Risk Returns to China and Looks Here to Stay; Domestic political instability and labor activism could reshape how foreign companies operate in China",
  "text": "<p>For decades, foreign companies operating in China have benefited from access to the country's massive labor force, in exchange for largely steering clear of politics. Investment-hungry local governments, in turn, have often acted pre-emptively to defuse political problems that might complicate business—particularly independent labor activism, resistance to land acquisition, or other forms of organized protest.</p><p>That has been one key factor that has long distinguished China from other potential manufacturing competitors such as India. To the extent that multinational manufacturers worried about political risk, it has primarily been about geopolitics, rather than conditions in China itself.</p><p>Butthe twin protests—over labor conditions and Covid-19 policies—erupting this month represent a serious challenge to two key assumptions underlying this arrangement. First, that companies can count on a fundamental level of political stability when they invest in China. And second, that workers won't push labor actions too far for fear of state reprisals.</p><p>Small-scale local protests in China, particularly over workplace or financial issues, aren't uncommon. But the violent protests against unpaid bonuses and harsh lockdown conditions that erupted in Apple supplier Foxconn's Zhengzhou factory in November were notable for their scale, ferocity and the fact that they occurred at a major multinational factory. They also resulted in a clear victory for workers, who received guarantees their contracts would be honored and the option to quit with a 10,000 yuan, equivalent to $1,400, payment.</p><p>The separate protests now proliferating across Chinese streets and campuses, triggered by anger over 10 fire deaths in locked-down Xinjiang's capital Urumqi, involve at least four major cities and have featured, in some cases, direct calls for Mr. Xi to step down.</p><p>In both cases the anger is related to China's harsh Covid-control policies, which have successfully prevented large scale fatalities so far, but often appear arbitrary and cruel.</p><p>The unrest is also taking place in the context of deeper changes handing additional leverage to unskilled factory workers—and piling further pressure on China's already stressed educated youth.</p><p>Unemployment in the 16-to-24 age bracket is 18%, in significant part due to Covid-related restrictions, but also due to policies championed by Beijing that have punished previously fast-growing industries such as tech, which used to absorb large numbers of young, educated workers.</p><p>At the same time, China's supply of workers who migrate from rural areas to find work in cities—the backbone of its factory empire—is aging rapidly and looks close to peaking, even as China's economy has become more dependent on manufacturing and exports in recent years.</p><p>All of this adds up to a populace that appears primed to push the envelope with manufacturers and the government in a way that hasn't been the case for decades. And that fundamental reality leaves Beijing with a deeply unsatisfactory set of policy options— all of which seem likely to further damage the already shaken confidence of multinationals in the country as an indispensable manufacturing hub.</p><p>If the government cracks down hard on protesters and further intensifies its already harsh Covid controls, that will pile more political pressure on Western multinationals—and more harsh lockdowns will create further disruption to factory production.</p><p>But if Beijing caves to public pressure and eases Covid controls at the margin, the result could easily be large-scale fatalities—a potential trigger for even worse unrest. Success could also embolden student and labor activists to push for further changes.</p><p>China is in the midst of its largest Covid outbreak yet, with new cases nationwide at around 40,000, according to official data, up from around a thousand in late October. Meanwhile, only around 40% of China's roughly 36 million citizens above 80 had received three vaccine shots by mid-2022.</p><p>Extrapolating from the disastrous early 2022 outbreak in Hong Kong—which has also struggled to vaccinate its elderly—Capital Economics estimates that an uncontrolled Omicron outbreak in China could kill around 1.5 million citizens in the above-80 age bracket alone.</p><p>Whatever happens, it seems clear that China is at a significant inflection point. How the chips will fall remains very difficult to say. But recent developments are likely to further accelerate manufacturers' plans to diversify away from China, even if this momentous November represents the beginning of the end for China's commitment to zero Covid.</p><p>Write to Nathaniel Taplin at nathaniel.taplin@wsj.com</p><p>Political Risk Returns to China and Looks Here to Stay</p>",
  "published": "2022-11-28T14:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1253,
          "end": 1258
        }
      ]
    }
  ]
}