{
  "_id": "ed937c2acaa79fd82ab65ab82d71cba0c0842749f93b79473d33ca3bca5f3255",
  "feed": "wall-street-journal",
  "title": "Meta Value Fell  $232 Billion in Day  ----  By Caitlin Ostroff and Caitlin McCabe",
  "text": "<p>   Shares of Facebook parent Meta Platforms Inc. plunged Thursday, wiping out $230 billion from the technology company's market value, the biggest one-day decline in U.S. history. </p><p>   The company startled investors late Wednesday with a sharper-than-expected decline in profit and a gloomy outlook, pulling its shares down 26% to $237.76, its steepest one-day decline since it started trading in 2012. </p><p>   Meta said it expected revenue growth to slow because users were spending less time on its more lucrative services. </p><p>   It cited inflation as a weight on advertiser spending and estimated that ad-tracking changes introduced by Apple Inc. last year would cost Meta some $10 billion this year. </p><p>   For years, Meta, formerly known as Facebook, has enjoyed its status as one of the largest companies in the U.S. stock market. The plunge in its market value served as a reminder of its influence and dominance. Its drop exceeded the individual market capitalizations of 472 companies in the S&amp;P 500, according to Dow Jones Market Data. </p><p>   Its drop in market value also surpassed the record that Apple Inc. set in September 2020. The iPhone maker lost about $182 billion on Sept. 3 of that year, according to Dow Jones Market Data, during a selloff of technology stocks. </p><p>   The 26% tumble in its stock price weighed heavily on major U.S. indexes and rippled across the market. The S&amp;P 500 fell 2.4%, its biggest percentage decline since February 2021. In contrast, the equally weighted S&amp;P 500 index -- which gives the same weight to both the smallest and largest companies in the index -- lost 1.4% </p><p>   With Thursday's close, Meta has a market value of about $647.17 billion, making it the seventh-largest stock in the S&amp;P 500. Warren Buffett's Berkshire Hathaway Inc., with a market value of about $703.8 billion, replaced Meta as the sixth-largest Thursday. </p><p></p>",
  "published": "2022-02-04T07:08:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1073,
          "end": 1082
        },
        {
          "start": 617,
          "end": 627
        },
        {
          "start": 1073,
          "end": 1083
        },
        {
          "start": 1073,
          "end": 1078
        },
        {
          "start": 617,
          "end": 626
        },
        {
          "start": 617,
          "end": 622
        }
      ],
      "nexusId": "10022657"
    }
  ]
}