{
  "_id": "154b5c9454ca53d354cd5b736337fcf0327f658524138cdc3eef0a60a5a85e68",
  "feed": "wall-street-journal",
  "title": "PERSONAL JOURNAL  ---  Arts in Review -- Art Review:  Tracking an Acquired Taste  ----  By Judith H. Dobrzynski",
  "text": "<p>\n  Van Gogh in America </p><p>\n  Detroit Institute of Arts, through Jan. 22, 2023 </p><pre> </pre><p>\n  Detroit -- Vincent van Gogh (1853-1890) had been dead for 32 years before any American museum bought a painting by him. While he was famously (if exaggeratedly) unsuccessful in life, by then Europe had long since embraced him. Yet at the landmark 1913 Armory Show in New York -- Van Gogh's public debut here, with at least 21 paintings on view -- nothing of his sold, and one critic wrote that Van Gogh had \"little if any sense of beauty and spoiled a lot of canvas with crude, quite unimportant pictures.\" In 1920, when New York's Montross Gallery gave him a retrospective, only three of 67 pictures sold, all to one collector. And when in 1921 the Metropolitan Museum of Art presented \"A Loan Exhibition of Impressionist and Post-Impressionist Paintings,\" including seven Van Gogh loans, it was condemned by many as degenerate art. </p><p>\n  A year later, into this vacuum stepped not an institution in cosmopolitan New York, Philadelphia or Boston, but the Detroit Institute of Arts. With the enlightened purchase of Van Gogh's brushy, brightly hued \"Self-Portrait\" (1887), it became the first American public museum to own one of his paintings. Now, with \"Van Gogh in America,\" it is detailing, also for the first time, how and when Van Gogh metamorphosed in American eyes from a mediocre talent repeatedly lambasted for making \"ugly\" pictures into a much-loved artistic genius. </p><p>\n  Featuring 74 artworks by Van Gogh, the show brims with astonishing facts, telling anecdotes and glorious artworks. Visitors, rightly, begin at the Armory Show in a gallery of paintings that appeared there. Nowadays, works like \"Undergrowth With Two Figures\" (1890), an unusual, verdant forest scene and a prized possession of the Cincinnati Art Museum since 1967, or \"Mountains at Saint-Remy\" (1889), with its thick, gnarly, tactile brushstrokes, which was donated to New York's Guggenheim Museum in 1978, are most cherished. At the time, according to exhibition curator Jill Shaw, the most lauded painting was \"The Dance Hall at Arles\" (1888), a conservative piece resembling a Gauguin. \"Mountains\" was a curiosity. </p><p>\n  A few private collectors were intrigued by Van Gogh. In 1912, Albert C. Barnes, who later founded the Barnes Collection, bought \"The Postman (Joseph-Etienne Roulin)\" (1889). Soon, artist Katherine S. Dreier and lawyer John Quinn, both avid patrons of avant-garde art, also bought portraits: \"Adeline Ravoux\" (1890) and \"Self-Portrait\" (1887). Both, eventually given to museums, are on view. </p><p>\n  Between 1913 and 1920, some 85 works by Van Gogh featured in U.S. gallery exhibitions, and slowly more collectors came around -- tentatively. Ms. Shaw makes this point in a gallery about the Montross exhibition. Two versions of \"The Sower,\" which capture Van Gogh's spiritual side (both from 1888), hang side-by-side. They appealed to Theodore Pitcairn, a wealthy clergyman. But rather than choosing the now-famous one, which strikingly depicts the sower against a big, bright yellow sun and green sky, with a tree slashing diagonally across the canvas, he selected the more conventional version, which pales in comparison. </p><p>\n  So when, in 1922, the DIA bought \"Self-Portrait,\" it was deemed courageous; the museum stood alone for several more years. As the next gallery demonstrates, though, Van Gogh started finding favor at other Midwest museums. In 1926, the Art Institute of Chicago accepted the bequest of four Van Gogh paintings, including his famous \"The Bedroom\" (1889) -- but one of the others turned out to be a fake. Then, in 1932, what is today the Nelson-Atkins Museum in Kansas City, Mo., made the next museum purchase: \"Olive Trees\" (1889), a vivid picture with twisty strokes and shadows. In 1934, the Saint Louis Art Museum bought \"Stairway at Auvers\" (1890), while the Toledo Museum of Art bought \"Wheat Fields With Reaper, Auvers\" (1890) and \"Houses at Auvers\" (1890). </p><p>\n  Van Gogh fever was starting. In 1935, the fledgling Museum of Modern Art in New York presented his first American museum retrospective, with 125 works of art. Irving Stone's sensationalized novel about Van Gogh, \"Lust for Life\" (1934) -- portraying him as a tortured soul -- helped attract visitors, and attendance soared. Some 50 museums petitioned MoMA for the exhibition, which traveled, at least in part, to nine additional museums over the next two years. </p><p>\n  Van Gogh had arrived. Yet only in 1941 did MoMA buy one of his works -- the masterpiece \"The Starry Night\" (1889) -- becoming the first New York museum to acquire one of his paintings. The Met, should you be wondering, waited until 1949 to buy something, purchasing both \"Cypresses\" (1889) and \"Sunflowers\" (1887). </p><p>\n  Almost never lent, \"The Starry Night\" is not in this show, but the Musee d'Orsay has sent \"Starry Night Over the Rhone\" from 1888, which figures in the movie version of \"Lust for Life,\" starring Kirk Douglas. With that 1956 film, Van Gogh's popularity exploded again, securing his place in America's visual canon -- and the end of this story. The final exhibition gallery presents many paintings used in the film or owned by Hollywood figures. </p><p>\n  Today, American museums own 125 Van Gogh paintings. Most were donated rather than purchased, including many of the high points on view here: \"L'Arlesienne: Madame Joseph-Michel Ginoux\" (1888-89); \"Lullaby: Madame Augustine Roulin Rocking a Cradle (La Berceuse)\" (1889); \"The Olive Trees\" (1889), and \"Grapes, Lemons, Pears, and Apples\" (1887). </p><p>\n  \"Van Gogh in America\" plies a strong narrative, beautifully realized with his artworks at every step. It will no doubt be enjoyed for that dazzling art, but it should also be appreciated for showing how museums and pop culture help shape artistic taste and for challenging our own willingness to accept the new. </p><p>\n  --- </p><p>\n  Ms. Dobrzynski writes about art and culture for the Journal and other publications. </p><p></p>",
  "published": "2022-10-13T06:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 5484,
          "end": 5490
        }
      ]
    }
  ]
}