{
  "_id": "c63eacf8fd54db3719894610327a5e4817220769d4a98a775e9243a232edcb0f",
  "feed": "market-watch",
  "title": "$1.4 trillion? Big Tech's pandemic year produces mind-boggling financial results",
  "text": "<p>Despite these challenges, their financial performance has been staggering: Google parent Alphabet Inc. GOOGL GOOG , Amazon.com Inc. AMZN, Apple Inc. AAPL, Facebook parent Meta Platforms Inc. FB and Microsoft Corp. MSFT individually and collectively put up record profit and revenue all around in 2021.</p><p>Collectively, the companies topped $1.4 trillion in revenue — which would rank 13th in gross domestic product as a nation, just behind Brazil and ahead of Australia, according to World Bank figures — and they generated $320 billion in profit based on Generally Accepted Accounting Principles (GAAP).</p><p>For some context on that profit figure: Apple, the most valuable company in U.S. history thanks to a series of amazing profits, took 37 years as a public company — 1980 through 2017 — to collect that much profit in total. Yet the iPhone manufacturer contributed the largest portion of 2021's technology sector profit, topping $100 billion for the first time, a figure that itself eclipses the total profit Apple collected in its first three decades on the market.</p><p>Make no mistake, this is not normal. These five companies accounted for 17.8% of the S&amp;P 500 index company profit in the first nine months of the year, according to Dow Jones Market Data, and grew their profit more than 55% from already-record earnings in 2020. Individually, some companies saw mind-boggling profit growth last year. Alphabet, for instance, made as much profit in 2021, $76 billion, as it had in 2020 and 2019 combined —and both of those years contained record profit for the search giant at the time.</p><p>One way to see how out of line this was from a historical perspective is to look at the companies' net margins — only Facebook saw net margins decline in 2021 from the previous year, one of the reasons its stock has been hammered after reporting fourth-quarter earnings last week, including the biggest one-day market-capitalization decline in history. Apple and Alphabet saw huge spikes to record net margins in 2021, while Microsoft enjoyed its largest net margins since the dot-com boom went bust in 2001 and Amazon posted its biggest margin since 2004.</p><p>Those gains are expected to have an outsize effect on the S&amp;P 500 index SPX as companies in the index collectively head for the highest net profit margin on record. In total, with nine months of reported results and a combination of reported fourth-quarter results and analysts' estimates, S&amp;P 500 index companies are expected to produce a net profit margin in 2021 of 12.21%. That would blow away previous numbers, which have largely been in single digits and topped out previously at 10.75%, according to Dow Jones Market Data.</p><p>Which S&amp;P 500 sector has the widest profit margin ? The Information Technology sector, which is expected to jump from margins of roughly 19.5% in each of the past two years to 23.27% in 2021 and have the largest margin of any of the 11 S&amp;P 500 sectors. Apple and Microsoft reside in that sector, while Facebook and Google are expected to push the Communication Services sector's margins from 12.22% in 2020 to 16.08% in 2021.</p><p>While Big Tech's annual sales growth of 27% is half of the sales-growth percentage, it is still nothing to sneeze at, if anyone would even think about sneezing at $1.4 trillion in annual revenue. Three of the five companies produced more than a quarter-trillion dollars in sales on their own in 2021, and Amazon came in near half a trillion, with $469.82 billion. That is more than Facebook's total sales in its entire history.</p><p>But what about 2022?</p><p>While the financial performance of 2021 (and 2020, and 2019) were tremendous for Big Tech, the only thing Wall Street wants to know is if it will continue. And there are some worthwhile questions about that, even as the bulls continue to insist there is nothing but further gains ahead.</p><p>&#xa0;“The robust prints from tech titans Amazon, Apple, Alphabet, Microsoft, AMD AMD, and Qualcomm QCOM are starting to paint a clear growth story for the tech space in 2022 that we believe is very important for the Street going forward,” Dan Ives, a Wedbush Securities analyst, wrote in a note to clients on Friday.</p><p>But it's feasible that the year 2021 could see peak growth for Big Tech. Right now, analysts expect that Facebook and Amazon will see declining profit this year, and growth rates are expected to slow dramatically across the board.</p><p>The outlook for the first quarter, as expected, was relatively weak, especially for Facebook, which lost a record $232 billion in market cap on Thursday after it warned of a whole host of “headwinds,” including competition from TikTok, the impact from Apple's privacy changes on its advertising revenue, and overall macroeconomic constraints on advertising spending.</p><p>Read also: Meta CFO cries wolf again with bleak outlook</p><p>Only one of the Big Tech companies, Microsoft, provided a strong outlook for the first calendar quarter, and none of the companies provided a full annual outlook for 2022 as much doubt remains about the effects of the current storm of inflation, supply-chain disruptions, and labor shortages.</p><p>Apple gave a fudgy forecast that did not include any numbers, saying that its first calendar quarter of 2022 would see “solid growth” on a year-over-year basis. Analysts are looking for Apple to see about $93.6 billion in revenue in its fiscal second quarter, ending in March, for year-over-year growth of about 5%.</p><p>For more: Apple reports a parade of sales records as earnings top $30 billion for the first time</p><p>While Facebook struggled mightily with the changes in Apple's iOS platform, which let iPhone users opt out of tracking by advertisers, Google has been able to circumvent those issues. Alphabet also rallied after the company announced a major 20-to-1 stock split, which will lower its stock price for retail investors, and make its stock potentially a Dow Jones Industrial Average DJIA component.</p><p>More from Therese: Google is finally splitting its stock; will Amazon and a Dow invite be next?</p><p>Alphabet's YouTube business, however, was slightly disappointing to some analysts, who viewed it as also seeing increased competition from TikTok. And Google executives avoided any kind of forecast in their earnings reports and conference calls.</p><p>Other companies are signaling the end of the work-from-home pandemic boom in tech sector sales, after big earnings misses from Netflix Inc. NFLX and Peloton Interactive Inc. PTON. Life is slowly going back to normal as in person businesses have reopened, such as movie theatres and gyms, and as the Omicron wave of coronavirus dies down and spring arrives, it is likely we will see more people leave the digital lives they have relied on for the past two years for the physical world around them.</p><p>Nobody knows what is on the other side of the pandemic whose effects have obviously pushed consumers and businesses toward online services, cloud software and refreshed hardware, but there is no way to assuredly know that those gains will continue. It just as logical to assume that the huge gains of the past two years were pulled forward from the years ahead of us, which would then potentially be bleaker than currently expected. And regulators, who were already circling the companies after seeing their power, money and influence grow in recent years, are sure to keep the heat on.</p><p>Ives said that while he believes valuation multiples in tech will continue to compress as the Federal Reserve raises interest rates this year, he believes Wall Street is currently underestimating potential growth. But after the growth we just saw, it's hard to believe the encore will top it, especially with antitrust concerns piling up. Then again, Big Tech is already doing things that seem impossible, so maybe they can continue to defy the odds.</p><p>,</p>",
  "published": "2022-02-07T08:17:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 5279,
          "end": 5284
        },
        {
          "start": 5419,
          "end": 5424
        },
        {
          "start": 138,
          "end": 148
        },
        {
          "start": 642,
          "end": 647
        },
        {
          "start": 4629,
          "end": 4634
        },
        {
          "start": 5560,
          "end": 5565
        },
        {
          "start": 3878,
          "end": 3883
        },
        {
          "start": 1008,
          "end": 1013
        },
        {
          "start": 5093,
          "end": 5098
        },
        {
          "start": 1938,
          "end": 1943
        },
        {
          "start": 149,
          "end": 153
        },
        {
          "start": 2925,
          "end": 2930
        },
        {
          "start": 138,
          "end": 143
        },
        {
          "start": 138,
          "end": 147
        }
      ]
    }
  ]
}