{
  "_id": "4608523a641d45874b46852a658cc6e43378757abe3e4b49f48c00edf3a37ac1",
  "feed": "wall-street-journal",
  "title": "AirPods Pro 2nd-Gen Review: Better Noise Canceling, Easier to Find When Lost; At a glance, this year's Pros look unchanged from the previous model. But new chips improve noise-canceling, sound quality and findability when you misplace your case.",
  "text": "<p>The new Pros maintain the same white bud-and-stem design. They can still go flying if you're not careful about how you take off a sweater, or tuck long hair behind your ears. But they do sound better than the originals—and they block sounds better, too. They're also easier to find if lost, and have other practical improvements. Just don't rush to upgrade if you already own a working pair of the previous generation.</p><p>An All-Around Sound Update</p><p>Apple says a new H2 chip cancels twice as much noise as the previous generation. It also enables a new adaptive capability in Transparency mode (where you can hear your surroundings), which reduces loud sounds that can damage your hearing, from sources such as power tools.</p><p>I've worn the original AirPods Pro almost daily for years, and I noticed an improvement in noise cancellation in the new pair right away. Constant sounds are almost silent. On a recent trip, the hum of the train disappeared as soon as I pressed the stem to activate noise canceling. Incidental sounds can still seep through. When a nearby rider started playing videos out loud on her phone, I could hear the faint, repeating high-hat of a TikTok. The sound leakage felt more distant compared with the older buds, however, and with music playing, all sounds faded away. </p><p>The Pros sound better than the older buds—but they're not worth an upgrade just yet for people whose current AirPods Pro work just fine. PHOTO: Nicole Nguyen/The Wall Street Journal</p><p>With Transparency mode, the opposite was true. Outside noises come through clearer and sound even more natural than the already great first generation. You can turn on Adaptive Transparency in AirPods settings, which brings the protective capability to Transparency mode.</p><p>I had a hard time testing it. The daily rumble of dense city streets, with plenty of loud motorcycles and honking vehicles, didn't sound any quieter. And then, at last! I never thought I'd be so happy to see a live jackhammer at a construction site.</p><p>I felt a subtle pressure change in my ears as the buds muted the drilling. As I walked past, it was like dipping my head in and out of water. I appreciate the ear protection, though it didn't dramatically change my experience with Transparency mode.</p><p>Apple says the new chip improves audio quality, too. But I had to really focus to hear any difference while streaming tracks on Spotify and Apple Music. There's also a new feature to personalize your three-dimensional, surround-sound-esque Spatial Audio experience with compatible movies and shows. After scanning my head with my iPhone's front camera, I didn't hear any improvement. Apple says it's designed for people who didn't have a good experience with Spatial Audio previously. (It's also available for some older AirPods and Beats models.)</p><p>Volume Control and Features for the Forgetful</p><p>The more significant updates to the AirPods Pro go beyond sound quality. You can now control volume by swiping on the stems. You'll hear a little pop with each volume swipe. Apple says the battery life is better, now 6 hours on a single charge, up from 4.5 hours, and the case contains 30 hours of battery life, up from 24 hours. That's in line with my testing. </p><p>A small groove in the side of the case can accommodate lanyards such as this $13 Incase option. PHOTO: Nicole Nguyen/The Wall Street Journal</p><p>For those, like me, prone to misplacing their 'Pods, there's finally a proper solution. Previously, the Find My app could only locate buds when they were out of their case. Now, the case itself behaves like an AirTag: The Find My phone app can point you in its direction, if you have a newer iPhone compatible with the object-tracking U1 chip. The case also has a speaker that can play tones to help you find it in a coat pocket, as mine always are.</p><p>Apple's website confusingly says a lanyard loop is \"included,\" but that's just referring to the groove on the case's side where you can attach your own lanyard to keep your AirPods safe. Lanyards, such as Incase's $13 cord, are sold separately.</p><p>Upgrade—If You Need To</p><p>Overall, the second-generation AirPods Pro are a solid update to a product that was already quite good. They have many of the same flaws as the original. For example, the case's charging port is still Apple's proprietary Lightning cable, rather than the more universally used USB-C. (You can power the case wirelessly with Qi-enabled chargers or an Apple Watch charging puck.)</p><p>The earphones still can't connect to multiple devices simultaneously. Apple's solution has been to automatically switch between devices connected to the same iCloud account. For me, the feature is more cumbersome than convenient, especially when I'm on a Zoom on my computer and my AirPods jump devices mid-call. Apple says it's continuing to improve the automatic switching feature. </p><p>The case gets a big upgrade: an object-tracking U1 chip. The iPhone's Find My app can point you in the case's direction when you misplace it. PHOTO: Nicole Nguyen/The Wall Street Journal</p><p>AirPods Pro aren't the only option. If you regularly connect to an Android phone or Windows computer, you should look for alternative buds. If you live inside Apple's walled garden, no other earbuds can compete with the AirPods (or H1-equipped Beats Fit Pro) on seamless pairing with iPhones, iPads, Apple Watches and Macs. The \"it just works\" factor outweighs any marginal gains on active noise cancellation or battery life, where these Pros already excel.</p><p>But the competition can beat Apple's headphones on price.</p><p>SHARE YOUR THOUGHTS</p><p>Are you planning to upgrade to second-generation AirPods Pro? Why or why not? Join the conversation below.</p><p>Sony's LinkBuds S offer surprisingly good active noise cancellation, balanced audio and 6-hour battery life for $200 (on sale for as low as $149). Apple-made Beats Studio Buds ($150) are a decent lower-price alternative with weaker noise canceling. They do pair fast with iPhones, but don't have the same seamless hopping across Apple devices.</p><p>Looking for a complete cone of silence? Over-ear headphones are better at isolating sound. Sony's WH-1000XM5 ($399.99) have a terrible name but fantastic noise cancellation.</p><p>So, should you get the new AirPods Pro? Perhaps you're an AirPod owner experiencing dwindling battery life. Apple offers a battery service for $49. Or maybe you lost a bud. Or just want to step up from regular AirPods. That makes for an easy choice: Get the new Pros, and enjoy your jackhammer-free walks.</p><p>—For more WSJ Technology analysis, reviews, advice and headlines, sign up for our weekly newsletter .</p><p>Write to Nicole Nguyen at nicole.nguyen@wsj.com</p><p>AirPods Pro 2nd-Gen Review: Better Noise Canceling, Easier to Find When Lost</p>",
  "published": "2022-09-22T13:46:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 5306,
          "end": 5311
        },
        {
          "start": 2243,
          "end": 2248
        },
        {
          "start": 4259,
          "end": 4264
        },
        {
          "start": 2627,
          "end": 2632
        },
        {
          "start": 6275,
          "end": 6280
        },
        {
          "start": 5978,
          "end": 5983
        },
        {
          "start": 3790,
          "end": 3795
        },
        {
          "start": 5796,
          "end": 5801
        },
        {
          "start": 2383,
          "end": 2388
        },
        {
          "start": 5493,
          "end": 5498
        },
        {
          "start": 5165,
          "end": 5170
        },
        {
          "start": 4748,
          "end": 4753
        },
        {
          "start": 446,
          "end": 451
        },
        {
          "start": 4505,
          "end": 4510
        },
        {
          "start": 3011,
          "end": 3016
        },
        {
          "start": 4407,
          "end": 4418
        },
        {
          "start": 4407,
          "end": 4412
        }
      ]
    }
  ]
}