{
  "_id": "8b50793484a7bf05ea178d652374ee91b8e994ca3d4d613742e15bd91bc1143d",
  "feed": "market-watch",
  "title": "Fed rolls out new index to flag early warning signs of distress in corporate bonds",
  "text": "<p>The index comes as the stock market SPX faces the worst first-half to a year since 1970, but also a historically bad stretch for bonds.</p><p>\"The index allows us to understand what it means for a particular market to be in distress and assesses various indicators from a holistic perspective, something that previously did not exist in the market,\" said Anna Kovner, director of Financial Stability Policy Research at the New York Fed, in a statement.</p><p>Corporate debt serves as a main artery of American finance, a sector with the potential to spark ripple effects through the global financial ecosystem and the U.S. labor market.</p><p>To show its interconnectedness, a snapshot of the index from earlier this year pinpoints stress rising in corporate bonds after Russia's invasion of Ukraine in February, with it peaking in March, and then retreating.</p><p>The Fed said the June corporate bond index update shows a market that appears \"healthy.\"</p><p>The index already sweeps up nearly two decades of historical data for the corporate-bond market, including distress around the Global Financial Crisis, the 2011 eurozone debt crisis and in 2020 at the onset of the pandemic. New data will be included with each monthly update.</p><p>The Fed in March 2020 launched a series of emergency facilities to help stabilize markets roiled by the pandemic, including a first-ever program for buying corporate debt. It ended up briefly owning debt of some of the biggestAmerican businesses from Apple Inc. AAPL to Ford Motor Co.F</p><p>The facility was used only sparingly, but with the Fed's policy rate slashed to a range of 0%-0.25%, a record borrowing binge by American corporations ensued at historically low rates.</p><p>This year, the investment-grade portion of the corporate bond market has come under sharp pressure, even more so than the high-yield, or \"junk bond\" market. Like stocks and bonds, total returns for both corporate bond sectors remain deeply in the red in 2022 as the Fed has begun to aggressively raise interest rates in its fight to cool inflation near a 40-year high.</p><p>Read: Major bond ETFs on pace for worst first half to a year on record</p><p>The carnage in bonds has resulted in volatility, including as investors have fled corporate bond funds and some of the biggest exchange-traded funds LQD JNK HYG in the sector. Issuance of new corporate bonds also has slowed over the course of this spring as volatility has made market participants less willing to transact.</p><p>Fed rolls out new index to flag early warning signs of distress in corporate bonds</p>",
  "published": "2022-06-29T16:39:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1469,
          "end": 1473
        },
        {
          "start": 1458,
          "end": 1468
        },
        {
          "start": 1458,
          "end": 1467
        },
        {
          "start": 1458,
          "end": 1463
        }
      ]
    }
  ]
}