{
  "_id": "7db82748799d3054017e988078eef0588da96f458ba963221824ee8f2c999343",
  "feed": "market-watch",
  "title": "Billionaires typically own concentrated stock positions — this investor posted a 30-fold gain over 10 years on one little-known company; The key to wealth is diversification, the adage goes. But building extreme wealth is often derived from just a few investments",
  "text": "<p>Successful investors from Warren Buffett to Ron Baron teach us time and again that taking concentrated positions can really pay off.</p><p>Of course, this isn't for everyone. For it to work, you have to have the time and skills to figure out what stocks to concentrate in. Otherwise, you might choose badly and lose a lot of money. There is a high risk of this happening. If you don't have the time, just get broad market exposure for the long term.</p><p>But if you want to tiptoe into taking larger positions, one workaround is \"coat tailing.\" Find an investor with a good long term track record. Then buy a larger-than-normal position in what they own a lot of, after you have studied the company enough to understand it.</p><p>With that in mind, I recently checked in with James Davolos of the Kinetics Market Opportunities KMKNX and Kinetics Paradigm WWNPX funds. Those mutual funds are a good study in concentrated position investing. They have enviable records, and a whopper of a concentrated position — more on that later.</p><p>The funds beat their Mid-Cap Growth category and Morningstar U.S. Midcap Broad Growth Index by an annualized five to 10 percentage points over the past three to five years, according to Morningstar Direct.</p><p>Having a concentrated position comes naturally to Davolos, who helps manage the two funds.</p><p>\"Look at the holdings of almost every billionaire on earth,\" he says, \"and you'll see their wealth is wildly concentrated, whether it is in a public stock or private business.\" In the early days, the insurance company Geico produced the big gains for Berkshire Hathaway BRK.B, he notes.</p><p>Finding mispriced stocks</p><p>The key to taking concentrated bets (and investing in general) is to find companies with great qualities that the market is not yet recognizing. Even though markets are supposed to be efficient, that's possible. And it's easier these days because of the rise of exchange traded funds (ETFs) and indexing, believes Davolos.</p><p>Thanks to ETFs and index funds, investment dollars often go into a small number of stocks indiscriminately, meaning the biggest positions in the most popular ETFs and indices — like the Invesco QQQ Trust (QQQ), the S&amp;P 500 or the Dow Jones Industrial Average. These vehicles are market cap weighted. So, they are relatively overweight their stocks with the biggest market caps, like Alphabet (GOOGL), Amazon.com (AMZN), Apple (AAPL), Microsoft (MSFT) and Tesla (TSLA). This means that ETF and index investing plow more money into these names. This leaves other stocks overlooked, left behind and mispriced, says Davolos.</p><p>Another problem is that ETFs and indexing pull money out of active management, which reduces \"price discovery.\" When active managers have fewer analysts and investment dollars, they have less firepower to research stocks and trade them up to where stock prices reflect underling company values.</p><p>For more on this theme, see my column in which even index pioneer John Bogle of Vanguard worries about the potential downsides to indexing. (https://www.marketwatch.com/story/your-love-of-index-funds-is-terrible-for-our-economy-2018-12-10)</p><p>The upshot: There may more misvalued stocks around in the stock market because of indexing and ETFs. Here's more detail on one of them.</p><p>Everything is bigger in Texas</p><p>The Kinetics Market Opportunities and Kinetics Paradigm funds have 46% and 61% of their portfolios in a single energy stock you've probably never heard of: Texas Pacific Land TPL.</p><p>Those positions are big in part because the stock has done well. It has tripled since December 2020. The funds started buying them in 2012 and 2002, when the stock traded in the $40 range and under $10, respectively. But Kinetics has continued to add for years, rather than trim. Most recently they bought last week as high as $1,888 per share.</p><p>What's so great about this company? Texas Pacific Land owns a lot of land in the energy-rich Permian Basin in western Texas, so-named because its rock dates back to the what geologists call the Permian era. The company owns all this land because it was originally a land trust in 1888 set up to take over large land holdings from the Texas and Pacific Railway Co.</p><p>The Permian is an incredibly rich energy basin. But the land alone is not why you'd want to own this company. Instead, the market is undervaluing three key parts to this story: The royalty streams, future energy development by partners, and that large land holding.</p><p>Let's take a look.</p><p>1. Royalty streams. In exchange for royalties, Texas Pacific leases out development rights to energy companies like Occidental Petroleum OXY, ConocoPhillips COP and Chevron CVX, which do the dirty work. With minuscule overhead, gross profit margins are rich, around 90%.</p><p>\"It is called 'mailbox money' by Texas ranchers because you just open mailbox and you have a check,\" says Davolos.</p><p>The problem is, energy sector analysts misvalue Texas Pacific's royalty streams. Davolos believes they use discount rates of anywhere from 12% to 20% to value future royalty streams. In contrast, royalty streams at precious metals mining companies like Franco Nevada FNV — which Kinetics owns — are more like 3%. The higher discount rates used in Texas Pacific valuation models lower the net present value of future income.</p><p>Energy analysts also misvalue the royalties because they predict too steep a decline in oil and natural gas prices over the next several years, says Davalos. Energy companies underinvested in development for years, so it will take some time for supply to catch up.</p><p>2. Expected development. The hot spot of the Permian Basin is called the Midland Basin. In contrast, Texas Pacific owns land in the Delaware Basin. Not only is this a smaller basin, but the fossil fuel is deeper and trickier to tease out with fracking. This means that so far, the Delaware Basin is less developed. But that'll soon change.</p><p>\"Given where supply is, the development will happen a lot faster than people think,\" predicts Davolos.</p><p>Global energy supply is scarce relative to demand, owing to years of underinvestment, which has driven prices higher.</p><p>The Delaware Basin \"will be critical in balancing the global oil market,\" says Davolos.</p><p>To get an idea of how much this could boost Texas Land Pacific earnings, consider this. Their Delaware Basin energy assets are 100% leased, but so far only 7% has been developed.</p><p>3. Large land holdings. Texas Land Pacific owns a million acres of Texas land that is \"not even remotely appreciated,\" says Davolos. Water on the land will be sold for use in fracking. The land can also be used for cell towers, access roads, and solar and wind farms.</p><p>In short, despite its meteoric rise, Texas Land Pacific looks like it will continue to outperform, at least according to Davolos. If you are looking for a more diversified portfolio than what these two funds have, which probably makes sense, then consider the next two largest positions.</p><p>Favor value stocks</p><p>Compared to Texas Land Pacific, the next two largest holdings of these two funds almost seem like afterthoughts. They are Brookfield Asset Management BAM and Live Nation Entertainment LYV, at 4.5% and 2.9% of the portfolio.</p><p>But they're worth mentioning because they are cheap value stocks that Davolos thinks the market is overlooking. That means they fit another theme Davolos believes will pay off over the next five to 10 years: Favor value because it will dominate growth.</p><p>\"We think value investing will have a spectacular run,\" he says. \"Value has a huge secular shift coming.\"</p><p>His reasoning: Growth companies will face two persistent challenges. One is that inflation will remain higher for longer — in the 3.5% to 5% range, which seemed to be confirmed by Tuesday's inflation report. That will hurt growth companies because it lowers their estimated values by raising the discount rates in models investors use to value distant earnings.</p><p>Second, high inflation elevates costs, which delays profitability.</p><p>\"We are exiting an era of abundance and moving to an era of scarcity of energy, agricultural products, industrial metals and labor. That will damage the profit margins of growth companies,\" says Davolos.</p><p>Brookfield Asset Management is a Canadian asset manager that the market misvalues because investors overlook the long-term payoffs of its co-investments in real estate, infrastructure and renewable energy projects.</p><p>\"We think Brookfield Asset Management is extremely undervalued,\" says Davolos. Live Nation is misvalued because big investments in entertainment venues weigh on near-term earnings and cash flow. But they will pay off in the long run. Especially now that people are attending concerts again because the pandemic is waning, and performers have to tour because there is so little money in streaming.</p><p>Michael Brush is a columnist for MarketWatch. At the time of publication, he owned GOOGL, AMZN, AAPL, MSFT and TSLA. Brush has suggested GOOGL, AMZN, AAPL, MSFT, TSLA, TPL, OXY, COP and CVX in his stock newsletter, Brush Up on Stocks. Follow him on Twitter @mbrushstocks.</p><p>Billionaires typically own concentrated stock positions — this investor posted a 30-fold gain over 10 years on one little-known company</p>",
  "published": "2022-09-14T13:43:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 8898,
          "end": 8902
        },
        {
          "start": 2366,
          "end": 2371
        },
        {
          "start": 2373,
          "end": 2377
        },
        {
          "start": 8844,
          "end": 8848
        }
      ]
    }
  ]
}