{
  "_id": "afa46fb18d3a2be711e6f49caa709f18dfe285c8462767f849617f0b2703701e",
  "feed": "market-watch",
  "title": "Given up on Wall Street? Here's how stocks could rally 20% next year, says veteran analyst; Critical information for the U.S. trading day",
  "text": "<p>Evidently, this scenario is unlikely to be good for global growth and company earnings. And consequently we face the relatively rare sight of analysts — usually a positive bunch — on average forecasting relatively little gain for the S&amp;P 500 SPX in 2023.</p><p>However, in a note published before Thursday's slide accelerated, Nicholas Colas, co-founder of DataTrek Research, discussed how the S&amp;P 500 could rally about 20% next year, to around 4,800, though he stresses: \"This is not our view of the most likely path for U.S. stocks, but it is a non-consensus perspective and therefore worth exploring\".</p><p>He starts with the math. \"Assuming a 17x – 18x multiple on forward earnings, investors would have to believe the S&amp;P 500 is capable of earning $267 – $282/share in 2024 to get the index to 4,800 sometime next year. The midpoint of those estimates is $275/share,\" says Colas.</p><p>The S&amp;P 5000 is earning $223 per share now, based on actual third quarter 2022 earnings of $55.65. So, to reach $275 in two years time, earnings must grow 23% over that period, though it does not have to be 11% each year, Colas claims. Earnings growth could be 5% in 2023, provided investors believe it could be 17% in 2024.</p><p>\"Remember: it's not earnings per se that drive stock prices, but rather the market's confidence in future earnings. That is why we started 2022 at 4,800. Markets had a high degree of confidence that the S&amp;P could earn $225/$245 per share in 2022/2023 (the Street's estimates in January 2022) and put a 21x/20x multiple on those earnings. That was a bad call, obviously, but it does explain how powerful expectations can be in the capital market price setting process,\" Colas says.</p><p>The easiest way to justify a 4,800 1-year price target on the S&amp;P 500 is to assume a \"growth recession\" in 2023 and a subsequent earnings recovery in 2024, Colas adds.</p><p>And this is how that might work. First we must assume that a U.S and global economic contraction next year does not come as a surprise to an S&amp;P 500 company, and that they are thus able to adjust costs to maintain, or perhaps even slightly improve, profitability. There's the 5% earnings growth for 2023.</p><p>Then, as the recession helps reduce inflation notably in 2023, central banks will start cutting interest rates, spurring an economic expansion in 2024. At that point the now much leaner companies will see profits accelerate and the market will anticipate this. There's the 17% earnings growth for 2024.</p><p>Colas has a caveat. \"Interestingly, it is harder to make the case for S&amp;P 4,800 if we do not see a U.S./global recession next year. If, for example, we manage to avoid an economic contraction next year then there will be little impetus for companies to right-size their cost structures. This, in turn, will limit earnings leverage in 2024. If markets can't tell a decent story about earnings growth in the out year, they will be less likely to put a healthy multiple on future earnings in 2023.\"</p><p>In summary, such a scenario will depend on how bad any economic contraction is and how companies manage it, particularly how they efficiently cut costs. \"While we don't think the S&amp;P 500 can get to 4,800 in the next year, understanding that uber-bullish case is useful in terms of handicapping more-likely scenarios,\" Colas concludes.</p><p>Markets</p><p>S&amp;P 500 futures ES00 were down 1.2% as a choppy week ends on the back foot. Benchmark 10-year Treasury yields BX:TMUBMUSD10Y rose 5.1 basis points to 3.499% and the dollar index DXY was barely changed as traders continued to assess the likely trajectory of central bank monetary policy. U.S. crude oil futures CL.1 fell 2.7% and gold GC00 was up slightly.</p><p>For more market updates plus actionable trade ideas for stocks, options and crypto, subscribe to MarketDiem by Investor's Business Daily .</p><p>The buzz</p><p>As if market's haven't been stressful enough! Friday brings us \"quadruple witching\", when four types of equity-linked derivatives expire. Goldman Sachs has calculated that options contracts tied to $4 trillion in stocks, stock-index futures and exchange-traded funds are set to conclude.</p><p>Maxar Technologies shares MAXR more than doubled after the geospatial intelligence and aerospace group agreed to a $6.4 billion takeover by Advent International .</p><p>Economic data due on Friday include the December S&amp;P U.S. manufacturing and services PMIs, both published at 9:45 a.m. Eastern.</p><p>Adobe shares ADBE are up about 5% in premarket action after software giant delivered well-received earnings following Thursday's closing bell.</p><p>Shares of Guardant Health GH are slumping more than 30% and competitor Exact Sciences' stock EXAS is jumping more than 20% after the former said results from a study using its blood test to screen for colorectal cancer didn't appear to surpass Exact Sciences' stool-sample screening test.</p><p>Eurozone bond yields surged for a second day, with the Italian 10-year BX:TMBMKIT-10Y up 24 basis points to 4.397%, after theEuropean Central Bank pledged that it would raise interest rates to a higher level than the market had expected.</p><p>Senate passes a stop-gap bill to avert government shutdown.</p><p>Best of the web</p><p>Is that co-worker really 'Off to a New Adventure'.</p><p>How Putin's technocrats saved an economy to fight a war they opposed.</p><p>JFK files: U.S. releases over 13,000 records.</p><p>The chart</p><p>Equity bulls exasperated by the market's miserable performance this year may like to consider the chart below. Did they really expect stocks that were already richly valued by most historic comparisons to do well when the cost of money shot up in a year by even more than it did in the late 1970's? And after a long period when it was all but free!</p><p>Top tickers</p><p>Here were the most active stock-market tickers on MarketWatch as of 6 a.m. Eastern. </p><p> Ticker  Security name  TSLA    Tesla  GME     GameStop  MULN    Mullen Automotive  AMC     AMC Entertainment  AAPL    Apple  NIO     NIO  BBBY    Bed Bath &amp; Beyond  AMZN    Amazon.com  META    Meta Platforms  DWAC    Digital World Acquisition Corp.</p><p>Random reads</p><p>Oz chip crisis.</p><p>Basking hare snapshot wins top RSPCA prize.</p><p>\"Fool us once, shame on you. Fool us 1,438 times, and it may finally be too much.\"</p><p>Has the SS Pacific's gold-laden shipwreck been found after 150 years?</p><p>Need to Know starts early and is updated until the opening bell, butsign up here to get it delivered once to your email box. The emailed version will be sent out at about 7:30 a.m. Eastern.</p><p>Listen to the Best New Ideas in Money podcast with MarketWatch reporter Charles Passy and economist Stephanie Kelton</p><p>Given up on Wall Street? Here's how stocks could rally 20% next year, says veteran analyst</p>",
  "published": "2022-12-16T11:48:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 5794,
          "end": 5799
        }
      ]
    }
  ]
}