{
  "_id": "1f6c8cb153ce57739c95e73c7cc570e84c49265a776f170d37f982572771b2f8",
  "feed": "ftcomall",
  "title": "The lost art of urban apple picking",
  "text": "<p>Three years ago, the Copenhagen city council voted in favour of planting out areas of the Danish capital with fruit trees and bushes, apples and blackberries among them. An “interactive urban orchard” was how the municipality described it. You might think of it as a natural food court with an invitation to graze.</p> <p>The announcement chimed perfectly with the rise in urban foraging as a trend. It arrived not just out of an appreciation of the summer flowers and fruits and fungi of autumn but also with attitude: it sets itself against the commercialisation of food supplies.</p> <p>However new this trend was, I'm fairly sure we all did it quite naturally as kids, without encouragement or ideology.</p> <p>Perhaps we were more likely to spot food hanging from trees and on bushes then, having no mobile phones to distract our eyes. And more likely to go-a-picking the fruit trees in other people's gardens — quite deep forays, I recall — so delicious was the mix of temptation and challenge. The apple was the height of achievement&#xa0;(it helps to have grown up in a leafy suburb).</p> <p>Now a grown-up, I think of the weight of fruit a mature tree produces and wonder how one household could not have wanted to share them. Could they possibly eat all those apples themselves? (Unless they still take a substantial weekend newspaper, in which case they could wrap and store them for a few months.)</p> <p>I also watched urban fruit foraging from the other side when young. My father planted a fig tree in our garden, overhanging the street corner. Within a couple of years, it had shot up. The boughs curved back down over the fence by late summer. And, looking out of the window, you could see the hand of even the most respectable besuited passer-by attempting to reach a particularly plump fig on a higher branch. The harvest was for all.</p> <p>The city is not an obvious place for fruits. But, counter-intuitively, it is one of the better places to grow them. The heat bank of concrete and tarmac means apples and berries enjoy an extended summer. Fruit trees grow well in pots on balconies or up south-facing walls.</p> <p>London would have been a forager's paradise in past centuries, with groves interspersed between houses before the city became dense. So prolific were London apples that there are varieties named after its suburbs: Hounslow Wonder and the Merton Joy. Perivale is named after the pear. Old road names betray their whereabouts in town: Abbey Orchard Street, near Westminster Abbey, and The Orchard in Chiswick, for example. (I imagine some newer residential and commercial buildings now plaster the name on just to give them a bucolic feel.)</p> <p>They disappeared from inner London where the urge to build took over from the urge to grow. Their decline is mirrored by the picture across the country. The National Trust recently reported that four-fifths of smaller English orchards&#xa0;have disappeared since 1900.</p> <p>I have no idea whether the number of fruit trees in people's private gardens has declined in my lifetime or whether the money in my pocket means I just don't spot the ripe fruit asking to be picked. It is just easier to go to a supermarket or the local fruit stall.</p> <p>But I suspect it has. London's gardens are a quarter smaller than the national average and shrinking as houses extend. Old boundary hedges, where crabapples and elder reside, have been replaced with driveways or fencing. The pip of the apple has less space to land and bramble vines fewer places to clamber up.</p> <p>But the clamour to “eat from the streets” — which I think is code for wanting a return to Eden — certainly has risen. Foragers populate YouTube, explaining leaves, berries, fungi and nuts. Even old media has taken an interest. In 2020, Hoxton Mini Press published a book by Wross Lawrence called <em>The Urban Forager</em> with recipes for rosehips and sweet chestnuts — out now if you know where to find them — as well as summer fare such as cowslips. I keep coming across it on the coffee tables of my alternatively minded friends.</p> <p>There I was thinking urban foraging was just about a disconnected generation trying to prove they could feed themselves, as we did as children. Then one person described to me the thrill of finding edible wonders out on the streets, in local parks and from the front of gardens as akin to shoplifting.</p> <p>That cynicism may be matched by a few private tree owners for whom this has all got too much. I regularly walk past a house in central London with an espaliered apple tree and a stern notice: “Do not pick the apples.” As if we needed a further reminder that we are not in Eden now.</p> <p><em>Follow Joy </em><a href=\"https://twitter.com/joy_lo_dico?lang=en\"><em>@joy_lo_dico</em></a></p> <p><em>Luke Edward Hall returns next week</em></p> <p><em>Find out about our latest stories first — follow </em><a href=\"https://twitter.com/ftproperty\"><em>@FTProperty</em></a><em> on Twitter or </em><a href=\"https://www.instagram.com/ft_houseandhome/?hl=en\"><em>@ft_houseandhome</em></a><em> on Instagram</em></p><p>Source: Joy Lo Dico 2022 'The lost art of urban apple picking' FT.com 7 October. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-10-07T04:00:09.350Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 984,
          "end": 989
        },
        {
          "start": 4455,
          "end": 4460
        },
        {
          "start": 3392,
          "end": 3397
        },
        {
          "start": 22,
          "end": 27
        }
      ],
      "nexusId": "10022657"
    }
  ]
}