{
  "_id": "beb97c2566ad596c01560374eb339682a46980f358ae6323939c5fc68605656c",
  "feed": "market-watch",
  "title": "Biden to bolster mineral supply chain for phones, EVs and wind power to help end foreign reliance",
  "text": "<p>Targeted minerals include lithium, graphite and rare earth metals REMX. They help run cell phones AAPL, computers, household appliances, electric vehicles, wind turbines and other technologies.&#xa0;</p><p>“China controls most of the global market in these minerals, and the fact [is] that we can't build a future that's made in America if we ourselves are dependent on China for the materials that power the products of today and tomorrow,” Biden said in a virtual meeting&#xa0;to make the administration's announcement.&#xa0;&#xa0;</p><p>The announcement came the same day that geopolitical tensions shot higher. Russian movements in Ukraine have sent Europe into a spin over natural gas shortages and U.S. drivers are bracing for the highest gasoline prices in nine years as oil approaches $100 a barrel.</p><p>Read:Biden targets Russian banks, sovereign debt in ‘first tranche' of sanctions over Ukraine invasion</p><p>Biden has made pushing EVsTSLA and wind and solar powerICLN the hallmarks of a pro-climate agenda. But his pro-union and pro-U.S. manufacturing stance has sometimes been at odds with the cost-effectiveness and speed of imports, particularly as he has set the U.S. on a path on halve the carbon emissions created by burning traditional fuelsCL00 by the end of this decade.</p><p>Biden said the U.S imports close to 100% of these minerals from other countries, including China, Australia and Chile.</p><p>Biden suggested that as the world transitions to a clean-energy economy, global demand for these critical minerals is set to skyrocket by 400%-600% over the next several decades, and, for minerals such as lithium and graphite used in EV batteries, demand will increase by even more — as much as 4,000%.</p><p>The White House announced that MP Materials Corp.MP will invest $700 million in the magnet supply chain, creating 350 jobs by 2024. The company will be given an additional $35 million from the federal government for a magnet supply chain and the processing of rare earth elements, the administration said.</p>",
  "published": "2022-02-22T21:19:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 98,
          "end": 102
        }
      ]
    }
  ]
}