{
  "_id": "8a489777580b65f26a6658058b63af01542e6340685254980aa75f6515d840c6",
  "feed": "wall-street-journal",
  "title": "Apple Music, Apple TV+, Apple One Now Cost More; The tech giant is increasing prices for subscriptions by $1 to $2 a month starting Monday",
  "text": "<p>Apple One, which bundles Apple Music, Apple TV+ and other services, will now cost $2 more a month at $16.95. Apple One's family plan, which allows account sharing, will rise to $22.95 a month from $19.95.</p><p>The iPhone maker's streaming business is part of its plan to grow its services business, which brought in nearly a quarter of all its sales in its fiscal third-quarter. Apple is scheduled to release its latest quarterly results on Thursday.</p><p>The company said Apple Music's price increase is due to the rising cost of licensing music. It said the new price for Apple TV+ reflects the bigger selection of shows and movies it currently has compared with when it launched three years ago.</p><p>\"CODA,\" a movie Apple TV+ released last year, won the best picture Oscar in March—the first such win for a streaming service. Last month, its show \"Ted Lasso\" won the Emmy Award for outstanding comedy series.</p><p>Other companies have been raising subscription fees amid rising costs for making new shows. Streaming site Netflix Inc. increased its prices earlier this year for the first time since 2020.</p><p>And Amazon.com Inc., citing rising shipping and labor costs, raised the price of its Prime membership, which includes free shipping, streaming services and other perks.</p><p>Write to Joseph Pisani at joseph.pisani@wsj.com</p><p>Apple Music, Apple TV+, Apple One Now Cost More</p>",
  "published": "2022-10-24T19:25:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 38,
          "end": 46
        },
        {
          "start": 374,
          "end": 379
        },
        {
          "start": 1305,
          "end": 1310
        },
        {
          "start": 463,
          "end": 468
        },
        {
          "start": 24,
          "end": 29
        },
        {
          "start": 13,
          "end": 18
        },
        {
          "start": 109,
          "end": 114
        },
        {
          "start": 38,
          "end": 43
        },
        {
          "start": 0,
          "end": 5
        },
        {
          "start": 705,
          "end": 710
        },
        {
          "start": 1318,
          "end": 1323
        },
        {
          "start": 25,
          "end": 30
        },
        {
          "start": 1329,
          "end": 1334
        },
        {
          "start": 705,
          "end": 713
        },
        {
          "start": 564,
          "end": 572
        },
        {
          "start": 564,
          "end": 569
        }
      ]
    }
  ]
}