{
  "_id": "6d6d603c6524b1a8b10c67725324cd4ff6506829adc09bfcbc4d8e08ff2d66c7",
  "feed": "ftcomall",
  "title": "Urgent: The energy sector must fix its gas flaring problem",
  "text": "<p>Three things to start:</p> <ul>  <li><p>Elon Musk made plenty of headlines in his interview with the FT this week. But let's forget Twitter (and Trump) for a moment. Energy Source readers might be more interested to hear the billionaire's thoughts on the storage debate: “If you want a means of energy storage, hydrogen is a bad choice,” he said. <a href=\"https://www.ft.com/content/50d2861e-fdeb-487c-b052-f2021558e87d\">It's worth watching the whole video here.</a></p></li>  <li><p>The oil price rally and tech-stock sell-off combo has a big winner: Saudi Aramco, which has replaced Apple as the <a href=\"https://www.ft.com/content/e27fec7b-6afd-4ba4-8e5e-d5d4274f9747\">world's most valuable company</a> by market capitalisation. </p></li>  <li><p>The cost to the EU of <a href=\"https://www.ft.com/content/2aef066b-3cdb-49c2-9258-38575b4ad799\">ditching Russian energy could be €195bn</a>.</p></li> </ul> <p>Welcome back to Energy Source!</p> <p>Our first note today is an op-ed on gas flaring, which remains rampant around the world despite years of industry promises to crack down on the pollution. Mark Davis at Capterio, a company focused on cutting gas flaring, said an urgent campaign to capture flared gas could add badly needed supply to help tame runaway prices and combat climate change at the same time. </p> <p>Next, former vice-president Mike Pence was in Houston this week where he attacked activist investor efforts to green oil companies, including ExxonMobil. Is ESG investing about to become grist for the American culture wars? And in Data Drill, Amanda has the latest International Energy Agency renewables forecast.</p> <p>Thanks for reading!</p> <p>Justin</p> <h1>Opinion: The current rate of gas flaring is unacceptable — and avoidable</h1> <p><em>By Mark Davis, chief executive of Capterio</em></p> <p>Last week's World Bank report on gas flaring revealed that a staggering amount of gas was wasted in 2021. A total of 143bn cu metres “was needlessly flared at upstream oil and gas facilities” — equivalent to more than 90 per cent of Europe's gas imports from Russia, or 1bn tonnes of CO₂-equivalent greenhouse gas emissions. At a modest gas price of $7.50 per million British thermal units, that is also equivalent to almost $50bn in lost revenues.</p> <p>Despite lots of talk about ending wasteful flaring, volumes have fallen less than 1 per cent since 2012 — even though fixing the problem often makes commercial sense and, of course, reduces emissions. In a world of energy insecurity, sky-high prices, and the underlying climate crisis, this is unacceptable.</p> <p>Flaring happens when companies would rather burn off the gas they produced alongside oil than conserve or use it — perhaps because arranging for it to reach a market would be expensive. </p> <p>Flares emit not just CO₂ when the gas is burnt, but also other noxious gases, particulates and, from inefficient combustion, methane. Another problem is the leaking and venting of methane from energy infrastructure. Together, these sources amount to 6.6bn tonnes of CO₂e, or 36 per cent of the oil and gas industry's 18.2bn tonnes of CO₂ scope 3 emissions. </p> <p>All of it is far too common. More than 10,000 flare sites are visible by satellite in over 80 countries, many of which have endorsed the World Bank's “zero routine flaring” by 2030 initiative.</p> <p>We think industry commentators underestimate the CO₂e emissions from flaring too. Our figure of 1bn tonnes is 2.5 times greater than the World Bank's. First, because we do not assume all flares burn gas with best-practice efficiency. We use a global average burn rate of 92 per cent, in line with the International Energy Agency's estimate, versus a higher assumed rate of 98 per cent (which applies only to the most efficient flares). </p> <p>Second, we think it more relevant to measure methane's warming potency as 82.5 times greater than CO₂, over a 20-year period, compared with the industry's more common measurement of 29.8 times the potency, over 100 years. The upshot is that the global goal of zero routine flaring looks increasingly unreachable, creating doubt about many oil producers' “net zero” commitments.</p> <p>But it is not too late. The <a href=\"https://www.ogci.com/\">Oil and Gas Climate Initiative</a>, which includes supermajors such as ExxonMobil and Shell, as well as state-run companies like Saudi Aramco, notes that “virtually all methane emissions from the industry can and should be avoided”, and that flaring remains “one of the best short-term opportunities for contributing to climate change mitigation”. </p> <p>The solutions are manifold: reinjection of the gas into the ground, piping it to markets, or using it for power or even to create liquids — not to mention “exotic” solutions such as cryptocurrency mining or vertical farming. But the industry needs to act now.</p> <p>The global league tables below offer the transparency and focus the sector needs. They show that 19 countries, covering 85 per cent of flared volumes, are considered “code red” — those with high absolute flaring volumes, or those with above-average “flaring intensity” (defined as gas flaring per barrel of oil production). </p> <p>On flared volumes Russia, Iraq, Iran, US, Venezuela, Algeria and Nigeria dominate. But on flaring intensity, Venezuela, Algeria, Iran, Iraq and Nigeria are particularly egregious. Each of these nations are well-known to be beset by operational challenges and tricky business environments. </p> <p>By contrast, however, Norway and Saudi Arabia show us what is possible on flaring intensity, when government enforces strong anti-flaring policies.</p> <a href=\"http://www.ft.com/cms/9932292.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a> <p>There are some hopeful signs from the World Bank and Capterio's <a href=\"https://flareintel.com/insights/new-flaring-data-shows-unacceptable-flatlining-and-boldens-the-imperative-to-act\">analysis</a> of the 2021 data. The US, Algeria, Nigeria, Egypt and the UK had significantly lower flaring in 2021 compared to 2020, driven mainly by improved operational performance. But sadly these gains were almost exactly offset by increases in Iran, Iraq, Libya, Mexico and others.</p> <p>At a moment when energy security and the climate are both in crisis, the industry must not miss an opportunity to pluck such a low-hanging fruit. Tackling gas flaring would lower emissions, reduce pollution, and generate revenues to reinvest in the energy transition. Our biggest challenge is to mobilise capital and deliver on-the-ground impact in the hard-to-influence countries where flaring remains such a problem. We have had lots of talk and commitment — but now is the time to act.</p> <h1>Mike Pence attacks ESG in oil country </h1> <p>Is environmental, social and governance (ESG) investing getting sucked into the American culture wars?</p> <p>Former vice-president Mike Pence gave a speech on energy policy here in Houston this week that claimed president Joe Biden's administration and “liberal activist investors” were “weaponising” the financial system to crush the fossil fuel industry.</p> <blockquote>  <p>“Biden has strategically installed a cabal of bureaucrats and agency heads who are working hand-in-glove with radical liberals in the private sector to make investments in traditional energy all but impossible,” Pence said.</p> </blockquote> <p>Political arguments against the ESG movement have been bubbling under the surface on the right (and left, where it is often seen as little more than corporate greenwashing). But Pence is the highest level Republican yet to pick up the issue.</p> <p>It is a sign that anti-ESG arguments could become a larger part of Republicans' attacks on Democrats over high fuel prices, surging inflation and climate policy, as they seek to regain control of Congress in November. </p> <p>Republicans are also pushing back against ESG investors' pressure on oil and gas groups to focus on things such as reporting emissions, slashing methane pollution and increasing spending on green energy.</p> <p>Pence argued the proxy fight that Engine No 1 won last year against ExxonMobil was a warning sign. The activist hedge fund secured three seats on the US oil supermajor's board with an argument that the company needed a strategic overhaul to improve returns and prepare for the shift to cleaner fuels.</p> <blockquote>  <p>“An insurgent shareholder, backed by BlackRock, the world's largest asset manager, forced Exxon to put three environmentalists on its corporate board. Those individuals now work to undermine the company from the inside,” Pence said in <a href=\"https://www.bakerinstitute.org/events/2311/\">his speech at Rice University</a> in Houston.</p> </blockquote> <p>Earlier this year, Darren Woods, chief executive of ExxonMobil, told me that the company's newly constituted board of directors was working well together and they were “without exception focused on making the company more successful”. </p> <p>It is also worth noting that one of the new board members Pence cast as an environmentalist seeking to tear down Exxon is Greg Goff, an oilman with decades of experience running refining businesses.</p> <p>Still, Pence's remarks could elevate red-state efforts to push back the rising ESG tide.</p> <blockquote>  <p>“States like Texas, with massive employee pension funds invested in the stock market, would be well advised to rein in these massive investment firms that are pushing a radical ESG agenda. Take your money elsewhere,” he said.</p> </blockquote> <p>He also urged states to pass laws requiring their pension fund managers to vote in corporate board elections themselves, “rather than delegating that authority to huge Wall Street firms that are working against their citizens' best interests.”</p> <p>The attack came on the same day that BlackRock itself signalled it was becoming <a href=\"https://www.ft.com/content/4a538e2c-d4bb-4099-8f15-a28d0fefcea2\">more sceptical of activist investor efforts</a> to green big companies. It said it would support fewer proxy votes than last year, after many proposals attempted to “micromanage” companies. (More on this topic in <a href=\"https://www.ft.com/content/3a963c2a-9400-4c26-9e1d-b0f1ed91f031\">yesterday's Moral Money newsletter</a>.)</p> <p>So far this year, big climate proposals at Occidental Petroleum and Phillips 66 have fallen well short of passing. </p> <p>The energy crisis has scrambled the politics of energy in capitals around the world. It is doing the same on Wall Street — and on the campaign trail. (<em>Justin Jacobs)</em></p> <h1>Data Drill</h1> <p>Renewables are being deployed faster than expected, says the International Energy Agency, which has <a href=\"https://www.iea.org/reports/renewable-energy-market-update-may-2022\">raised</a> its forecasts for 2022 and 2023, largely driven by China and the EU. While many EU countries made plans to accelerate the move to renewables following Russia's invasion of Ukraine, revised forecasts were a result of pre-crisis policies. </p> <p>But the IEA lowered its forecasts for the US's renewable energy deployment by 8.5 per cent because of uncertainty over incentives. Solar will be hit hard, it suggested, with forecasts down 17 per cent in 2022 and 9 per cent in 2023. The agency suggested the <a href=\"https://www.ft.com/content/cd913f13-27b3-45a4-aee8-62359b36d32c\">federal tariff probe</a> will reduce the availability of modules. </p> <p>Global renewable capacity additions are set to break another record this year, rising to 320 gigawatts. Growth is expected to slow in 2023 unless countries enact new and stronger policies, said the IEA. <em>(Amanda Chu)</em></p> <h1>Power Points</h1> <ul>  <li><p>Oil majors cite trading for record profits but <a href=\"https://www.ft.com/content/0f125bca-ca3b-42f8-bbbb-3c83c6abf5db\">won't reveal</a> how much money they made. </p></li>  <li><p>America's <a href=\"https://www.ft.com/content/dd6f2dd0-1dad-4747-8ca4-cb63b026a757\">race to mine lithium</a> doesn't have the support of people on the ground.</p></li>  <li><p>Exclusion of Black communities in disaster planning was <a href=\"https://www.washingtonpost.com/business/interactive/2022/hud-texas-disaster-discrimination/?itid=sf_article_list\">found to be discriminatory</a> in Texas. (WaPo)</p></li> </ul><p>Source: Justin Jacobs, Derek Brower, Amanda Chu and Chelsea Bruce-Lockhart 2022 'Urgent: The energy sector must fix its gas flaring problem' FT.com 12 May. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-05-12T11:00:07.090Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 473,
          "end": 478
        }
      ]
    }
  ]
}