{
  "_id": "47aaaadeab541d8a397c8cf1b80980a4ab915bc8fd848c8952de2a6e9217fb9d",
  "feed": "wall-street-journal",
  "title": "World News:  Stalemate Sets In as Battle Lines Harden in the East  ----  By Matthew Luxmoore",
  "text": "<p>   SLOVYANSK, Ukraine -- Maj. Yuriy Bereza's battalion spent months defending, then retreating from city after city in Ukraine's east in the face of overwhelming Russian firepower. </p><p>   Now, with Russia's offensive stalled after a costly advance, Maj. Bereza's 1,500 men are digging in, creating a nearly 10-mile line of trenches to defend this strategic city. </p><p>   \"We're at the point where Russia can no longer advance, and we can't advance yet,\" Maj. Bereza said at a command post of the Dnipro-1 battalion of Ukraine's National Guard on the outskirts of Slovyansk. </p><p>   The war in Ukraine's east has reached a new phase: a violent stalemate. Russia's troops have been exhausted by grinding offensives and Ukrainian resistance, bolstered in recent weeks by long-range rocket launchers provided by the U.S. The Ukrainians aim to stymie the Russians in the east and probe in the south in search of a breakthrough. </p><p>   Russian President Vladimir Putin set the conquest of Ukraine's eastern Donetsk and Luhansk regions as a central goal of his invasion. His forces captured Lysychansk and Severodonetsk in late June, securing most of Luhansk. Ukrainian and Western officials warned that Slovyansk, a major transport hub in Donetsk that was briefly occupied by Russian irregulars in 2014, would be next. </p><p>   But two months on, Russia has hardly advanced, and the city with a prewar population of 110,000 stands largely deserted but unbowed. Weary-looking Ukrainian servicemen on breaks from the front line just 5 miles away fill the two cafes still operating, stop for haircuts at its barber shop and take advantage of cellphone connection to call relatives. Shelling rings out in the distance. </p><p>   \"We used to come here once a week if we were lucky,\" said a soldier from Vinnytsia in central Ukraine, smoking near the main square with members of his unit on a recent sunny afternoon. \"Now we come more often, to check the news and take a couple hours off.\" </p><p>   A telegraphed Ukrainian offensive in the south prompted Moscow to move thousands of troops there from the east. </p><p>   Long-range Himars rocket systems supplied by the U.S. have allowed Ukraine to strike ammunition depots and command posts deep in the rear, complicating Russia's resupply effort and limiting its ability to concentrate devastating artillery on Ukrainian defensive lines. </p><p>   \"The war right now is in a transitional phase where Russian forces have lost much of the momentum they previously had and the battlefield appears relatively static,\" said Michael Kofman, an expert on the Russian military at CNA, a defense-research organization in Arlington, Va. </p><p>   The U.S. on Wednesday promised a new military aid package totaling nearly $3 billion, but it didn't include equipment such as tanks and armored fighting vehicles that Ukraine would need to mount a mechanized advance. </p><p>   \"That it's become quieter here is a good thing,\" said Maj. Bereza, a former lawmaker and veteran of earlier battles against Russian proxy forces since 2014. \"But without offensive arms we can't do anything.\" </p><p>   Inside a bunker close to Russian lines, the 52-year-old monitors the battlefield on a set of screens that link to his iPad and relay images from cameras installed at his battalion's positions. To his left is an annotated wall map titled Plan for the Defense of Slovyansk. Across the room, a computer processes intercepted Russian communications and feeds them to his troops. </p><p>   The Dnipro-1 battalion under Maj. Bereza's command is focusing its energies on entrenching around Slovyansk, Bakhmut and other settlements in Russia's sights. </p><p>   \"The deeper we dig, the higher our likelihood of staying alive,\" said a Dnipro-1 soldier overseeing fortification efforts between Slovyansk and Bakhmut. He tours a labyrinth of trenches that are dug deep into the earth and include rudimentary living quarters. </p><p>   Dnipro-1 soldiers say Russia maintains superiority in firepower and is still capable of dropping tons of shells a day just on Ukrainian positions around Slovyansk. </p><p>   \"The situation has become easier but we can't forget this is a very fragile balance,\" said Capt. Serhiy Ivashenko. </p><p>   In a message on Ukraine's Independence Day on Wednesday, President Volodymyr Zelensky repeated a pledge to liberate parts of Ukraine taken by Russian forces, including eastern Ukraine and Crimea. </p><p>   \"If there is going to be another chapter or phase in this war, it's likely to be driven by Ukrainian actions more so than Russian ones,\" said Mr. Kofman. \"The main question is what Ukraine is going to do next.\" </p><p></p>",
  "published": "2022-08-29T06:06:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [],
      "weightsV2": {
        "weight": 1.0,
        "baseWeight": 0.0,
        "expansionWeight": 1.0,
        "ontologyWeight": 0.0,
        "tagPositionWeight": 0.0,
        "titleWeight": 0.0
      },
      "typeRank": 1
    }
  ]
}