{
  "_id": "2aab6a6f4122da2c75ea768177bc03b89eb811efadedc6592012653471f1e6c4",
  "feed": "wall-street-journal",
  "title": "The Mass Shooting Blame Game; The despicable rush to blame a deranged killer on Republicans",
  "text": "<p>\"Every time MAGA Republicans or pundits vilify wrongly immigrants and call them invaders, every time they falsely claim that millions of undocumented people cast ballots in our elections, and every time loud bigoted voices bemoan the disintegration of an imagined 'classic' America, the subtext is clear: these hard-right MAGA Republicans argue that people of color and minority communities are somehow posing a threat—a threat—to the American way of life.\"</p><p>He added: \"This is replacement theory in a nutshell. It is a dangerous and a deeply anti-American worldview. It's poisoning people's minds who spend hours wandering the darkest wastelands of the internet.\"</p><p>We've supported immigration longer than Mr. Schumer has been in Congress, and politicians should be careful in their rhetoric. But note his logic of massacre causation: Political opposition to unchecked immigration, or support for ballot integrity and American values, drove Payton Gendron to kill 10 African-Americans at a Buffalo supermarket. Oh, and Mr. Schumer also threw in Fox News (where we have a TV show) as fellow travelers in domestic terrorism.</p><p>Mr. Gendron did descend into some ideological rabbit hole, but he also may be mentally ill. He had spoken about shooting up his high school, perhaps at graduation. The school referred him to the police, who referred him for mental counseling. But he claimed to have been lost in the healthcare maze, and he was allowed to buy a gun. One question that should be asked is why so many adults failed to act to protect the community from a young man at an age when mental illness so often strikes.</p><p>As for his manifesto, it is clearly full of racist and anti-Semitic ranting. But it's also full of other rants—against conservatives, for \"eco-fascism.\" They are the incoherent product of a deeply troubled mind. The idea that Mr. Gendron was driven to mass murder by the anti-immigration Facebook ads of Republican Rep. Elise Stefanik is preposterous.</p><p>The media's massacre blame-game also goes only one way. When a deranged black man ran down white grandmothers at a Waukesha, Wis., holiday parade, the media soon turned away from the awful story. President Biden didn't show up and claim America is at risk of losing its democracy, as he did in Buffalo on Tuesday.</p><p>When a Bernie Sanders supporter and MSNBC aficionado nearly killed Rep. Steve Scalise at a baseball practice in 2017, no one sensible blamed the anti-Republican rhetoric of Mr. Sanders or MSNBC for the gun violence. No one sensible did this because they realized the men who pulled the trigger or drove the SUV in Waukesha are responsible for their actions.</p><p>\"White replacement theory\" is a feverish claim that shouldn't have a place in American politics. It promotes an obsession with race that is politically and culturally corrosive. If the theory's point is that Democrats want to flood America with people of color to forge a \"coalition of the ascendant,\" as some on the left have boasted, then that hope is turning out to be forlorn. Hispanics and Asian immigrants often share conservative values, and more of them are voting Republican as the Democratic left moves deeper into the identity fever swamps.</p><p>But Democrats and the mainstream media want to use \"replacement theory\" as a stigma to smear as racist anyone who doesn't like open borders, or critical race theory, or the Democratic Party's hyper-race consciousness. And now they want to claim that Republicans and mainstream conservatives are accomplices in racially motivated domestic terrorism.</p><p>Exploiting a mass murder is despicable, but especially when it's a political strategy to hang onto power in an election year.</p><p>The Mass Shooting Blame Game</p>",
  "published": "2022-05-17T23:03:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": []
    }
  ]
}