{
  "_id": "4bf181f57fbd9f3bc99264dc9b809d365286860773279760a70bc1a80c85d631",
  "feed": "ftcomall",
  "title": "World's largest sovereign wealth fund to vote against Apple's pay policies",
  "text": "<p>The world's largest sovereign wealth fund is voting against Apple's pay policies, including $99mn in salary and bonuses for chief executive Tim Cook, part of a growing shareholder backlash against remuneration at the tech giant.</p> <p>Norway's $1.3tn oil fund disclosed on Sunday that it would vote against the world's most valuable company on pay, as well as shareholder proposals on transparency, forced labour, a civil rights audit and sustainability disclosures, according to its voting intention filed five days before Apple's annual meeting.</p> <p>The oil fund, which owned 1 per cent of Apple as of December 31 2020, justified its decision by saying a substantial part of annual pay should be provided in shares that are locked in for five to 10 years, and that the board “should provide transparency on total remuneration to avoid unacceptable outcomes”.</p> <p>The oil fund's move follows a <a href=\"https://www.ft.com/content/72f23e8d-307d-489b-90e1-93537c666592\">recommendation by Institutional Shareholder Services</a>, the influential proxy voting group, to also vote against Apple's pay policy.</p> <p>In a letter seen by the Financial Times, ISS said there “is a significant concern” with the stock award Cook received last year, which was the Apple chief's first since 2011. ISS last recommended against Apple's pay in 2015.</p> <p>Cook in 2021 received stock awards valued at $82mn at the time of the grant, on top of a $12mn cash bonus and $3mn salary. His pay package also included $630,630 in personal security costs and $712,488 for personal use of a private jet — perks that ISS said “significantly exceeded” comparable companies last year — taking Cook's total for 2021 to $98.7mn.</p> <p>Norway's oil fund is aiming to become increasingly active in environmental, social, and governance matters and is the first large asset manager to disclose its voting intentions for all companies before their annual meetings.</p> <p>Nicolai Tangen, the former hedge fund manager who now runs the oil fund, has identified ESG as one of the main ways for the Norwegian investor to beat its benchmark even as he fears its returns will be lacklustre for the next decade. He <a href=\"https://www.ft.com/content/10fc6f3f-1f45-4cdd-a176-bb4a9d9afa0c\">warned last month</a> that investors face years of low returns as the surge in inflation becomes a permanent feature of the global economy.</p> <p>Shareholder votes on Apple's executive packages are advisory only and do not require its board to take action in response. About 95 per cent of votes cast last year went in Apple's favour. But a significant protest this year could sway the board, nine years after the last meaningful backlash over Cook's pay.</p> <p>Apple was not immediately available to comment.</p><p>Source: Richard Milne in Oslo 2022 'World's largest sovereign wealth fund to vote against Apple's pay policies' FT.com 27 February. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-02-27T13:44:34.355Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 54,
          "end": 59
        },
        {
          "start": 992,
          "end": 997
        },
        {
          "start": 582,
          "end": 587
        },
        {
          "start": 2366,
          "end": 2371
        },
        {
          "start": 2503,
          "end": 2508
        },
        {
          "start": 2214,
          "end": 2219
        },
        {
          "start": 1155,
          "end": 1160
        },
        {
          "start": 518,
          "end": 523
        },
        {
          "start": 1216,
          "end": 1221
        },
        {
          "start": 60,
          "end": 65
        }
      ],
      "nexusId": "10022657"
    }
  ]
}