{
  "_id": "a48d71675419c999cc5abb88f59a70d1a41ff21fe871bb3cc9ff0e2e4f513f4e",
  "feed": "wall-street-journal",
  "title": "Facebook Owner Meta's Stock Price Plunges, Jolting Tech Investors; Shares of streaming giant Spotify also fell after disappointing subscriber outlook",
  "text": "<p>The share-price decline wiped $225 billion from the tech company's market capitalization and could spell its worst daily performance since it started trading in 2012, according to FactSet. In July 2018, shares fell 19%—the current record daily fall—after the social-media behemoth warned about slowing growth.</p><p>Investors have fled some tech titans over the past month in favor of older-economy stocks that stand to perform better in a period of rising interest rates. The loss of Meta's market cap would put its size near that of Warren Buffett's Berkshire Hathaway Inc. Facebook, as it was then known, surpassed Berkshire in market value for the first time in 2016.</p><p>Shares of Spotify Technology SA tumbled 12% after the music-streaming and podcast company's guidance for the first quarter pointed to a slowdown in subscriber growth.</p><p>Meta's plunge weighed on broader markets. The stock had a 2% weighting on the benchmark S&amp;P 500 index as of Wednesday, according to data from S&amp;P Dow Jones Indices. Apple, by comparison, has a 7% weight. Microsoft Corp. has a 6% weight.</p><p>\"Confidence is being knocked because Meta is such a big player on the indices,\" said Susannah Streeter, senior investment and markets analyst at U.K. asset manager and stockbroker Hargreaves Lansdown. \"Ultimately Meta is having to invest so heavily into [research and development] and preparing for the metaverse. That's why it's getting a thumbs-down from investors.\"</p><p>Shares of other large technology stocks also fell. Twitter Inc. shed 6.7% while Amazon.com Inc., which reports earnings later Thursday, declined 5%.</p><p>Meta Chief Executive Mark Zuckerberg said in October that the company's focus would pivot to VR headsets, AR glasses and virtual worlds, known as the metaverse, in which users can live and work.</p><p>Write to Caitlin Ostroff at caitlin.ostroff@wsj.com</p><p>Facebook Owner Meta's Stock Price Plunges, Jolting Tech Investors</p>",
  "published": "2022-02-03T14:42:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 998,
          "end": 1003
        }
      ],
      "nexusId": "10022657"
    }
  ]
}