{
  "_id": "ba76d6640174b961de3f1cec0b5bd9988f5d6498d9964bc691ee5d005a937562",
  "feed": "ftcomall",
  "title": "What Warhol's Marilyn tells us about the art market",
  "text": "<p><em>This is an audio transcript of the </em><a href=\"https://www.ft.com/ftweekendpodcast\"><em>FT Weekend</em></a><em> podcast episode: </em><a href=\"https://www.ft.com/content/bd7ff4dc-bebc-4223-be1e-cb44bcbdaf3a\"><em>What Warhol's Marilyn tells us about the art market</em></a></p> <p><strong>Lilah Raptopoulos</strong><br>A month ago, Christie's auction house sold Andy Warhol's painting “Shot Sage Blue Marilyn” for a record breaking $170mn. That's $195mn with fees. </p> <p><strong>Auctioneer</strong><br>Good evening, everyone. Welcome to Christie's. For the sale of Thomas and Doris Ammann's great collection. </p> <p><strong>Lilah Raptopoulos</strong><br>The painting became the most expensive piece of 20th century art and American art ever to be sold at auction. I was there that night at the back of the room, and over the course of 2 hours I watched this collection of artworks sell for hundreds of millions of dollars. The room was lit up in bright lights and professionally livestreamed for millions of people watching at home. It was kind of like being in the studio audience at Saturday Night Live. And it was pure theatre. </p> <p><strong>Auctioneer</strong><br>Thank you for the underbids there, sir. And we move to the Clemente. </p> <p><strong>Lilah Raptopoulos</strong><br>One painting by Francesco Clemente started at $70,000. </p> <p><strong>Auctioneer</strong><br>70, 80, 90. I have 100. </p> <p><strong>Lilah Raptopoulos</strong> <br>And a bidding war took it to a million and a half. </p> <p><strong>Auctioneer</strong><br>Won five in the saleroom at 1,000,005. Still not yours, lady, you out? Here it is. And you have it here. Third row at 1,000,005. You said 1,000,005. Congratulat . . . </p> <p><strong>Lilah Raptopoulos</strong><br>Halfway through this veteran art reporter sitting next to me turned to me and he says, So how do you like watching rich people spend a lot of money? And all I could say was, it's a lot of money. Honestly, it was disorienting to see so much money move so fast. At the end of the night came the Marilyn, the grand finale. </p> <p><strong>Auctioneer</strong><br>And so, ladies and gentlemen, we come to the American dream, Warhol's sublime depiction of Marilyn Monroe, arguably one of the most iconic pictures of the 20th century. </p> <p><strong>Lilah Raptopoulos</strong><br>And you can even hear in the tape that the bidding here was different. It wasn't a fast paced bidding war. It was quieter, more deliberate. The bids were coming in slow, not in increments of 10,000, but in increments of 10 million. </p> <p><strong>Auctioneer</strong><br>And Alex Rotter, you're definitely out as well. Here it is. And the general's bid. Ladies, gentlemen, at 170mn for the wall is selling here, to you sir $170mn. </p> <p><strong>Lilah Raptopoulos</strong><br>The thing about the Marilyn sale is that we were all watching something that Christie's had been preparing for months. They'd been preparing with marketing, with messaging, with promotion, but also with intelligence gathering. Like what had paintings like it been selling for behind closed doors? Who's interested? Christie's wanted the spring season to be one of the highest grossing of all time. And it was, $2.5bn was made this season at the New York auctions alone. Christie's accomplished their goal of selling the Marilyn for as much as possible. Even if it didn't go for quite as high as they'd hoped. </p> <p><strong>Alex Rotter</strong> <br>Would I have been happier if it sold for 250, 300, 350? Absolutely. Not only because I wanted to do well by the foundation. I also believe, I truly believe that the Marilyn is a painting that deserves this price, whatever that price is, to be one of the most expensive, to be one of the most significant paintings, because for me, she and I'm, I'm a Warholian, so to speak, so I do believe in Warhol and the genius of him. And this is his most essential and most well known work. </p> <p><strong>Lilah Raptopoulos</strong><br>That's Alex Rotter. You just heard him mentioned in the auction tape. He bids on behalf of clients at auction, but his job is much, much larger. He's the head of 20th and 21st century art at Christie's. No surprise, Alex is one of the art market's top salesmen. We'll talk to him later in the show. But first, as the spring season wraps up, we're gonna learn more about the art market from two of our top experts, Jan Dalley and Melanie Gerlis. They can explain to us how different players in the art world work together to make sure that these prices keep rising. This is FT Weekend. I'm Lilah Raptopoulos. </p> <p>[MUSIC PLAYING]</p> <p>The night the Marilyn was sold, Christie's auction house was brimming with exceptional, iconic art. They were selling the collection of Thomas and Doris Ammann for charity, and it had pieces by the super famous, like Cy Twombly and Basquiat and also by some lesser known artists like Ann Craven and Mike Fiedler. But Warhol's Marilyn was indisputably the centrepiece. It was lit in bright lights behind the auctioneer. The star of the show. You probably know this painting. It's on postcards, T-shirts, mugs. It's the quintessential Andy Warhol Americana, pop art portrait. Marilyn Monroe, looking at you with electric blue eyeshadow on hooded eyes. Rose skin, bright yellow hair, all stark against a sage background. And it's part of a series of five. In the weeks leading up to the evening sale, Christie's had pulled out all the stops. Before the auction, they had it presented in their gallery at the end of this red carpet in a dark, empty room with a single spotlight. They even projected Marilyn under the side of Rockefeller Centre. And it's no wonder the painting was estimated to be sold for $200-300mn. The Christie's team came up with that number after months of research. </p> <p><strong>Melanie Gerlis</strong><br>I think the big difference between the market now and five years ago is how much work the auction houses took beforehand in making sure a work will sell for a certain amount. Now sometimes that includes getting an outside investor to promise to pay a certain amount, which kind of fixes a level. But they will have lined up buyers. I mean it, I find auctions now are a bit like watching pre-arranged private sales. </p> <p><strong>Lilah Raptopoulos</strong><br>Melanie Gerlis has been writing about this for years. She's the art market columnist for the FT and editor-at-large for The Art Newspaper. She's written books on this. I invited her on together with the FT's arts editor, Jan Dalley, because they're just both excellent at explaining things. Melanie starts us off with where the art market is right now with the spring auction season just behind us. </p> <p>So, Melanie, I'd love to start just by knowing what the trends are that you've seen this season. </p> <p><strong>Melanie Gerlis</strong><br>There are two trends running in parallel at the moment. One is actually that some of these seven, eight, nine-figure sales are actually not that surprising, they're priced in. They've been happening in the private market, from what I understand, private deals are happening at these levels. But you've got this other trend going on at the moment of incredible speculation. So young artists' works that were painted this year or last year, estimated either $20-30,000, selling for 1-1.5mn, which personally, I actually find more extraordinary than a 195mn for a Warhol painting. </p> <p><strong>Lilah Raptopoulos</strong> <br>Can I ask why you find that more extraordinary? </p> <p><strong>Melanie Gerlis</strong><br>I think that the chance of a work priced at $20,000 that sells for a million selling in a year's time for another million is probably zero. Whereas in some way, a work that has come through the art history canon is going to possibly keep its value. </p> <p><strong>Lilah Raptopoulos</strong> <br>Right, right. </p> <p>[MUSIC PLAYING]</p> <p>The art market is hot all around right now. Works by the most famous artists, what some call blue-chip art, are bringing in record prices. Case in point: the Marilyn. And some new young artists are doing surprisingly well, too. Here's how art sales work. If you buy a piece of art from a gallery or even a big art fair like Art Basel or Frieze, the amount you paid is private. It isn't reported. But because bidding happens in public at auctions, they're our only data point when it comes to price. Auctions are a crucial barometer of an artist's work, and they're also a way to measure how the market is doing more broadly. Auctions can be unpredictable because all people are unpredictable. You don't know who will come and who will get carried away in the moment. But these days, it's become a lot safer. And that's by design. Insiders would rather know that a piece of art going up to auction is likely to sell and how much it's likely to sell for. Let's look again at the Marilyn. </p> <p><strong>Melanie Gerlis</strong><br>It came out of the collection of two very well-known Swiss art dealers called Doris and Thomas Ammann. So they have a, they have a provenance and a history and a story around them that people like. But it wasn't bought, you know, you might imagine there was a, there was a room full of people on the phones to Dubai and Hong Kong and London and all around the world. But it was actually bought by Larry Gagosian, so an art dealer who had worked a lot with the Ammanns in their lifetime. And he, I mean, from what I understand, he's not buying it for his living room. He's buying it to pass on to someone else. </p> <p><strong>Lilah Raptopoulos</strong> <br>You may know that Larry Gagosian is one of the most influential gallerists of our time. Over the last 44 years, he's represented artists like Basquiat and Lichtenstein, and he represented Warhol. He actually sold that Warhol, the “Shot Sage Blue Marilyn”, to the Ammanns in 1986. So the same man who originally sold the Marilyn has now just bought it back. We don't know what it cost in 1986, but we do know that another Marilyn from the series sold for $4mn a few years later. So the question is, how did this happen? How did a painting, presumably worth around $4mn, become worth 4,000 per cent more? One reason is that the painting itself has a famed history. </p> <p><strong>Melanie Gerlis</strong> <br>This is a painting that has a lot of story behind it. And people love stories. So it's called “Shot Sage Blue Marilyn” because it was one of, I think, five works that actually was shot with a bullet. But this was one that didn't get damaged, which is another important point. Plus, it's Marilyn Monroe and Andy Warhol. So you've just got brand of the brand of the brand coming together in one painting. </p> <p><strong>Lilah Raptopoulos</strong> <br>There are other things that the art market values, too. Like, has a painting been in a show at a good museum? More valuable. Is it big? That makes it more valuable. And then, there's the fact that the value of the whole art market rose over that time. </p> <p><strong>Melanie Gerlis</strong> <br>It's worth thinking of Andy Warhol as the artist of postwar capitalism. I mean, that's what we're talking about. Decades that have seen the growth of stock exchanges, of art as an investment of money. And he was the artist, I mean, he loved making money, part of what he was doing. </p> <p><strong>Jan Dalley</strong> <br>There's another point as well, I think, worth making about these big collectors. And as you said, some of the biggest collectors are the big galleries themselves. </p> <p><strong>Lilah Raptopoulos</strong> <br>That's Jan Dalley coming in with the big picture. </p> <p><strong>Jan Dalley</strong> <br>If you already own several Warhols or even, let's say, a lot of Warhols, really a lot, every time a Warhol makes a record price, the value of all your others goes up. </p> <p><strong>Lilah Raptopoulos</strong> <br>Right, right. </p> <p><strong>Jan Dalley</strong> <br>So in a sense, by bidding that incredible amount of money, let's say, Larry Gagosian, is actually augmenting the value of all the other Warhols that he owns because the whole thing gets lifted up. </p> <p><strong>Lilah Raptopoulos</strong> <br>Mm-hmm. </p> <p><strong>Jan Dalley</strong> <br>Of course, this is the super duper spectacular one, and they're not all worth that kind of money. But it maintains the value of your existing holdings. In fact, it increases it. </p> <p><strong>Melanie Gerlis</strong> <br>That's a really good point, and actually in the context of Warhol, particularly interesting because he was such a prolific artist. A prolific, and made multiples. </p> <p><strong>Jan Dalley</strong> <br>Made multiples. Exactly. </p> <p><strong>Lilah Raptopoulos</strong><br>So if you're a big player in the market, you can kind of play it to your advantage. This one sale impacts how all Warhols will be appraised going forward. </p> <p><strong>Jan Dalley</strong> <br>So it's very much in the interest of those who already own these blue-chip artists to make sure that the market stays incredibly high.</p> <p><strong>Lilah Raptopoulos</strong> <br>Right. </p> <p><strong>Jan Dalley</strong> <br>And if they do that by buying them themselves, then, you know, that's (laughter) that's one way to do it.</p> <p><strong>Melanie Gerlis</strong><br>Just to add to that, I got a ton of marketing emails very soon after the sale that sort of started with: With Warhol now worth this amount of money, why did you invest in, you know . . . </p> <p><strong>Lilah Raptopoulos</strong><br>Right. </p> <p><strong>Jan Dalley</strong><br>. . . so on and so forth?</p> <p><strong>Lilah Raptopoulos</strong><br>The art market hasn't always worked this way. In the past, gallerists like Larry Gagosian had a much more distinct role, and so did dealers and auction houses. Here's how we always understood the art market to work. There are gallerists, artists, dealers and auction houses. The gallerists work directly with an artist. They often take on new living artists and foster their careers and then sell their work for the first time. That's known as the primary market. Then there's the secondary market. The artist is now out of the picture and it's just about the value of that art. Dealers look for collectors trying to offload their art, buy it low and resell it high, often at auctions. And in the past, dealers were the only people allowed to buy and sell at auctions at all. </p> <p><strong>Jan Dalley</strong> <br>But I think it's fair to say that the whole thing has changed hugely . . . </p> <p><strong>Lilah Raptopoulos</strong><br>Yeah. </p> <p><strong>Jan Dalley</strong><br> . . . in the past, I don't know, certainly in the past ten years. I mean, when I first knew the art market, there was a huge divide between the auction world and the gallery world. They didn't speak to each other. They were hotly in competition with each other. There wasn't that sort of melange across that there, that there is now. One of the things that shattered all the barriers was in 2008, when Damien Hirst took a huge collection of his old and new work, had a single artist sale, sort of by himself, and made that those enormous prices. Nobody had really done that before. It just kind of broke all the boundaries. You know, artists didn't collaborate directly with auction houses like that. They didn't take new works, you know. They just didn't do any of that stuff. It was just a complete breaking of the boundaries. </p> <p><strong>Lilah Raptopoulos</strong> <br>So when Damien Hirst sold his work directly through an auction, he skipped a bunch of steps. He cut out the gallerist. And when Larry Gagosian goes to an auction to buy work for a collector, he's also skipping steps. He's playing the role of a dealer, but he's also a gallerist and a collector himself. So there are fewer players. Some of them have multiple roles and they're all talking to each other. And then, stay with me, on top of that, there's been another big change since the pandemic: livestreaming. </p> <p><strong>Melanie Gerlis</strong> <br>What happened during the pandemic is a kind of triple whammy effect. It's sort of like the Damien Hirst effect times a billion because suddenly auctions are going online and .</p> <p><strong>Lilah Raptopoulos</strong><br>Right. </p> <p><strong>Melanie Gerlis</strong><br> . . . everyone in the world can see them. </p> <p><strong>Lilah Raptopoulos</strong><br>So now anyone can buy at auctions. Really, anyone in the world. You don't even need to be there. You can just bid online. And the auction houses, they now need to do more of their best to attract everyone. So they've taken on more and more of a selling role. That's why they roll out the Marilyn red carpet. That's why they do the Rockefeller Centre projection. And that's also why they want to avoid surprises. There are too many potential buyers and too many unknowns. </p> <p><strong>Jan Dalley</strong><br>So I suppose this is just to show that it's tempting to think that these incredible results and extraordinary seasons, like the one we just had that up goes on, going up and up and up and up. Well, possibly a dozen names do that. The others are subject to fluctuation so that we always just hear the good news in the art market.</p> <p><strong>Melanie Gerlis</strong><br>Mmm. </p> <p><strong>Jan Dalley</strong><br>We very rarely hear (laughter) the bad news. </p> <p><strong>Melanie Gerlis</strong><br>A 100 per cent. </p> <p><strong>Jan Dalley</strong><br>And the bad news includes things just not selling at all at auction, which is another real problem for the artist and for the, course for the sellers. I mean, people talk a lot about how art is a great place to put your money, especially in difficult times. It's safe, you know, you've bought it for X amount of millions and that's you know, better than the bank, et cetera. Well, it isn't quite that simple.</p> <p><strong>Lilah Raptopoulos</strong><br>Right. Wow. So do you think, Jan, if you're very wealthy, is art a good investment? </p> <p><strong>Jan Dalley</strong><br>Oh. Well, look, Melanie wrote a whole book on this. (Laughter) Come on, Mel. And she's an economist. </p> <p><strong>Lilah Raptopoulos</strong> <br>Yeah.</p> <p><strong>Melanie Gerlis</strong> <br>Well, I think, I mean, I came out of the finance world, and it really horrified me that people thought that art was a good investment . . . </p> <p><strong>Lilah Raptopoulos</strong> <br>Yeah. </p> <p><strong>Melanie Gerlis</strong> <br> . . . partly for all the reasons that Jan said. And the holding costs you (inaudible). You have to insure your art. You have to conserve it. And these numbers really, really add up, and that's often not taken into account. It's also not useful in an economic term. I mean, you can't live in a painting, I'm afraid. (Laughter) What are the fundamentals? I mean I, you know, I love art. This is why I do what I do. But it is paint on canvas.</p> <p><strong>Lilah Raptopoulos</strong> <br>Mm-hmm. </p> <p><strong>Melanie Gerlis</strong> <br>So I find it a very concerning idea as an investment. But that . . . </p> <p><strong>Lilah Raptopoulos</strong> <br>Yeah.</p> <p><strong>Melanie Gerlis</strong> <br>Since, I mean, the book was published in 2014 and since then, I think that has become a more financialised, very top blue chip. And you see people lending money against art. You see people giving guarantees that work will sell. So there's a small area that is more secure, I suppose, than I thought when I started writing. But I still think there are safer things to put your money in. </p> <p><strong>Lilah Raptopoulos</strong> <br>So what about the non-blue-chip artists like these young living artists whose works are being valued at 20 grand and then selling for a million at auction? They're being affected too. Collectors who aren't gonna spend on a big Warhol, they can bet on the career of a living artist at auction, like spend a million now and hope the artist will become the next Warhol. One example of a living artist who's done extremely well this season is Anna Weyant. Now, I know this is gonna sound like I'm making it up, but she's also represented by Larry Gagosian, and she dates him. At a Sotheby's sale this May, her painting “Falling Woman” was expected to be sold for $300,000, but it went for 1.6mn. I asked Jan what would she think about these sales. I mean, we want young artists to be recognised. </p> <p><strong>Jan Dalley</strong> <br>I mean, of course it's wonderful for young artists suddenly to get this huge sale. But then they have to maintain those prices. Because if then they, other works of theirs come up for sale either through their gallery or privately or at auction, and they don't reach those astonishing prices, there's a real problem. And sometimes young artists' careers actually crash, completely crash because of this. </p> <p><strong>Lilah Raptopoulos</strong> <br>Right. So, so their art gets overvalued or are valued very high at a young age and then they kind of can't maintain it through their lifetime. </p> <p><strong>Jan Dalley</strong> <br>Well, they can't maintain it even sometimes the following year, year after (laughter). And then, they, their work then has almost no value because it's like a junk bond, you know, it's just, it's just sort of gone. </p> <p><strong>Lilah Raptopoulos</strong> <br>Are there any, like, very egregious examples of that where an artist has been very highly valued and then the value of their work has crashed? </p> <p><strong>Melanie Gerlis</strong> <br>Well, you even see it in mega artists, you know living artists, even Jeff Koons and Damien Hirst quite a lot of the time now their works are not selling for what they sold ten, 15 years ago. There was a group loosely known as the “zombie formalists”, through names like Lucien Smith. And I mean, people just don't even . . . </p> <p><strong>Lilah Raptopoulos</strong> <br>Yeah. </p> <p><strong>Melanie Gerlis</strong> <br> . . . remember their names now and again, or selling for easily seven figures. </p> <p><strong>Lilah Raptopoulos</strong> <br>Right.</p> <p><strong>Melanie Gerlis</strong> <br>I mean, they didn't come to market any more. This is the thing. You can hide that something is worth nothing by not selling it. </p> <p><strong>Lilah Raptopoulos</strong> <br>I remember Lucien Smith with the fire extinguisher. </p> <p><strong>Melanie Gerlis</strong> <br>Exactly. </p> <p><strong>Lilah Raptopoulos</strong><br>So investing in art is complicated, like investing in any market, especially if you're not an insider. It's affected by global events. Right now, a lot of art is being bought at the Hong Kong fairs because people are leaving amid China's crackdown on dissent and they want to get their money out by buying assets like art. In the past, many wealthy Russians were buying art at auctions. But today, in the midst of the war in Ukraine, Russians have been largely absent from fairs and auctions. Also we're in uncertain times. Economists are predicting a recession. We're just getting over a pandemic.</p> <p>[MUSIC PLAYING]</p> <p>Thank you both so much. I have one more quick question for you, which is just, you know, as we wrap up the season and you look forward to the next season, I'm curious what you're anticipating. You know, we're in the midst of this global recession scare. I'm curious if that will affect the art market or you think it's affecting it at all or whether it's just irrelevant for the super wealthy and kind of what you think we should be looking out for. </p> <p><strong>Melanie Gerlis</strong><br>I do get the sense we're in a little bit of a bubble. Now, the market also loves confidence. I mean, it's based on confidence. We've just had some big sales and that will help. I think what happens in the next couple of months in the stock market, so during the art market's quiet season, if the stock markets, if the Russian invasion, if the crypto markets keep bringing out very, very negative news, we might see supply dry up for the second half of the year. But I think, you know, I think the variables that are huge, it could either be that or we could all be, you know, partying in Miami in December. (Laughter)</p> <p><strong>Jan Dalley</strong><br>Well, yes, I agree completely that even though we've just had this stonking season, which has been completely record breaking, things are very uncertain. But one of the things that did happen during the pandemic years is that the rich got richer. </p> <p><strong>Lilah Raptopoulos</strong><br>Yeah. </p> <p><strong>Jan Dalley</strong><br>And I think . . . (laughter) One woman who I know well, who works for an auction house, said to me, Jan, it's not about the rich getting richer. It's about the rich feeling richer. (laughter)</p> <p><strong>Lilah Raptopoulos</strong> <br>That's true. </p> <p><strong>Jan Dalley</strong> <br>And I think the rich have felt richer. </p> <p><strong>Lilah Raptopoulos</strong> <br>Yeah. </p> <p><strong>Jan Dalley</strong> <br>And, you know, you feel richer. You go and buy a nice piece of art. </p> <p><strong>Lilah Raptopoulos</strong> <br>Yeah. Jan and Melanie, thank you so much. This was so informative and fascinating. </p> <p><strong>Melanie Gerlis</strong> <br>Thank you, Lilah. Good to speak. </p> <p><strong>Jan Dalley</strong><br>It was lots of fun. Thanks a lot.</p> <p>[MUSIC PLAYING]</p> <p><strong>Lilah Raptopoulos</strong><br>Alex Rotter is one of the main engineers behind these sales. You heard him at the top of the show. His team organised the Ammann sale and the sale of the Marilyn in particular. He's the head of 20th and 21st century art at Christie's. </p> <p><strong>Alex Rotter</strong><br>We do a lot. We, about two-thirds of the revenue of Christie's is this 2021 group, because, again, it has all like from, you know, from, from Van Gogh to Monet to Warhol and Pollock to de Kooning to Basquiat to Koons. We, that all falls into that same category. </p> <p><strong>Lilah Raptopoulos</strong> <br>So now that we've talked through the market, we invited him into the studio to hear his side of it. I wanted to get his take on the season, on the Marilyn and on how it all works behind the scenes. </p> <p>[MUSIC PLAYING]</p> <p>So, you know, this season, the art world broke a lot of new records. First of all, how did Christie's come to handle the Ammann collection? Was there a relationship there already? Were they shopping it around? </p> <p><strong>Alex Rotter</strong> <br>So in this case, they weren't shopping it around. In this case, it was a relationship that, that we have built, that I've built over time with the principals, with the advisers, with the foundation. This was a longer process. So it was just an ongoing relationship that we had. But normally, as and, a good big collection like this, a significant value like this gets bid between the auction houses. The Ammann collection that evening was special because it was a non-competitive deal. They knew they wanted to work with us. They wanted to work with us because I hope that, you know, they felt something that we're the right team of, of, of a combination of knowledge, marketing. We did a lot of marketing. I'm personally very keen on and pushing in the art world how art is presented. That is, that is kind of my thing. So at Christie's, I transformed rooms. I transformed galleries. Sometimes you need to lead people to it. So I don't know if you experienced the Marilyn of the Ammann collection, but we did something special. There was a red carpet. There were like, (laughter) we put a lot of thought into it, in creating a flow, in creating a space, in creating a reveal . . . </p> <p><strong>Lilah Raptopoulos</strong> <br>Yeah. </p> <p><strong>Alex Rotter</strong> <br>. . . because I do think it's important. </p> <p><strong>Lilah Raptopoulos</strong> <br>So I saw you bidding on the Marilyn that evening as well, for a client. I'm curious what it felt like for you in the auction room that night. It felt a little slow to me. </p> <p><strong>Alex Rotter</strong> <br>Look, I understand it felt a little slow to you, but then you also have to think, you know, every bid increment is $10mn.</p> <p><strong>Lilah Raptopoulos</strong> <br>(Laughter) Exactly. </p> <p><strong>Alex Rotter</strong> <br>So, I do think people deserve the time to think about this . . . </p> <p><strong>Lilah Raptopoulos</strong> <br>For sure.</p> <p><strong>Alex Rotter</strong> <br>No matter how much money you have . . . </p> <p><strong>Lilah Raptopoulos</strong> <br>Yeah. </p> <p><strong>Alex Rotter</strong> <br>It's a significant purchase. So there's a seriousness about it. You know, you can have someone on the phone that you can influence and say, like, come give me another bid, if you sell something for $5,000. But, you know, like and you can say, like, you know, I'll make it up to you (laughter . . . </p> <p><strong>Lilah Raptopoulos</strong><br>Right. </p> <p><strong>Alex Rotter</strong> <br>Or anything like that. But at this significant level, it's really, I am a facilitator. Now, how I felt during the auction, that's tricky because I have a dual position. For me, it's not like, who am I on the phone with or why I'm bidding it, but like I go into the auction and tell the auctioneer, OK, so this person is gonna be bidding on this. This is who you're gonna have here. So I am orchestrating everything on the higher ends. As much as you can orchestrate it, because again, it depends on the person on the phone, what they're gonna say, but you can do it up in the lead up and if you feel that somebody is gonna have a lower bid. So I knew I had a lower bid. So I'm gonna come in early. </p> <p><strong>Lilah Raptopoulos</strong> <br>Right. </p> <p><strong>Alex Rotter</strong> <br>So there is, there's strategy to a certain extent, but at the end of the day, it is just when people because you can't do anything until somebody tells you go. </p> <p><strong>Lilah Raptopoulos</strong> <br>Right.</p> <p><strong>Alex Rotter</strong> <br>Or with one person in the room that was reported, Larry Gagosian, the big dealer, he was bidding in the room for a client. So, you know, I knew he was coming in . . . </p> <p><strong>Lilah Raptopoulos</strong><br>(Inaudible)</p> <p><strong>Alex Rotter</strong> <br>Yeah . . . </p> <p><strong>Lilah Raptopoulos</strong><br>Did you know that that would be happening? </p> <p><strong>Alex Rotter</strong><br>I knew this was happening, yes. But you know, how high at what point? I don't know the details. </p> <p><strong>Lilah Raptopoulos</strong><br>Yeah. OK. So, Alex, we are running this conversation alongside this kind of explainer about the art market. I'm wondering how you think about these superlative sales, like the most expensive piece of American art of 20th century art, of art made by a living artist. You know, is it always good to get the record-setting price? </p> <p><strong>Alex Rotter</strong><br>Is it always good to get the record-setting price from my perspective, and what would I have to do for my job? I do have to look for something that excites people. </p> <p><strong>Lilah Raptopoulos</strong> <br>Yeah. </p> <p><strong>Alex Rotter</strong> <br>So if I can come up with something that gets into the press, gets maybe even a podcast (laughter), that gets people talking about it and gets people talking about it, would, helps me in the short time because it'll make more money. </p> <p><strong>Lilah Raptopoulos</strong> <br>Mm-hmm. </p> <p><strong>Alex Rotter</strong><br>And, you know, this is a business, so I have to be looking for that. I'm driving the art market, really. </p> <p><strong>Lilah Raptopoulos</strong> <br>Right. </p> <p><strong>Alex Rotter</strong> <br>Because I'm the public arm of the art market, or we are the public arm of the art market. So whatever we do or whatever performance we do is talked about because it's so transparent, because it's the only real price you see. And that there's a real transaction there. </p> <p><strong>Lilah Raptopoulos</strong><br>Right. </p> <p><strong>Alex Rotter</strong><br>The private art market is extremely affected by the sales. So for me to promote pieces of significance, of historical racial price, you know, there's various ideas of significance and it gets picked up. It's good because it broadens the spectrum of what we do. Therefore, it broadens the spectrum of art. That I made this promotional material about Marilyn, more people came to see her. </p> <p><strong>Lilah Raptopoulos</strong><br>Mm-hmm. </p> <p><strong>Alex Rotter</strong><br>And I think she deserved it to be seen more. So I do it for a reason. I, we don't just do it to drive the prices, but obviously that's a side product that we want. </p> <p><strong>Lilah Raptopoulos</strong><br>Mm-hmm. Right. You're selling kind of the blue-chip art that affects the rest of the market. The superlative sales often drive the market up. But are there any, like, long-term negative consequences to driving the market up? </p> <p><strong>Alex Rotter</strong><br>It's a very serious question. And it's obviously something, a question that, you know, I think about also. But when you say driving the prices up and I think I use the same expression, I'm driving the prices up by finding the right thing for the moment and people respond to it. It's not me thinking, let's think of something that nobody else thinks of. I'm just responding to what I'm hearing, what I'm feeling, what I'm seeing in the marketplace. </p> <p><strong>Lilah Raptopoulos</strong> <br>Mm-hmm. </p> <p><strong>Alex Rotter</strong><br>And at the end of the day, just like the stock market, the art market goes in waves and there are higher points and lower points. It doesn't swing that dramatically. </p> <p><strong>Lilah Raptopoulos</strong><br>Mm-hmm. </p> <p><strong>Alex Rotter</strong><br>But the truth is that the $200mn or the 195 that the Marilyn did will then have an effect on the art market. But it's not that every Warhol is worth more now . . . </p> <p><strong>Lilah Raptopoulos</strong><br>Right. </p> <p><strong>Alex Rotter</strong><br>. . . after this price. It's not. </p> <p><strong>Lilah Raptopoulos</strong><br>Mm-hmm.</p> <p><strong>Alex Rotter</strong><br>Sorry to say, but it's not. Over time, it gives Warhol and Warhol's market a market credibility. Additional to it, art historical credibility, which which Warhol always has. </p> <p><strong>Lilah Raptopoulos</strong><br>Yeah. </p> <p><strong>Alex Rotter</strong><br>It assures also that every time Warhol is mentioned, the record is mentioned. So Warhol stays also on the forefront of people's minds. </p> <p><strong>Lilah Raptopoulos</strong><br>Yeah. </p> <p><strong>Alex Rotter</strong><br>So I do what I feel is right. We do what we feel is right. </p> <p><strong>Lilah Raptopoulos</strong><br>Mm-hmm. </p> <p><strong>Alex Rotter</strong><br>We wanna achieve those big prices, but truly because we believe in the art that we're selling. And it's our job. </p> <p><strong>Lilah Raptopoulos</strong><br>Yeah. Yeah. Alex, thanks for coming on. </p> <p><strong>Alex Rotter</strong><br>You're welcome. </p> <p>[MUSIC PLAYING]</p> <p><strong>Lilah Raptopoulos</strong><br>That's the show this week. Thank you for listening to FT Weekend, the podcast from the Financial Times. Next week we speak with the playwright Michael R Jackson, who wrote the wildly acclaimed Broadway musical Strange Loop. It won a Pulitzer in 2020, and it just recently won the Tony for Best Musical. We also talk about the dark side of the fine dining scene in Copenhagen with Imogen West-Knights. If you have a minute to review us on Apple Podcasts, that would be a total gift to us. You can also keep in touch with us and say hi in a few ways. You can email us at ftweekendpodcast@FT.com or on Twitter @FTWeekendPod, and you can find me on Instagram and Twitter @LilahRap. You can see behind the scenes podcast content on my Instagram. Links to everything mentioned today are in the show notes alongside a link to the best offers available and a subscription to the FT, including 50 per cent off a digital sub and a very good deal on FT weekend in print every Saturday. Those offers are at ft.com/weekendpodcast. Make sure to use that link. I am Lilah Raptopoulos and here's my team. Katya Kumkova is our senior producer. Lulu Smith is our assistant producer. Our sound engineers are Breen Turner and Sam Giovinco, with original music by Metaphor Music. Niamh Rowe is our intern. Zoe Sullivan is our contributing producer. Topher Forhecz is our executive producer. And thanks go as always to Cheryl Brumley and Renée Kaplan. Take care. Enjoy your weekend and we'll find each other again next week. </p> <p><em>This transcript has been automatically generated. If by any chance there is an error please send the details for a correction to: </em><a href=\"mailto:typo@ft.com\"><em>typo@ft.com</em></a><em>. We will do our best to make the amendment as soon as possible.</em></p><p>Source: Lilah Raptopoulos 2022 'What Warhol's Marilyn tells us about the art market' FT.com 19 June. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-06-19T07:23:05.303Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 31312,
          "end": 31317
        }
      ]
    }
  ]
}