{
  "_id": "9903b99e9ba7afefb35b3c4b139240c9b74c77c8ecf0beb7511389f43748929e",
  "feed": "market-watch",
  "title": "Investors have been scared out of this group of stocks, says fund manager, who offers five ideas for the rebound to come.",
  "text": "<p>Also helping are some positive rumblings around Ukraine-Russia negotiations as a brutal war continues. Apart from the devastating humanitarian disaster, the crisis has sparked surging commodity prices and inflationary worries.</p><p>Those worries have fed to losses in particular for the tech heavy Nasdaq Composite COMP and smaller companies RUT. This chart from fund house Artemis shows how valuation multiples of small companies have seen harder hits than large-caps over the last six months.</p><p>Artemis/RefinitivOur call of the day from Artemis' head of U.S. equity strategies, Cormac Weldon, is optimistic on this asset class. “Once risk aversion abates, we would expect small-caps to outperform: fundamentals and growth will eventually prevail over sentiment,” he said in a note to clients.</p><p>For starters, investors in the U.S. have a huge selection of innovative companies to choose from, with active managers often better placed to generate alpha as many of those stocks go overlooked by Wall Street.</p><p>He expects “inflationary panic will start to ease,” at some point, noting that used-car prices are starting to tame and investors should expect a disinflationary effect kicking in from the massive technology investment by U.S. companies.</p><p>Weldon explains that the market is “extremely polarized” right now, with investors rotating between extremes of value and growth amid a fast-moving inflation and interest-rate debate. He expects stock specifics will become important again, and his cyclical-growth mixed portfolio should do well.</p><p>But Artemis is wary of fast-growing companies with big promises, instead focusing on growth and quality. Bio-Techne TECH and Syneos Health SYNH, and cyclical/financial names like Signature Bank SBNY fit that bill, he said.</p><p>Maravai Lifesciences MRVI is also on his list, as the biopharma group recently spurned a German bid. “t is well-positioned to take advantage of the massive influx of interest and investment flowing into the mRNA area as well as growth in the cell and gene therapy space more broadly,” he said.</p><p>And he's been adding to his Planet Fitness PLNT position as COVID disruptions fade and the gym chain has been lagging other reopening stocks. Another plus is that the company is leaner and fitter after it removed excess capacity during the pandemic.</p><p>Finally, he likes Pool Corporation POOL, which is a niche provider of pool supplies, giving it an enviable degree of pricing power. “Moreover, during the crisis people used their savings – and filled their time – by installing swimming pools,” said Weldon.</p><p>The buzz</p><p>After some bruising sessions, the Hang Seng HK:HSI rebounded 9% as China vowed to keep its stock markets stable and boost economic growth. Beijing has also promised to work with U.S. regulators over delisting concerns, feeding into hefty gains for Alibaba BABA, JD.com JD and other U.S. -listed Chinese stocks.</p><p>Ahead of the Fed outcome and news conference with Chair Jerome Powell, we'll get retail sales, import prices, a home builders' index and revised business inventories.</p><p>Read:Four things to watch at conclusion of Fed meeting on Wednesday</p><p>As the bombardment of Kyiv and other cities continues, there are fresh hopes that negotiations may be getting somewhere, after the Kremlin proposed a “Swedish-style” neutral Ukraine. Ukraine's president Volodymyr Zelenskyy will address U.S. Congress later, after meeting with Polish, Czech Republic and Slovenian heads on Tuesday.</p><p>Disney DIS employees are calling for walkouts over the next week to protest the company's response to a Florida's ‘Don't Say Gay' bill.</p><p>The markets</p><p>Stock futures ES00YM00 are higher, led by tech NQ00, with oil prices CL00BRN00 clawing back some ground, a day after entering a bear market. Asia stocks bounced, and European equities XX:SXXP are also higher. Gold GC00 and the dollar DXY continue to pull back.</p><p>The chart</p><p>“As we start the hiking cycle, it's worth highlighting that hiking cycles in the fiat money era (1971-), when debt has been constantly increasing, have generally eventually led to a financial crisis somewhere around the world,” notes Deutsche Bank strategist Jim Reid in our chart of the day.</p><p>Uncredited“With U.S. equities still at some of their highest valuations in history, with global housing having boomed during the pandemic, and with global debt at record highs, the Fed (and other central banks) shaking the tree is sure to bring something we can add to the events shown in the graph,” he said, though noting that monetary policy usually acts with a lag.</p><p>The tickers</p><p>These were the most-searched tickers on MarketWatch as of 6 a.m. Eastern Time.</p><p> Ticker  Security name</p><p>Tesla  GME     GameStop  AMC     AMC Entertainment  NIO     NIO  BABA    Alibaba  MULN    Mullen Automotive  HYMC    Hycroft Mining  AAPL    Apple  NVDA    Nvidia  FB      Meta Platforms</p><p>Random reads</p><p>Why bitcoin miners are flocking to Kentucky's Appalachian mountains</p><p>Got $2 million to spare? A crazy-rare gold coin marking the 44BC slaying of Julius Caesar is up for auction.</p><p>Need to Know starts early and is updated until the opening bell, but&#xa0;sign up here&#xa0;to get it delivered once to your email box. The emailed version will be sent out at about 7:30 a.m. Eastern.</p><p>Want more for the day ahead? Sign up for&#xa0;The Barron's Daily, a morning briefing for investors, including exclusive commentary from Barron's and MarketWatch writers.</p>",
  "published": "2022-03-16T07:51:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 4742,
          "end": 4746
        },
        {
          "start": 4747,
          "end": 4752
        }
      ]
    }
  ]
}