{
  "_id": "ed977bd7915171c7c0cba0ce38f187165cea0125b0d038ff4266668c2ecc4c57",
  "feed": "wall-street-journal",
  "title": "Tech Rout Drags Nasdaq to Worst Month Since 2008; The tech-heavy index slid more than 4% Friday, bringing its losses for the month to 13%",
  "text": "<p>The Nasdaq dropped 4.2% Friday, bringing its losses for the month to more than 13%, its worst showing since October 2008. The index is down 21% in 2022, its worst start to a year on record.</p><p>The broader S&amp;P 500 has fallen for four consecutive weeks, shedding 8.8% in April and bringing its year-to-date losses to 13%. The Dow Jones Industrial Average fell 4.9% this month and is down more than 9% this year. Both indexes logged their worst months since March 2020.</p><p>The punishing declines in tech and growth stocks mark a dramatic shift from recent years. Investors have ditched shares of some of the biggest tech companies, which had been stock-market darlings for much of the past decade and propelled the indexes' gains from the pandemic lows.</p><p>Within just a few months, some of the most reliable winners morphed into losers. Netflix dropped 49% in April. Nvidia fell 32%. And PayPal Holdings declined 24%. All three stocks are down more than 35% in 2022.</p><p>Worries about the Federal Reserve raising interest rates, soaring inflation and the path of the economy have brought stocks sharply lower from the record levels at which they started the year. Many pandemic-era winners also have come falling back to earth as consumer tastes have evolved since 2020. And recently, earnings season has been dotted with some high-profile disappointments, delivering head-spinning one-day stock moves following the reports.</p><p>\"We're going into a higher volatility regime, when fundamentals matter again,\" said Aashish Vyas, investment director at Resonanz Capital. \"It does seem like we are at a systemic shift.\"</p><p>The FAANG stocks, consisting of the popular quintet of Facebook parent Meta Platforms, Apple, Amazon.com, Netflix and Google parent Alphabet, have collectively lost more than $1 trillion in market value this month, the most since Facebook started trading in May 2012.</p><p>Investors say they will be tracking the next batch of earnings results in coming days for signs of slowing growth from other companies. So far, corporate profits are on track to rise 7% for the quarter, according to FactSet, the lowest year-over-year earnings growth rate since the last quarter of 2020.</p><p>Amazon shares fell 14% on Friday, their biggest one-day drop since 2006, bringing their losses for the year to 26%. The company posted its first quarterly loss in seven years—a result that reflected broad economic trends related to a slump in online shopping, higher costs from inflation and supply-chain woes, and market jitters over electric-vehicle startups.</p><p>Apple cautioned Thursday that the resurgence of Covid-19 in China threatens to hinder sales by as much as $8 billion in the current quarter. Shares fell 3.7% Friday and have dropped 11% for the year. Last week, Netflix shares tumbled more than 30% in a single session after the earnings report showed the company lost subscribers. Moves in large technology companies can have outsize impacts on major stock indexes due to their higher weighting relative to other stocks.</p><p>Also driving the volatility: Yields on traditionally safe government debt have rapidly climbed. The yield on the benchmark 10-year Treasury note rose to 2.885% to end April, notching its biggest monthly gain since December 2009. These higher yields have dented the allure of tech and growth stocks, making shares of firms whose profits may lie further out in time less attractive.</p><p>For much of the month, many traders and market watchers have remained fixated on another matter: the drama surrounding Twitter. Tesla Chief Executive Elon Musk took a stake in the social-media company and then reached a deal to buy it. The negotiations throughout the process spurred intense volatility in shares of both companies. Twitter shares jumped 27% in April to lead the S&amp;P 500, while Tesla shares shed 19%.</p><p>Many investors have grown more concerned about a recession, driving swings across global markets. The war in Ukraine has driven commodity prices higher when inflation has already been at a 40-year high. Meanwhile, the Fed faces an especially tricky path to tame inflation by lifting interest rates while not substantially raising unemployment.</p><p>\"There's this massive escalation of recession fears,\" said Jim Paulsen, chief investment strategist at The Leuthold Group. \"I think there's a lot more fear there than is probably necessary.\"</p><p>The latest gross domestic product data showed that the economy recently contracted for the first time since early in the pandemic. Meanwhile, inflation accelerated in March to its fastest pace since 1982, measured by the Federal Reserve's preferred gauge.</p><p>Despite higher prices, U.S. consumer spending for March increased 1.1% from the prior month, showing that American households are absorbing high inflation.</p><p>Some investors say shares of some tech companies look attractive after the recent selloff, and that they would consider stepping in to buy shares. The Nasdaq is now down 23% from its high and trading at levels not seen since 2020.</p><p>Friday's losses in the stock market accelerated into the closing bell, which some traders attributed to technical factors such as hedging activity and trading by leveraged exchange-traded products. The Dow sank more than 900 points, or 2.8%, and the S&amp;P declined 3.6%.</p><p>The giant swings haven't been contained to just tech stocks. Investors around the globe have been alarmed by the dramatic moves in assets from currencies to bonds.</p><p>In currency markets, the dollar has been soaring while the yen has been falling. The yen, a typical haven for investors around the globe, recently tumbledto a 20-year-low against the dollar, upending the typical dynamics across global markets and stirring unease among investors.</p><p>The WSJ Dollar Index has strengthened this year in anticipation of Fed rate increases, which are expected to happen faster and more aggressively than in the eurozone and Japan.</p><p>Write to Gunjan Banerji at gunjan.banerji@wsj.com and Caitlin Ostroff at caitlin.ostroff@wsj.com.</p><p>Tech Rout Drags Nasdaq to Worst Month Since 2008</p>",
  "published": "2022-04-29T21:33:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1684,
          "end": 1689
        },
        {
          "start": 2531,
          "end": 2536
        }
      ]
    }
  ]
}