{
  "_id": "8e17d86c669ad740b726e1195820c1d34d6b48d6a15c6f196ec027acd4ec5050",
  "feed": "ftcomall",
  "title": "The connection between SAP chairman's charity and company spinout",
  "text": "<p><br>The FT's Kadhim Shubber has done further digging into the personal foundation of SAP's chair, Hasso Plattner, and found that it played a<a href=\"https://www.ft.com/content/ecaec3af-105f-44dd-b903-2db219f49ee6?emailId=623de54f11b81600048ff690&amp;segmentId=3934ec55-f741-7a04-feb0-1ddf01985dc2#comments-anchor\"> larger role than previously known in a controversial spinout</a> of the German software giant's highly profitable financial services industry division.</p> <p>The Hasso Plattner Foundation, it turns out, is the largest single investor in the spinout and provided the majority of the initial cash for the joint venture between SAP and businessmen with links to Plattner.</p> <p>The company had previously described the joint venture as a “strategic partnership” with a Munich investment firm called Dediq without mentioning the Plattner charity's involvement. </p> <p>SAP, Europe's largest software company, said in April 2021 it was hiving off its FSI unit into an entity co-owned by Dediq. SAP would own a 20 per cent stake while Dediq would invest more than €500mn for an 80 per cent stake, it said.</p> <p>Major SAP investors raised concerns over potential conflicts of interest after the Financial Times and Handelsblatt reported that HPF was an undisclosed investor in the deal. In July 2021, HPF said it would unwind its position. </p> <p>But almost nine months after pledging to sell off its shares, HPF remains the owner of 46 per cent of Dediq's four-fifths holding in the joint venture, SAP Fioneer, according to German corporate records. Overall, this means the charity controls a 37 per cent stake in SAP Fioneer.</p> <h2>The Internet of (Five) Things</h2> <p>1. SoftBank is finalising loans worth as much as <a href=\"https://www.ft.com/content/4f6f0f6c-5154-4dee-87db-9d72a5a06854?emailId=623de54f11b81600048ff690&amp;segmentId=3934ec55-f741-7a04-feb0-1ddf01985dc2\">$10bn from banks ahead of a planned blockbuster initial public offering</a> of UK chip designer Arm Holdings, according to people briefed on the situation. The loans, which will be secured against Arm, were a precondition set by SoftBank for banks to participate in the stock offering, they said, and SoftBank founder Masayoshi Son is pushing for a valuation of Arm of at least $50bn.</p> <p>2. The world's biggest tech companies have <a href=\"https://www.ft.com/content/0bc9378b-3e27-45e2-92d8-7c462427f876?emailId=623de54f11b81600048ff690&amp;segmentId=3934ec55-f741-7a04-feb0-1ddf01985dc2\">lashed out</a> after the EU launched tough new regulation on Thursday night that means that companies like Facebook and Amazon risk potentially being broken up or paying a fifth of their revenue for repeated breaches of the new rules. The Digital Markets Act, due to come into force in October, represents the biggest overhaul of the rules governing big tech companies' operations in over two decades. Google said it was “worried” that the rules would reduce innovation, while Apple complained it would create “unnecessary privacy and security vulnerabilities”.</p> <p>3. In the freewheeling world of cryptocurrencies, as investors compete to win stakes in hot start-ups poised to capture large shares of the rapidly expanding market, venture capitalists are <a href=\"https://www.ft.com/content/8f8bb265-8d86-400c-a9d2-780a343f0ca8?emailId=623de54f11b81600048ff690&amp;segmentId=3934ec55-f741-7a04-feb0-1ddf01985dc2\">passing up seats on the board </a>when they make deals to invest in start ups. More than 400 cryptocurrency start-ups have raised “Series A” financing without raising another subsequent round of funding in the past three years. Half of those had only one or two directors on their boards, according to an analysis by PitchBook, which uses public filings and company disclosures to compile the data.</p> <p>4. The US Department of Justice has charged four Russian government workers in connection with <a href=\"https://www.ft.com/content/10f2d24e-4f15-4ceb-84f7-9c46e2558c47?emailId=623de54f11b81600048ff690&amp;segmentId=3934ec55-f741-7a04-feb0-1ddf01985dc2\">hacking campaigns that targeted the global energy sector</a> between 2012 and 2018, as it warned similar activity could happen now. The criminal charges allege the four Russian nationals were “attempting, supporting and conducting” cyber attacks that targeted hundreds of companies in the energy sector across more than 135 countries, including some from which Moscow had sought economic, military and security assistance.</p> <p>5. In a move that some hoped would have wider ramifications for a range of digital companies, Google has allowed Spotify to use its own in-app payments system rather than forcing companies use its own apparatus and taking a tidy cut. But Lex has cautioned that companies like Epic Games and Match should <a href=\"https://www.ft.com/content/93d61ede-d640-4fc1-883c-53b587162075?emailId=623de54f11b81600048ff690&amp;segmentId=3934ec55-f741-7a04-feb0-1ddf01985dc2\">not get overly excited</a> — it is still not clear how much Google is charging Spotify for the honour. </p> <h2>Tech tools — </h2> <p>In this week's How to Spend It <em>Fergus Scholes</em> unveils <a href=\"https://www.ft.com/content/7ca0dac6-48ea-4ccf-af36-468a9cac3558\">a surprise release from watchmaker Swatch</a> that has piqued the jaded appetites of the modern, hype-savvy, drop-sensitive consumer: a candy-coloured Omega Speedmaster-inspired watch. The two brands, both part of Swatch Group, have come together to make MoonSwatch, a name which, like the watch itself, is a play on the famous Moonwatch. Most exciting of all — the Omega MoonSwatch is just £207. </p><p>Source: Anna Gross in London 2022 'The connection between SAP chairman's charity and company spinout' FT.com 25 March. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-03-25T21:58:52.525Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 2398,
          "end": 2403
        }
      ]
    }
  ]
}