{
  "_id": "b0744916932a10e8f8d1e3be37ddad9e2f87b70405a5a25574361bd2b8812223",
  "feed": "market-watch",
  "title": "Which Hellcat is fastest? Here's your guide to power, speeds and prices of these Dodge muscle cars. Learn which models pack the most tire-smoking power",
  "text": "<p>What is a Hellcat?</p><p>The Hellcat name comes from a World War II fighter plane named the Grumman F6F Hellcat, which featured an IHI supercharger. It just so happens that the Dodge SRT Hellcat Challenger and Charger models also get power from an IHI supercharger, which produces a distinctive whine. The Hellcat's supercharged 6.2-liter V8 Hemi engine makes more than twice the horsepower of a base 3.6-liter V6 Pentastar engine found in numerous other Chrysler, Dodge, and Ram models.</p><p>A supercharged V8 is an iconic engine choice for a muscle car. The Hellcat has a 2.4-liter twin-screw supercharger V8 Hemi that produces 11.6 psi of boost. Hellcat Redeye models are even more menacing. They feature a larger 2.7-liter twin-screw supercharger that pumps out 14.5 psi to produce 807 hp/707 lb-ft. In 2022, the Dodge Charger is honored as the fastest 4-door mass-produced car based on its top speed of 203 mph.</p><p>How much does a Hellcat cost?</p><p>The 2022 Dodge Challenger SRT Hellcat has a manufacturer's suggested retail price of $68,320, and the Dodge Charger SRT Hellcat has an MSRP of $77,000. The Dodge Charger SRT Hellcat has a higher starting price because it is available only in the widebody variant. A comparably equipped Dodge Challenger SRT Hellcat Widebody has a similar MSRP of $76,925. </p><p> 2022 Challenger SRT Hellcat          MSRP  Challenger SRT Hellcat               $68,320  Challenger SRT Hellcat Widebody      $75,020  Challenger SRT Hellcat Redeye        $76,925  Challenger SRT Hellcat Redeye WB     $83,230  Challenger SRT Hellcat Super Stock   $86,230  Challenger SRT Hellcat Jailbreak     $84,225</p><p>2022 Charger SRT Hellcat             MSRP  Charger SRT Hellcat Widebody         $77,000  Charger SRT Hellcat Redeye WB        $85,695  Charger SRT Hellcat Jailbreak        $86,595</p><p>Which Hellcat is the fastest?</p><p>The fastest models are the Dodge Challenger Hellcat Redeye Widebody and the Dodge Challenger SRT Super Stock. The SRT Hellcat Redeye Challenger and Charger models have the highest top speed at 203 mph, while the SRT Super Stock has the fastest 0-60 mph (3.25 seconds) and 1/4 mile (10.5 seconds) times.</p><p>If you're looking to make your Hellcat even faster, factory-backed performance parts are available from Dodge Power Brokers. The stage 2 kit for the Hellcat Redeye increases power output to 885 hp/787 lb-ft by using the 3.17-inch Hellephant supercharger pulley.</p><p>Dodge SRT Hellcat 0-60 times (seconds) </p><p> Challenger SRT Hellcat 0-60 mph      0-60  Challenger SRT Hellcat               3.6  Challenger SRT Hellcat Widebody      3.6  Challenger SRT Hellcat Redeye        3.6  Challenger SRT Hellcat Redeye WB     3.4  Challenger SRT Hellcat Super Stock   3.25  Challenger SRT Hellcat Jailbreak     3.4</p><p>SRT Hellcat Charger 0-60 mph         0-60  Charger SRT Hellcat Widebody         3.6  Charger SRT Hellcat Redeye WB        3.6  Charger SRT Hellcat Jailbreak        3.6</p><p>Dodge SRT Hellcat 1/4 mile times (seconds) </p><p> Challenger SRT Hellcat ¼ mile        ¼ mile  Challenger SRT Hellcat               11.2  Challenger SRT Hellcat Widebody      10.9  Challenger SRT Hellcat Redeye        11.1  Challenger SRT Hellcat Redeye WB     10.8  Challenger SRT Hellcat Super Stock   10.5  Challenger SRT Hellcat Jailbreak     10.8</p><p>Charger SRT Hellcat ¼ Mile           ¼ Mile  Charger SRT Hellcat Widebody         10.9  Charger SRT Hellcat Redeye WB        10.6  Charger SRT Hellcat Jailbreak        10.6</p><p>Dodge SRT Hellcat top speed (MPH) </p><p> Challenger SRT Hellcat Top Speed     MPH  Challenger SRT Hellcat               199  Challenger SRT Hellcat Widebody      195  Challenger SRT Hellcat Redeye        203  Challenger SRT Hellcat Redeye WB     203  Challenger SRT Hellcat Super Stock   168  Challenger SRT Hellcat Jailbreak     203</p><p>Charger SRT Hellcat Top Speed        MPH  Charger SRT Hellcat Widebody         199  Charger SRT Hellcat Redeye WB        203  Charger SRT Hellcat Jailbreak        203</p><p>Dodge Challenger SRT Hellcat models</p><p>The Dodge Challenger is available in six SRT Hellcat models, ranging from 717 hp/656 lb-ft to 807 hp/707 lb-ft. The SRT Hellcat Super Stock and the SRT Hellcat Jailbreak Challenger models pack the most power and are up to the challenge of spinning even the stickiest of tires. The Hellcat's impressive 0-60 mph and quarter-mile times are only possible under ideal conditions due to the rear-wheel-drive (RWD) drivetrain.</p><p>Also see: American muscle: We compare a Chevy Camaro to Dodge Challenger</p><p>Dodge Challenger SRT Hellcat</p><p>The original and still formidable Dodge Challenger SRT Hellcat has seen a mild power increase over the years. One of the most significant changes to the model from year to year is usually the paint colors. You might be limited to specific model years if you're after a particular color.</p><p>Dodge Challenger SRT Hellcat Widebody</p><p>The Dodge Challenger SRT Hellcat Widebody adds approximately 3 inches to the width of the Challenger. It features massive 20″ x 11″ wheels to fill out the fender flares. First introduced in 2018, the Widebody Hellcat Challenger cost over $70,000 and was an instant hit.</p><p>Dodge Challenger SRT Hellcat Redeye</p><p>The Dodge Challenger SRT Hellcat Redeye is visually hard to distinguish from regular base Hellcat unless you look at the badges. Redeye models sport a red eye in the Hellcat badges, which allow muscle car enthusiasts to know that the Challenger is packing extra power under the hood.</p><p>Dodge Challenger SRT Hellcat Redeye Widebody</p><p>The Dodge Challenger SRT Hellcat Redeye Widebody can also be identified from the lower-powered Hellcat Widebody by the red eye in the Hellcat badge. The extra 1.5-inches of tire width on the Redeye Widebody helps it accelerate from 0-60 mph two-tenths of a second faster than the Redeye. The additional acceleration equates to an impressive 10.8-second 1/4 mile that is almost 0.5 seconds faster than the base Hellcat.</p><p>Dodge Challenger SRT Super Stock</p><p>The Dodge SRT Super Stock doesn't sport the Hellcat name, but don't let that fool you into thinking it's a less-powerful muscle car. The Super Stock is geared toward drag racing, hitting 0-60 mph in 3.25 seconds and running the 1/4 mile in 10.5 seconds. Smaller wheels and brakes to reduce rotating mass help the Super Stock achieve faster drag race times. Stickier and wider drag radial tires also help transfer the massive 807 hp/707 lb-ft to the ground. Even Dominic Toretto would be pleased with the fast and furious performance of this 10-second drag racer.</p><p>Dodge Challenger SRT Hellcat Redeye Widebody Jailbreak</p><p>The Dodge Challenger SRT Hellcat Redeye Widebody Jailbreak models bring previously unavailable options to customize your Hellcat. Some customization options include different choices for racing stripes, wheels, brake caliper, and Hellcat badges. In addition to exterior modifications, several interior options include leather seats, seat belts, steering wheel, trim accents, and floormats.</p><p>Jailbreak models are only available in widebody variants roughly 3 inches wider than the regular Hellcat body style. The widebody Hellcat models feature 20″ x 11″ wheels compared to the standard 20″ x 9.5″ wheels to fill out the extra width.</p><p>Brass Funky</p><p>* Exterior — Hellraisin paint with Brass Monkey badges and a Satin Black hood, roof, and decklid create a retro-inspired look. Orange brake calipers radiate from behind a set of 20-inch Brass Monkey wheels.</p><p>* Interior – Black Laguna leather seats with Black seatbelts, Black Alcantara headliner, and White LED SRT Alcantara steering give the interior a timeless look.</p><p>Old School</p><p>* Exterior – F8 Green paint with Satin Chrome badges and SRT Widebody Stripe create a vintage theme that looks great on any Dodge muscle car generation. Gunmetal Gray brake calipers paired with 20-inch Satin Carbon Warpspeed wheels round out the exterior.</p><p>* Interior – Featuring the Jailbreak exclusive Hammerhead Gray Laguna leather seats with contrasting black leather accents give the interior a unique look.</p><p>Red Dawn</p><p>* Exterior – Pitch-Black paint with Red badges and SRT Widebody Stripe are a great match for this Hellcat. Red brake calipers make quite the bold statement behind 20-inch Low-Gloss Granite Warpspeed wheels.</p><p>* Interior – Black Laguna leather with Demonic Red seatbelts, Black Alcantara headliner, and Red LED SRT Alcantara steering wheel. These are constant visible reminders that your car is ready to run like a cat out of hell.</p><p>The Classic</p><p>* Exterior – Indigo Blue paint with Red badges and dual Silver stripes are at home on any Dodge SRT model, including the past V10-powered Dodge Viper. The Red brake calipers paired with 20-inch Satin Carbon wheels create a popular performance look.</p><p>* Interior – The Demonic Red seatbelts combined with the Red LED SRT leather steering wheel add a modern touch to the classic interior.</p><p>Old Glory</p><p>* Exterior – White Knuckle paint with Red badges and dual Blue stripes pay homage to the original muscle cars. Red brake calipers accompanying 20-inch Carbon Black wheels contrast the white paint nicely and help show off the widebody Hellcat's curves.</p><p>* Interior – Demonic Red Laguna leather seats with matching seatbelts pair nicely with the Red LED Alcantara steering wheel. This red, white, and blue color theme lets you show off your love for American muscle cars.</p><p>Yin Yang</p><p>* Exterior – TorRed paint with Midnight Metallic badges and dual Carbon stripes compliment each other nicely. Gunmetal Gray brake calipers peek out from behind the 20-inch Low-Gloss Black Warpspeed wheels that finish the black and silver color scheme.</p><p>* Interior – Black Laguna leather seats, Hammerhead Gray floor mats, and White LED Alcantara SRT steering wheel to represent the opposing Ying Yang forces.</p><p>Yeller</p><p>* Exterior – Pitch-Black paint with Midnight Metallic badges, Satin Black hood, roof, and decklid create a stealth look. Yellow brake calipers behind 20-inch Lightweight Low-Gloss Black wheels are the only hint of color that you'll find on this murdered-out Hellcat.</p><p>* Interior – Black Laguna leather seats, seatbelts, and floormats perfectly match the exterior's menacing looks.</p><p>Check out: This is America's most popular muscle car</p><p>Dodge Charger SRT Hellcat Models</p><p>The Dodge Charger is produced in three SRT Hellcat models, making between 717 hp/656 lb-ft to 807 hp/707 lb-ft. The Jailbreak models have 10 hp more than the Redeye models and offer additional customization options to suit your style. Hellcats are very powerful RWD cars that need a skilled driver and the right conditions to achieve the blistering fast 0-60 mph and quarter-mile times.</p><p>Dodge Charger SRT Hellcat Widebody</p><p>Unlike the Challenger Hellcat, the Dodge Charger SRT Hellcat Widebody is the only available body style. If you see a widebody Charger on the street or the track, it's a telltale sign that it's a Hellcat. The fender flares and wider wheels add roughly 3 inches in width to the Charger, giving it an even more aggressive stance.</p><p>Dodge Charger SRT Hellcat Redeye Widebody</p><p>Enthusiasts can distinguish a Dodge Charger SRT Hellcat Redeye Widebody from the less-powerful Hellcat Widebody by looking at the badge. A ruby red eye hints at the extra power Redeye models have to help shave 0.36 seconds off the 1/4-mile time and increase the top speed by 6 mph.</p><p>Dodge Charger SRT Hellcat Redeye Widebody Jailbreak</p><p>Additional customization options are available when building a Dodge Charger SRT Hellcat Redeye Widebody Jailbreak model. Options include various racing stripes, wheels, brake calipers, and Hellcat badges. Also, there are quite a few interior customizations available, including leather seats, seat belts, steering wheel, trim accents, and floormats.</p><p>Brass Funky</p><p>* Exterior – Hellraisin paint with Brass Monkey badges and a Satin Black hood, roof, and decklid would be fitting for retro and modern muscle cars alike. Orange brake calipers shine through a set of 20-inch Brass Monkey wheels.</p><p>* Interior – Sepia Laguna leather seats with Sepia seatbelts, Black Alcantara headliner, and White LED SRT Alcantara steering give the interior a modern twist on a classic design.</p><p>Old School</p><p>* Exterior – GoManGo paint with Satin Chrome badges and Satin Black hood scoop, roof, and decklid create a look that is bound to turn a few heads. Gunmetal Gray brake calipers paired with a set of 20-inch Satin Carbon Warpspeed create a subtle look that won't detract any attention from the bright orange paint.</p><p>* Interior – Black Laguna leather seats with contrasting Hammerhead Gray seatbelts add a bit of flair to the otherwise conservative interior design.</p><p>Red Dawn</p><p>* Exterior – Pitch-Black paint with Red badges, dual Red stripes, Satin Black hood scoop, roof, and decklid create an intimidating look. Red brake calipers further accent the exterior from behind a set of 20-inch Low-Gloss Granite Warpspeed wheels.</p><p>* Interior – Black Laguna leather with Demonic Red seatbelts, Black Alcantara headliner, and Red LED SRT Alcantara steering wheel let the occupants know that they aren't in your average Hellcat, serving as a reminder that your Charger is blistering fast.</p><p>The Classic</p><p>* Exterior – Indigo Blue paint with Red badges and dual Silver stripes pays tribute to a color scheme as classic as apple pie. The Red brake calipers paired with 20-inch Satin Carbon wheels create a popular performance look.</p><p>* Interior – The Demonic Red seatbelts paired with the Red LED SRT leather steering wheel add a modern flair to the traditionally styled interior.</p><p>Old Glory</p><p>* Exterior – White Knuckle paint with Red badges and Blue dual stripes and pay homage to the original muscle cars. Red brake calipers accompanying 20-inch Carbon Black lightweight wheels are a nice contrast to the white paint and accentuate the curves of the widebody Hellcat.</p><p>* Interior – Demonic Red Laguna leather seats paired with matching seatbelts and a Red LED Alcantara steering wheel make quite the statement. Show off your American pride with this red, white, and blue muscle car.</p><p>Yin Yang</p><p>* Exterior – White Knuckle paint with Satin Chrome badges and dual Silver stripes appeal to those choosing the lighter path. Gunmetal Gray brake calipers make a subtle appearance from behind the 20-inch Carbon Warpspeed wheels that finish the white and silver color scheme.</p><p>* Interior – Black Laguna leather seats, Hammerhead Gray floor mats, and White LED Alcantara SRT steering wheel to embody the contending Ying Yang forces.</p><p>Yeller</p><p>* Exterior – Pitch-Black paint with Midnight Metallic badges, Satin Black hood, roof, and decklid create an unassuming look. A pop of color from the yellow brake calipers behind 20-inch Carbon Black Lightweight wheels is the only accent you'll find on this black-on-black Hellcat.</p><p>* Interior – Black Laguna leather seats, seatbelts, and floormats complement the exterior nicely.</p><p>Read: Don't buy a classic car if you plan to resell it to make a tidy profit</p><p>This story originally ran on KBB.com .</p><p>Which Hellcat is fastest? Here's your guide to power, speeds and prices of these Dodge muscle cars.</p>",
  "published": "2022-05-26T09:02:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 12805,
          "end": 12810
        }
      ]
    }
  ]
}