{
  "_id": "f32e9f7cd2918bb431d82c0f8bc0bdbef6e3c29f9059416eb199018ea30711fc",
  "feed": "ftcomall",
  "title": "Big Tech attacks tough EU measures aimed at tackling its market power",
  "text": "<p>The world's biggest technology companies have attacked tougher than expected measures that have been unveiled within a landmark EU law aimed at reining in their market power.</p> <p>Big Tech companies such as Facebook and Amazon will be forced to pay up to 20 per cent of global revenues for repeat offences and even risk being broken up, if they breach the new Digital Markets Act once it comes into force in October.</p> <p>Those measures, revealed late on Thursday night, represent stiffer sanctions for tech groups than they had hoped, in legislation that represents the biggest overhaul of the laws governing their operations in more than two decades.</p> <p>Apple said the new law “will create unnecessary privacy and security vulnerabilities for our users while others will prohibit us from charging for intellectual property in which we invest a great deal”.&#xa0;</p> <p>Google said: “We're worried that some of these rules could reduce innovation and the choice available to Europeans.”</p> <p>As the Financial Times reported earlier this week, the EU confirmed that the legislation would target companies that have a market capitalisation of at least €75bn and run one core online “platform” service such as a social network or web browser.</p> <p><a href=\"https://www.ft.com/content/c16578ea-d886-4eb0-9a00-ed101e97ebc6\">The DMA</a> will force so-called gatekeepers to open up their platforms to competitors, such as by forcing the companies to ensure their services are “interoperable”. This means, for instance, that users of Facebook's WhatsApp service will be able to send messages directly to communications apps created by smaller rivals.</p> <p>Legislators in the EU defended the new rules after years of criticism that existing antitrust mechanisms were too slow and ineffective.</p> <p>Cedric O, the French minister for the digital economy and a central figure in the drafting of the legislation, said: “The security argument has always been and will always be the argument of dominant companies to hamper innovation and more competition.”</p> <p>He said other sectors, such as banking and energy, had expressed similar concerns about damaging innovation when they were being regulated, but stressed the DMA would achieve the opposite. “More competition fosters more innovation and this is precisely what will happen,” he said. “It's very good news for European innovators and start-ups.”</p> <p>Those companies that repeatedly broke the law could even find themselves banned from acquiring companies for a temporary period <a href=\"https://www.ft.com/content/1c66027d-717f-4d71-b76b-34077721a678\">under the new legislation</a>. Technology firms will also be banned from ranking their own services at the expense of competitors and there will also be limits on the use of users' data. </p> <p>Margrethe Vestager, the EU's executive vice-president in charge of digital policy, said the new law “shows the willingness for democracy to say ‘we will rein this in. We will make sure that the market is open and contestable'.”</p> <p>Thierry Breton, the French commissioner in charge of the internal market, added: “It used to be the wild west. That's no longer the case. We are taking back control.”</p> <p>A deal on the DMA came hours before the US and the EU announced&#xa0;a provisional deal on privacy requirements for tech companies sending data across borders.</p> <p>US President Joe Biden said the framework underscored a shared commitment to privacy, data protection and the rule of law, adding that it would allow the European Commission to once again authorise transatlantic data flows that help facilitate $7.1tn in economic relationships with the EU. </p> <p><em>Additional reporting by Sam Fleming in Brussels</em></p><p>Source: Javier Espinoza in Brussels 2022 'Big Tech attacks tough EU measures aimed at tackling its market power' FT.com 25 March. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-03-25T12:15:17.804Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 643,
          "end": 648
        }
      ]
    }
  ]
}