{
  "_id": "f3c0f2e4f73f92c0e5efe79ffd704e64b9add023871152f15c43c578297db2d1",
  "feed": "wall-street-journal",
  "title": "Microsoft Talent Poached  In Race to Build Metaverse  ----  By Aaron Tilley",
  "text": "<p>    Microsoft Corp.'s augmented-reality team has lost around 100 people in the past year, many of them to Meta Platforms Inc., said former employees of the software company and online job profiles, as the battle heats up for workers with skills to build the metaverse. </p><p>   Competitors have been snapping up people with experience developing Microsoft's HoloLens augmented-reality headsets, sometimes offering to double their salaries, former Microsoft employees said. The Microsoft augmented-reality group employs around 1,500 people, they said. </p><p>   The LinkedIn profiles of more than 70 former employees on the HoloLens team show they have left Microsoft in the past year. More than 40 joined Meta, formerly known as Facebook, which is making a big push into alternate-reality tech, the LinkedIn profiles show. </p><p>   The departed staffers include some longtime leaders of the team. Charlie Han, who was responsible for taking customer feedback for HoloLens, left over the summer to join Meta. Josh Miller, who worked in the display team, became the display director at Meta in recent months. Messrs. Han and Miller didn't respond to requests for comment about the moves. </p><p>   A Microsoft spokesman said the company has been at the forefront of innovation in metaverse technology for years and \"will keep advancing state of the art hardware that is more immersive, affordable and in various form factors.\" </p><p>   The company declined to share details about the HoloLens team but said that employee attrition is a regular challenge many teams face and that Microsoft does what it can to retain employees and hire new ones when needed. </p><p>   Meta declined to comment about its recruiting practices. </p><p>   Top tech companies poaching from each other and from smaller companies is nothing new. What is notable now is the scale and speed as a big company like Meta tries to grow quickly, said Matt Stern, chief operating officer at Mira Labs Inc., a startup that helps organizations adopt augmented reality for their workplaces. </p><p>   \"It's driven up prices in the market,\" he said. \"It's difficult for smaller companies to compete.\" </p><p>   In October, Facebook changed its name to Meta and said it would be repositioning the company around the metaverse. It said spending on the new unit for the effort would dent its total operating profit by around $10 billion in its 2021 results. The company said it plans to hire many more employees to build out its metaverse products, including 10,000 workers in Europe over the next five years. </p><p>   Microsoft isn't the only company facing Meta's growing appetite for talent. Apple Inc. is also losing employees to Meta, according to former Microsoft employees who have moved to Meta and LinkedIn profiles of former Apple employees. Bloomberg previously reported on Apple's attempts to limit departures. Apple declined to comment. </p><p>   The metaverse is a largely unrealized virtual realm where proponents say people will work, play, learn and shop. Tech leaders like Microsoft, Meta and Apple are pouring billions of dollars into building the augmented- and virtual-reality hardware and software that could become the building blocks of this emerging digital world. </p><p>   Virtual reality completely immerses users in a virtual world -- a videogame for example -- with a headset closed off from the real world. Meta's Oculus dominates that headset market with around 75% share in 2021, according to research firm International Data Corp. There were 9.4 million VR headsets sold last year, a number that could rise to 13.6 million by the end of this year, according to IDC. </p><p>    Augmented reality overlays digital content, such as 3-D images or visual instructions, onto a user's view of the real world. Some in the tech industry see it as a bigger market opportunity than VR eventually but more difficult to develop. Only around 325,000 AR headsets were sold last year. That number could jump to 1.35 million units this year, according to IDC. </p><p>   Most tech titans are now planning to release their own smart glasses, which are regular-size glasses that include some AR capabilities, so engineers with experience with AR and VR are seeing their profiles and salaries soar. The use of the term metaverse has skyrocketed in job listings. The share of job listings that mentioned the metaverse in December was more than 10 times the level a year earlier, according to the job site Indeed. </p><p>   Microsoft was one of the first movers in augmented reality. HoloLens was first announced more than five years ago and has evolved into one of the world's most advanced headsets. </p><p>   Meta is also working on AR glasses, prompting its hiring binge, the former Microsoft employees said. In September, it made an early step into the market with a pair of smart glasses in a partnership with EssilorLuxottica SA, maker of Ray-Ban glasses. For now, they include more basic functions such as taking pictures and short videos. </p><p>   Because Microsoft has been ahead of the competition on AR, its employees make particularly attractive targets for headhunting, analysts said. </p><p>   \"Until someone else ships another AR product, Microsoft still has quite a bit of a head start in the AR space,\" said Jitesh Ubrani, research manager at IDC. </p><p></p>",
  "published": "2022-01-11T07:12:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 2959,
          "end": 2964
        },
        {
          "start": 2553,
          "end": 2563
        },
        {
          "start": 2693,
          "end": 2698
        },
        {
          "start": 2781,
          "end": 2786
        },
        {
          "start": 2743,
          "end": 2748
        },
        {
          "start": 2553,
          "end": 2558
        },
        {
          "start": 2553,
          "end": 2562
        }
      ],
      "nexusId": "10022657"
    }
  ]
}