{
  "_id": "d098f855ad4b9dcd15eb7d0079588a10533e7eed1726b76f62625a31ac0e3819",
  "feed": "market-watch",
  "title": "Dow closes down 1000 points, Nasdaq falls 3.9% after Powell warns of pain to households in inflation battle; All three major U.S. stock benchmarks booked another week of losses",
  "text": "<p>How did stocks trade?</p><p>* The Dow Jones Industrial Average DJIA plunged 1008.38 points, or 3%, to close at 32,283.40, in its largest percentage drop since May 18.</p><p>* The S&amp;P 500 SPX dropped 141.46 points, or 3.4%, to finish at 4,057.66, in its biggest percentage decline since June 13.</p><p>* The Nasdaq Composite COMP tumbled 497.56 points, or 3.9%, to end at 12,141.71, in its largest percentage drop since June 16.</p><p>For the week, the Dow sank 4.2%, while the S&amp;P 500 shed 4% and the Nasdaq lost 4.4%. All three benchmarks booked a second straight week of losses, according to Dow Jones Market Data.</p><p>What drove the market?</p><p>U.S. stocks tumbled Friday, with losses led by the technology-heavy Nasdaq Composite, after the Federal Reserve Chair Jerome Powell reiterated his resolve to bring soaring inflation under control through higher interest rates.</p><p>In remarks that were more hawkish than many investors anticipated, Powell tried to dispel any hopes for a less-aggressive monetary policy stance by insisting that the central bank will persist in its inflation fight, even if that means causing some near-term economic pain for American families.</p><p>\"Reducing inflation is likely to require a sustained period of below-trend growth,\" Powell said. \"While higher interest rates, slower growth, and softer labor market conditions will bring down inflation, they will also bring some pain to households and businesses.\"</p><p>As U.S. stocks dropped Friday, the S&amp;P 500's information-technology CO:IUIT, communication-services XX:SP500.50 and consumer-discretionary sectors XX:SP500.25 were hardest hit, FactSet data show. Tech plunged 4.3% while the other two areas each sank 3.9%, as growth stocks suffered more than value.</p><p>\"It feels like investors have literally been at the beach all summer and forgetting about the problems that exist economically, said Ryan Belanger, founder and managing principal at Claro Advisors, in a phone interview Friday. \"This morning, Chair Powell's remarks just kind of refocused the lens here.\"</p><p>Jake Jolly, senior investment strategist at BNY Mellon Investment Management, said Powell's remarks solidified his stay-tough stance.</p><p>\"The market was pretty clearly set up for a hawkish 'sticking to the script' type of speech and the initial impression is that was what Chair Powell delivered — and he did in in less than 10 minutes,\" Jolly said. \"The key takeaway is he closed the door on this idea that there is going to be a short-term pivot on Fed policy.\"</p><p>Read: How stocks perform as central bankers gather each year at Jackson Hole</p><p>As the selloff accelerated, Wall Street's \"fear gauge,\" the CBOE Volatility Index VIX, rose to above 25, according to FactSet data. That compares with a 200-day moving average of about 24.7, FactSet data show.</p><p>In the bond market, yields on the 10-year and two-year Treasury notes rose slightly Friday, with the spread between them in inverted territory.</p><p>Ahead of Powell's remarks, a batch of fresh economic data was released, including a reading on the Fed's preferred inflation gauge, the personal-consumption-expenditures index. Headline PCE dropped 0.1% for July and to 6.3% from 6.8% annually. Core PCE, which excludes food and energy prices and is closely watched by Fed policy makers, rose 0.1% on a one-month basis but decelerated by a slightly bigger-than-expected amount to a 4.6% year-over-year rate, from 4.8%.</p><p>Read: Inflation falls in July for the first time in 20 months, key gauge shows</p><p>Personal incomes climbed 0.2% in July, while consumer spending rose 0.1%, below forecast. The U.S. trade in goods deficit sank 9.7% in July, while inventories rose.</p><p>As Powell spoke, investors also received an update from the University of Michigan's survey of consumer sentiment, which showed that consumers' outlook on the economy improved in August, while medium- and long-term inflation expectations continued to moderate.</p><p>\"I'd chalk that up to the fact that the price of a gallon of gasoline has declined to under $4 a gallon,\" Wayne Wicker, chief investment officer at MissionSquare Retirement, said of the improved sentiment in a phone interview Friday. \"Consumer psychology can be impacted pretty significantly by how much it's going to cost them to fill up their car.\"</p><p>Which companies were in focus?</p><p>* Electronics Arts Inc. EA shares rose 3.6%, even after reports denied earlier rumors about a potential deal with Amazon.com Inc. AMZN.</p><p>* Shares of Dell Technologies Inc. DELL plunged 13.5% after executives said the end of the pandemic-driven PC sales boom appeared in the second quarter. Revenue fell short of analysts expectations.</p><p>* Gap Inc. GPS shed 1.9%, erasing earlier gains that had followedan earnings report that slightly beat Wall Street expectations.</p><p>* Meta Platforms Inc. META dropped slightly more than 4% as mega-cap 'FAANG' names declined following Powell's hawkish remarks. Amazon sank 4.8%, while Apple Inc. AAPL fell 3.8% and Netflix Inc. NFLX slid 4.6%.</p><p>How did other assets fare?</p><p>* The yield on the 10-year Treasury note BX:TMUBMUSD10Y edged up 1.1 basis points Friday to 3.034%, while the two-year Treasury yield BX:TMUBMUSD02Y rose 1.9 basis points to 3.391%.</p><p>* The ICE Dollar Index DXY was up 0.3%.</p><p>* Crude prices CL.1 ended higher, with West Texas Intermediate crude for October delivery CLV22 edging up 0.6% to settle at $93.06 a barrel. For the week, front-month oil prices climbed 2.9%, according to Dow Jones Market Data.</p><p>* Gold futures GC00 ended lower, with gold for December delivery GCZ22 falling 1.2% to settle at $1,749.80 an ounce. For the week, the most-active contract declined 0.7%, according to Dow Jones Market Data.</p><p>* Bitcoin BTCUSD was down 4.2% at $20,740.</p><p>* In European equities, the STOXX Europe 600 Index XX:SXXP closed 1.7% lower Friday for a weekly drop of 2.6%, while the FTSE 100 Index UK:UKX fell 0.7% Friday, bringing its weekly decline to 1.6%.</p><p>* In Asia, Japan's NIKKEI 225 Index JP:NIK ended 0.6% higher Friday, paring its loss for the week to 1%. China's Shanghai Composite Index CN:SHCOMP closed 0.3% lower Friday for a weekly decline of 0.7%. Hong Kong's Hang Seng Index HK:HSI rose 1% Friday for a weekly gain of 2%.</p><p>Hear from Carl Icahn at the Best New Ideas in Money Festival on Sept. 21 and Sept. 22 in New York. The legendary trader will reveal his view on this year's wild market ride.</p><p>––Barbara Kollmeyer contributed to this report.</p><p>Dow closes down 1000 points, Nasdaq falls 3.9% after Powell warns of pain to households in inflation battle</p>",
  "published": "2022-08-26T20:43:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "confidence": 0.98200005,
      "offsets": [
        {
          "start": 4881,
          "end": 4885
        },
        {
          "start": 4870,
          "end": 4880
        },
        {
          "start": 4835,
          "end": 4845
        }
      ],
      "weightsV2": {
        "weight": 2.4435186,
        "baseWeight": 3.0,
        "expansionWeight": 0.0,
        "ontologyWeight": -0.55648136,
        "tagPositionWeight": 0.0,
        "titleWeight": 0.0
      },
      "typeRank": 3
    }
  ]
}