{
  "_id": "ce344b3ee42b430d7a1125053d34736ca01cee924d9d939f9a24cc4ead5eecf6",
  "feed": "wall-street-journal",
  "title": "EXCHANGE --- The Score: The Business Week in 7 Stocks",
  "text": "<p>Apple chewed up a new milestone early in the new year. Apple on Monday became the first U.S. company to reach $3 trillion in market value. Shares of the iPhone maker crossed that level during the first trading session of 2022 before falling below the marker. Apple's share price has more than tripled since the lows of March 2020, adding roughly $2 trillion in market capitalization. The company benefited from new iPhones with 5G cellular capability and the buying of laptops and iPad tablets by workers and students stuck at home during the pandemic. Apple shares gained 2.5% Monday.</p><p>TESLA INC.</p><p>TSLA +14%</p><p>Tesla didn't let supply-chain snarls slow it down. The electric-car maker on Jan. 2 said its annual vehicle deliveries surged 87% in 2021, growing at their fastest pace in years. The company's expansion came in a year of tepid growth for a global auto industry plagued by computer-chip shortages. Chief Executive Elon Musk previously said that Tesla leaned on in-house software-engineering expertise to keep production lines running last year. The company in 2022 is aiming to use new factories in Texas and Germany to help meet its growth target. Tesla shares soared 14% Monday.</p><p>SOUTHWEST AIRLINES CO.</p><p>LUV +3.3%</p><p>The New Year didn't bring clear skies for airlines. Carriers canceled more than 1,000 daily U.S. flights for 13 straight days as of Friday, as the industry struggled with Omicron-fueled staffing shortages and inclement weather challenges. But analysts say the wave of cancellations is likely to ease once infection rates fall and weather improves, instead of becoming a longer-term trend. Southwest shares rose 3.3% Friday.</p><p>BED BATH &amp; BEYOND INC.</p><p>BBBY +8%</p><p>Stores are still struggling to keep shelves stocked. Bed Bath &amp; Beyond on Thursday posted a big sales decline for the quarter that included part of the holiday season; Chief Executive Mark Tritton said supply-chain issues dented sales by about $100 million. There were some bright spots: sales were up in the high single-digit percent over the Black Friday to Cyber Monday weekend. But December's performance was volatile because consumers shopped earlier in the season, and the company wasn't able to keep some sought-after items in stock. Bed Bath &amp; Beyond shares added 8% Thursday.</p><p>WALGREENS BOOTS ALLIANCE INC.</p><p>WBA -2.9%</p><p>The latest Covid-19 surge gave Walgreens sales a shot in the arm. On Thursday it reported its highest retail sales increase in 20 years, and raised its full-year forecast as demand for Covid vaccines and at-home tests rises. But it said a scramble for vaccines and tests overwhelmed the company's workers and dented growth in prescription sales. Walgreens said it is spending $120 million this year to address staffing issues, after saying previously that it would improve conditions by adding prescheduled breaks, hiring more staff and raising pay. Walgreens shares fell 2.9% Thursday.</p><p>CONAGRA BRANDS INC.</p><p>CAG -1.8%</p><p>The spread of the Omicron variant is eating up Conagra's workforce. The maker of Birds Eye frozen vegetables and Slim Jim meat snacks said Thursday that more of its employees are testing positive for Covid at a time when heightened consumer demand is already outstripping the company's available supplies. Conagra reported that its recent quarterly profits fell as it spent more to get as much food delivered as possible. The company said it plans to continue raising prices and cutting costs to protect its profit margins. Conagra shares lost 1.8% Thursday.</p><p>GAMESTOP CORP.</p><p>GME +7.3%</p><p>GameStop is making a play for NFTs and crypto. The retailer that was at the center of last year's stock-trading frenzy is launching a division to develop a marketplace for nonfungible tokens and establish cryptocurrency partnerships as part of its turnaround plan, The Wall Street Journal reported Thursday. The company is asking select game developers and publishers to list NFTs on its marketplace when it launches later this year, and is close to signing partnerships with two crypto companies. GameStop shares rose 7.3% Friday.</p><p>License this article from Dow Jones Reprint Service</p>",
  "published": "2022-01-08T00:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 55,
          "end": 60
        },
        {
          "start": 259,
          "end": 264
        },
        {
          "start": 553,
          "end": 558
        },
        {
          "start": 0,
          "end": 5
        }
      ],
      "nexusId": "10022657"
    }
  ]
}