{
  "_id": "2b066b6e5093f399fbf78a12d58418cf6faf22da2be819f7eec59100cd9f2e68",
  "feed": "wall-street-journal",
  "title": "Apple, Fortnite Battle Moves Before Appeals Court Over App Store Monopoly Claims; Three judges are hearing the high-profile case that now includes the Justice Department and could determine the fate of the iPhone's power",
  "text": "<p>A U.S. District Judge last year mostly sided with Apple, rejecting all but one of Epic's claims and declaring the iPhone maker wasn't a monopolist in what she described as \"the submarket for mobile gaming transactions.\"</p><p>Back then, the judge rejected Epic's request to force Apple to let programs be downloaded onto the iPhone outside of the rules and reach of the App Store. The judge did rule that Apple was violating California's Unfair Competition Law, which is a broader statute than other antitrust laws, by prohibiting app makers from steering customers to use payment methods outside of their apps and Apple's reach. The judge ordered Apple to stop that, but the orders are on hold while the appeals process plays out.</p><p>On Monday, the higher court heard both sides' appeals in person. A new wrinkle for Apple since the May 2021 trial is the emergence of the Justice Department in the proceedings.</p><p>Tom Goldstein, a partner at Goldstein &amp; Russell P.C. arguing on Epic's behalf, said that the \"beating heart\" of the case is whether Apple's walled garden approach to its iPhone App Store hurts competition.</p><p>\"The only thing that is kept out by Apple's walled garden is competitors,\" he said at the hearing. \"I haven't been able to conceive of a theory of the case in which Apple should legitimately be immune from antitrust scrutiny,\" he said.</p><p>Apple representative Mark Perry, a lawyer at Weil Gotshal &amp; Manges LLP, focused on how Apple's system is important for keeping the iPhone secure.</p><p>\"Any anti-competitive harm is offset by the pro-competitive benefits,\" said Mr. Perry, quoting from the district court judgment.</p><p>One of the three judges, Milan Smith Jr., asked Apple's lawyer about the differences between Apple's more closed approach with its mobile operating system and the more open ecosystem of the Mac operating system.</p><p>\"The real difference between the Mac and the iOS system is human review,\" said Mr. Perry. \"Mac uses purely technical review. The iOS uses a very robust and expensive level of human review.\"</p><p>Apple's walled garden approach makes the iPhone more secure than the Mac, PC and Android platforms, Mr. Perry argued, and gives Apple a competitive differentiation.</p><p>\"What's kept out by walled gardens is fraudsters and pornsters and hackers and malware and spyware and foreign governments who wish to hijack the phone and GPS and microphone feature of the device,\" he said.</p><p>In a filing earlier this year, Justice Department lawyers cautioned that the district court's ruling offered a narrow and incorrect interpretation of the Sherman Act, which prohibits activities that restrain market competition. The department warned the ruling potentially sets a precedent for anticompetitive agreements and practices that fall outside the law's protection.</p><p>\"The district court committed several legal errors that could imperil effective antitrust enforcement, especially in the digital economy,\" the Justice Department warned in a filing.</p><p>Among the government's concerns was the district court's conclusion that Apple's agreement with developers isn't a contract subject to the Sherman Act because it was something app companies had to accept to be in the App Store. The Justice Department also took issue with the district court's evaluation of pricing evidence and its definition of the market.</p><p>Apple has said that the Justice Department's stance advocated a \"new legal position that, if accepted, would make it easier for them to win antitrust lawsuits.\" The department has been looking into the power of big tech companies, including Apple.</p><p>While the Justice Department filing said it wasn't picking a side in the fight, many of its concerns rang similar to Epic's appeal.</p><p>\"The district court committed multiple legal errors in rejecting Epic's Sherman Act claims,\" Epic lawyers argued in a filing. \"Accepting Apple's defense of these errors would require changing settled law.\"</p><p>In Apple's appeal of the district court's ruling that the company violated the California law, lawyers for Apple faulted how the decision has halted a business practice under the California law that was found reasonable according to U.S. antitrust law.</p><p>SHARE YOUR THOUGHTS</p><p>Do you think Google's actions are anticompetitive? Join the conversation below.</p><p>Monday's proceeding before three judges is an opportunity for the court to ask questions of all parties. In such proceedings it can be hard to gauge their positions on the matter based on their questions. A decision is expected within a year, and it is likely to get appealed to the Supreme Court.</p><p>The high-stakes drama began in the summer of 2020 when Epic, unhappy with the restrictions of the App Store, secretly launched an update to its \"Fortnite\" game to allow for in-app purchases through its own payment system, avoiding Apple's method.</p><p>Apple quickly kicked \"Fortnite\" out of the App Store for violating its rules and Epic followed with its lawsuit. The 16-day trial in Oakland, Calif., saw the chief executives of both companies testify.</p><p>A ruling on the appeal could take months or potentially a year, lawyers on the case said.</p><p>Write to Tim Higgins at Tim.Higgins@WSJ.com and Aaron Tilley at aaron.tilley@wsj.com</p><p>Apple, Fortnite Battle Moves Before Appeals Court Over App Store Monopoly Claims</p>",
  "published": "2022-11-15T01:26:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 0,
          "end": 5
        },
        {
          "start": 50,
          "end": 55
        },
        {
          "start": 274,
          "end": 279
        },
        {
          "start": 399,
          "end": 404
        },
        {
          "start": 609,
          "end": 614
        },
        {
          "start": 642,
          "end": 647
        },
        {
          "start": 809,
          "end": 814
        },
        {
          "start": 1035,
          "end": 1040
        },
        {
          "start": 1145,
          "end": 1150
        },
        {
          "start": 1274,
          "end": 1279
        },
        {
          "start": 1345,
          "end": 1350
        },
        {
          "start": 1432,
          "end": 1437
        },
        {
          "start": 1668,
          "end": 1673
        },
        {
          "start": 1713,
          "end": 1718
        },
        {
          "start": 2022,
          "end": 2027
        },
        {
          "start": 2150,
          "end": 2155
        },
        {
          "start": 3025,
          "end": 3030
        },
        {
          "start": 3310,
          "end": 3315
        },
        {
          "start": 3551,
          "end": 3556
        },
        {
          "start": 3827,
          "end": 3832
        },
        {
          "start": 3899,
          "end": 3904
        },
        {
          "start": 4003,
          "end": 4008
        },
        {
          "start": 4778,
          "end": 4783
        },
        {
          "start": 4794,
          "end": 4799
        },
        {
          "start": 5171,
          "end": 5176
        }
      ]
    }
  ]
}