{
  "_id": "12b250f4ac984ce60a8b6cdf059de983a296ccd120dd5d3678f32758df797dac",
  "feed": "market-watch",
  "title": "This math shows why Netflix's stock price could plunge to $121; These longtime Netflix bears say it could get even worse for investors",
  "text": "<p>Strong competition is taking market share, limiting pricing power and making it clear that Netflix cannot generate anything close to the growth and profits implied by the current stock price.</p><p>Netflix lost 200,000 subscribers in the first quarter, the company's first subscriber loss in 10 years. More alarming, management guided for an additional loss of 2 million subscribers in the second quarter.</p><p>We expect subscriber contraction could be the norm moving as more competitors bolster their offerings and deep-pocketed peers such as Disney DIS, Amazon AMZN and Apple AAPL continue to invest heavily in streaming.</p><p>Indeed, Netflix faces a litany of challenges to turn its cash-burning business into a cash earner and justify the expectations baked into its stock price.</p><p>A huge red flag</p><p>Netflix's free cash flow was positive in 2020 for the first time since 2010. But positive FCF comes almost entirely from Netflix cutting content spending during the COVID-19 pandemic. Netflix cannot generate positive FCF and increase content spending.</p><p>In the past, we saw a strong relationship between content spend and subscriber growth. So, the spend seemed worth it. As of Tuesday's earnings release, we're seeing that relationship break down.</p><p>Per this chart, even after significantly increasing content spend in 2021 and over the trailing 12 months, or TTM, Netflix's subscriber growth continued to fall year over year. Considering the hypercompetitive, content-driven nature of the streaming business, a lack of subscriber growth is a huge red flag. Throwing billions of dollars at content will not be enough to fend off competition, and even when spending heavily on content, new subscribers aren't showing up.</p><p>Meanwhile, Netflix has stayed out of the live sports arena, a stance that looks unlikely to change. Yet Disney, Amazon, CBS, NBC, and Fox FOX (each of which has its own streaming platform) are securing rights to more and more live content, especially the NFL and NHL, giving them a very popular offering that Netflix cannot match. More recently, Apple began broadcasting Friday Night Baseball and it's reported that Apple is nearing a deal for NFL Sunday Ticket, which would only bolster its live offerings</p><p>Read: As Netflix hemorrhages subscribers amid increased competition from Disney, Hulu, HBO, Amazon Prime and Apple — have we finally reached peak streaming?</p><p>Netflix's current valuation implies subscribers will double</p><p>We use our reverse discounted cash flow (DCF) model and find that the expectations for Netflix's future cash flows look overly optimistic given the competitive challenges above and guidance for further slowing in user growth. To justify Netflix's current stock price of around $240, the company must:</p><p>* maintain its 5-year average NOPAT margin of 12% and</p><p>* grow revenue 13% compounded annually through 2027, which assumes revenue grows at consensus estimates in 2022-2023 and 12% each year thereafter (equal to 2022 revenue estimates)</p><p>In this scenario, Netflix's implied revenue in 2027 of $59.5 billion is 4.4 times the TTM revenue of Fox Corp, 2.1 times the TTM revenue of Paramount Global, 1.5 times the combined TTM revenue of Paramount Global and Warner Bros. Discovery WBD and 82% of Disney's TTM revenue.</p><p>To generate this level of revenue and reach the expectations implied by its stock price, Netflix would need either:</p><p>* 335 million subscribers at an average monthly price of $14.78/subscriber</p><p>or</p><p>* 424 million subscribers at an average monthly price of $11.67/subscriber</p><p>For reference, Netflix had 222 million subscribers at the end of the first quarter.</p><p>That $14.78 is the average monthly revenue per membership in the United States and Canada in the quarter. However, the majority of Netflix's subscriber growth comes from international markets, which generate much less per subscriber. The overall (U.S. and international) average monthly revenue per subscriber was $11.67 in 2021. At that price, Netflix needs to nearly double its subscriber base to over 424 million to justify its stock price.</p><p>Netflix's implied net operating profit after tax, or NOPAT, in this scenario is $7.1 billion in 2027, which would be 3.6 times the 2019 (prepandemic) NOPAT of Fox Corp, 1.9 times the 2019 NOPAT of Paramount Global, 1.1 times the combined 2019 NOPAT of Paramount Global and Warner Bros. Discovery, and 67% of Disney's 2019 NOPAT.</p><p>This chart compares Netflix's implied NOPAT in 2027 with the 2019 NOPAT of other content production firms.</p><p>There's 50% downside if margins fall to streaming history average</p><p>Should Netflix's margins fall even further given competitive pressures, more spending on content creation, and/or subscriber acquisition, the downside is even greater. Specifically, if we assume:</p><p>* Netflix's NOPAT margin falls to 9% (equal to the average since 2014) and</p><p>* Netflix grows revenue by 10% compounded annually through 2027 (equal to management's guided YoY revenue growth rate for 2Q22)</p><p>then the stock is worth just $121 today – a 50% downside.</p><p>In this scenario, Netflix's revenue in 2027 would be $51.3 billion, which implies Netflix has 289 million subscribers at the current U.S. and Canada average monthly price or 367 million subscribers at the overall average revenue per subscriber of $11.67/month. Either subscriber number is more than what Netflix has now.</p><p>In this scenario, Netflix's implied revenue of $51.3.0 billion is 3.8 times the TTM revenue of Fox Corp, 1.8 times the TTM revenue of Paramount Global, 1.3 times the combined TTM revenue of Paramount Global and Warner Bros Discovery and 70% of Disney's TTM revenue.</p><p>Netflix's implied NOPAT in this scenario would be 2.3 times the 2019 (prepandemic) NOPAT of Fox Corp, 1.2 times the 2019 NOPAT of Paramount Global, 70% the combined 2019 NOPAT of Paramount Global and Warner Bros Discovery, and 43% of Disney's 2019 NOPAT.</p><p>This chart compares the firm's historical revenue and implied NOPAT for the scenarios above to illustrate the expectations baked into Netflix's stock price. For reference, we also include the prepandemic NOPAT of Paramount Global and Warner Bros Discovery.</p><p>Still too optimistic?</p><p>The above scenarios assume Netflix's year-over-year change in invested capital is 14% of revenue (half of 2021) in each year of our DCF model. For context, Netflix's invested capital has grown 40% compounded annually since 2014 and change in invested capital has averaged 26% of revenue each year since 2014.</p><p>It is more likely that spending will need to be much higher to achieve the growth in the above forecasts, but we use this lower assumption to underscore the risk in this stock's valuation.</p><p>More on Netflix: Pershing Square dumps Netflix stake less than three months after buying in</p><p>David Trainer is the CEO of New Constructs, an independent equity research firm that uses machine learning and natural language processing to parse corporate filings and model economic earnings. Kyle Guske II and Matt Shuler are investment analysts at New Constructs. They receive no compensation to write about any specific stock, style or theme. New Constructs doesn't perform any investment-banking functions and doesn't operate a trading desk. Follow them on Twitter @NewConstructs. This is an abridged version of \" Netflix Could Fall Another 50%\" published on April 20.</p><p>David Trainer, Kyle Guske II, and Matt Shuler</p><p>This math shows why Netflix's stock price could plunge to $121</p>",
  "published": "2022-04-21T12:07:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 2118,
          "end": 2123
        },
        {
          "start": 2318,
          "end": 2323
        },
        {
          "start": 568,
          "end": 572
        },
        {
          "start": 562,
          "end": 567
        },
        {
          "start": 2048,
          "end": 2053
        }
      ]
    }
  ]
}