{
  "_id": "6dbb5f7d626fb18b2508d2e0e0bac32c6351021936c2af992e41c2937f783cea",
  "feed": "ftcomall",
  "title": "Companies will find it hard to diversify away from China Covid shock",
  "text": "<p>The showdown at the world's biggest iPhone factory in China has just become relevant to the world's shoppers. Wait times for Apple's premium smartphone models in the US have reached a record, to as much as 37 days — meaning deliveries may not be made before Christmas, according to Counterpoint Research. Although seemingly trivial, the delays are a telling sign of the current problems in global manufacturing supply chains.</p> <p>Apple's main assembly plant in the city of Zhengzhou, which makes nearly three-quarters of the world's iPhones, including the latest 14 Pro models, is struggling with worker unrest and Covid-19 lockdowns. It is far from an isolated case. Across the country, <a href=\"https://www.ft.com/chinese-business-finance\">China</a> is dealing with one of the most significant bouts of protests in decades and a record number of new Covid-19 cases.</p> <p>From here, there are two ways for Beijing to react. Authorities could stamp out further social unrest and stick to lockdowns, or there may be a gradual move towards loosening restrictions to appease growing discontent. The more likely scenario is the latter, with analysts expecting China will now reopen its economy fully from lockdown restrictions earlier than the previously expected second quarter of 2023.</p> <p>Yet either way, the economic damage is done. Even if China drops its zero-Covid policy earlier than forecast, the problem then becomes its relatively low vaccination rate. Due to strict isolation policies over the past two years, the number of cumulative cases — and natural immunity — in the country is extremely low at 0.01 per cent of the population, increasing the risk of an infection surge after reopening.</p> <p>Nearly a third of China's population is employed in the manufacturing sector. A sudden rise in coronavirus cases will have a direct impact on supply chains, exacerbating a serious shortage of workers.</p> <p>The current looser, and shorter, restrictions are already estimated to affect more than a fifth of China's total output. An escalation of lockdowns to more cities for longer periods would cause a lasting and significant impact on the global economy. Two months of restrictions this year in just one city, Shanghai, upended global supply chains for many months.</p> <p>Indeed, the degree of manufacturing dependence on China is huge. The nation tops global output market share for three-quarters of the world's manufacturing categories tracked by the UN, including apparel, pharmaceuticals, chemicals, computers, electrical and industrial equipment. It also controls more than 80 per cent of the world's refining and mining of raw materials for key industries such as electric car batteries. The risks are underlined by the fact that Guangzhou — the country's manufacturing hub — is the epicentre of the latest surge of cases. </p> <p>So it is no surprise that for years, diversification away from China has been offered up as a solution to supply chain disruptions. But how easy will that be, even if the will is there? Just a decade ago, when China was lower down in the manufacturing value chain and the importance of its consumers for global companies more limited, this may have been more an option.</p> <p>Now, an extensive manufacturing ecosystem ranging from components suppliers to engineering solutions has become deeply embedded in the manufacturing hubs in China. This cuts costs and makes faster product changes and launches possible, but it makes moving manufacturing to other countries much more complicated.</p> <p>There are also not many plausible alternatives to China. South-east Asian options in manufacturing lack at least one of two factors that made China the “world's factory”: scale and low labour costs. Vietnam, which has a labour force of less than a tenth that of China, lacks scale. Thailand's labour costs are relatively higher. India's manufacturing output is one-tenth of China.</p> <p>The resulting increase in labour and logistics costs from diversification will also shake the foundation of the business model of contract manufacturers which run on razor-thin operating margins. iPhone maker Foxconn's was below 2.5 per cent last year, while peer Pegatron's was 1.3 per cent. </p> <p>More critically, China has become the largest consumer market outside the US for an increasing number of industries and companies. For foreign groups including Tesla, Apple and Samsung, moving production closer to the market helps ingratiate them with Beijing to overcome barriers to foreign business.</p> <p>Disruptions look set to last far beyond Christmas. Most companies are already too entrenched to make significant changes to operations. Higher political risk and more frequent supply shocks should now be planned for as a normal cost of doing business in China.</p> <p><a href=\"mailto:june.yoon@ft.com\"><em>june.yoon@ft.com</em></a></p><p>Source: June Yoon 2022 'Companies will find it hard to diversify away from China Covid shock' FT.com 30 November. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-11-30T00:01:42.985Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 125,
          "end": 130
        },
        {
          "start": 4273,
          "end": 4278
        },
        {
          "start": 426,
          "end": 431
        }
      ]
    }
  ]
}