{
  "_id": "3c73bc8e5ae99a5f421024061023742fcdc05d8ccad7d64a31ad2f976971c91a",
  "feed": "ftcomall",
  "title": "The US-China chip war is reshaping tech supply chains",
  "text": "<p><em>The writer is author of ‘Chip War', visiting fellow at the American Enterprise Institute and a professor at the Fletcher School</em></p> <p>When Taiwanese manufacturing tycoon Terry Gou and former US President Donald Trump grabbed ceremonial shovels at the 2018 groundbreaking of a new electronics factory in Wisconsin, many tech analysts and executives saw a textbook example of why politicians should not meddle in supply chains. Wisconsin voters soon learned that Gou's company Foxconn only invested because it was promised multibillion-dollar subsidies and loosened environmental rules. When Foxconn's factory plans were dramatically scaled back several years later, it seemed like evidence that political bluster could not overpower market forces.</p> <p>Five years on, however, intensified US-China tension over technology — and especially semiconductors — has shifted electronics <a href=\"https://www.ft.com/supply-chains\">supply chains</a> in slow but significant ways. Foxconn's Wisconsin facility is far smaller than initially promised, but TSMC, Taiwan's most valuable company and the world's biggest producer of processor chips, will soon open a new facility in Arizona. Previously, almost all of TSMC's recent investment was in Taiwan or China. Now it is diversifying its fabrication footprint, building a new chip fab in Japan and exploring one in Singapore, too. TSMC's change in tack is driven by subsidies from these governments as well as political pressure to reduce the concentration of chipmaking along the Taiwan Strait.</p> <p>In corporate boardrooms as well as defence ministries, concern is growing that mutually assured economic destruction may not keep the peace in the Taiwan Strait. Multinational businesses have invested many billions of dollars in both Taiwan and China on the assumption that war is simply too costly. </p> <p>Yet just this year, Germany's bet on the same thesis for securing its energy supply has gone horribly&#xa0;wrong. Xi Jinping may seem more likely than Vladimir Putin to be dissuaded by the cost of war. However, as its economically disastrous Covid lockdowns have shown, China's leaders are no longer so fixated on economic growth.</p> <p>Even corporate leaders who see the risk of war as remote can't ignore more immediate policy changes driven by the US-China chip war. The US continues to tighten its chip choke, rolling out <a href=\"https://www.ft.com/content/9fd8b86f-4ff2-4a1f-98b9-739360cea98c\">new restrictions</a> limiting China's access to chipmaking software and equipment. </p> <p>Some foreign <a href=\"https://www.ft.com/semiconductors\">chip</a> companies with facilities in China are paying the price for failing to anticipate these new restrictions. SK Hynix, one of South Korea's two major memory chip producers, is now restricted from upgrading critical lithography equipment in its plant in Wuxi, China, which will prevent it from producing next generation chips there. Partly because of this, non-Chinese firms are changing their investment patterns. </p> <p>Subsidies are also changing the industry's structure. Attention has focused on recently passed US legislation to incentivise semiconductor manufacturing, leading TSMC and South Korea's Samsung to build new facilities in Arizona and Texas respectively. Europe, Japan and India are rolling out their own semiconductor subsidies, too. As the location of semiconductor fabrication shifts, the production of chipmaking materials and supplies will, too. </p> <p>The biggest semiconductor subsidy programme, however, is China's, where the national government, as well as provincial and local authorities, continue to pour funds into the chip industry. A wave of new facilities producing low-end processor chips is about to come online, which will depress prices in this segment and spark dumping allegations and trade disputes. </p> <p>More immediately, China's government subsidies for Yangtze Memory Technologies Corporation, a producer of Nand memory chips, appear to be bearing fruit. Apple is considering using YMTC's chips in new iPhones. Previously this type of chips was purchased from South Korean, Japanese or American companies.</p> <p>China's subsidies and America's chip choke are forcing change downstream, too. Apple, whose finely tuned supply chains shape how the entire industry sources components, is increasing device assembly in Vietnam and India. The biggest signal is that Apple may use different components for phones intended for Chinese customers than those sold abroad. Apple has told US legislators that it will only use YMTC's memory chips in phones it sells within China. Operating separate “China” and “non-China” supply chains is the definition of decoupling.</p><p>Source: Chris Miller 2022 'The US-China chip war is reshaping tech supply chains' FT.com 7 October. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-10-07T16:05:40.448Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 3996,
          "end": 4001
        },
        {
          "start": 4266,
          "end": 4271
        },
        {
          "start": 3766,
          "end": 3771
        },
        {
          "start": 4165,
          "end": 4170
        }
      ]
    }
  ]
}