{
  "_id": "8d661bdf4281c6f667e4671b7ebfac31534da998f43272910b231232b0848c0a",
  "feed": "wall-street-journal",
  "title": "OFF DUTY --- Gear & Gadgets -- Rumble Seat: A Sporty BMW Coupe That's Enough But Not Too Much",
  "text": "<p>Please consider this week's test car, the BMW 230i Coupe, now manufactured for North America in Mexico, representing the redesigned 2 Series family. The 230i's starting MSRP ($36,635) puts one on the path of a comely, well-equipped four-seat compact sport coupe, with an effervescent 2.0-liter turbo-four (255 hp/294 lb-ft) up front, a flawless eight-speed automatic in the middle and rear-wheel drive.</p><p>With a louche silhouette, a bootiful backside and river-stone smoothness, the 230i Coupe is affordably gorgeous -- enough but not too much, swag wise. Notably, the 2 Series' understated grille honors the traditional twin-kidney design while conspicuously avoiding the fearful symmetries of BMW's electrified fleet, the Nostrils of Doom.</p><p>Light of tiller and strong of keel, yar and spry in good weather or bad, this little runabout spent the week putting a stupidly satisfied smile on this sailor's face. The test car, painted in Melbourne Red Metallic and gilded with $9,225 worth of options -- including uprated rear differential and brakes, sport suspension and steering -- went out the door for an entirely defensible, obviously sensible $46,570.</p><p>And yet, BMW would very much like you to consider stepping up to the M240i xDrive, for an additional and trifling $12,200 MSRP. The blandishments include more power, from a turbo 3.0-liter inline six (maximum output of 382 hp); permanent all-wheel drive; and the M Sport suspension, wrapping it all in the carbon-splashed M Sport Package and tarty Shadowline trim.</p><p>Shall I give you the benefit of my long experience? Get the little engine.</p><p>It's hard, I know. The consumer reflex is to assume the more expensive version of anything is better. A similar instinct leads people to think bigger engines and more horsepower will increase net happiness. Not always. Many famous sporty cars -- Jaguar E-Type, Datsun 240Z, Mazda MX-5 Miata, BMW's own 3 Series and Z3 convertible -- grew less magical over the years, even as they got faster.</p><p>Why would that be? Often, adding power in the pursuit of performance begets added weight, which then requires more power and then the means to cool and control it. The 230i -- rear-wheel only, with a four-cylinder engine -- weighs 352 pounds less than the M240i, which is a lot.</p><p>You want more? With a six-cylinder under the hood, the M240i xDrive's weight balance is slightly more nosey (53.1/46.9%, f/r, vs. 51.6/48.4%). The six-cylinder car sacrifices a bit of rearward weight transfer under acceleration (and potential traction under the driven wheels) for more horsepower.</p><p>With four driven wheels instead of two, the M240i xDrive transfers more torque to the ground in initial acceleration. But AWD systems, even those that bias more power to the rear, add weight and tend to make cars feel less agile, in and out of corners -- not as free to pitch around, more locked down. Putting such a car into Sport+ mode would make it easier for the car to rotate like a RWD car. But it's not the same as the 230i Coupe's volunteering to turn.</p><p>Apples to apples, the lighter car will inevitably feel happier, more controllable, more fully awake, more intentional, with less latency, no matter which way you point it -- a car always asking less of its brakes and tires than would the quicker, heavier car.</p><p>Thus the automotive koan: It is more fun to drive a slow car fast than a fast car slow. Ka-ching.</p><p>People over-privilege performance metrics, anyway. Whatever advantage the M240i xDrive boasts in official 0-60 mph acceleration (4.1 vs. 5.5 seconds) is really hard to access or appreciate in the non-sim world. For example, the M240i xDrive's jolting acceleration figure is accomplished with the help of Launch Control, a function that most users will use 0% of the time.</p><p>You might hope to find occasion to use the extra horsepower; but unless you're transporting donor organs in an Igloo cooler, probably not. Besides, both cars' top speed is 130 mph. To unlock the full 155 mph in either car, you have to upgrade to the high-performance tires. Hard pass, Mr. Sales Manager. Put away your grease gun.</p><p>Having saved potential buyers thousands, I'm prepared to help spend it. The M Sport Package costs an extra $3,350 but seems to me pretty generous for BMW, the chiselers: sport-tuned suspension, variable sport steering and M steering wheel. You'll want that.</p><p>The added exterior details are subtle but persuasive, including contrasting lower body trim and more pronounced lateral grille intakes, all mascaraed with the Shadowline trim features. Our tester's 19-inch M double-spoke bi-color wheels, wrapped around performance non-run-flat tires, also presented nicely. Wheel-detailing feather dusters, stand ready.</p><p>As the 230i will burn less gasoline than the 240i, feel free to reward yourself. The Premium Package includes spiff such as heated front seats and steering wheel. You ask, how could that possibly be worth another $1,950? I ask, have you ever had a heated steering wheel?</p><p>For those not loving BMW's new direction in user experience, the 230i Coupe offers many outcroppings of the tried-and-true, such as the conventional PRNDL gear shift lever. To its right, the seventh-generation BMW's iDrive rotary selector, for slewing across the center display's animated heuristics. And a Start button.</p><p>Priceless.</p><p>---</p><p>2022 BMW 230i COUPE</p><p>Base price: $36,635</p><p>Price, as tested: $46,570</p><p>Powertrain: Turbocharged direct-injected 2.0-liter inline four-cylinder with variable valve timing and lift; eight-speed automatic transmission with multiple drive modes and paddle shifters; rear-wheel drive with limited-slip differential.</p><p>Power/torque: 255 hp at 5,000-6,500 rpm/294 lb-ft from 1,550-4,400 rpm</p><p>Length/wheelbase/width/height: 179.0/107.9/72.4/54.8 inches</p><p>Curb weight: 3,519 pounds</p><p>0-60 mph: 5.5 seconds (BMW)</p><p>EPA fuel economy: 26/35/29 mpg, city/highway/combined</p><p>Cargo capacity: 10 cubic feet</p>",
  "published": "2022-05-21T00:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 3023,
          "end": 3029
        }
      ]
    }
  ]
}