{
  "_id": "d5a6eb9bc94024a8b43594331dd02bcea41e5b15fc88038b8dd6afc37be74d30",
  "feed": "ftcomall",
  "title": "What are investors supposed to trust in now?",
  "text": "<p>I'm not often glad I am no longer the young person in the room. This month I am. If you have only been knocking around in markets for, say, 15 years, you are seeing the collapse of everything that you have been told is true and have also observed to be true about markets. </p> <p>It turns out that quality growth stocks do not always outperform; that the Federal Reserve will not always step in to protect your wealth; that<a href=\"https://www.ft.com/esg-investing\"> ESG investing</a> is not an automatic road to win-win riches; and that the prices of the growth stocks in your portfolio have long been more a function of loose monetary policy than the priceless nature of innovative thinking. </p> <p>Finally, it turns out that the idea of sticking with a long-term portfolio consisting of 60 per cent equities and 40 per cent bonds does not mean everything will always be fine. This year so far you would have lost much the same on money in the iShares 20+ Treasury bond ETF as in the S&amp;P 500 — about 18 per cent in both. Shorter dated bonds would have lost you less, but look down a list of bond funds in the UK and you will be hard pushed to find one down less than 7 per cent. </p> <p>Global funds don't look too good either. The Vanguard Global Corporate Bond Index is down over 12 per cent year to date, making its performance not so different from that of the MSCI World Index, down 13 per cent. So much for the genius of asset class diversification. </p> <p>The problem here is obvious. The protection you are supposed to get from <a href=\"https://www.ft.com/content/4e35220e-7f18-47d1-9269-48f8920a5d2d\">bonds</a> involves their yields falling (and hence prices rising) in the bad times. That makes sense. Mostly when things look tricky in equity markets there is a reason (or central banks at least manage to find one) to cut interest rates to sort things out. </p> <p>The only time this can't happen is when inflation is already obviously out of control — and no amount of fretting about market crashes and looming recessions can allow central banks to even begin to look like they aren't fully focused on having a go (however fruitless it may be) at bringing it back under control. </p> <p>So here we are — in what Andrew Lapthorne, Société Générale's head of quantitative equity research, calls the “unusual” position of seeing equity and bond markets imploding at the same time: between them they have lost some $23tn of value since their peak last year.</p> <p>That's a lot of losses. So what next? The answer is all about inflation. Some think it isn't far off peaking in the UK and the US. They might be right. In the UK, for example, there were a good few one-offs in the numbers — the 54 per cent rise in the energy price cap, hospitality VAT going back up to 20 per cent and a sharp rise in the price of fuel. </p> <p>But even if CPI numbers jump to 10 per cent (from<a href=\"https://www.ft.com/content/53999287-fb75-4da2-883c-bae1782354b9\"> last month's 9 per cent</a>) and then start to fall back, it is highly unlikely they will return to central bank target levels (mostly 2 per cent for reasons that are lost in the sands of time) or, for that matter, anywhere near them. After 30 years of the annual rate of UK inflation mostly hanging around 2 per cent, this is something very few people yet concede as a possibility, let alone a likelihood. But it is — and the reasons for that are not exactly secret. </p> <p>Globalisation is deflationary — the lowest cost producers supply everyone. Deglobalisation is not — and with China and Russia disengaging from the global economy, this is what we have. <a href=\"https://www.ft.com/reports/energy-transition\">The energy transition</a> is also expensive, both in its requirements for materials and metals and in the way enthusiasm for it has slashed the enthusiasm for supporting fossil fuels. The 11 biggest oil companies in the west invested a mere $100bn last year, notes Argonaut's Barry Norris (he has made a great little <a href=\"https://www.youtube.com/watch?v=5jW3iaoV_RA&amp;t=395s\">YouTube video</a> on all this).&#xa0;</p> <p>That might sound like lots of money but it is not. Less than a decade ago they were investing $250bn a year. That failure to invest brings with it supply constraints that are not going away in a hurry. Last year, western oil companies found new oil and gas reserves equivalent to just 4 per cent of global demand — a new low. And of course it means higher prices. </p> <p>There is an argument that these inflationary impulses — and the huge economic turning points causing them are nothing in the face of another giant global dynamic — our <a href=\"https://www.ft.com/stream/3288c93c-98b1-4e57-8dda-d7b6c56821f6\">ageing population</a>. As people age, we are told, they shift from being accumulators to being replacers and their consumption falls accordingly. This is so deeply deflationary that it is not possible for inflation to settle into western economies (see Japan).&#xa0;</p> <p>I've never quite bought this. It doesn't fit with the behaviour of the retired people I see around me — and it turns out it doesn't fit with the behaviour of the average retired person either. A <a href=\"https://ifs.org.uk/publications/16055\">new report</a> from the Institute for Fiscal Studies suggests that on average retirees' total household spending does not fall. It remains pretty constant, actually rising slightly at all ages up to 80 and only falling slightly after that. It is also worth noting that our ageing population doesn't exactly help with our labour shortage. </p> <p>The deflationary impulse from ageing populations many assume is inevitable? It may not exist. And if it does not, there is really nothing left to prevent inflation staying much higher than we are all used to for many years to come. </p> <p>All this is leaving investors a little paralysed. You can't trust bonds (this will be the case as long as rates are rising not falling). You can't trust cash (anything on deposit is losing you 7 per cent or more in real terms at the moment). And you can't trust the kinds of equities that you relied on for the last decade: the stocks Yardeni Research refers to as the MegaCap-8 (Amazon, Alphabet, Apple, Meta, Microsoft, Netflix, Nvidia and Tesla) are down an average of 28 per cent since January. </p> <p>The only good news is that while all this feels new (and is new to most market participants) it is not actually new. Much of it mirrors the conditions of the 1970s — another time in which everything seemed to change at once. Everything is not completely the same — but there is enough that is, to be worth checking on the few things that then made people richer not poorer. </p> <p>With that in mind, hold gold. Hold things that are seeing their prices rise from supply crunches, such as fossil fuels and commodities. And absolutely crucially, expect volatility — and regular recession scares. There was a lot of that about in the 1970s — and there is going to be a lot of it about in the rest of the 2020s.</p> <p><em>Merryn Somerset Webb is editor-in-chief of MoneyWeek. The views expressed are personal. She has holdings in gold and shares in Shell</em></p><p>Source: Merryn Somerset Webb 2022 'What are investors supposed to trust in now?' FT.com 20 May. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-05-20T04:00:59.680Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 5640,
          "end": 5645
        }
      ]
    }
  ]
}