{
  "_id": "8aafcfbe26b199f12dcbee44141ebd9460346548a8a7fb84bcad6d0dc6d5423f",
  "feed": "wall-street-journal",
  "title": "Mark Zuckerberg's Net Worth Drops by $31 Billion. He's Now the 10th Richest Person in the World. Facebook parent Meta Platforms' stock decline slashed the net worth of the company's founder to $89.6 billion",
  "text": "<p>Despite the drop, Mr. Zuckerberg is still the 10th richest person in the world with a net worth of $89.6 billion, according to the Bloomberg Billionaires Index, a ranking updated daily of the richest people in the world.</p><p>Meta didn't immediately respond to a request for comment on behalf of Mr. Zuckerberg.</p><p>Shares of Meta, formerly Facebook Inc., tumbled 26% Thursday, losing more than $230 billion in market capitalization, the biggest one-day loss in market value for a U.S. company ever. The company surprised investors with a disappointing financial forecast and noted that Apple Inc.'s new ad-privacy policy could cost it more than $10 billion in lost sales.</p><p>Mr. Zuckerberg's paper wealth trails Oracle Corp. co-founder Larry Ellison, whose net worth is $100 billion, according to the index.</p><p>Tesla Inc. Chief Executive Elon Musk currently tops the list by a wide margin with a $231 billion net worth. Mr. Musk overtook Amazon.com Inc. founder Jeff Bezos as the world's richest person a little over a year ago. Mr. Musk has acknowledged his lead over Mr. Bezos.</p><p>Mr. Bezos's net worth, the third highest in the world, is $164 billion. Amazon's better-than-expected earnings report sent shares up 9% Friday morning.</p><p>For many executives and founders, their net worth is partially tied up in shares of their business darlings, meaning big swings in those firms' stock prices can easily sway measures of wealth. Mr. Zuckerberg's net worth has fallen $35.9 billion so far this year, according to the Bloomberg index.</p><p>Write to Allison Prang at allison.prang@wsj.com</p><p>Mark Zuckerberg's Net Worth Drops by $31 Billion. He's Now the 10th Richest Person in the World.</p>",
  "published": "2022-02-04T16:16:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 578,
          "end": 587
        },
        {
          "start": 578,
          "end": 583
        },
        {
          "start": 578,
          "end": 588
        }
      ],
      "nexusId": "10022657"
    }
  ]
}