{
  "_id": "b8e41509d57fbfdd8838bc96cdea0c3382455c60469d9f752f78a91dc94e7102",
  "feed": "ftcomall",
  "title": "Discovering New York's high-end Korean food scene",
  "text": "<p><em>This article is part of a guide to&#xa0;</em><a href=\"https://www.ft.com/globetrotter/new-york-city\"><em>New York</em></a><em>&#xa0;from FT Globetrotter</em></p> <p>Historically, if you wanted a taste of Korean food in New York City, you'd bring a few friends after a long night of partying to K-Town. This neighbourhood, a two-block radius in the low-30s on Manhattan's East Side, sprouted up naturally in the late 1970s as Korean immigration to America grew. You can find excellent Korean food there, but over the years its prime clientele became college kids, tourists, and revellers searching for late-night karaoke and all-you-can-eat barbecue. Fun and delicious, for sure. But just one sliver of a view of Korean cuisine.</p> <p>Things have changed. South Korean music, film and TV have gone mainstream globally, from K-pop to <em>Squid Game</em>. Americans' palate for exploring the nuances of international foods has developed. So Korean cuisine is having a renaissance in New York and beyond. At <a href=\"https://www.anjurestaurant.com/\">Anju</a> in Washington DC, chefs Danny Lee and Angel Barreto are doing creative, award-winning work, serving modern takes on classics such as Korean fried chicken alongside Lee's mother's traditional recipes. Here in New York, in Manhattan's <a href=\"https://www.google.com/maps/place/Flatiron+District,+New+York,+NY,+USA/@40.7415791,-73.9909619,17z/data=!3m1!4b1!4m5!3m4!1s0x89c259a2554a6a5b:0xe6b006f94fb1dcd4!8m2!3d40.740083!4d-73.9903489\">Flatiron district</a>, just 10 or so blocks south from K-Town, high-end, contemporary and imaginative Korean restaurants have emerged in recent years, gradually moving from being an exception — one or two here and there — to a full-on trend. Most of these are led by Korean chefs with global backgrounds who trained in top New York kitchens and noticed a growing market for Korean fine dining. And they've made a good bet: all of these restaurants are almost always booked up.</p> <p>Korean food is special: healthy, distinct and ancient. It rests on a theory called <em>obangsaek</em> of five natural elements, expressed through five colours. The associated flavours are sour, bitter, spicy, salty and sweet; the food has a deliberate, natural balance of these elements and colours. I've always been drawn to it.</p> <p>To play, I go to K-Town. For deeply authentic, I go to Flushing, Queens. And for the purposes of this guide, excited to explore and expand, I made my way to Flatiron. Here's the best of what I found.</p> <h2>Cote&#xa0;</h2> <h4>16 West 22nd Street, New York, NY 10010</h4> <ul>  <li><p><strong>Good for: </strong>Small groups, a special business meal, an interactive and fun night out</p></li>  <li><p><strong>Not so good for: </strong>Intimate conversation</p></li>  <li><p><strong>FYI: </strong>The highly recommended Butcher's Feast is $64 per person</p></li>  <li><p><strong>Booking: </strong>Reservations open 30 days in advance (and fill up quickly)</p></li>  <li><p><a href=\"https://www.cotenyc.com/\"><strong>Website</strong></a><strong>; </strong><a href=\"https://www.google.com/maps/place/COTE+Korean+Steakhouse/@40.7429502,-73.9909771,19z/data=!4m5!3m4!1s0x89c259a384775443:0x4ad3dc8a6c30ce40!8m2!3d40.741046!4d-73.991421\"><strong>Directions</strong></a></p></li> </ul> <p>Opened in 2017 by Korean-American restaurateur Simon Kim, Cote is New York's only Michelin-starred Korean barbecue restaurant. Diners sit in a dark room at marble tabletops — each with a gold-rimmed grill — and are taken on a fiery tour of top-grade beef.</p> <p>Cote is what happens when you take the theatre of K-Town barbecue and pump it with the highest-quality ingredients. Everything is cooked on the grill in front of you by a rotating cast of servers, one of whom described the job to me as “athletic”. They coat the grill with a cube of beef fat, drop various cuts of meat on it and, with beautiful precision, return just in time to ensure that nothing is burnt.</p> <p>Our meal started with a take on steak and eggs — filet mignon tartare topped with caviar and served with milk toast; a smooth, salty, buttery bite. A collection of colourful sides followed, reminiscent of <em>obangsaek</em>: pickled vegetables, scallion salad, kimchis, lettuce leaves (in the rare chance you'd want to mask your steak). Then the meat: hangar steak. 45-day-aged rib-eye. Short rib marinated in soy sauce ginger, and juices. The highlight was the A5 Japanese Wagyu, possibly the world's most premium and tender cut, a $33-per-ounce bite with intensive marbling, which the server warned us would be ‘euphoric'. It was rich, somehow pillowy, like sinking into a cake versus chewing muscle. A full flavour bomb.</p> <p>The meal was a two-hour fever dream; I can't account for about 30 minutes in the middle. Did my dinner date and I talk? There wasn't much time to, with any depth, until between dinner and dessert. You know how sometimes you have to entertain a small important group for dinner — in-laws, new clients, visiting colleagues? You want them to have a memorable New York meal, but you aren't entirely sure how you'll maintain conversation through an entire evening? Bring them to Cote. You won't have to.</p> <p>Cote has an extensive and James Beard Foundation-nominated wine list — so extensive it comes on an iPad — and an excellent cocktail menu. The sommelier was excitable, and necessary; we had a Sicilian red natural wine aged in amphorae. If you're going for a cocktail, get the Master Bandit.</p> <h2>Oiji Mi</h2> <h4>17 West 19th Street, New York, NY 10011</h4> <ul>  <li><p><strong>Good for: </strong>A special occasion, a one-on-one dinner, an expense account</p></li>  <li><p><strong>Not so good for: </strong>Big rowdy groups, or those on a budget</p></li>  <li><p><strong>FYI: </strong>The five-course prix-fixe menu is $135</p></li>  <li><p><strong>Booking: </strong>Two or so weeks in advance for a week night, three weeks ahead for a Friday or Saturday night</p></li>  <li><p><a href=\"https://www.oijimi.com/\"><strong>Website</strong></a><strong>; </strong><a href=\"https://www.google.com/maps/place/Oiji+Mi/@40.7415313,-74.0065617,14.18z/data=!4m5!3m4!1s0x89c259664d15ed79:0x5c9ea8800269810d!8m2!3d40.7396687!4d-73.9924795\"><strong>Directions</strong></a></p></li> </ul> <p>Two blocks south of Cote is Oiji Mi, opened this spring by Los Angeles-born, Seoul-raised chef Brian Kim. Kim closed the much-loved Oiji in the East Village after a seven-year run and moved uptown to create a gorgeous, spacious, high-ceilinged fine-dining restaurant bathed in pink velvet and red leather. His staff are eager, new and finding their feet.</p> <p>The tasting menu begins with a number of small bites, each its own little world. A mushroom and beef tartare was an umami explosion, while a foie gras bite tasted like a creamy raspberry doughnut — unexpected and delightful.</p> <p>The two standouts were two noodle dishes: one was <em>kong-guksu</em>, a traditional white, cold-noodle summer dish in Korea that chef Kim has modernised with thin al dente capellini noodles, fresh cashew milk and pickled tomatoes, and topped with trout roe. It was light and bright, like a fresh summer salad, and deceptively complex. The other was a lobster noodle dish with scallion garlic and chilli, which somehow reminded me of Greek island lobster pasta and also of a comforting pile of peanut noodles.</p> <p>Oiji Mi offers a nice balance between authentic and familiar, but I look forward to seeing them challenge the palates of western guests. Its more traditional tasting-menu dishes — duck, Wagyu beef — were delicious and perfectly executed but less memorable. The meal ended with a raclette doughnut that I will absolutely dream about.</p> <p>Oiji Mi is the most aesthetically beautiful of all the restaurants featured here. Come here for a striking space, an exciting meal and excellent vibes. Bring a date.</p> <h2>Jua</h2> <h4>36 East 22nd Street, New York, NY 10010</h4> <ul>  <li><p><strong>Good for: </strong>Taking yourself on a date, or a special dinner with a parent, sibling or friend you haven't seen in years</p></li>  <li><p><strong>Not so good for: </strong>A crowd, people who don't care about food or a friend with an extremely loud voice</p></li>  <li><p><strong>FYI: </strong>The seven-course tasting menu is $135</p></li>  <li><p><strong>Booking: </strong>It's small, with only two seatings per day at 6pm and 8:30pm. Reservations are available three weeks in advance and released at midnight. Book quickly.</p></li>  <li><p><a href=\"https://juanyc.com/\"><strong>Website</strong></a><strong>; </strong><a href=\"https://www.google.com/maps/place/Jua/@40.7396779,-73.9900454,17z/data=!3m1!4b1!4m5!3m4!1s0x89c2594f201b387d:0xdf648c6313c51875!8m2!3d40.7396779!4d-73.9878514\"><strong>Directions</strong></a></p></li> </ul> <p>There is something about Jua. Walk a few blocks east from Oiji Mi and you'll almost miss an unassuming façade that opens into a simple, calming concrete and brick room. Through the open kitchen in the back, you can see and smell a wood-fired grill. The hospitality is sweet, the servers attentive and warm and the food is special. Opened in 2019, Jua is the first solo restaurant of chef Hoyoung Kim, former executive chef of two-Michelin-starred Jungsik in Tribeca, and it somehow feels the most authentically Korean of these eateries. Jua also has soul. While Cote has been discovered, Jua, despite its Michelin star and hard-to-snag reservation, still feels tucked away.</p> <p>The tasting menu began with a <em>kimbap</em>, traditionally a seaweed rice roll that looks like sushi, but in this case every luxury layered one on top of another, wrapped in seaweed so you can't see inside: truffle rice, beef tartare, avocado, kimchi and caviar, which you eat in one bite — it's like a highbrow Take 5 candy bar. It's crispy, deep, fatty and the taste is bright. All five colours of <em>obangsaek</em> in one small package.</p> <p>What followed was <em>mulhoe,</em> a Korean ceviche that could rival the best from South America: sweet, sour and fresh, hints of lime, with raw sea bream from Japan, served so cold that it was flaked with ice. I looked at the woman at my neighbouring table. She told me she was from Korea. “This is so good,” I whispered. “Good? It's amazing!” she cried and held up her wine glass to clink it with mine.</p> <p>More came. A buttery rice porridge called <em>jook</em>, with a warming rich broth made of chicken stock, foie gras, cream and sesame. Next, a Nova Scotia halibut, cooked sous vide and served with charred morning glory and smoked <em>dashi</em>. The servers spoke rapidly, dropping details — there were so many details! — that I asked them with each course to repeat. The meal ended on a comforting note: <em>hotteok</em>, a Korean pancake that looks and tastes like a maple syrup doughnut. I'd honestly recommend dining solo at Jua so you can focus on every bite.</p> <h2>Atoboy</h2> <h4>43 East 28th Street, New York, NY 10016</h4> <ul>  <li><p><strong>Good for: </strong>A memorable, fun but quasi-casual dinner with colleagues or friends</p></li>  <li><p><strong>Not so good for: </strong>Elderly, hard-of-hearing out-of-towners (it's lively and loud!)</p></li>  <li><p><strong>FYI: </strong>The five-course prix-fixe menu is $75</p></li>  <li><p><strong>Booking: </strong>You can find a last-minute off-peak reservation, but if you're coming to town, book two to three weeks ahead</p></li>  <li><p><a href=\"https://www.atoboynyc.com/\"><strong>Website</strong></a><strong>; </strong><a href=\"https://www.google.com/maps/place/Atoboy/@40.7436565,-73.9866799,17z/data=!3m1!4b1!4m5!3m4!1s0x89c259a7bd69ec67:0xcbdf16685f285b19!8m2!3d40.7436565!4d-73.9844859\"><strong>Directions</strong></a></p></li> </ul> <p>About five blocks north of Jua, Atoboy was the first restaurant to kick off Flatiron's Korean trend when it opened in 2016. It has perfected casual fine dining, offering attentiveness and quality of ingredients with less pomp. The playlist is upbeat pop. Chopsticks and napkins are presented in a paper sleeve. Led by a husband-and wife team, chef Jonghyun and restaurateur Ellia Park, Atoboy's popularity grew so quickly that two years later they opened nearby <a href=\"https://www.atomixnyc.com/\">Atomix</a>, its upscale sibling, which is now included in <a href=\"https://www.theworlds50best.com/the-list/41-50/Atomix.html\">The World's 50 Best Restaurants</a>. Atoboy's prix-fixe is $75, and five courses. Atomix's chef's counter menu is $375, and 10 courses (the number varies seasonally).</p> <p>I had a salad of chrysanthemum greens, shavings of pork cheek guanciale, and pickled green strawberries, plums and pecans, hidden by delicate strips of leek. It was sweet, salty, savoury, fresh and perfect. Next, an egg custard covered in seaweed flakes and topped with sea urchin, which felt like the culinary version of a fishing boat at sea, followed by pork belly with potato mayonnaise. The star of the show was an add-on: the fried chicken, marinated overnight in several seasonings, pineapple juice and fermented jalapeño, battered and double-fried, and served with a peanut sauce. It was pure bliss. Just get it.</p> <p>Atoboy is a happy place. Go with a few friends before a night out, but make sure you book. Don't dress up. No need.</p> <p><em>Where do you head to for Korean food in New York? Tell us in the comments</em></p> <p><em>Follow FT Globetrotter on Instagram at </em><a href=\"https://www.instagram.com/ftglobetrotter/\"><em>@FTGlobetrotter</em></a></p><p>Source: Lilah Raptopoulos 2022 'Discovering New York's high-end Korean food scene' FT.com 12 September. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-09-12T04:00:48.696Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [],
      "weightsV2": {
        "weight": 1.0,
        "baseWeight": 0.0,
        "expansionWeight": 1.0,
        "ontologyWeight": 0.0,
        "tagPositionWeight": 0.0,
        "titleWeight": 0.0
      }
    }
  ]
}