{
  "_id": "0c92e3845275cf0102660bd04bbf29060d8311a4037f8de2f68ce1b222a7934b",
  "feed": "wall-street-journal",
  "title": "The Shoplifting Tax Keeps Going Up; When Target loses $600 million, customers end up paying more.",
  "text": "<p>Rite Aid said in an earnings callthis month that retail theft, compared with the same quarter last year, \"was $9 million worse,\" and it's likely \"to be a continued headwind.\" Chief Retail Officer Andre Persaud said this fall that \"the headline here is the environment that we operate in, particularly in New York City, is not conducive to reducing shrink\"—an industry euphemism for missing or damaged goods. Many Big Apple drugstores now put even toothpaste and deodorant behind lock and key.</p><p>In February one Rite Aid in Manhattan was forced to close after \"brazen thieves stole more than $200,000 in merchandise in December and January alone,\" the New York Post reported. One employee described how shoplifters \"come in every day, sometimes twice a day, with laundry bags and just load up on stuff,\" and \"we can't do anything about it.\"</p><p>Walmart CEO Doug McMillon described the consequences in an interviewwith CNBC this month. If the epidemic of retail theft is \"not corrected over time, prices will be higher and/or stores will close.\" In a U.S. Chamber of Commerce survey this fall, 46% of small retailers said they'd been \"forced to increase their prices over the past year as a result of shoplifting.\" Some chains hire private security, but that's another cost to recoup at the checkout line.</p><p>The shoplifting scourge is rooted in a lack of enforcement. After George Floyd's murder in 2020, urban Democrats voted to slash police budgets, and cops quit in droves. Police departments that are forced into triage mode will understandably prioritize violent crime above shoplifting.</p><p>Progressives have also pushed to raise the threshold for shoplifting to be treated as a felony. As of 2019, according to data from the National Association for Shoplifting Prevention, a thief could steal $999 or less in 21 states and face a mere misdemeanor; in five states, the felony threshold was $2,000 or higher.</p><p>The lack of enforcement has cultivated a sense of impunity among shoplifters, many of whom are acting strategically and in coordination. Incidents of organized retail crime rose 26.5% in 2021, according to a recent report from the National Retail Federation, and 81% of surveyed retailers said that such offenders \"are somewhat more or much more violent when compared with one year ago.\"</p><p>When shoplifters aren't punished, they get more brazen, and when retailers lose millions of dollars, prices go up for everyone else.</p><p>The Shoplifting Tax Keeps Going Up</p>",
  "published": "2022-12-29T23:27:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 417,
          "end": 422
        }
      ]
    }
  ]
}