{
  "_id": "4adad18c30677c533f12f6a05ecda5c2b94d139c17e67fe22d2e563179c4d7ef",
  "feed": "ftcomall",
  "title": "Landlord Shaftesbury warns of inflation threat to central London recovery",
  "text": "<p>Rising inflation and a cost of living squeeze pose a new threat to the recovery of London's West End since coronavirus restrictions were lifted, according to landlord Shaftesbury.</p> <p>Cafes, bars and shops on the FTSE 250 company's estate, which includes Chinatown, Carnaby Street and parts of Soho have monthly turnover running 7 per cent higher than before the pandemic. </p> <p>But the company warned that businesses on its 16-acre estate and elsewhere are “having to deal with a complex range of operational challenges”.</p> <p>“Inflationary pressures, tax increases, rising cost of finance and supply chain disruption could weigh on the outlook for consumer confidence and spending,” the group said. </p> <p>Shaftesbury chief executive Brian Bickell predicted inflation would continue to rise for some time but said the business was well placed to weather the storm.</p> <p>“The West End is not immune but it has always had a more affluent customer base, [and] its got the international element,” he said.</p> <p>“We're not into the world of luxury — that could come under pressure if people are feeling less affluent.” </p> <p>A rebound in trading in the group's estate led to rising rents and a 7.5 per cent increase in the valuation of Shaftesbury's portfolio in the six months to the end of March. Net income from property was £41mn in the six-month period, 55 per cent above the same period a year earlier</p> <p>The estate is now valued at £3.3bn, still 17 per cent below its pre-pandemic level. </p> <p>“It's not quite job done yet but we're a long way down the road to recovery; further down than we expected,” said Bickell.</p> <p>John Cahill, an analyst at Stifel, said the company was likely to be relatively well insulated from the worst impacts of the cost of living crisis.</p> <p>“Central London is not bulletproof, but compared to the rest of the UK it is as close to as its possible to be.” </p> <p>Shaftesbury is in talks with Covent Garden owner Capco over a <a href=\"https://www.ft.com/content/f9c02e9b-9ece-4f34-a749-81969ce9f2a9\">merger </a>that would create a West End landlord with a market capitalisation of more than £3.5bn. The company confirmed that talks were advanced but added there was no certainty a deal would happen. </p> <p>Capco, whose tenants include a number of luxury brands, “could be a bit more exposed to a decline in consumer confidence”, said Cahill.</p> <p>“I wouldn't get too worried about the Apple store just yet, but a high-end fashion retailer? Maybe,” he added.</p><p>Source: George Hammond 2022 'Landlord Shaftesbury warns of inflation threat to central London recovery' FT.com 24 May. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-05-24T09:05:40.782Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 2267,
          "end": 2272
        }
      ]
    }
  ]
}