{
  "_id": "56856ced860043f49078f7a0473512a85076bbe343b019b11a3ec36defcf2552",
  "feed": "wall-street-journal",
  "title": "U.S. Lawmakers Look to Digital Dollar to Compete With China; The Federal Reserve is considering the idea, but in no rush to join a digital-assets space race",
  "text": "<p>Ms. Waters has framed competition over new forms of central-bank money as \"a new digital assets space race.\" The Biden administration and the Fed don't share a sense of urgency.</p><p>Unlike private cryptocurrencies such as bitcoin, a Fed-issued central bank digital currency would be backed by the U.S. central bank, just like the Fed backs physical currency.</p><p>Fed Chairman Jerome Powell has indicated the central bank isn't in a rush, as it confronts inflation and a slowing economy. Mr. Powell has said it is more important to get the digital dollar right than to be first to market, in part because of the dollar's critical global role. He has also said the Fed won't issue a digital dollar without support from elected officials. The White House has largely remained neutral on a digital dollar, with President Biden ordering a study to determine its implications for issues such as economic growth and stability.</p><p>Ms. Waters, who chairs the financial services panel, has drafted legislation that would require the Fed to study a digital dollar, building on the central bank's existing work on the issue, and creating a process for the U.S. to potentially issue one in the future.</p><p>The idea faces stiff resistance. The banking industry generally says the costs of a central bank digital currency outweigh any benefits and that it would directly compete with private bank deposits, making loans more expensive.</p><p>For about a century the dollar has reigned supreme as the world's most important currency, prized for its ubiquitous acceptance in almost any transaction from a cup of coffee at the neighborhood diner to a sale of bonds in Hong Kong and elsewhere abroad. There is now a serious debate about whether that status could be threatened by the march of technology and if, in response, the dollar needs to go digital.</p><p>A digital dollar could provide a new option to the way consumers pay for products and services. In addition to using a credit or debit card—or Venmo or Apple Pay—individuals would have a digital version of cash on their phones that could be used anywhere, likely through existing financial firms. That could lead to faster, cheaper and safer payments and make paper currency obsolete.</p><p>SHARE YOUR THOUGHTS</p><p>Should the U.S. create its own digital currency? Why or why not? Join the conversation below.</p><p>The shift could ease movement of money across borders, reducing fees on cross-border remittances. Advocates also say it could lead to faster and safer delivery of government payments, such as stimulus checks and unemployment benefits.</p><p>Some in Congress say the U.S. is already behind the curve. Among the Group of 20 major economies, 16 are in the development or pilot phase of a digital currency, according to the Atlantic Council, a Washington think tank. The European Central Bank, on behalf of countries including Germany and France, is exploring designs for a digital euro and preparing to launch a test pilot.</p><p>Mr. Hill, the Arkansas Republican, said his concerns were animated in part by China, which began real-world testing of its own central-bank–issued digital currency in 2020. In an interview, he said China's lending practices in the developing world could make it easier for the country to promote international uses of its digital currency—a potential threat to the dollar-based global economy.</p><p>\"We should be concerned about China's predatory practices,\" he said.</p><p>Chinese authorities haven't ruled out international use of the e-CNY, the official name for the country's digital currency, but say it is designed for small-scale domestic use by consumers.</p><p>Analysts are looking for signs that the People's Bank of China will take concrete steps to join with central banks elsewhere to make it possible to use digital currencies between countries. The bottom line is that Beijing is uncomfortable with the outsize role the U.S. dollar plays in global commerce and in particular fears being frozen out of the dollar-based financial system, such as in response to a conflict over Taiwan.</p><p>International transactions in a digitized currency created by China, the thinking goes, could be a defensive weapon in such circumstances because they would happen beyond the reach of the U.S.</p><p>The Chinese embassy in Washington didn't respond to a request for comment.</p><p>Some lawmakers say Congress ought to authorize a digital dollar, not just study it. \"I do feel some urgency because other countries are moving ahead,\" said Rep. Jim Himes (D., Conn.), in an interview. \"The moment is now for CBDC.\"</p><p>Banks and some Republican lawmakers counter by saying that any digital-dollar benefits are best achieved through private-sector innovation.</p><p>\"What specific problems, if any, will a central bank digital currency solve?\" asked North Carolina Rep. Patrick McHenry, the top Republican on the House Financial Services Committee, at a hearing earlier this year.</p><p>Some analysts are skeptical that global markets would replace the dollar with the use of Chinese or other foreign digital currencies.</p><p>At the Fed, Vice Chairwoman Lael Brainard has most enthusiastically pushed the idea of a digital dollar within the central bank, though she has stopped short of endorsing it outright.</p><p>Ms. Brainard has said a digital dollar could one day provide consumers with a level of safety amid a proliferation of privately issued digital assets such as stablecoins. Ahigh-profile collapse of a stablecoin earlier this year has raised concerns with such assets.</p><p>\"A digital native form of safe central bank money could enhance stability by providing the neutral trusted settlement layer in the future crypto financial system,\" she said in a July speech.</p><p>—James T. Areddy contributed to this article.</p><p>Write to Andrew Ackerman at andrew.ackerman@wsj.com</p><p>U.S. Lawmakers Look to Digital Dollar to Compete With China</p>",
  "published": "2022-08-08T11:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [],
      "weightsV2": {
        "weight": 1.0,
        "baseWeight": 0.0,
        "expansionWeight": 1.0,
        "ontologyWeight": 0.0,
        "tagPositionWeight": 0.0,
        "titleWeight": 0.0
      },
      "typeRank": 1
    }
  ]
}