{
  "_id": "35577a4ad4132b9a2a56aa9b1edcdb347b79fb57c155748bdea73002235810d9",
  "feed": "ftcomall",
  "title": "FirstFT: Europe's energy crisis deepens as euro hits fresh 20-year low",
  "text": "<p>Good morning. </p> <p>The euro has <a href=\"https://www.ft.com/content/3fc13e81-ea91-4d4e-9184-4ae9b11f37c8\">dropped to a fresh 20-year low against the dollar</a> after Russia's decision to shut a major gas pipeline to Europe intensified the region's energy crisis.</p> <p>The common currency fell as much as 0.7 per cent to $0.988 in London trading, the lowest level since 2002. European stocks also fell, with the regional Stoxx 600 index down 1 per cent, Germany's Dax off 1.7 per cent and France's Cac 40 down 1.8 per cent. London's FTSE 100 slipped 0.7 per cent.</p> <p>In energy markets, Dutch TTF gas futures, the benchmark European contract, jumped 30 per cent to €272 per megawatt hour, rising back towards all-time highs hit above €340 just under two weeks ago.</p> <p>European countries — including <a href=\"https://www.ft.com/content/4ea1dab0-d1a8-4324-97e2-22caed5ed55c\">Sweden, Finland</a> and <a href=\"https://www.ft.com/content/bb58922d-2a40-4aa8-8844-9295c831fc22\">Germany</a> — scrambled over the weekend to respond to Russia's “weaponisation” of energy supplies and offer financial support to businesses and consumers.</p> <p>Liz Truss, who is expected to be confirmed Britain's new prime minister later today, is expected <a href=\"https://www.ft.com/content/419e662b-0f5d-4ec3-b38e-00c30983b810\">to unveil a new package of measures</a> to help families and business cope with soaring energy bills within days of taking office.</p> <p>The latest spike in energy prices follows Russia's decision on Friday after markets closed <a href=\"https://www.ft.com/content/5867c175-df16-4c8b-9b7a-a868a19d0138\">to indefinitely suspend natural gas flows</a> through the Nordstream 1 pipeline, the main energy supply channel from Russia to European markets. State-owned Gazprom said the suspension was due to a technical fault.</p> <p>Russia's announcement came just hours after G7 countries announced plans <a href=\"https://www.ft.com/content/81e74eb3-c191-4391-8e0a-35a93dc8d971\">to move ahead with a price cap on Russian oil exports</a> in an attempt to reduce revenues flowing to Moscow that could be used to fund its war in Ukraine.</p> <p>Opec oil-producing countries and their allies are likely to look at ways <a href=\"https://www.ft.com/content/8349ead2-7792-4524-a62b-66771000c95a\">to prop up oil prices</a> when they meet today. The 11 per cent drop in oil prices last week has prompted a clamour from some Opec+ members to reverse policy after months of supply increases.</p> <p>International benchmark Brent rose 1 per cent ahead of the meeting to $94.41 a barrel.</p> <p><em>Thank you for reading FirstFT Americas. We hope you have a great week — Gordon</em></p> <h1>Five more stories in the news</h1> <p><strong>1. Bed Bath &amp; Beyond executive dies</strong> Police have confirmed the man who fell to his death from a New York high-rise apartment block on Friday <a href=\"https://www.ft.com/content/e38097a0-94e8-43f4-ae90-2b53cd22ca74\">was Gustavo Arnal</a>, chief financial officer of troubled home goods retailer Bed Bath &amp; Beyond. The 52-year-old was found unresponsive at a Tribeca tower in lower Manhattan and was pronounced dead at the scene, New York police said yesterday.</p> <p><strong>2. Chileans reject new constitution</strong> Voters in Chile overwhelmingly rejected a new constitution, <a href=\"https://www.ft.com/content/23784a2e-7ed7-4f37-8921-eb5112683c33\">dealing a blow to President Gabriel Boric</a> and bringing relief to investors, who had feared the changes would upend the country's pro-market economic model. Only 38 per cent backed the proposals in a mandatory plebiscite yesterday, in which nearly 13mn Chileans participated. </p> <p><strong>3. China extends Covid lockdowns</strong> Chinese authorities have <a href=\"https://www.ft.com/content/62bab8f1-859b-4aa0-9699-ff12f535040a\">extended the Covid-19 lockdowns</a> in Chengdu and Shenzhen, backtracking on promises of freedom for tens of millions of people in the southern megacities following mass testing campaigns. At least 68 cities are currently in partial or full lockdown in China, according to data from the country's National Health Commission.</p> <p><strong>4. Apple plans to double its digital advertising business workforce</strong> <br>Apple plans <a href=\"https://www.ft.com/content/db21685b-d4dd-421d-95ac-980e9d40c05c\">to nearly double the workforce</a> in its fast-growing digital advertising business less than 18 months after it introduced sweeping privacy changes that hobbled its bigger rivals in the lucrative industry. Apple's once fledgling ads business has grown from just a few hundred million dollars of revenue in the late 2010s to about $5bn this year, according to research group Evercore ISI.</p> <p><strong>5. Police hunt for two men after stabbings leave 10 dead in Canada</strong> Canadian police said that <a href=\"https://www.ft.com/content/6d257e71-851c-417e-9f8e-55ee7da65ccd\">10 people were killed</a> and at least 15 others injured in stabbings in the province of Saskatchewan yesterday — and that two suspects remain at large. The Royal Canadian Mounted Police named the suspects as 30-year-old Damien Sanderson and 31-year-old Myles Sanderson.</p> <h1>The day ahead</h1> <p><strong>American Labor Day</strong> Markets in the US will be closed today as the country observes a national holiday commemorating the works and contributions of labourers.</p> <p><strong>New UK prime minister</strong> <strong>named</strong> The winner of the Conservative party leadership contest will be announced later today. <a href=\"https://www.ft.com/stream/1efb5130-4146-4deb-a8c9-5d9d85fad73a\">Liz Trus</a>s is widely expected to have beaten rival <a href=\"https://www.ft.com/stream/3af9081b-2929-40bb-a906-0a6e7ad51ac9\">Rishi Sunak</a> after weeks of campaigning. The winner becomes prime minister tomorrow and will travel to Balmoral in Scotland for a meeting with the Queen before taking office.</p> <h1>What else we're reading</h1> <p><strong>‘A deglobalising world will be an inflationary one'</strong> The war in Ukraine, the global carbon neutrality push, US-China decoupling, Federal Reserve rate rises putting a cap on easy money — there is no getting around the fact that a deglobalising world will also be a more inflationary one, at least in the short term, <a href=\"https://www.ft.com/content/6f7ea222-f21c-4879-8787-5188b93c129c\">writes Rana Foroohar</a>.</p> <p><strong>Inside the revival brewing at Starbucks </strong>The grassroots effort to organise workers at the coffee chain has spread to more than 200 stores. The <a href=\"https://www.ft.com/content/db38324b-55b1-46ef-91b2-892c192df26f\">momentum of the worker movement</a> among Starbucks employees is emblematic of the more widespread resurgence of support for trade unions across the US.</p> <p><strong>Crypto real estate: the property market built on digital assets</strong> There are tens of thousands of bitcoin acolytes with the equivalent of more than $1mn in their digital wallets. A survey of US housebuyers found that 12 per cent of first-time buyers planned to liquidate digital assets for a downpayment. Agents are aiming to tap that pool of buyers and <a href=\"https://www.ft.com/content/51e207fa-8ecb-4068-82f9-74a789375524\">convert cryptocurrency into bricks and mortar</a>. </p> <p><strong>‘I got mooed at for expressing milk at Goldman Sachs'</strong> Bully Market is <a href=\"https://www.ft.com/content/48642326-6185-4bee-a2b3-0c3d792999ec\">a sensational account</a> of sexual discrimination and harassment at Wall Street powerhouse Goldman Sachs. Jamie Fiore Higgins worked at the bank for 17 years and left in 2016 but her book has lessons for any powerful organisation. Three ideas stand out, writes Pilita Clark. </p> <p><strong>Summer is over. Will everyone now go back to the office? </strong>From Tesla to Apple and Peloton, some of the biggest companies are making a concerted push to get people <a href=\"https://www.ft.com/content/1709fb0d-48b6-493a-b649-4c0c6d5ece38\">to return to in-person work</a>. Some executives are getting impatient and taking a harder line — only to be met with rejection and resentment from their employees.</p> <ul>  <li><p><strong>Go deeper: </strong>Business professor Stefan Stern explains why the office-home balance <a href=\"https://www.ft.com/content/8bfc90a1-4162-487f-93da-f92763f91b6c\">is still a challenge</a>. </p></li> </ul> <h1>Travel</h1> <p>From Surry Hills in Sydney to Manhattan's Lower East Side, via 18th-century Lisbon — here are <a href=\"https://www.ft.com/content/745667a3-d44d-4990-8c64-9002444e1be4\">five fabulous new hotels</a> for great city stays. </p><p>Source: Gordon Smith, Gary Jones and Sophia Smith 2022 'FirstFT: Europe's energy crisis deepens as euro hits fresh 20-year low' FT.com 5 September. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-09-05T10:17:24.018Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "confidence": 1.0,
      "offsets": [
        {
          "start": 3282,
          "end": 3287
        },
        {
          "start": 3497,
          "end": 3502
        },
        {
          "start": 6011,
          "end": 6016
        },
        {
          "start": 3217,
          "end": 3222
        }
      ],
      "weightsV2": {
        "weight": 3.61,
        "baseWeight": 4.0,
        "expansionWeight": 0.0,
        "ontologyWeight": -0.3900001,
        "tagPositionWeight": 0.0,
        "titleWeight": 0.0
      },
      "typeRank": 1
    }
  ]
}