{
  "_id": "56d75d06942b9594553ededac877bc34f64d98468e921b0c3140634e6bf19da5",
  "feed": "ftcomall",
  "title": "South Korean steelmaker warns green push will benefit China and India",
  "text": "<p>South Korea's Posco has warned that efforts to make its steelmaking processes less polluting in the face of tougher regulations and customer demands could make the company less cost-competitive against Chinese and Indian rivals.</p> <p>The world's sixth-biggest steelmaker is South Korea's worst polluter, as conventional processes of producing the metal that use coking coal to melt iron ore and remove oxygen are highly carbon-intensive. The company wants to replace coal with hydrogen by 2050 to meet tougher domestic regulations and growing <a href=\"https://www.ft.com/content/e75eef5d-7d19-4a77-be16-5387b7c9a13f\">public calls for low-carbon steel products</a>.</p> <p><a href=\"https://www.ft.com/stream/39692bf0-63b4-4631-80b0-9b630bf75fac\">Posco</a> estimates that decarbonising its steelmaking operations will cost about Won40tn ($32bn) and wants to apply the hydrogen-based steelmaking technology to eight furnaces from 2034. &#xa0;</p> <p>“We are taking environmental concerns seriously as our customers like Apple and Ørsted are asking us to supply green steel while Europe is imposing a carbon border tax and South Korea is reducing carbon credits for steelmakers,” Cho Ju-ik, head of Posco's hydrogen business, told the Financial Times in an interview. “We need to fundamentally change how we make steel.”</p> <p>But he added that the transition would weaken the company's competitive position as <a href=\"https://www.ft.com/content/c74c3674-3a71-4dac-9b7a-95d8c8f796db\">Chinese and Indians rivals</a> face less pressure to change their approach. </p> <p>“Our concern is if countries can strike a balance. Europe, Japan and South Korea are going aggressively [towards green steelmaking] but our competitors in China and India face looser domestic regulations,” he said.</p> <p> “This can put us at a disadvantage. China also has good conditions for producing renewable energy, which will result in different hydrogen prices and steelmaking costs.” &#xa0;</p> <p>The steel industry accounts for 7-9 per cent of all fossil fuel emissions and some of the world's biggest steelmakers, including ArcelorMittal, ThyssenKrupp and China's Baowu, have launched initiatives to reduce their carbon footprint. Sweden's <a href=\"https://www.ft.com/content/46d4727c-761d-43ee-8084-ee46edba491a\">SSAB </a>is at the forefront of such efforts, producing fossil-free steel using hydrogen gas last year. </p> <p>Analysts said that building a hydrogen supply chain was crucial to Posco's transition to green steelmaking, as South Korea <a href=\"https://www.ft.com/content/6329e02a-d3e9-4812-9062-d5fda8ad7c61\">lacks enough renewable energy capacity</a> to produce sufficient quantities of the gas.</p> <p>Cho estimated that Posco needed about 5mn tonnes of hydrogen by 2050 and planned to source 80 per cent of supplies of the gas from abroad. The company has signed preliminary deals with global oil producers to secure hydrogen from imported natural gas. </p> <p>It also plans to develop green hydrogen projects using renewable sources in Australia, Malaysia and the Middle East.</p> <p>“It is not easy to secure the price competitiveness of green steel because it is difficult to mass produce green hydrogen from renewable sources,” said Kim Kyung-sik, who heads Steel Scrap Research Center. “The industry has a long way to go for decarbonisation in terms of technological development and cost reduction.”</p><p>Source: Song Jung-a and Christian Davies in Seoul 2022 'South Korean steelmaker warns green push will benefit China and India' FT.com 6 June. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-06-06T00:00:40.392Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 836,
          "end": 841
        }
      ]
    }
  ]
}