{
  "_id": "13819ce323575e490bf1ccb5dae071f2af6c4655c65cc67470e76e3217855c50",
  "feed": "ftcomall",
  "title": "Facebook owner Meta to push ahead with digital collectibles plan",
  "text": "<p>Facebook parent Meta is pressing ahead with plans to roll out access to digital collectibles to its 3bn users despite the crash in crypto asset prices as the social media group seeks to reinvigorate its growth.</p> <p>In his first interview in the role, Meta's new head of fintech Stephane Kasriel said the company would not “in any way” adjust its plans around so-called <a href=\"https://www.ft.com/stream/72709ae9-1963-4d08-a153-8a5746accb20\">non-fungible tokens</a>. </p> <p>The efforts are vital to its goal of building and monetising a virtual avatar-filled world known as a metaverse over the next decade — but they contrast with the wariness Google and Apple have shown towards crypto assets.</p> <p>“The opportunity [Meta] sees is for the hundreds of millions or billions of people that are using our apps today to be able to collect digital collectibles, and for the millions of creators out there that could potentially create virtual and digital goods to be able to sell them through our platforms,” Kasriel told the Financial Times.</p> <p>Mark Zuckerberg's company has long been more bullish on digital assets than other Silicon Valley giants and wants to use them to boost its appeal to teens and young adults as it battles Chinese-owned TikTok for users. </p> <p>NFTs use blockchain technology to certify the authenticity and ownership of digital art and goods.</p> <p>Meta's bet on NFTs is aimed at luring creators and influencers to its Facebook and Instagram apps by offering them ways to monetise their art or services in the hope their fans will then flock to the platforms, Kasriel said.</p> <p>TikTok has underlined the potency of influencers by incubating an army of viral figures who have helped the group to expand its user base faster than <a href=\"https://www.ft.com/stream/7e37c19e-8fa3-439f-a870-b33f0520bcc0\">Meta</a>, whose $118bn-a-year ad-based business model is under threat.</p> <p>After its quarterly earnings in February, Meta's shares dropped 25 per cent when the company blamed falling profits and user numbers in part on “increasing competition” from TikTok.</p> <p>While Meta is not planning to charge users for creating NFTs, they could be monetised via “fees and/or ads” in the future, according to an internal document reported earlier this year by the FT.</p> <p>In the longer term, Meta hopes NFTs will help power its <a href=\"https://www.ft.com/content/96b3b762-061c-4e41-a720-2bc88612d10c\">vision for the metaverse</a>, which it predicts could generate its own $3tn economy in the next 10 years. It envisages people using NFTs to create digital wares for their avatars and selling them to one another.</p> <p>NFT values have plunged in line with a broader <a href=\"https://www.ft.com/content/032b95dc-7feb-4a2d-8eac-c71235643c07\">rout of crypto assets</a> in the past two months that has prompted lay-offs among digital exchanges.</p> <p>Kasriel acknowledged that the blockchain sector was following a well-trodden “hype cycle” — with enthusiasm crashing from its peak last year to a “pit of despair” as a cryptocurrency bear market sets in and critics cast doubt on the underlying technology. “There's a lot of things that are not going to survive,” he said.</p> <p>Meta began testing in May a feature that will allow users to display their NFTs on their social media profiles, <a href=\"https://www.ft.com/content/2745d50b-36e4-4c0a-abe0-e93f035b0628\">first reported by the FT</a> in January. Last month, it said it was expanding the test to more creators.</p> <p>Facebook has already been burned in its attempts to make a mark in the freewheeling sector.</p> <p>Kasriel took the helm this year from David Marcus, who spearheaded Meta's botched attempt to launch a <a href=\"https://www.ft.com/content/fd369e5d-39f0-484b-b0ff-01a5656f4d9e\">global cryptocurrency called diem</a>, which was ultimately scuppered by US regulators. </p> <p>“We're trying to figure out what the regulatory landscape is so that we don't invest in things that are ultimately going to become super-controversial or get shut down,” Kasriel told the FT.</p> <p>Paris-born Kasriel was the chief executive of freelancing platform Upwork and a PayPal executive before joining Meta in 2020. </p> <p>Kasriel said using blockchain will help Meta guarantee the trust of users given the transparent and “immutable” nature of the technology after the company suffered a string of scandals over issues including privacy and competition. </p> <p>“Technically this doesn't have to be on a blockchain — we could build some open developer platform like we've done historically,” he said. “But do you really trust us? If we change the rules of the game, are you going to be upset at us?”</p> <p>In time, the company hopes to make NFTs cheap and easy to buy and trade, Kasriel said, adding that access to digital collectibles on existing marketplaces is at present expensive and “tends to be designed for the crypto converted”.</p> <p>The company has claimed the metaverse will not be a walled garden like its current apps, but that users will be able to take their digital identity and digital goods from one platform to a rival's seamlessly — a feature that open-source blockchain technology could facilitate.</p> <p>Meta is now exploring ways NFTs might be used to sell “memberships” and “subscriptions” to creators' content that can be used across platforms, Kasriel said.</p> <p>He said Meta was proceeding with caution, given the challenges in scaling usage of even the most popular blockchains. “It's still super early. Most of these technologies are just not ready for primetime . . . We're making investments but also being realistic.”</p> <a href=\"http://www.ft.com/cms/981aeca9-4541-46f9-8f37-33c6adf5d9de.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a><p>Source: Hannah Murphy in San Francisco 2022 'Facebook owner Meta to push ahead with digital collectibles plan' FT.com 6 July. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-07-06T04:00:46.300Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 568,
          "end": 573
        }
      ]
    }
  ]
}