{
  "_id": "cf72b0061abbfee918889cdf6aa60306441d00a6b167d53352f02fa0c57478c5",
  "feed": "market-watch",
  "title": "Dow tumbles 600 points as relief rally after Bank of England intervention fades",
  "text": "<p>* The S&amp;P 500 SPX fell 93 points, or 2.5%, to 3,625.</p><p>* The Dow Jones Industrial Average DJIA shed 604 points, or 2%, to 29,079, after hitting a session low of 29,052.73.</p><p>* The Nasdaq Composite COMP retreated 380 points, or 3.5%, to 10,667.</p><p>Stocks erased gains from Wednesday, when the Dow Jones Industrial Average rose 549 points for its largest percentage-point increase since July, while the S&amp;P 500 and Nasdaq saw their biggest gains in more than a month.</p><p>What's driving markets</p><p>U.S. stocks were down sharply on Thursday after the impact of Bank of England's intervention to calm U.K. bonds faded from global markets as yields on Treasury bonds and European government debt moved higher once again, and the dollar strengthened.</p><p>The S&amp;P 500 briefly touched a fresh intraday low of 3,619.69, its weakest level since Nov. 30, 2020, before stocks briefly trimmed their worst losses.</p><p>In a note to clients, a team of fixed-income strategists at Barclays explained why the market impact of the Bank of England's intervention was so short-lived.</p><p>While the bond-market intervention might stave off a crisis, it didn't change anything in regards to the macro backdrop, and investors are instead being forced to price in expectations that a combination of monetary and fiscal stimulus could further stoke inflationary pressures.</p><p>\"…[A]fter the first rounds of short-covering and squaring up of positions is over, we worry that markets will go back to fixating on one issue: large fiscal stimulus is now being accompanied by open-ended monetary stimulus for the next few weeks,\" the team of Barclays macro strategists wrote.</p><p>See: U.S. stocks surge without help from Apple for the first time in more than 2 years</p><p>As a result, borrowing costs are expected to continue rising as most of the world's big central banks rush to combat inflation, which in turn diminishes demand for risk assets.</p><p>The benchmark 10-year Treasury yield BX:TMUBMUSD10Y climbed to 3.766% and the equivalent duration U.K. 10-year gilt BX:TMBMKGB-10Y rose to 4.142%. The Stoxx 600 index of European stocks XX:SXXP fell 1.7%.</p><p>The U.S. dollar also weighed on stocks as it resumed its advance against the euro EURUSD and pound GBPUSD. But the ICE U.S. Dollar Index DXY fell 0.3% against a basket of rival currencies to 112.32, after trading just shy of its 20-year high around 114.50 set at midweek.</p><p>\"The [dollar] still exhibits a strong, negative correlation to global equities because, in a world where monetary and fiscal policy are now at odds with each other, the value of collateral is being tested…the whole reason central banks are hiking rates is to tighten financial conditions, which implicitly means that the Fed is targeting a lower equity market,\" said a team of Citi analysts led by Jamie Fahy.</p><p>Apple Inc. AAPL was blamed for helping to exacerbate the weakness in stocks, while also contributing heavily to the Nasdaq's decline of more than 3%, as reports about iPhone production cuts continued to weigh on the megacap consumer-tech giant. Shares were down more than 4% in recent trade.</p><p>Investor anxiety manifested in the CBOE Volatility Index, or the VIX, VIX, a measure of expected S&amp;P 500 volatility known as Wall Street's fear gauge. The VIX, whose long-term average is around 20, was hovering near 32, having stood above 32.</p><p>In a note to clients on Thursday, Nicholas Colas, co-founder of DataTrek Research, said the VIX would likely need to hold above 30 until \"at least Friday\" to signal a \"tradeable low.\"</p><p>See: Wall Street's 'fear gauge' might hold the key to the timing of the next market rebound. Here's why.</p><p>On the economic data front, the latest update to second-quarter GDP figures confirmed that the U.S. economy shrank at an annualized clip of 0.6% in the second quarter.</p><p>However, a weekly report on U.S. jobless benefit claims revealed that the number of Americans initially applying for unemployment benefits fell by 16,000 to 193,000 in the week ended September 24, the lowest level since April.</p><p>The jobless claims data helped to weigh on stocks by emboldening a view that the Fed will stick with its plans to continue raising interest rates.</p><p>\"Current labor market conditions will likely keep the Fed on track to aggressively tighten monetary policy at the next meeting in November,\" said Jeffrey Roach, chief economist for LPL Financial.</p><p>See: U.S. jobless claims drop to lowest level since April</p><p>Cleveland Fed President Loretta Mester said in an interview on CNBC that the interest rates in the U.S. haven't reached restrictive territory yet, and that the Fed has yet to reach a point where it should consider pausing rate hikes.</p><p>St. Louis Fed President James Bullard defended the Fed from claims its policy of aggressive interest-rate hikes is creating impossible conditions for foreign central banks.</p><p>See: Fed rate hikes were no surprise to foreign central banks, Bullard says</p><p>San Francisco Fed President Mary Daly will make some comments at 4:45 p.m.</p><p>Stocks in focus</p><p>* Starbucks Corp. SBUX shares fell 1.5% after the company announced Wednesday that itwas boosting its quarterly dividend to 53 cents a share.</p><p>* Carmax Inc. KMX shares fell more than 23.8%, making it the worst performer on the S&amp;P 500, following weak earnings and a warning about waning consumer demand for discretionary purchases.</p><p>* General Motors Co. GM and Tesla Inc. TSLA also slumped in tandem with Carmax as the company's warning about consumer spending weighed on carmakers and their suppliers.</p><p>* Amazon.com Inc. AMZN shares tumbled 3.3% after the company announced plans to hike employee pay.</p><p>* Bed Bath &amp; Beyond Inc. BBBY fell 8.8% Thursday, after the home-goods retailer reported a much wider-than-expected fiscal second-quarter loss, but showed that \"accelerated markdowns\" had helped improve the inventory overhang.</p><p>— Jamie Chisholm contributed to this article.</p><p>Dow tumbles 600 points as relief rally after Bank of England intervention fades</p>",
  "published": "2022-09-29T17:55:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1647,
          "end": 1652
        },
        {
          "start": 1656,
          "end": 1661
        },
        {
          "start": 2751,
          "end": 2760
        },
        {
          "start": 2766,
          "end": 2776
        },
        {
          "start": 2777,
          "end": 2781
        }
      ]
    }
  ]
}