{
  "_id": "63715c2df7df008739ddf0699357c72aa873780705c4bd9f9a3e8f6c58ac804c",
  "feed": "wall-street-journal",
  "title": "World News: China Eases Up on 'Covid Zero' Policy --- Xi puts new emphasis on minimizing impact to economy, society while curbing infection",
  "text": "<p>(WSJ March 22, 2022)</p><p>(END)</p><p>China wants to set aside the iron-fisted \"Covid Zero\" lockdown measures it has become known for in favor of a more precise approach to containing Covid-19 that is less damaging to the country's economy.</p><p>A surge in Covid-19 infections, fueled by the highly infectious Omicron variant, is putting that strategy to its toughest test yet, with implications for global business and China's ability to eventually find a path out of its containment strategy.</p><p>Chinese leader Xi Jinping highlighted the urgency and difficulty of the challenge Thursday at a meeting of the Communist Party's ruling Politburo Standing Committee, where he demanded officials rush to get infections under control, but also strive to \"minimize the impact of the Covid situation on economic and social development.\"</p><p>The updated measures, including more efficient testing and shorter and more targeted quarantines, appear to be producing desired results in some cities.</p><p>In Shanghai, the site of one local outbreak, Tesla Inc. and Volkswagen AG factories have been able to restart production after 48-hour suspensions, compared with the weeks it took many Chinese businesses to resume following harsh lockdowns early in the pandemic.</p><p>The southern metropolis of Shenzhen, also hit with a surge of infections, said Thursday that it would allow companies to resume work if they could meet epidemic prevention criteria after it suspended nonessential businesses in a week-long containment program it described as \"slow living.\"</p><p>Elsewhere, officials had to fall back on older, heavier-handed methods. When infections started spreading, residents in the northeastern province of Jilin were hit with restrictions on travel and movements reminiscent of the harsh lockdown imposed on the city of Wuhan and surrounding Hebei province in early 2020, and again on the city of Xi'an this past winter.</p><p>On Friday, China's National Health Commission said daily numbers of new locally transmitted cases rebounded to 4,130, up from 2,432 cases the previous day but still a thousand cases lower than the record number reported Monday. The country has recorded a total of roughly 17,000 new cases since Sunday.</p><p>While those numbers are minuscule compared with other countries hit by Omicron, the surge in cases is nevertheless a problem for China's leadership. While China's economy weathered the first part of the pandemic better than most, an effort by Mr. Xi to remold the economy by tightening controls on private business dented growth. The war in Ukraine has put additional pressure on China, politically as well as economically, in a year in which Beijing has placed a premium on economic stability.</p><p>The new Covid-19 outbreak has further eroded confidence in the Chinese economy, despite a strong start to the year, with analysts predicting the country would struggle to hit its annual 5.5% growth target, announced earlier this month.</p><p>Health officials in different localities gathered Friday morning to discuss Mr. Xi's comments, according to people familiar with the discussions. One main takeaway, they said, was that the current surge had reinforced the need to move away from stringent lockdowns to more precise and cost-effective measures that keep businesses and supply chains functioning.</p><p>The contrast between the old \"Covid Zero\" approach and the new one, which the government refers to as \"dynamic clearing,\" is most visible in the country's biggest cities.</p><p>When officials in Beijing discovered a small outbreak at a local market in the summer of 2020, authorities resorted to what they described as \"wartime-like measures,\" dispatching armies of neighborhood-watch volunteers to conduct mass testing and seal off entire housing compounds for weeks at a time.</p><p>When cases began spreading in Shanghai this month, local authorities instead used shorter rolling lockdowns of individual residential buildings wherever they detected a high risk of exposure, which they lifted after two days if all residents tested negative.</p><p>In Shenzhen, restrictions have varied from district to district based on risk level. While those living in high-risk areas have been asked to stay at home, others are allowed to step out.</p><p>Howe Huang, a 29-year-old internet-company employee based in Shenzhen's low-risk Nanshan district, said he is able to register for a \"travel slip\" from his housing compound management to go on his daily jog or walk. Restaurants are closed for dine-in services, but they still provide takeout and delivery, he said.</p><p>The National Health Commission this week lowered its testing threshold for recovered patients to be released from quarantine. It also allowed the use of antigen-based tests, which are less accurate than nucleic-acid tests but faster and easier to administer.</p><p>The new guidance also said asymptomatic patients and those with mild symptoms should go to centralized isolation facilities, to free up hospital resources for more serious cases. Government data so far have shown that the great majority of new cases are mild or asymptomatic.</p><p>The difference for companies can be significant. Foxconn Technology Group, a major assembler of Apple Inc.'s iPhones, took roughly two months to resume production in its Chinese plants after the country's first round of lockdowns in 2020. On Wednesday, the company said its campus in Shenzhen would reopen in an Olympics-style bubble environment just two days after it suspended activities.</p>",
  "published": "2022-03-19T00:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 5142,
          "end": 5152
        },
        {
          "start": 5142,
          "end": 5147
        },
        {
          "start": 5142,
          "end": 5151
        }
      ]
    }
  ]
}