{
  "_id": "703f5cbaf8a25bf1579e50a76671d2ce800ef8a82236bb7ca9779edc4867ce4e",
  "feed": "market-watch",
  "title": "How to prepare for the financial fallout of breaking up and mortgage rates march towards 6%, reaching highest level since 2008; Thursday's top personal finance stories",
  "text": "<p>After all, that weekend house isn't going to take care of itself. The house might be your getaway, but you're never going to get away from taking care of it. Read More</p><p>Is the iPhone 14 worth it? Apple CEO Tim Cook made one 'brilliant move,' but our verdict might surprise you.</p><p>The basic iPhone starts at $799, the Plus starts at $899, the Pro starts at $999 and the Pro Max starts at $1,099. Read More</p><p>Mortgage rates march towards 6%, reaching highest level since 2008 — but there is some good news for home buyers</p><p>The 30-year mortgage rate is averaging at 5.89%, Freddie Mac said in its weekly survey on Thursday. Read More</p><p>My son asked me to set up a 529 plan for my 5-year-old granddaughter. But she says, 'Who's nana?' Should I set up a college trust fund for a child who does not even know who I am?</p><p>'I have ducked and waffled on my answer.' Read More</p><p>The best and safest used cars for teens for under $20K, $10K and $5K</p><p>Besides price, safety is the absolute main qualifier for each of these picks. Read More</p><p>How to prepare for the financial fallout of breaking up</p><p>Emotions loom large, life changes. Your to-do list fills up with loaded logistics, like who gets the cat or how can you afford to live alone. Read More</p><p>You know it's time to switch banks when…</p><p>If you bank hasn't raised your savings rate and scrapped overdraft fees, then it might be time to open a new bank account somewhere else. Read More</p><p>In America, it's legal for kids as young as 12 to work on small farms. One former child laborer describes 'dangerous and back-breaking work.'</p><p>Kids in the U.S. can take on unlimited hours of agricultural labor so long as they don't miss school and have a parent's permission. Read More</p><p>How to prepare for the financial fallout of breaking up and mortgage rates march towards 6%, reaching highest level since 2008</p>",
  "published": "2022-09-08T20:23:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "confidence": 0.94,
      "offsets": [
        {
          "start": 192,
          "end": 197
        },
        {
          "start": 195,
          "end": 200
        }
      ],
      "weightsV2": {
        "weight": 4.255723,
        "baseWeight": 2.0,
        "expansionWeight": 2.0,
        "ontologyWeight": 0.0,
        "tagPositionWeight": 0.25572312,
        "titleWeight": 0.0
      },
      "typeRank": 1
    }
  ]
}