{
  "_id": "68e4608f259bcebc86cd5b32012588244a83b658439f63150a67072f35bff9d8",
  "feed": "wall-street-journal",
  "title": "Biden Says Trump and Allies Threaten America's Democracy; President uses Philadelphia prime-time address to frame stakes for November midterm elections",
  "text": "<p>The speech Thursday night came just before the traditional Labor Day start of the midterm election campaign season and was delivered from a key battleground state.</p><p>\"Too much of what's happening in our country today is not normal,\" he said. \"Donald Trump and the MAGA Republicans represent an extremism that threatens the very foundations of our Republic.\"</p><p>Mr. Biden sought to draw a distinction between Republicans allied with Mr. Trump and others in the party. He called people from all parties to \"unite behind the single purpose of defending our democracy regardless of your ideology.\"</p><p>\"Someone should explain to Joe Biden, slowly but passionately, that MAGA means, as powerfully as mere words can get, MAKE AMERICA GREAT AGAIN! If he doesn't want to Make America Great Again, which through words, action, and thought, he doesn't, then he certainly should not be representing the United States of America!\" Mr. Trump said on his social media network.</p><p>During Mr. Biden's speech, the voices of demonstrators shouting into bullhorns could be heard from nearby streets in opposition to his remarks.</p><p>Sen. Lindsey Graham (R., S.C.) said on Twitter: \"With all due respect Mr. President, there's nothing wrong with America's soul. The American people are hurting because of your policies.\"</p><p>Democrats hold narrow majorities in both the House and Senate, and Mr. Biden is seeking to turn the elections into a choice for voters between his party and that of Republicans, who have criticized his leadership and have said Democrats are trying to distract from the more central issues of inflation and economic unrest.</p><p>The speech is one of three visits Mr. Biden is making to Pennsylvania, a top battleground state with closely watched races for governor and the Senate, in the course of a week. Mr. Trump is scheduled to hold a rally in the state for GOP candidates Saturday.</p><p>Mr. Biden and White House officials have been more direct in recent weeks in criticizing what they have called \"ultra-MAGA\" Republicans, referring to Mr. Trump's \"Make America Great Again\" campaign slogan, and the spreading of false claims about widespread fraud in the 2020 election.</p><p>During a Maryland fundraiser last week, Mr. Biden described Mr. Trump and his allies' approach to governing as \"like semi-fascism\" and said they threatened American democracy.</p><p>A Quinnipiac University poll released this week found identical shares of Republicans and Democrats—69% apiece—said they believed \"the nation's democracy is in danger of collapse,\" though likely for very different reasons.</p><p>Other surveys have shown declining faith among Republicans in the electoral system, with many echoing Mr. Trump's false claims that the 2020 election was stolen. Democrats say Republicans are just rejecting election results they don't like, most notably in the Jan. 6 riot at the Capitol by Trump supporters.</p><p>Mr. Biden stressed Thursday that public-safety officers were attacked on Jan. 6. He added that election officials and volunteer poll workers had been \"subjected to intimidation and death threats.\" He referred to the threats against Federal Bureau of Investigation agents after the search of Mr. Trump's Mar-a-Lago home, saying, \"And can you believe it, FBI agents, just doing their job as directed, facing threats to their own lives from their own fellow citizens.\"</p><p>Republicans have accused Mr. Biden of seeking to divide the nation and dismiss millions of Americans who supported Mr. Trump while attempting to play down high rates of inflation and crime ahead of the midterms.</p><p>Ahead of the president's address, House Minority Leader Kevin McCarthy (R., Calif.) said Thursday in West Pittston, Pa., near Mr. Biden's boyhood hometown of Scranton, that the president's tenure has been \"a time of trial for Americans everywhere\" and accused Mr. Biden of launching an assault on the soul of America.</p><p>\"I, along with every Republican running for Congress this year, share your unwavering conviction that we must change direction in Washington before it is too late,\" Mr. McCarthy said.</p><p>SHARE YOUR THOUGHTS</p><p>What do you think are the most important issues facing the U.S. right now? Join the conversation below.</p><p>At a Tuesday speech in Wilkes-Barre, Pa., focused on public safety, Mr. Biden criticized Republicans for defending the rioters that stormed the U.S. Capitol on Jan. 6.</p><p>\"Don't tell me you support law enforcement if you won't condemn what happened on the 6th,\" Mr. Biden said. \"You can't be pro law enforcement and pro insurrection.\"</p><p>Mr. Trump told a conservative radio host on Thursday that if he were to run for president again in 2024 and win, he would issue pardons to the Jan. 6 rioters.</p><p>\"We'll be looking very, very seriously at full pardons,\" Mr. Trump told host Wendy Bell. \"And I mean full pardons with an apology—to many, an apology. They've been so badly treated.\"</p><p>Separately, Republicans have criticized the FBI's search of Mr. Trump's Mar-a-Lago residence, calling it an unnecessary escalation and weaponization of law enforcement against the Biden administration's opponents.</p><p>Mr. Biden has largely avoided mentioning the Mar-a-Lago search and has declined to weigh in on the investigation into how the former president handled classified documents.</p><p>Alex Leary contributed to this article.</p><p>Write to Ken Thomas at ken.thomas@wsj.com and Catherine Lucey at catherine.lucey@wsj.com</p><p>Biden Says Trump and Allies Threaten America's Democracy</p>",
  "published": "2022-09-02T13:23:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [],
      "weightsV2": {
        "weight": 1.0,
        "baseWeight": 0.0,
        "expansionWeight": 1.0,
        "ontologyWeight": 0.0,
        "tagPositionWeight": 0.0,
        "titleWeight": 0.0
      },
      "typeRank": 1
    }
  ]
}