{
  "_id": "09d718b493b468bdf18b72ccf7a7635765f27f56c8ce2e4650e20d7c7dee2c72",
  "feed": "market-watch",
  "title": "The irony of gambling with your retirement money to buy bitcoin: it makes the most tax sense; A 401(k) account really isn't the right place for a risky investment like cryptocurrencies",
  "text": "<p>Bitcoin BTCUSD is a digital currency, part of a wider world of similar products known as cryptocurrencies due to the way they are created and verified using computers. Cryptocurrencies aren't backed by company profits, by commodities such as gold, or by a central bank's promise to pay. Rather, they are created via a computer process known as blockchain and derive value based on others' willingness to accept those currencies as a form of payment.</p><p>Cryptocurrencies have their uses, if exchanging in anonymous transactions is important to you. But crypto trading is also a subculture unto itself, with fanboys (and girls) who see Bitcoin and its derivatives as a way of life, not merely a means of exchange. As the comedian J.P Sears put it, \"Being a bitcoin advocate is like the veganism of financial world. You'll find out where I stand on the matter within 11 seconds of meeting me.\" This doesn't seem the most appropriate mindset for retirement planning.</p><p>The rational argument for cryptocurrencies in retirement portfolios is that their returns are not highly correlated with those of stocks and bonds. Therefore, crypto in combination with other investments could produce a portfolio with higher returns and/or lower risk.</p><p>On the other hand, the reason cryptocurrency returns don't vary in line with those of other investments is that it's not entirely clear what a cryptocurrency should be worth, and thus their values fluctuate wildly along with the sentiment of buyers and sellers.</p><p>Yes, bitcoin has produced stratospheric rates of return in its short history, but crypto is hard to recommend for long-term buy-and-hold retirement savers when there is no clear rationale for its high returns, any more than Dutch savers of the 1600s should have placed their hopes in tulip bulbs. Bitcoin's returns aren't driven by its profits, as with an ordinary investment, but by the pure rising demand for bitcoin.</p><p>And along with high recent returns, bitcoin has been much riskier than the S&amp;P 500 SPX or even alternative investments like private equity or hedge funds. Since 2013, the standard deviation of monthly returns on bitcoin – a measure of investment risk – has been six times higher than that of the S&amp;P 500 index. That's fine for purely speculative investments, if that's your thing. But it's simply not clear why a right-thinking retirement saver would wish to take that amount of risk with their nest egg.</p><p>But here's the surprising thing: if you are going to speculate in cryptocurrency, your 401(k) might be the best place to do it, thanks to federal tax policy. An ordinary investor in a risky asset such as cryptocurrency is likely to generate a great deal of unrealized capital gains and losses as their investments rise and fall.</p><p>Outside of retirement accounts, capital gains, once realized through a sale, are taxed, and there is a $3,000 annual limit on the amount of capital losses that can be deducted from one's taxes.</p><p>But America's main retirement accounts – IRAs, 401(k)s and their Roth alternatives – have a tax preference that effectively exempts them from capital-gains taxes. With ordinary 401(k)s and IRAs, you pay no taxes on contributions but subsequent withdrawals are taxable at your income-tax rate; with Roth accounts, the contributions are taxable but withdrawals are tax-free.</p><p>Either way, the accruals in the accounts aren't subject to capital-gains taxes. You can buy and sell to your heart's content and not pay any taxes until you draw down your account in retirement.</p><p>None of this is what policymakers set out for retirement savers to do, and luckily most Americans stick with a buy-and-hold strategy. But it's ironic that a retirement account is the best place to do something that retirement savers probably shouldn't be doing in the first place.</p><p>As America's retirement system is further improved though legislation such as the SECURE Act and its sequel, which recently was passed by the U.S. House of Representatives, lawmakers and regulators may wish to consider whether cryptocurrencies and other highly speculative investments make sense in retirement accounts that the taxpayer is subsidizing and which Americans will rely upon in old age.</p><p>Andrew G. Biggs is a senior fellow at the American Enterprise Institute.</p><p>More on cryptocurrenices</p><p>Crypto enthusiasts sniff at Buffett, Munger comments on bitcoin. 'It took them decades before they decided to invest in Apple,' one analyst says.</p><p>Bitcoin in your 401(k)? Fidelity just introduced it as an option – when it makes sense, and when it doesn't</p><p>A 401(k) that's 20% crypto? Labor Department will likely 'pressure' Fidelity to lower that limit, analyst says.</p><p>I'm a financial adviser, and I'd discourage you from putting bitcoin in your 401(k)</p><p>Hackers and scammers are after your crypto and NFTs. Here's how to keep your digital money safe and secure.</p><p>The irony of gambling with your retirement money to buy bitcoin: it makes the most tax sense</p>",
  "published": "2022-05-03T11:54:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 4405,
          "end": 4410
        }
      ]
    }
  ]
}