{
  "_id": "a8e38eba7266f71c436401cd68fa8685e884d0c1a2b0589f254c711873f52587",
  "feed": "market-watch",
  "title": "Apple stock gains as iPhone powers earnings beat past big decline in Mac sales; Profit falls in June quarter, but revenue increases thanks to more than $40 billion in iPhone sales",
  "text": "<p>\"Our June quarter results continued to demonstrate our ability to manage our business effectively despite the challenging operating environment,\" Chief Financial Officer Luca Maestri said in a release.</p><p>Profit fell, as Apple posted net income of $19.4 billion, or $1.20 a share, compared with $21.7 billion, or $1.30 a share, in the year-earlier period. Analysts tracked by FactSet had been anticipating $1.16 in earnings per share.</p><p>Shares were up more than 3% in after-hours trading Thursday.</p><p>The company topped expectations with its iPhone sales, reporting $40.67 billion in revenue for the category, up from $39.57 billion a year prior. The FactSet consensus was for $38.59 billion.</p><p>Apple's Mac and iPad segments saw big growth during the pandemic, but the company saw declines in both categories for the June quarter, including a surprisingly large shortfall in Macs.</p><p>The company recorded $7.38 billion in Mac sales, up from $8.24 billion a year before, whereas the FactSet consensus was for $8.74 billion. Revenue from iPads fell to $7.22 billion from $7.36 billion, but came in ahead of the FactSet consensus, which was for $6.85 billion.</p><p>Services revenue growth came in at $19.6 billion, up from $17.49 billion a year earlier. Analysts were looking for $19.75 billion.</p><p>The wearables, home, and accessories category brought in $8.08 billion in revenue, down from $8.78 billion in the year-prior quarter. The FactSet consensus was for $8.73 billion.</p><p>Executives declined to provide traditional financial guidance in the earnings release. They haven't provided a quantitative forecast since the pandemic began.</p><p>Apple's earnings call is expected to provide further information about how the company is weathering supply-chain pressures and a weakening macroeconomic landscape. Investors will be looking for indications about buying patterns, especially as Apple heads into the fall, which typically brings the launch of new iPhone models. The call is scheduled to begin at 5 p.m. Eastern time.</p><p>Shares of Apple have declined 3.8% over the past three months as the Dow Jones Industrial Average DJIA, of which Apple is a component, has dropped 4.1%.</p><p>Apple stock gains as iPhone powers earnings beat past big decline in Mac sales</p>",
  "published": "2022-07-28T20:41:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1613,
          "end": 1618
        },
        {
          "start": 2005,
          "end": 2010
        },
        {
          "start": 2148,
          "end": 2153
        },
        {
          "start": 2108,
          "end": 2113
        },
        {
          "start": 685,
          "end": 690
        },
        {
          "start": 218,
          "end": 223
        },
        {
          "start": 0,
          "end": 5
        },
        {
          "start": 1857,
          "end": 1862
        }
      ]
    }
  ]
}