{
  "_id": "0b8c66840b86affd157655d48971dfc652b84d524cd17ff0d2c70d8133e2ddbd",
  "feed": "market-watch",
  "title": "Apple says macro issues aren't hurting iPhone business as earnings top expectations; Profit falls in June quarter, but revenue increases thanks to more than $40 billion in iPhone sales",
  "text": "<p>Apple AAPL Chief Executive Tim Cook also indicated that he's yet to see \"obvious evidence of macroeconomic impact\" on the iPhone business, aside from foreign-exchange impacts. Before the report, analysts were eager to learn how demand was holding up headed into the expected iPhone 14 launch in the fall.</p><p>On the flip side, Cook said that the company's wearables, home and accessories business experienced some macro impacts, as did the services business, with pressure on advertising. \"Mac and iPad were so gated by supply that we didn't have enough product to test the demand,\" he added.</p><p>The smartphone giant grew revenue to $83 billion from $81.4 billion in its fiscal third quarter, while analysts surveyed by FactSet had been expecting $82.8 billion. Executives at Apple warned on the last earnings call that they had expected $4 billion to $8 billion in negative impacts related to supply-chain issues during the June quarter, though Cook shared on Thursday's call that Apple wound up slightly below that forecast.</p><p>\"Our June-quarter results continued to demonstrate our ability to manage our business effectively despite the challenging operating environment,\" Chief Financial Officer Luca Maestri said in a statement.</p><p>Profit fell, as Apple posted net income of $19.4 billion, or $1.20 a share, compared with $21.7 billion, or $1.30 a share, in the year-earlier period. Analysts tracked by FactSet had been anticipating $1.16 in earnings per share.</p><p>Executives declined to provide traditional financial guidance, with Maestri citing \"the continued uncertainty around the world.\" Apple's management hasn't provided a quantitative forecast since the pandemic began.</p><p>Maestri did share that he expects revenue growth to accelerate on a year-over-year basis in the September quarter relative to the June quarter even as he projects 600 basis points of negative foreign-exchange impacts. He further anticipates the services business to still show growth but decelerate from the rate seen in the June quarter.</p><p>Shares were up nearly 3% in after-hours trading Thursday.</p><p>The company topped expectations with its June-quarter iPhone sales, reporting $40.67 billion in revenue for the category, up from $39.57 billion a year prior. The FactSet consensus was for $38.59 billion.</p><p>Apple's Mac and iPad segments saw big growth during the pandemic, but the company saw declines in both categories for the June quarter, including a surprisingly large shortfall in Macs.</p><p>The company recorded $7.38 billion in Mac sales, down from $8.24 billion a year before, while the FactSet consensus called for an increase to $8.74 billion. Revenue from iPads fell to $7.22 billion from $7.36 billion, but came in ahead of the FactSet consensus, which was for $6.85 billion.</p><p>\"We continue to have supply constraints with Mac but were encouraged by the strong response from customers to our incredible lineup,\" Chief Executive Tim Cook said on Apple's earnings call.</p><p>Services revenue growth came in at $19.6 billion, up from $17.49 billion a year earlier. Analysts were looking for $19.75 billion.</p><p>The wearables, home and accessories category brought in $8.08 billion in revenue, down from $8.78 billion in the year-prior quarter. The FactSet consensus was for $8.73 billion.</p><p>\"We saw sort of a cocktail of headwinds on wearables, home, and accessories,\" Cook said, including supply constraints, the Russia exit, the timing of past launches, and what executives believe to be \"macroeconomic headwinds.\"</p><p>Shares of Apple have declined 3.8% over the past three months as the Dow Jones Industrial Average DJIA, which counts Apple as a component, has dropped 4.1%.</p><p>Apple says macro issues aren't hurting iPhone business as earnings top expectations</p>",
  "published": "2022-07-28T22:03:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 3589,
          "end": 3594
        },
        {
          "start": 975,
          "end": 980
        },
        {
          "start": 1583,
          "end": 1588
        },
        {
          "start": 3482,
          "end": 3487
        },
        {
          "start": 1240,
          "end": 1245
        },
        {
          "start": 2914,
          "end": 2919
        },
        {
          "start": 2270,
          "end": 2275
        },
        {
          "start": 0,
          "end": 5
        },
        {
          "start": 3629,
          "end": 3634
        },
        {
          "start": 6,
          "end": 10
        },
        {
          "start": 769,
          "end": 774
        }
      ]
    }
  ]
}