{
  "_id": "4c97145be5668a5d7dbb356eb9a3f5540c24d24bc470c79f454c3f4a2bf23cf5",
  "feed": "wall-street-journal",
  "title": "EXCHANGE  ---  Business News:  Push to Reopen  China Factories  Won't Be Easy  ----  By Yang Jie",
  "text": "<p>   As China tries to restart manufacturing in areas hit by Covid-19 lockdowns, companies are discovering that reopening their factories is not so simple. </p><p>   Tesla Inc. restarted production in Shanghai on Tuesday after a three-week halt, part of a government trial to keep core pockets of its economy humming as coronavirus cases appear to have plateaued in the city. But resumption is gradual. The company said its plant is operating at less than full capacity. Many suppliers of the U.S. electric-vehicle maker in the nearby province of Jiangsu had been shut for pandemic control, and trucking disruptions had also prevented essential components from reaching Tesla's factory, the auto maker said. </p><p>   German manufacturers such as auto-parts supplier Robert Bosch GmbH and chemicals producer BASF SE say they are facing potential disruptions to their plants in Shanghai as logistics snags in the Yangtze River Delta region have dried up the flow of components and parts. </p><p>   Late last week, Shanghai authorities identified 666 companies in key industries such as automotive and semiconductors, vowing to help them resume work by clearing obstacles and ensuring supplies of key raw materials. Even with the all-clear, businesses say the stringent government requirements before reopening, trucking shortages and a supply-chain morass mean it will take some time for production to truly get back online. The Shanghai government didn't respond to a request to comment. </p><p>   China is ramping up efforts to get businesses back on track after sweeping city lockdowns to control the spread of the coronavirus in the past weeks have dragged on economic growth and exacerbated supply-chain disruptions globally. </p><p>   On Friday, Shanghai authorities said more than two-thirds of the 666 companies had resumed operations. Tesla, labeled as a \"company that must resume production\" on the factory white list, has been the poster boy for this reopening. </p><p>   Wu Qing, the deputy mayor of Shanghai, said Tuesday that Shanghai and cities nearby are working to ease logistics disruption for Tesla and other key firms. For instance, a city in Jiangsu allowed a parts maker to truck components into Shanghai for Tesla, Mr. Wu said. </p><p>   \"Shanghai is coming back with a vengeance,\" Tesla CEO Elon Musk said Wednesday, predicting Shanghai production would rebound strongly. </p><p>   Tesla said about 8,000 workers began to return to its Shanghai factory from Sunday. They are required to take two Covid tests daily as part of local government requirements to restart. </p><p>   The plant, known as Gigafactory, is running in a closed loop fashion, in which employees live and work inside the factory premises, people familiar with the matter said. Tesla didn't respond to a request to comment. </p><p>   On Tuesday, Tesla display supplier AU Optronics Corp. forecast the supply-chain impact to last for another three months, even if the lockdowns end soon. The Taiwanese electronics maker has suspended production at its factories in Kunshan, a city in Jiangsu near Shanghai's east coast, since April 8. </p><p>   Bosch, which kept two of its three auto-parts facilities in Shanghai and nearby Taicang city open, is \"seeing temporary effects on logistics and supply-chain sourcing\" due to disruption caused by local lockdowns, according to a company spokeswoman. </p><p>   BASF is operating its Shanghai facilities at reduced production loads under closed loops due to raw-material supply issues, logistic disruptions and labor shortages, a spokeswoman said. </p><p>   Unimicron Technology Corp., a Taiwanese maker of circuit-boards for Apple Inc., said it had resumed operations for a day at one of its subsidiaries in Kunshan when it was asked by authorities to stop work to comply with local Covid-prevention policies. </p><p></p>",
  "published": "2022-04-23T06:09:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 3524,
          "end": 3529
        },
        {
          "start": 3524,
          "end": 3534
        },
        {
          "start": 3524,
          "end": 3533
        }
      ]
    }
  ]
}