{
  "_id": "ec48812c73abcd20b86dbf93d8a3014208aff30a1c84ee02bfe1a80baad1fa23",
  "feed": "wall-street-journal",
  "title": "Tech Shares Win Renewed Favor As Market Shifts",
  "text": "<p>The tech and consumer discretionary groups -- home to the likes of Apple Inc., Microsoft Corp., Amazon.com Inc. and Tesla Inc. -- have climbed 20% and 25%, respectively, since June 16, outperforming the three defensive groups. The index itself has risen 15%, trimming its losses for the year to 12%. The tech-focused Nasdaq Composite is back in a bull market, reflecting a rise of more than 20% from its recent low</p><p>Behind the U-turn? Expectations that inflation will eventually fall and the Federal Reserve will pare back its aggressive pace of interest-rate increases. Friday's employment report suggested the U.S. economy isn't cooling as quickly as feared, with both job growth and wage gains topping estimates. Plus, a bounce is typical after a particularly punishing stretch in markets.</p><p>\"Recession fears have been kicked down the road,\" said Eric Wightman, senior wealth adviser and partner at Maryland-based XML Financial Group. Mr. Wightman trimmed his exposure to staples and healthcare stocks in July, rotating into tech stocks.</p><p>Data Wednesday showed U.S. inflation eased slightly in July but remained near a 40-year-high. Consumer prices rose 8.5% from a year earlier last month, compared with 9.1% annual growth in June. Fed officials have said they want to see inflation ease meaningfully before taking their foot off the pedal on rate increases.</p><p>U.S. stocks surged after the inflation data. The Nasdaq rose 2.9%, the S&amp;P 500 added 2.1% and the Dow Jones Industrial Average gained 1.6%.</p><p>The rotation in the stock market coincides with a steady decline in government-bond yields. The yield on the benchmark 10-year Treasury note touched an 11-year high of 3.482% on June 14. Lower yields have relieved some of the pressure on tech stocks, which are valued on their future cash flows.</p><p>The yield on the benchmark 10-year U.S. Treasury note fell to 2.786% on Wednesday from 2.797% the day prior. Yields fall as prices rise.</p><p>Apple and Amazon have both climbed more than 25% in the past seven weeks, reasserting their dominance after helping to propel the market's rally for more than a decade.</p><p>As the stock market slumped to start the year, investors piled into defensive stocks because consumers typically give priority to spending on utility bills, household goods and medical expenses ahead of discretionary items during a recession.</p><p>Their hefty dividend yields were another draw. The utilities sector offers a 2.94% yield, followed by consumer staples at 2.58% and healthcare at 1.66%. The yield on the index as a whole is 1.62%.</p><p>Now, the haven rally is coming under pressure. The worst-performing decile of stocks in Russell 1000 -- which tracks the largest 1,000 public companies -- from the first half of the year are up more than 32%</p><p>n recent weeks. The stocks that held up the best, in contrast, have risen less than 3%, according to Bespoke Investment Group.</p><p>Mr. Wightman trimmed his positions last month in companies related to consumer goods, snacks and beverages, pharmaceuticals and healthcare and insurance.</p><p>He boosted stakes in tech stalwarts, among others. He pointed to their lower valuations, the stability of their business and the allure of higher future cash flow. He hasn't bought shares of speculative growth companies, he added.</p><p>Likewise, Chris Zaccarelli, chief investment officer for Independent Advisor Alliance, said his firm is staying clear of utility and consumer-staple stocks. It has boosted its stake in small and midcap tech companies in the past month after cutting its exposure in late 2021 when it believed some were too expensive or risky to own. \"If we do have a recession, they're [staples and utilities] unlikely to gain much more from here because they're already so expensive,\" Mr. Zaccarelli said. \"If it turns out we don't have a recession, I think they have much further to fall.\"</p><p>The S&amp;P 500 utilities sector traded recently at 20.47 times its projected earnings over the next 12 months, according to FactSet, while consumer staples traded at 20.82 times earnings. That is above the average multiples of 17.25 and 19.10, respectively, over the past 10 years.</p><p>Some investors haven't been swayed by the recent rebound in tech stocks. Sandi Bragar, chief client officer at wealth management firm Aspiriant, said her firm has shed much of its holdings in tech and other growth stocks over the past five years and invested in small-cap companies and value stocks in emerging markets.</p>",
  "published": "2022-08-11T00:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "confidence": 0.99856,
      "offsets": [
        {
          "start": 1914,
          "end": 1919
        },
        {
          "start": 67,
          "end": 77
        },
        {
          "start": 1932,
          "end": 1937
        },
        {
          "start": 67,
          "end": 76
        }
      ],
      "weightsV2": {
        "weight": 3.5269938,
        "baseWeight": 3.0,
        "expansionWeight": 0.0,
        "ontologyWeight": -0.1500001,
        "tagPositionWeight": 0.6769937,
        "titleWeight": 0.0
      },
      "typeRank": 1
    }
  ]
}