{
  "_id": "101c65834ccaa5ae873b80d6919dce1af3f686eb1f5e44ab2ac332c3fca848ec",
  "feed": "market-watch",
  "title": "Apple investors approve civil-rights audit proposal",
  "text": "<p>The shareholder proposal for a third-party audit was the only proposal to be approved by shareholders at Friday's annual meeting, according to the shareholder groups. Three shareholder groups&#xa0;teamed up on the proposal, which representatives of the groups said was necessary because of recent internal controversies including allegations that Apple shut down an employee-run survey about pay. They also said Apple's diversity initiatives have not resulted in any significant change to the demographics of its leadership.</p><p>“This is a great victory for shareholders who clearly stated that Apple needs to be more forthcoming,” said Dieter Waizenegger, executive director of SOC Investment Group, one of the shareholder groups that submitted the resolution. The others were the Service Employees International Union and Trillium Asset Management.</p><p>Apple has released information about the diversity of its workforce for years, but the proposal noted that the company has no Hispanics and only one Black person on its executive team. Waizenegger said Friday that he hopes the civil-rights audit can “conduct a real assessment on how they can increase diversity” at Apple. “A company shouldn't just say what it's doing, it needs to show it.”</p><p>Apple did not return a request for comment Friday before publication, but its opposition to the proposal, as stated in the company's proxy, said it “already fulfills the objectives of the proposal in several ways.”</p><p>Cher Scarlett, the former Apple software engineer who left the company last year after saying she was harassed because she started an employee wage survey, said Friday that “this is a big sign that shareholders really want Apple to be accountable for the image it portrays and the philanthropy it does externally.”</p><p>Besides the proposal seeking a civil-rights audit, Apple shareholders had submitted four other proposals asking for more transparency from the company, focusing on app removals in response to government requests; forced labor at its factories; median pay in its workforce by gender and race; and its use of concealment clauses. There was also a proposal urging the company to become a public benefit corporation.</p><p>Influential proxy-advisory firms Institutional Shareholder Services and Glass Lewis had both recommended that investors vote for the proposals on a civil-rights audit and a report on the company's use of concealment clauses. ISS also supported all the other shareholder proposals except the one about Apple becoming a public benefit corporation, and urged voters to vote against the company proposal to ratify executive compensation.</p><p>Final vote tallies are expected in the next few days, but shareholder groups said the civil rights audit was the only shareholder resolution to receive a majority of votes Friday.</p><p>Civil-rights audits at other giant companies, such as Starbucks Corp. SBUX, Airbnb ABNB Inc. and Facebook FB, have sparked some changes at those companies in recent years. Starbucks had faced some high-profile instances of discrimination against Black people and has since had three civil-rights audits. Airbnb hosts had been accused of bias and an audit led to changes in the company's policies. And several instances of civil-rights controversies at Facebook had prompted its third-party audit, which was highly critical of the social networking giant's practices.</p><p>Last year, a couple of big banks agreed to racial-equity audits after pressure from shareholders: Citigroup Inc. C and BlackRock Inc. BLK</p><p>This proxy season, the New York State Common Retirement Fund has submitted proposals for civil-rights audits at Amazon.com Inc. AMZN, where it is the shareholder group's second attempt at passing the resolution, plus Chipotle Mexican Grill Inc. CMG, Match Group Inc. MTCH, Dollar General Corp. DG and Dollar Tree Inc. DLTR</p><p>See: Citi reverses course on racial-equity audit, will look at $1 billion pledge made after death of George Floyd</p>",
  "published": "2022-03-04T16:28:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 0,
          "end": 5
        },
        {
          "start": 342,
          "end": 347
        },
        {
          "start": 407,
          "end": 412
        },
        {
          "start": 842,
          "end": 847
        },
        {
          "start": 1158,
          "end": 1163
        },
        {
          "start": 2478,
          "end": 2483
        }
      ]
    }
  ]
}