{
  "_id": "11e9a074bc3994599aa5e251c182da3c2a0c0fddeef7188a60eb2f73907a0bad",
  "feed": "wall-street-journal",
  "title": "OFF DUTY --- Eating & Drinking: Summer To-Go --- The hand pie packs a lot of fun into an adorable, portable parcel",
  "text": "<p>Whether prepared for miners' lunch pails or relaxing afternoons on the river, hand pies have long facilitated consumption on the go. Where I live, in rural West Virginia, hand pies are traditionally shared when families and communities gather to boil sorghum, butcher hogs or cook apple butter after the fall harvest. Long, labor-intensive days call for portable, calorie-dense snacks. Homemade fruit hand pies are sold at markets near my house, while savory cousins such as Jamaican patties, Peruvian empanadas and Vietnamese beef pies are available just a short drive away.</p><p>I take two approaches to making hand pies. One is the same repurposing of ingredients I learned decades ago, a thrifty reliance on the hand pie to use up kitchen scraps that would otherwise go to waste. If I bake a standard, sliceable fruit pie, I'll at least have some leftover dough once I trim the top and bottom crusts. Odds are, I'll have extra filling as well. Why toss the excess when I can turn it into a few hand pies with minimal effort? Combine and reroll the dough, cut it into small discs, add a spoonful of filling, fold over, fork-crimp, then bake to a crispy, golden brown.</p><p>Though I enjoy hand pies throughout the year, they're primarily on my mind -- and on the menu at Lost Creek Farm, where I live, farm and produce a dinner series with my wife, Amy Dawson -- during the summer months, when blueberries and blackberries ripen and stone fruits are at their juiciest. During this season, I approach hand pies as my primary objective, not a byproduct.</p><p>Hand pies can be sweet or savory, small or substantial enough for a meal. Regardless of size, I appreciate the hand pie as a blank canvas to build layers of flavor, either sharp contrasts or a sfumato of complementary ingredients tucked inside a buttery, flaky crust. For savory combinations, think unctuous braised pork with tangy pickled greens, or peppery sausage balanced with the sweetness of fresh pears. Some of my favorite summertime dessert combinations are ripe peaches and fresh basil; plump blueberries with fresh ginger; and a heavily spiced mock-apple hand pie made with early-season green tomatoes. Resist the temptation to overfill, and chop the fruit for the filling smaller than you would for a standard pie.</p><p>Over the next few weeks, I'll size up ingredients for seasonal hand pies, squeezing peaches for ripeness and harvesting a few gallons of berries from the fruit orchard on my farm. Summer is still a time for making magic.</p><p>---</p><p>Strawberry-Black Pepper Hand-Pie Filling</p><p>Total Time: 5 minutes</p><p>Makes: filling for about 8 hand pies</p><p>2 tablespoons sugar</p><p>1 tablespoon cornstarch</p><p>1 cup fresh strawberries, chopped into 1/4-inch pieces</p><p>1/2 teaspoon fresh lemon juice</p><p>1/4 teaspoon coarse black pepper</p><p>1/8 teaspoon kosher salt</p><p>1. In a small bowl, whisk together sugar, cornstarch and salt to thoroughly combine. In another bowl, lightly toss strawberries with lemon juice and pepper.</p><p>2. Add dry ingredients to strawberries and gently stir to coat evenly. Fill hand-pie dough immediately.</p><p>---</p><p>Touch-of-Buckwheat Hand-Pie Dough</p><p>Total Time: 1 hour</p><p>Makes: 8-12 hand pies, depending on size</p><p>2 large eggs</p><p>1/2 cup cold water</p><p>1 3/4 cups all-purpose flour, plus more for rolling</p><p>1/4 cup buckwheat flour</p><p>1 teaspoon fine salt</p><p>12 tablespoons (1 1/2 sticks) unsalted butter, cut into 1/4 -inch cubes and chilled</p><p>Coarse salt, chopped herbs and/or maple or sorghum syrup, to finish</p><p>1. In a small bowl, beat 1 egg with 1/4 cup cold water. Place in refrigerator. Chill remaining water in a separate container.</p><p>2. In a mixing bowl, combine flour and salt. Use a fork or pastry cutter to cut in butter. Butter should be broken into chunks, not finely crumbled.</p><p>3. Add egg-water mixture a little bit at a time, stirring with a wooden spoon. Dough should be loose and shaggy, yet moist enough to stick together in a single mass. Add more chilled water if necessary, but not so much that dough becomes soft and squishy.</p><p>4. Shape dough into a ball and seal in a resealable bag or cover in plastic wrap, then chill in refrigerator at least 30 minutes.</p><p>5. In a small bowl, beat remaining egg with 1 tablespoon water. Place egg wash in refrigerator.</p><p>6. Once dough is chilled, preheat the oven to 400 degrees. Flour a rolling pin and a large, flat surface. Unwrap dough, press slightly to flatten into a disc, then roll out to around 1/4 inch thick. Brush off excess flour. Fold dough in half onto itself, first from left to right, then again from top to bottom to create four layers. Lightly flour top and bottom, then roll again, this time to around 1/8 inch thick.</p><p>7. Use a paring knife and a small plate to trace and cut as many circles as you can from dough sheet. (About 8 pies will come from tracing a 5 1/2 -inch saucer.)</p><p>8. Place a small amount of filling on a dough circle, just off center. Use a small pastry brush to apply a light amount of egg wash around outer edge of dough. Fold dough over filling, lining up edges to make a half-circle. Lightly flour rounded edge, then crimp with a fork.</p><p>9. Arrange pies on a parchment-lined baking sheet. Just before baking, brush a light and even amount of egg wash over pies. Use a paring knife to poke a few small holes in top of each pie to release steam during baking.</p><p>10. Bake until golden brown, about 12 minutes. Place on a rack to cool slightly. If desired, sprinkle with salt or herbs, or drizzle with syrup.</p>",
  "published": "2022-07-02T00:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 281,
          "end": 286
        }
      ]
    }
  ]
}