{
  "_id": "aa05aa24ce5d89836ab6d7979caba22002128f05f03b5628dcf3e0e100dbc934",
  "feed": "wall-street-journal",
  "title": "The Arrest of Cardinal Zen Marks a New Low in Hong Kong; China's Communist Party quietly crushes dissent in the first free, prosperous city to fall to totalitarians since World War II.",
  "text": "<p>Hong Kong is no longer a democracy, because people are afraid. They are so fearful that many are leaving, heading to the U.K., Australia, Taiwan and elsewhere. More than 200,000 people, about 3% of the population, have left since the beginning of 2020. If they stay, they are muting themselves.</p><p>Individuals and organizations are crumpling because the people who aren't surrendering are in jail. The pro-democracy Confederation of Trade Unions shut down last year after reports that it would be charged under a vague and expansive national-security law. Organizers of the annual June 4 vigils commemorating the Tiananmen killings disbanded. Amnesty International pulled out of Hong Kong. Even the Foreign Correspondents Club canceled its annual human-rights awards.</p><p>Organizations that don't get the message are punished. The General Union of Hong Kong Speech Therapists saw its license to operate revoked last year after five of its members were charged with sedition—over an illustrated children's book. Pro-democracy lawyer Paul Harris, who headed the Hong Kong Bar Association, fled the territory in March after questioning by the National Security Law police.</p><p>Opposition newspapers have been shut down by the government or have closed out of fear for staff safety. Pro-democracy Apple Daily—I was a director of its parent company—saw its bank account frozen and seven of its staff jailed. Most of them haven't been tried, much less convicted. For almost a year, my colleagues have been held in jail without bail, in violation of Hong Kong's own laws and international protections.</p><p>Jailing people without trial—particularly amid the pandemic—and subjecting them to time-consuming and expensive legal harassment is less dramatic and final than sending in tanks, but it is perhaps more effective because the world gradually stops paying attention. Important institutions collapse until only the government is left.</p><p>But inattention would be a grave mistake. China wants the world to believe that resistance is futile and that its vision of an authoritarian future is unstoppable. It has vowed to retake Taiwan, an independent country with its own government, even if that means war. Ignoring Chinese leader Xi Jinping's crackdown in Hong Kong is an invitation for him to move on democratic Taiwan, with horrific consequences for the people of Taiwan and the global economy.</p><p>Mr. Xi is testing the U.S. and other democratic societies. He has violated international treaties and Hong Kong's own constitution as he stripped the territory of freedom. Mr. Xi lied when he promised President Obama, in a 2015 White House meeting, that he wouldn't militarize the South China Sea. China is laying the foundation for a naval presence in Cambodia, Sri Lanka and the Solomon Islands as it expands its reach in the Pacific and beyond.</p><p>Hong Kong was the first free, prosperous city destroyed by a totalitarian state since the end of World War II. It is where the values of an open society came into conflict with a closed one and lost.</p><p>Hong Kong no longer has the right to be considered a unique member of the international community. The territory should be stripped of its privileged status in economic, trade, health, and sporting groups, where it enjoys its own membership, separate from that of China. These bodies include the Asia-Pacific Economic Cooperation forum, the World Health Organization, the World Trade Organization and the International Olympic Committee.</p><p>Beijing treats Hong Kong like a troublesome peripheral region that needed to be crushed. The world must recognize that harsh reality.</p><p>Mr. Clifford is president of the Committee for Freedom in Hong Kong and author of \"Today Hong Kong, Tomorrow the World: What China's Crackdown Reveals About Its Plans to End Freedom Everywhere.\"</p><p>The Arrest of Cardinal Zen Marks a New Low in Hong Kong</p>",
  "published": "2022-05-13T22:47:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1282,
          "end": 1287
        }
      ]
    }
  ]
}