{
  "_id": "fb2206e3fe4a418a8d94ae8f2be163f54c12792a9041435e41014c73ac205c36",
  "feed": "ftcomall",
  "title": "Joe Biden comes out swinging as Democrats sense midterms momentum shift",
  "text": "<p>Joe Biden has condemned Republicans for promoting “semi-fascism” as the US president hit the campaign trail to capitalise on his party's newfound momentum heading into November's midterm elections.</p> <p>In an impassioned and combative speech in Maryland on Thursday night, <a href=\"https://www.ft.com/topics/people/Joe_Biden\">Biden</a> criticised “burn-it-all-down politics and Maga [Make America Great Again] Republicans”.</p> <p>His tone reflected a new willingness to target Republicans, and Donald Trump specifically, amid <a href=\"https://www.ft.com/content/06986e14-0b9e-4b06-a21b-57f1200d2234\">growing optimism in Democratic circles</a> that the election could turn out better for the party than feared just a few months ago.</p> <p>“What we're seeing now, is either the beginning or the death knell of an extreme Maga philosophy,” Biden said in separate comments to supporters before the speech. “It's not just Trump, it's the entire philosophy that underpins . . . I'm going to say something, it's like semi-fascism.”</p> <p>A few months ago, many had predicted a historically bad election for the president's party. Biden's approval ratings were in the doldrums, while inflation was at a 40-year high and his legislative agenda looked to have stalled.</p> <p>Since then, however, a series of events have improved Democrats' prospects. “What we once thought would be a red wave now looks like more of a red trend,” said Larry Sabato, director of the University of Virginia Center for Politics.</p> <p>In June, the Supreme Court voted to overturn <a href=\"https://www.ft.com/roe-vs-wade\">Roe vs Wade</a>, the decades-old precedent establishing a constitutional right to an abortion. That has given Democrats and moderates an impetus to turn out and vote for candidates who have pledged to protect reproductive rights on the state and national level.</p> <p>The court's decision was followed almost immediately by an uptick in the polls for the national Democratic party and a surge of funding for its candidates.</p> <a href=\"http://www.ft.com/cms/11014032.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a> <p>The effect was particularly noticeable in swing states such as Florida, where ActBlue, the Democratic grassroots funding vehicle, raised $520,000 in a single day after the Supreme Court decision — more than triple the normal amount.</p> <p>According to data from the Federal Election Commission, Democratic congressional candidates have raised $973mn from individual donors this cycle, outpacing their Republican opponents who have netted about $802mn as of the end of July.</p> <p>This week, Democrat Pat Ryan defeated his Republican rival in a special congressional election in a swing district in New York after a campaign in which he focused heavily on protecting abortion rights to win over voters.</p> <p>Biden picked up on that theme on Thursday, warning: “If the Maga Republicans win control the Congress, it won't matter where you live. Women won't have the right to choose anywhere.”</p> <p>“Overturning Roe has become a disaster for Republicans,” Sabato said. “And they have made it worse for pushing for the most extreme form of abortion bans in several states.”</p> <p>Biden has also secured a series of legislative successes — most notably the <a href=\"https://www.ft.com/content/bfa67fee-01f4-45fa-b8cd-c24527b83652\">climate, tax and healthcare bill</a> known as the Inflation Reduction Act. He highlighted the achievement on Thursday, but also mentioned the more modest gun control bill which he also helped pass after the school shooting in Uvalde, Texas.</p> <p>Another potential boon for Democrats is the <a href=\"https://www.ft.com/content/8db72f4f-5de6-4b76-83bd-8cd41d112a1c\">return of Trump</a> to the forefront of national politics. The former president is once more under scrutiny for his role in trying to overturn the result of the 2020 election, thanks to the work of the congressional committee investigating last year's attack on the Capitol. The FBI is also investigating his handling of classified documents, which came to light after agents raided his Mar-a-Lago residence.</p> <p>Biden has spent much of his first 18 months in office trying to avoid focusing on his predecessor. But he did not hold back on Thursday night, saying: “Donald Trump isn't just a former president. He is a defeated former president. And it's not hyperbole now you need to vote to literally save democracy again.”</p> <a href=\"http://www.ft.com/cms/11011033.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a> <p>Bill Kristol, the conservative commentator who is leading an anti-Trump group of Republicans known as Defending Democracy Together, said: “We have never had an ex-president like Trump, who wants to remain so central even after losing an election. That makes this midterm unlike any other in history.”</p> <p>The former president has helped boost a number of Republican candidates who are loyal to him but are now struggling against Democratic opponents.</p> <p>In Pennsylvania, the Trump-backed Republican candidate for governor Doug Mastriano is six points behind his opponent Josh Shapiro, according to Real Clear Politics. In the state's Senate race, Mehmet Oz, the doctor and television personality who was also endorsed by the former president, trails rival John Fetterman by eight points.</p> <p>A recent poll by the University of North Florida showed former presidential candidate and US senator Marco Rubio lagging his Democratic challenger Val Demings by four points.</p> <p>Many pollsters believe the weakness of Republican candidates in many states could result in the Senate staying in Democratic hands. According to the polling analysis website FiveThirtyEight, the party now has a two-thirds chance of retaining the upper house.</p> <p>“Poor candidates can take races off the table that should have been competitive and make some competitive that should have been slam-dunk wins,” said Doug Heye, a Republican strategist. “There are some bad Republican candidates at this election.”</p> <p>Trump's presence is helping unite Democrats, but it is also dividing Republicans.</p> <p>Last week, Mitch McConnell, the Republican leader in the Senate, warned the race for the upper chamber would be closer than many expected, citing concerns with “candidate quality”. This earned an immediate rebuke from Trump, who called for McConnell to be ousted from his leadership role.</p> <p>“This will make the election even harder for Republican candidates in swing states, who will now be under pressure either to back McConnell or Trump,” said Simon Rosenberg, a Democratic strategist. “For that party, this is a historic mess.”</p> <p><em>What is the influence of Trumpism in the US midterm elections? Our FT News Briefing podcast host Marc Filippino and the FT's Washington correspondent Kiran Stacey discussed this question and more in an Instagram live. Watch it&#xa0;</em><a href=\"https://www.instagram.com/p/Ci2cfPVjj3F/\"><em>here</em></a><em>.</em></p><p>Source: Kiran Stacey in Washington and Caitlin Gilbert in New York 2022 'Joe Biden comes out swinging as Democrats sense midterms momentum shift' FT.com 26 August. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-08-26T04:00:09.202Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [],
      "weightsV2": {
        "weight": 1.0,
        "baseWeight": 0.0,
        "expansionWeight": 1.0,
        "ontologyWeight": 0.0,
        "tagPositionWeight": 0.0,
        "titleWeight": 0.0
      },
      "typeRank": 2
    }
  ]
}