{
  "_id": "2ff7f51378a7d7bc3ef8605650ca74039a08502208d21381a1cdeab116a4f6e8",
  "feed": "wall-street-journal",
  "title": "Vol. 35, No. 4: Spongy Moth",
  "text": "<p>Yes, this is the latest language evolution that reflects most publications' move away from phrases associated with Gypsy, which is now considered an offensive ethnic label. Some readers might consider this political correctness run amok—after all, we are talking about an insect here—yet we would also seem stubborn and perhaps vindictive to cling to a name that has now been changed by the official body for such things, the Entomological Society of America. The society this year made the switch in response to objections from the Romani community, most of whose members consider Gypsy, an ethnic label long applied to them, to be offensive.</p><p>Labels evolve. What is a common phrase at one point becomes offensive in another era. Wall Street Journal headlines, decades ago, occasionally used gyp as a verb, which we wouldn't do now.</p><p>The stylebook notes that for context, gypsy moth, in lower case, is acceptable in explaining the new name on first reference until it becomes better known: spongy moths, formerly known as gypsy moths. The formal name of the species is Lymantria dispar.</p><p>Inflation news</p><p>We have revised our stylebook entry on inflation, thanks to the expertise of Greg Ip, the Journal's chief economics commentator.</p><p>In particular, we now stress that inflation is a rise in prices, period. We no longer mandate that only the \"rate\" can rise or fall. \"Inflation can in fact rise or fall—just as the speed of a car can rise or fall,\" notes Greg.</p><p>More important than forcing the word \"rate\" into copy is that we correctly address the distinction between prices (which isn't a rate of change) and inflation (which is). The updated entries now read:</p><p>inflation</p><p>It is a rise in prices, usually over a specific period. Inflation can rise, grow, increase, accelerate, quicken, fall, slow, decelerate or ease.</p><p>The consumer-price index represents the level of prices and should not be conflated with inflation which is the increase in prices. For example, if the CPI rises 7% in January from a year earlier, this can be written as: Prices rose 7% in January, or inflation was 7% in January, but NOT \"Inflation rose 7% in January.\" However, if the CPI then rises 8% in February, you may write, Inflation rose to 8% in February from 7% in January.</p><p>Because inflation is implicitly a rate, we don't need to write \"inflation rate\" except for clarity, such as when the number itself is the focus: Economists say Argentina's official inflation rate of X% was biased downward by questionable methodology.</p><p>Some other points to keep in mind:</p><p>—When referring to broad economic conditions, inflation means a continuing increase in overall prices for goods and services purchased by consumers. In other contexts, it should be defined. The chief financial officer said inflation in costs for materials and labor had narrowed profit margins. Or: Home-price inflation has put many neighborhoods out of reach for newcomers to the Bay area.</p><p>—If the time period for inflation is unstated, it's assumed to be annual, one year, or 12 months. For example, Inflation in the 1970s reached into double digits means that the annual change in prices at some point in the 1970s exceeded 10%, not that prices rose more than 10% between 1970 and 1980. Periods other than one year should be specified: Monthly inflation in February was 0.6%.</p><p>—If unstated, inflation is assumed to refer to changes in the consumer-price index (or its equivalent in other countries), compiled by the Bureau of Labor Statistics. Other indexes should be specified, especially if the CPI is used elsewhere in the same article.</p><p>—In the U.S., core inflation excludes prices for food and energy. Economists often look to core inflation for a less-volatile snapshot of underlying inflation trends, but they don't treat it as a true measure of the cost of living. Core inflation should be defined on first reference.</p><p>See deflation and disinflation.</p><p>deflation</p><p>It is a fall in prices, or negative inflation. Economists usually reserve the term deflation for a sustained period of falling prices, as Japan experienced in the early 2000s, not for a decline in the CPI because of an exceptional event, such as a big drop in the price of oil. If the CPI falls 0.6%, you may refer to that as a 0.6% decline in prices or minus 0.6% inflation, not \"0.6% deflation.\"</p><p>disinflation</p><p>Falling but still-positive inflation. The decline in inflation from the 1970s to the 1980s was a period of disinflation.</p><p>It's academic</p><p>We can overuse quotations from academics, say Enterprise Editor Matthew Rose and Editor in Chief Matt Murray. Yes, it can seem to give heft to an article to have a Ph.D. weigh in, but Matthew sees us doing so way too much, especially on subjects that aren't in the academic's expertise. He says we should use academics \"sparingly, if at all, and probably only if their actual research is a meaningful part of the reporting.\"</p><p>Matt agrees and says the issue is that academics are seen as neutral, objective and factual authorities, \"but sometimes have an ideological take—even by choosing certain fields. Caution is best.\" Also of course, as a general rule, our journalism is stronger with players on the board, not sideline commentators—sometimes we build a great deal of a story on the latter.</p><p>Rulings &amp; reminders</p><p>* We spell the performers union SAG-Aftra under our acronym style (which limits capping of acronyms to four letters or fewer), not all caps.</p><p>* We should try not to rely so much on Set to in headlines for walk-up articles. Rocket Set to Launch, or Democrats Set to Confirm Jackson or Alcoa Set to Report Loss.</p><p>* Our spelling for the Ukrainian finance minister is Sergii Marchenko, not Serhii.</p><p>* Andriy Yermak is Ukrainian President Volodymyr Zelensky's chief of staff. We shouldn't refer to him as his spokesman.</p><p>Heads above the rest</p><p>* \"Cold Case: The Masters' Missing Ice Cream Sandwich,\" by Ralph Tasgal.</p><p>* \"The Spy Who Rented to Me,\" by Kerry Barger, on a column about smart-home surveillance in rental properties.</p><p>* \"Weird, Loud and Stinky: How to deal with your co-workers' annoying quirks,\" by Rachel Feintzeig with Andra Varin.</p><p>* \"Americans Spend, Travel and Shop Like It's 2019,\" by Lisa Kalis.</p><p>Heads that make you go 'hmmm'</p><p>* \"Boston Marathon Returns to Traditional Patriots Day Run.\" Patriots', that is (as fixed for late editions). The annual holiday that some states observe to commemorate the opening of the Revolutionary War is spelled with the trailing apostrophe in Massachusetts.</p><p>Notifications above the rest</p><p>Here are some of the top mobile push alerts, both on WSJ's native app and via Apple News. Our aim is to highlight the storytelling our editors do on locked screens, typically in 140 characters or fewer.</p><p>* The secret's out. More Americans are moving to this retirement haven with a low cost of living, tax incentives and sun.</p><p>* She applied to five Ivy League schools, plus Stanford and Berkeley, with a 1550 on her SAT. None accepted her.</p><p>* The safe investment that will soon yield almost 10%</p><p>* It's the top new comedy on TV. Even the actors are surprised.</p><p>* There's a new member of the $100 billion club</p><p>* Why you can't remember anything right now</p><p>* The message came from an unfamiliar number. \"Help, SOS. We're in trouble.\"</p><p>Quiz (find the flubs)</p><p>* Ms. Loughran had speared an Obama-Biden sign into her suburban home's lawn and waived a handmade placard at the Women's March in New York.</p><p>* The eagles, who were otherwise at their prime age for breeding, were at the end-stage of the virus.</p><p>* An investigating magistrate issued five international arrest warrants, the prosecutor's office in the Paris suburb of Nanterre said to The Wall Street Journal.</p><p>* As the Communist Party's most powerful leader in decades, Mr. Xi's instructions carry a great deal of weight, even if they are often hazy in their details.</p><p>* Cronobacter is a common bacteria, but typically doesn't affect healthy adults.</p><p>* Mr. Souki said the decision stemmed in part from increased support from U.S. officials, whom he said had expedited regulatory approvals and other processes.</p><p>Answers</p><p>* Waved, that is. Waived, of course, means to give up your right to something.</p><p>* The eagles which, not who. As the stylebook says, apply a personal pronoun to an animal only if its sex has been established or it has a name.</p><p>* No need to say to The Wall Street Journal. Offices and people say things to us hundreds of times each day. With few exceptions, a said will do.</p><p>* A dangler. The instructions weren't the powerful leader.</p><p>* It is a common bacterium; alternatively, cronobacter are a common bacteria.</p><p>* That whom was fine as a who. Writers and editors tend to reach for whom, to try to be correct, even when it isn't called for. (Trick: When you see a \"he said,\" generally pretend it isn't there for the who/whom decision. So, in this case, we wouldn't write whom had expedited.)</p><p>Send questions or comments to William Power and Jennifer Hicks.</p><p>ISSN 1054-7041</p><p>Vol. 35, No. 4: Spongy Moth</p>",
  "published": "2022-05-06T21:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 6566,
          "end": 6571
        }
      ]
    }
  ]
}