{
  "_id": "964863e5ed71ad1f5e7556948ea9389bdc83104863931fd98a646fabe4bd5a8e",
  "feed": "ftcomall",
  "title": "Hong Kong challenges own court with appeal to Beijing to block UK lawyer",
  "text": "<p>Hong Kong is challenging its own court system to prevent a pro-democracy tycoon from hiring a British lawyer, just as the city attempts to rehabilitate its reputation as Asia's premier financial hub.</p> <p>After the Chinese territory's apex court rejected the government's latest bid to bar Jimmy Lai from hiring Timothy Owen to defend him, the city's leader said he had asked Beijing to step in to interpret a sweeping 2020 national security law for the first time.</p> <p>If China's top legislative body, the Standing Committee of the National People's Congress, reverses the decision, foreign lawyers could be prevented from representing defendants in cases involving the security law, which was imposed to quash pro-democracy protests.</p> <p>Hong Kong has mounted a <a href=\"https://www.ft.com/content/f48ce8b2-1baf-4ade-9857-138e93c8a17d\">campaign to lure investors back</a> to the city after strict Covid-19 controls and political crackdowns sparked an exodus of residents. As part of the charm offensive, which included <a href=\"https://www.ft.com/content/686037d9-b0f9-4f60-865d-6d9f057bf139\">staging the Rugby Sevens</a> after a three-year hiatus, officials have repeatedly insisted to global business leaders that its legal system is free of government interference.</p> <p>“The timing of this is terrible. The Hong Kong government is calling itself an open society with rule of law on the one hand, and then it tries to dismiss a high court ruling by going straight to Beijing,” said Tara Joseph, from the Committee for Freedom in Hong Kong Foundation and former head of the American Chamber of Commerce in the city. </p> <p>“It goes exactly against the grain of what the Hong Kong government preaches about the city's unique qualities. Hong Kong has always said it was open to international barristers and judges. This just flies in the face of that ideal it espoused.”</p> <p>Beijing's liaison office, China's top body overseeing Hong Kong affairs, lambasted Monday's ruling by the Court of Final Appeal. It said allowing overseas lawyers to be involved in cases would be “against the intention” of the national security law.</p> <p>Lai was charged with foreign collusion over his role as owner of the defunct pro-democracy Apple Daily newspaper, which was targeted by authorities for its defiant coverage of the 2019 protests. He has pleaded not guilty.</p> <p>“There are also no means to ensure that [an overseas lawyer] has not been coerced, compromised or in any way controlled by foreign governments, associations or persons,” John Lee, Hong Kong's chief executive, said.</p> <p>Lee added that Beijing would rule on whether overseas lawyers, whom he described as “not qualified to practise generally in Hong Kong”, could be involved in national security cases.</p> <p>Hong Kong has a common law system in which foreign lawyers and judges hold positions. Overseas judges also visit Hong Kong to sit on the Court of Final Appeal, although Lord Robert Reed, president of the UK Supreme Court, and Lord Patrick Hodge, who also sits on the UK's top court, resigned this year.</p> <p>“This is . . . a blow to the city's top court as it is assumed to have the power of final adjudication,” said Eric Yan-Ho Lai, Hong Kong law fellow at Georgetown University's Center for Asian Law. “The remaining overseas judges should realise their limited roles given by the Chinese authorities nowadays.”</p> <p>The Hong Kong government has asked the court to postpone Lai's trial, which was set to begin on Thursday.</p><p>Source: Primrose Riordan and Chan Ho-him in Hong Kong 2022 'Hong Kong challenges own court with appeal to Beijing to block UK lawyer' FT.com 29 November. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-11-29T05:21:26.283Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 2033,
          "end": 2038
        }
      ]
    }
  ]
}