{
  "_id": "c627311485474a150cc717838aeaf063faca19ee9f617455bb18d845f29205e6",
  "feed": "wall-street-journal",
  "title": "Apple's Medications Reminder Is Coming in iOS 16. Here's How to Use It. An Apple Health app update, due Monday, will nudge you to take your pills when it's time",
  "text": "<p>Apple Inc. is the latest company to address the problem, with a new Medications tool in the Health app update that arrives Monday with iOS 16.</p><p>You can share your medication log with family members or caregivers, who can help you keep track (and scold you for skipping). And the tool can even tell you if your medications might not work well together.</p><p>The app lets you create a list of your medications and supplements by scanning bottles with your iPhone's camera or by typing the name in a search bar. You can schedule notifications to show up on your iPhone or Apple Watch when it's time to take them. When the alert pops up on your screen, you can indicate whether you've taken or skipped the dose. The tool tracks your medication-taking history. You can also dismiss the notification or be reminded later.</p><p>The reminder feature marks Apple's latest push into personal-health management, following earlier iPhone or Apple Watch features such as the walking-steadiness score, fall- detection system and notifications for irregular heart rhythm.</p><p>A number of other companies have developed automated pill-dispensing devices, pill-pack services and medication-reminder apps, though some have proven difficult for people with dementia to manage without assistance from loved ones.</p><p>Some studies have shown that medication-reminder apps lead to better medication adherence. Sometimes people don't take their pills no matter how easy the tech makes it. If you, like me, realize you need a nudge, a tool that's already in your phone is worth a try. I'll walk you through how to set it up and what to know.</p><p>What You'll Need</p><p>An iPhone 8 or newer model, which must be updated to run iOS 16. (The update should appear under Settings &gt; General &gt; Software Update sometime Monday, according to Apple.) If you also want reminders on your Apple Watch, you'll need an Apple Watch Series 4 or newer running WatchOS 9, also due Monday.</p><p>In the Health app on your iPhone (the white square icon with the heart), go to Browse &gt; Medications.</p><p>What to Do</p><p>Once in the Medications app, tap Add Medication. There, you can type the name of your medication in the search bar or scan your pill bottle using your phone's camera. You can indicate the form of medicine—tablet or capsule—and the dose. Next, input the days and times you need to take it. Repeat for every medication or supplement you take.</p><p>You can customize which notifications you want delivered and where. For example, if you have an Apple Watch running the latest OS, you can choose to receive reminders there—no additional setup needed. You can't, however, set up your medications list on your watch. The small screen could allow for mistakes to be made, so Apple chose to only allow inputs on the phone.</p><p>What Else You Get</p><p>In addition to reminders, you can log when you take medications. U.S. users will get educational content on the medications they take, including how to pronounce them, what they're for, side effects and possible interactions. If there's a potential conflict between drugs on your list, you'll receive an alert.</p><p>When you set up your medications list, you can choose to indicate if you use alcohol, cannabis or tobacco. (You can turn that off at any time.) If you do, you'll be notified when any of your medications could interact with those substances. This processing happens on the phone itself—not in the cloud—and is determined only with the software, not any sort of human review.</p><p>If you learn of any possible drug interactions, talk to your doctor.</p><p>You won't receive more than one reminder a day for each dosage, unless you choose to be reminded again.</p><p>How to Share</p><p>To share your medication information with family members or caregivers, you must have an iCloud account with Health turned on—go to Settings, tap on your name, then iCloud, and toggle on Health. You also need to enable two-factor authentication, a way of verifying your identity, usually by inputting a temporary code after typing your password.</p><p>SHARE YOUR THOUGHTS</p><p>What strategies do you use to make sure you take your medications? Join the conversation below.</p><p>To turn on two-factor authentication on your iPhone, or just check if it's already on, go to Settings, then tap on your name, followed by Password &amp; Security.</p><p>Go into the Health app on your phone and tap the Sharing icon at the bottom. Click the blue oval that says \"Share with Someone\" and, in the search bar, type in their name. (Tip: That person's Apple ID-associated email or phone number must be in your saved contacts.) Next, choose the health data you wish to share—in this case, Medications. Finally, tap Share, then Done.</p><p>If you already share other health data with someone via the Health app, you can add the Medications data to that.</p><p>The people you share with will be able to see what you're prescribed and what you've acknowledged as having taken. They won't get alerts telling them it's time for you to take your medicine.</p><p>How to Protect Your Privacy</p><p>All Apple health data is stored and encrypted on the device when locked with a passcode, Touch ID or Face ID.</p><p>As long as two-factor authentication is enabled, all data backed up to iCloud is end-to-end encrypted. Apple says this means it can't read or otherwise access the data.</p><p>The reminders were designed to be discreet, in case people around you can see them on your screen. When you receive a notification, it will just say that it's time to take your medication—you have to then tap on your watch or go into the app on your phone to see which one.</p><p>—For more Family &amp; Tech columns, advice and answers to your most pressing family-related technology questions, sign up for my weekly newsletter .</p><p>Write to Julie Jargon at Julie.Jargon@wsj.com</p><p>Apple's Medications Reminder Is Coming in iOS 16. Here's How to Use It.</p>",
  "published": "2022-09-10T13:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 5167,
          "end": 5172
        },
        {
          "start": 0,
          "end": 5
        },
        {
          "start": 0,
          "end": 10
        },
        {
          "start": 75,
          "end": 80
        },
        {
          "start": 563,
          "end": 574
        },
        {
          "start": 4958,
          "end": 4963
        },
        {
          "start": 1823,
          "end": 1828
        },
        {
          "start": 837,
          "end": 842
        },
        {
          "start": 5699,
          "end": 5704
        },
        {
          "start": 2466,
          "end": 2477
        },
        {
          "start": 563,
          "end": 568
        },
        {
          "start": 2692,
          "end": 2697
        },
        {
          "start": 1823,
          "end": 1834
        },
        {
          "start": 2466,
          "end": 2471
        },
        {
          "start": 1780,
          "end": 1785
        },
        {
          "start": 918,
          "end": 929
        },
        {
          "start": 4441,
          "end": 4446
        },
        {
          "start": 918,
          "end": 923
        },
        {
          "start": 0,
          "end": 9
        },
        {
          "start": 1851,
          "end": 1856
        },
        {
          "start": 1851,
          "end": 1862
        }
      ],
      "nexusId": "10022657"
    }
  ]
}