{
  "_id": "56816719a821d24b6070b1b0c1853ec2d09e8fadf14dba343654ccebf5f5cb97",
  "feed": "wall-street-journal",
  "title": "Sorry I Missed Your Text: Messaging Is the New Email; Everyone from your dentist to your delivery guy is now popping up in your texts. New email-like tools, including Mark as Unread and filters, can help.",
  "text": "<p>Friend: Hello?</p><p>Friend: Are you free?</p><p>Me : So sorry! I totally missed these. They got buried by texts from the pediatrician, the electrician and the dog groomer.</p><p>No, those three people didn't walk into a bar. Instead, they were congregating in my Messages app—along with texts about appointments, 20%-off sales, two-factor codes and the whereabouts of my FedEx packages. Somewhere along the way, texting became the new email. Why? Because the last time email was truly fun was back in a 1998 rom-com. Flooded with impersonal emails, our email inboxes have become a chore. But please subscribe to my weekly newsletter!</p><p>Messaging—whether via traditional SMS texting or apps such as WhatsApp or Signal—makes communicating faster, more efficient and fun. Over 80% of people in the U.S. read their texts within 15 minutes of receiving them. At least, that's according to a January survey commissioned by EZ Texting, an online platform that provides texting tools for companies.</p><p>Messaging apps are no longer a place just for close friends and family; they're now also where we sync with class parents, business contacts and every expected attendee of the coming family reunion. (Uncle Claude, you don't have to keep signing your name at the end of every five-paragraph message.)</p><p>Naturally, everyone wants to meet us where we're the most engaged and responsive. Only we can't be engaged and responsive if we can't sort the important from the unimportant. The result is that messaging apps have to be more like email, with filters and other tools to give priority to the notes we actually want.</p><p>Apple's coming iOS 16 and other recent iOS and Android updates give us some control over the growing chaos. We're going to need more.</p><p>'STOP' the Texts</p><p>Whether from my sprinkler-system guy or CVS, most messages I get from businesses are helpful.</p><p>\"We don't want these messages to turn into stuff you ignore,\" EZ Texting co-founder and chief marketing officer Punit Shah told me. His company advises clients, ranging from retailers to universities, to focus their texts on timely and pressing matters, like appointments, payment reminders and delivery updates.</p><p>What these businesses really don't want is you to do is use your secret superpower, unsubscribe. If you no longer want to get texts from a business, respond with four simple letters: STOP. (Lowercase is fine, too.) The business should automatically stop sending you messages. You can also try \"UNSUBSCRIBE\" or \"END.\" </p><p>All it takes is one word to stop text messages from businesses you no longer want to hear from. (Joanna turned this one back on by typing 'Undo.') PHOTO: Joanna Stern/The Wall Street Journal</p><p>One caveat: If you think a message is a scam, where someone is trying to con you into responding or clicking some nefarious link, think twice before replying at all. It's best to just report the text and block the sender. More advice on spam texts from my colleague Nicole Nguyen here.</p><p>Mark as Important</p><p>I never would have forgotten to respond to my dear friend's coffee text had I been able to mark the message as important and come back to it later—or at least that's what I'm telling her.</p><p>Starting soon, iPhone users will be able to do just that in Apple's Messages app. In iOS 16, expected in just a few weeks, hold down on the text thread and select \"Mark as Unread.\" Or swipe to the right on the chain itself and tap the message bubble icon. </p><p>In the coming iOS 16 for iPhones, when you long-press on a message, you'll now see a 'Mark as Unread' option. PHOTO: Joanna Stern/The Wall Street Journal</p><p>Most recent Android phones, unfortunately, don't have such a feature, but you can mark a message as important by starring it. The whereabouts of the setting depends on the phone you have, but generally you long-press the message and the option will appear. You can then filter by starred messages. You can also quickly add a message to the Reminders app.</p><p>Filter It All</p><p>Both iOS and Android have started adding email-like filter or file options to their built-in messaging apps.</p><p>On an iPhone, in the Messages app, tap the Filters button. You can now see your messages filtered into a few different categories: Known Senders, Unknown Senders, Unread Messages. This is a good way to separate messages from people in your address book from those from a business or just spam. </p><p>In Android 12, you can enable this conversation view, where texts from businesses are automatically put in a separate list. PHOTO: Joanna Stern/The Wall Street Journal</p><p>Google does far better than Apple here. The latest Messages app for Android (in the U.S. and India) has a conversation view. It uses on-device machine learning to sort messages from companies—including two-factor authentication codes—into Business, and messages from people in your address book into Personal.</p><p>The Android feature that I most desperately wish would come to iPhones? A setting that allows the system to auto-delete messages containing one-time codes for two-factor authentication after 24 hours. You can turn this feature on in the Messages settings under Message Organization.</p><p>Change the Notification</p><p>All those features can help with sorting and cleaning out your glut of messages but it doesn't help with the fact that a text notification to pick up your dry cleaning still makes the same notification ding as a text telling you to pick up a sick kid at camp. That's why you have to change text tones for the most important people in your life. </p><p>iOS and Android both let you assign different text-notification sounds to different contacts. PHOTO: Joanna Stern/The Wall Street Journal</p><p>On iOS, go to Contacts and tap the name of the person whose text tone you'd like to change. Tap Edit, then tap Text Tone to select the sound that's most fitting for that person. For anyone you dread hearing from, might I suggest the Suspense tone?</p><p>The steps can vary across Android devices, but the following worked on a Google Pixel 6 running Android 12: Open a chat with a contact of your choice, and tap the three dots at the top right corner of your screen. Tap Details then Notifications and Sound, then select the sound you want.</p><p>SHARE YOUR THOUGHTS</p><p>How do you manage your text-message inbox? Join the conversation below.</p><p>All these tools help, but they also remind me that it all starts and ends with us. We decide whom we give our phone numbers to. If we learned anything about email, it's that maybe we shouldn't have given out our personal addresses like Halloween candy.</p><p>Either way, I'm really looking forward to \"You've Got Texts,\" a series about a dog groomer who falls in love with a hair stylist via appointment-reminder messages. Netflix, text me.</p><p>— Sign up here for Tech Things With Joanna Stern , a new weekly newsletter. Everything is now a tech thing. Columnist Joanna Stern is your guide, giving analysis and answering your questions about our always-connected world.</p><p>Write to Joanna Stern at joanna.stern@wsj.com</p><p>Sorry I Missed Your Text: Messaging Is the New Email</p>",
  "published": "2022-08-31T13:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "confidence": 0.9976,
      "offsets": [
        {
          "start": 1566,
          "end": 1571
        },
        {
          "start": 1586,
          "end": 1591
        },
        {
          "start": 3168,
          "end": 3173
        },
        {
          "start": 4473,
          "end": 4478
        }
      ],
      "weightsV2": {
        "weight": 4.5125003,
        "baseWeight": 4.0,
        "expansionWeight": 1.0,
        "ontologyWeight": -0.4875002,
        "tagPositionWeight": 3.5762787e-07,
        "titleWeight": 0.0
      },
      "typeRank": 1
    }
  ]
}