{
  "_id": "edcc61e7d3c1bf129530c35d9306499c31339f99b3379ba3936e3035444fb2bc",
  "feed": "wall-street-journal",
  "title": "Facebook Parent Meta Is Preparing to Notify Employees of Large-Scale Layoffs This Week; Social-media giant's planned cuts expected to affect many thousands of its workforce",
  "text": "<p>The planned layoffs would be the first broad head-count reductions to occur in the company's 18-year history. While smaller on a percentage basis than the cuts at Twitter Inc. this past week, which hit about half of that company's staff, the number of Meta employees expected to lose their jobs could be the largest to date at a major technology corporation in a year that has seen a tech industry retrenchment.</p><p>A spokesman for Meta declined to comment, referring to Chief Executive Mark Zuckerberg's recent statement that the company would \"focus our investments on a small number of high priority growth areas.\"</p><p>\"So that means some teams will grow meaningfully, but most other teams will stay flat or shrink over the next year,\" he said on the company's third-quarter earnings call on Oct. 26. \"In aggregate, we expect to end 2023 as either roughly the same size, or even a slightly smaller organization than we are today.\"</p><p>The Wall Street Journal reported in September that Meta was planning to cut expenses by at least 10% in the coming months, in part through staff reductions.</p><p>The cuts expected to be announced this week follow several months of more targeted staffing reductions in which employees were managed out or saw their roles eliminated.</p><p>\"Realistically, there are probably a bunch of people at the company who shouldn't be here,\" Mr. Zuckerberg told employees at a companywide meeting at the end of June.</p><p>Meta, like other tech giants, went on a hiring spree during the pandemic as life and business shifted more online. It added more than 27,000 employees in 2020 and 2021, and added an additional 15,344 in the first nine months of this year—about a fourth of that in the most recent quarter.</p><p>Meta's stock has fallen by more than 70% this year. The company has highlighted deteriorating macroeconomic trends, but investors have also been spooked by its high spending and threats to the company's core social-media business. Growth for that business in many markets has stalled amid stiff competition from TikTok, and Apple Inc.'s requirement that users opt-in to the tracking of their devices has curtailed the ability of social-media platforms to target ads.</p><p>Last month, investment firm Altimeter Capital said in an open letter to Mr. Zuckerberg that Meta should slash staff and pare back its metaverse ambitions, reflecting the rising discontent among shareholders.</p><p>Meta's expenses have also risen sharply, causing its free cash flow to decline by 98% in the most recent quarter. Some of the company's spending stems from heavy investments in the additional computing power and artificial intelligence needed to further develop Reels, Meta's TikTok-like short-form video platform on Instagram, and to target ads with less data.</p><p>But much of Meta's ballooning costs stem from Mr. Zuckerberg's commitment to Reality Labs, a division of the company responsible for both virtual and augmented reality headsets as well as the creation of the metaverse. Mr. Zuckerberg has billed the metaverse as a constellation of interlocking virtual worlds in which people will eventually work, play, live and shop.</p><p>The effort has cost the company $15 billion since the beginning of last year. But despite investing heavily in promoting its virtual-reality platform, Horizon Worlds, users have been largely unimpressed. Last month, the Journal reported that visitors to Horizon Worlds had fallen over the course of the year to well under 200,000 users, about the size of Sioux Falls.</p><p>\"I get that a lot of people might disagree with this investment,\" Mr. Zuckerberg told analysts on the company's earnings call last month before reaffirming his commitment. \"I think people are going to look back on decades from now and talk about the importance of the work that was done here.\"</p><p>Following the call, analysts downgraded their rating of Meta's stock and slashed price targets.</p><p>\"Management's road map &amp; justification for this strategy continue to not resonate with investors,\" analysts at RBC Capital Markets said in a note last month.</p><p>Write to Jeff Horwitz at jeff.horwitz@wsj.com and Salvador Rodriguez at salvador.rodriguez@wsj.com</p><p>Facebook Parent Meta Is Preparing to Notify Employees of Large-Scale Layoffs This Week</p>",
  "published": "2022-11-06T21:11:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 2033,
          "end": 2038
        },
        {
          "start": 2033,
          "end": 2043
        },
        {
          "start": 2033,
          "end": 2042
        }
      ]
    }
  ]
}