{
  "_id": "84de4f2ab0843529e1d30fae884b84bf943a1fec8329e68747d9a694c1036da6",
  "feed": "wall-street-journal",
  "title": "Stocks Open Slightly Lower Ahead of Fed, Earnings; The Federal Reserve on Wednesday is expected to raise interest rates; major tech firms are due to report results this week",
  "text": "<p>The Fed on Wednesday is expected to deliver another 0.75-percentage-point interest-rate increase as it attempts to cool soaring inflation. Markets have swung this year as investors worry that the central bank's aggressive tightening will lead the U.S. economy into recession.</p><p>Edward Park, chief investment officer at Brooks Macdonald, said recent earnings reports have shown recession concerns on the rise in corporate America—though that hasn't necessarily led to big stock selloffs.</p><p>So far investors have largely brushed off disappointing earnings. Shares of S&amp;P 500 companies that missed Wall Street's forecasts have fallen 0.1% on average in the two days before their report through the two days after, according to FactSet. That compares with the five-year average of a 2.4% decline.</p><p>\"What markets want at the moment is recessionary fears to cause the Federal Reserve to back off,\" Mr. Park said. \"The idea that lots of companies are talking about recessionary fears…in some ways plays to that narrative, so that's why markets have been shrugging off some of the poorer earnings guidance.\"</p><p>Investors are betting theFed will begin cutting interest ratesnext year as the economy slows.</p><p>Recession fears are being reflected in the inversion of the U.S. yield curve, which happens when shorter-dated yields such as for the two-year Treasury note are higher than for longer-dated debt such as the 10-year. That is seen by investors as a key recession predictor.</p><p>The two-year Treasury yield rose to 3.000% Monday from 2.989% on Friday, while the 10-year climbed to 2.875% from 2.781%. Yields rise as bond prices fall.</p><p>Earnings reports are expected this week from major technology firms including Apple, Google parent Alphabet, Facebook parent Meta Platforms and Amazon. The results could determine whether a recent rebound in beaten-down tech shares will continue.</p><p>The technology-focused Nasdaq Composite, which is down 24% this year, has risen 7.3% in July. It is now on course for its best month since November 2020.</p><p>Tech shares were broadly higher in premarket trading. Alphabet gained 0.4%, Apple rose 0.3% and electric-vehicle maker Tesla added 1.2%. Meanwhile, shares of social-media company Snap continued to slide, falling 3.6% premarket after a nearly 40% plunge Friday. The selloff came after the company reported its weakest-ever quarterly sales growth.</p><p>Shares of World Wrestling Entertainment rose 3.5% premarket after Chief Executive and Chairman Vince McMahon on Friday said he would retire. The Wall Street Journal has reported that Mr. McMahon gave multiple payouts to women who alleged sexual misconduct and infidelity.</p><p>Shares of gold miner Newmont fell 2.9% in premarket trading. The firm revised its annual gold production outlook lower on Monday, citing operational challenges at one of its mines and an increasingly competitive labor market.</p><p>RPM International, a maker of coatings, sealants and building materials, jumped 6.2% after posting higher sales and profit in its latest quarter.</p><p>In Europe, the Stoxx Europe 600 and the U.K.'s FTSE 100 rose 0.2% each. Germany's benchmark DAX index gained 0.3%.</p><p>German auto maker Volkswagen's shares fell 0.9% after Chief Executive Herbert Diess was ousted last week. Mr. Diess will be succeeded by Oliver Blume, CEO of VW's sports-car maker Porsche AG.</p><p>Ryanair shares rose 2.8% after the budget Irish carrier swung to a profit in its latest quarter even as the war in Ukraine has disrupted bookings.</p><p>Shares of Dutch health-technology company Royal Philips slid 8.2% after the company reported a loss for the second quarter and cut guidance for the year. It blamed pandemic-related lockdowns in China, inflationary pressures and the war in Ukraine.</p><p>In commodity markets, Brent crude prices—the global benchmark—rose 1.3% to $99.70 a barrel. Prices are down nearly 10% in the past month as investors worry an economic slowdownwill hit demand for crude.</p><p>Wheat prices rose 3.1% to $7.83 a bushel after Russia launched a missile attack on Ukraine's key grain-exporting port of Odessa over the weekend.</p><p>That came hours after Russia signed an international agreement to ease its blockade of the Black Sea coastline and allow for the safe transport of grain and other foodstuffs necessary to alleviate a looming global food crisis.</p><p>Indexes in Asia mostly fell. Hong Kong's Hang Seng declined 0.2%, Japan's Nikkei 225 index lost 0.8% and China's benchmark Shanghai Composite fell 0.6%.</p><p>—Hannah Miao contributed to this article.</p><p>Write to Chelsey Dulaney at chelsey.dulaney@wsj.com</p><p>Stocks Open Slightly Lower Ahead of Fed, Earnings</p>",
  "published": "2022-07-25T13:35:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 2093,
          "end": 2098
        },
        {
          "start": 1694,
          "end": 1699
        }
      ]
    }
  ]
}