{
  "_id": "b8ed9defefc03bd8268c3c22ccb6bb0f9acc67d79a9c22f27e3969b5d400e89a",
  "feed": "market-watch",
  "title": "These money and investing tips can keep you on the beam when markets are off-balance",
  "text": "<p>* Just do it: Buy these 3 powerhouse consumer stocks that company insiders love</p><p>* Stock investors will likely sweat out August if recent market history repeats</p><p>Sign up here to get MarketWatch's best mutual funds and ETF stories emailed to you weekly!</p><p>INVESTING NEWS &amp; TRENDS</p><p>A higher dividend yield isn't always better</p><p>Long-term investors should focus on companies whose dividends are most likely to grow Read More</p><p>Apple's enviable cash hoard is dwindling — and that's surprisingly good news for the stock price</p><p>Companies distributing cash to shareholders perform better. Read More</p><p>Stocks may have been rallying, but the bear market isn't over for two reasons</p><p>Investors' pivot from bearish to bullish was too sudden. Read More</p><p>Bear market blues: How to keep a sense of financial control in uncertain times</p><p>Act now on taxes, income and spending to cover short-term challenges and protect long-term financial goals. Read More</p><p>Gloomy ISM readings are a good predictor of company earnings — but not of what the stock market will do</p><p>The S&amp;P 500's current level already incorporates the bad earnings significance of the ISM's latest report. Read More</p><p>The S&amp;P 500 is so close to crossing this crucial level and challenging the bear market's trend line</p><p>There's a second bullish sign for the stock market: the trend of VIX is changing. Read More</p><p>How one investor applied the lessons of the meme stocks frenzy to blockchain and NFTs</p><p>Roman Tirone describes his pivot to blockchain and NFTs as 'life changing.' Read More</p><p>Just do it: Buy these 3 powerhouse consumer stocks that company insiders love</p><p>Following the right insiders can help you outperform the S&amp;P 500. Read More</p><p>Chips are not yet on the menu for this strategist</p><p>Chips are so hot right now. But not for the best of reasons. U.S. House Leader Nancy Pelosi's visit to Taiwan has angered the Chinese Communist Party and some observers are worried about the possible retaliation. Read More</p><p>Wealthy investors shift to cash amid market volatility, UBS survey shows</p><p>Optimism at lowest level since start of the pandemic as worries build over geopolitics and the impact inflation will have on markets and the economy. Read More</p><p>Stock investors will likely sweat out August if recent market history repeats</p><p>The Dow's average August return since 1986 is minus 0.67%. Read More</p><p>Energy stocks have a sustainable future: it's in their dividends</p><p>This fund manager says he's never witnessed a consensus opinion as negative on an entire sector as on traditional energy. Read More</p><p>Big Tech shows its good to be big, as growth slowdown leads to stock gains while smaller rivals find only pain</p><p>After super charged, double-digital growth during the pandemic, the five biggest U.S. tech giants showed a big slowdown, as they grapple with inflation, looming recession and an overall slowing economy Read More</p><p>Hear from Ray Dalio at the Best New Ideas in Money Festival on Sept. 21 and Sept. 22 in New York. The hedge-fund pioneer has strong views on where the economy is headed.</p><p>These money and investing tips can keep you on the beam when markets are off-balance</p>",
  "published": "2022-08-06T12:18:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "confidence": 0.94,
      "offsets": [
        {
          "start": 415,
          "end": 420
        },
        {
          "start": 414,
          "end": 419
        }
      ],
      "weightsV2": {
        "weight": 2.0313466,
        "baseWeight": 2.0,
        "expansionWeight": 0.0,
        "ontologyWeight": 0.0,
        "tagPositionWeight": 0.03134656,
        "titleWeight": 0.0
      },
      "typeRank": 1
    }
  ]
}