{
  "_id": "8995db3a3479f53ec51f06bfa63deee296958928c47d397da5643bbff2f71ba3",
  "feed": "market-watch",
  "title": "As investors punish Shopify, these 15 ecommerce companies are expected to grow sales the most through 2023",
  "text": "<p>Sales are the main objective of a company working at the forefront of the shift to ecommerce. But Shopify's stock fell as much as 19%, even after company reported results that came ahead of analysts' expectations for revenue and earnings.</p><p>Read:Shopify sees a sales slowdown in the first half of 2022. The stock is sinking.</p><p>The above headline from Barron's spells out the problem in this market environment for any highly valued tech stock: Even in a growing economy with better-than-expected retail sales, if a company's own sales outlook for the months ahead disappoint investors, the stock can crash.</p><p>While we cannot predict which highly valued ecommerce companies might be next to disappoint investors, we can look ahead to see which are expected to increase sales the most quickly. A list of these expected rapid-growers derived from the holdings of three ecommerce exchange-traded funds is below.</p><p>A high valuation in a touchy market</p><p>Here's a three-year price chart for Shopify Inc. SHOP through the close on Feb. 15 — that is, before the company announced its fourth-quarter results:</p><p>FactSetThe stock was up fivefold for three years before Shopify put out its fourth-quarter results. And the stock was trading for 14.5 times the consensus forward sales estimate among analysts polled by FactSet. That's a very high valuation when compared with a price/sales valuation of 2.6 for the S&amp;P 500 SPX and 2.9 for a venerable internet services highflyer such as Amazon.com Inc. AMZN.</p><p>Investors were paying through the nose for Shopify's stock. Then again, the stock had traded as high as 47.1 times the consensus forward sales estimate in July 2020.</p><p>Three ecommerce ETFs</p><p>In order to come up with a list of ecommerce stocks for a screen, we looked at three ETFs focusing on this industry group:</p><p>The ProShares Online Retail ETF ONLN has $581 million in assets under management and holds 39 stocks. It is heavily concentrated, with Amazon making up 25% of the portfolio and Alibaba Group Holding Ltd. BABA the second-largest holding at 13.6%. The third-largest holding is eBay Inc. EBAY, at 4.5%.</p><p>The Amplify Online Retail ETF IBUY has $475 million in assets, holds 79 stocks. The individual stocks are equal-weighted within the portfolio, which itself is 70% weighted to the U.S. According to FactSet, this approach “keeps giants [such as] Amazon from dominating the basket, but also introduces a bias to smaller and possibly more risky firms.”</p><p>The Global X E-Commerce ETF EBIZ has $151 million in assets. It holds 40 stocks and has a modified weighting by market capitalization. Its top five holdings make up 13.1% of the portfolio. Expedia Group Inc. EXPE is the largest holding, at 6.7%, followed by Booking Holdings Inc. BKNG at 6.4% and JD.com Inc. JD at 5.5%.</p><p>Leaving the ETFs in size order, here are projected compound annual growth rates (CAGR) for sales per share through 2023, based on consensus estimates among analysts polled by FactSet:</p><p> ETF                          Ticker  Two-year estimated sales CAGR  Estimated revenue per share – 2021  Estimated revenue per share – 2022  Estimated revenue per share – 2023  ProShares Online Retail ETF  ONLN    7.9%                           $34.50                              $37.39                              $40.19  Amplify Online Retail ETF    IBUY    12.3%                          $49.79                              $56.60                              $62.74  Global X E-Commerce ETF      EBIZ    10.0%                          $16.60                              $18.35                              $20.09  Source: FactSet</p><p>Ecommerce stock screen</p><p>Together, the three ETFs hold 78 stocks. Among those, 63 are covered by at least five analysts polled by FactSet for estimates, ratings and price targets.</p><p>Here are the 15 companies analysts expect to achieve the highest sales CAGR through calendar 2023. The consensus sales estimates are in millions of U.S. dollars.</p><p> Company                                Ticker   Country        Two-year estimated sales CAGR  Estimated sales – 2021  Estimated sales – 2022  Estimated sales – 2023  Ozon Holdings PLC ADR                  OZON     Cyprus         59.8%                          2,349                   $4,017                  $5,998  Global-e Online Ltd.                   GLBE     Israel         53.0%                          $240                    $367                    $563  Dada Nexus Ltd. ADR                    DADA-US  China          52.6%                          $1,105                  $1,686                  $2,573  Sea Ltd. (Singapore) ADR Class A       SE       Singapore      41.4%                          $9,656                  $14,251                 $19,299  Jumia Technologies AGJumia Technologies AG ADR              JMIA     Germany        39.8%                          $170                    $227                    $332  Uber Technologies IncUber Technologies Inc.                 UBER     U.S.           38.7%                          $17,560                 $27,430                 $33,769  Shopify Inc. Class A                   SHOP     Canada         34.0%                          $4,573                  $6,093                  $8,214  MercadoLibre IncMercadoLibre Inc.                      MELI-US  Uruguay        33.6%                          $6,971                  $9,352                  $12,443  TripAdvisor Inc.                       TRIP     U.S.           32.5%                          $909                    $1,373                  $1,595  Trip.com Group LtdTrip.com Group Ltd. ADR                TCOM     China          31.2%                          $3,088                  $3,869                  $5,319  FIGS, Inc. Class A                     FIGS     United States  30.9%                          $419                    $547                    $717  Pinduoduo, Inc. Sponsored ADR Class A  PDD      China          30.8%                          $15,388                 $20,251                 $26,320  Booking Holdings IncBooking Holdings Inc.                  BKNG     United States  30.2%                          $10,838                 $15,722                 $18,384  Carvana Co. Class A                    CVNA     United States  29.6%                          $12,575                 $16,488                 $21,134  Source: FactSet</p><p>You can click on the tickers for more about each company.</p><p>Then&#xa0;read&#xa0;Tomi Kilgore's detailed guide to the wealth of information available for free on the MarketWatch quote page.</p><p>Leaving the list in the same order, here's a summary of analysts' opinions about the stocks:</p><p> Company                                Ticker   Share “buy” ratings  Share neutral ratings  Share “sell” ratings  Closing price – Feb. 15  Cons. Price target  Implied 12-month upside&#xa0; potential  Ozon Holdings PLC ADR                  OZON-US  57%                  36%                    7%                    $22.23                   $41.41              86%  Global-e Online Ltd.                   GLBE     100%                 0%                     0%                    $39.42                   $72.44              84%  Dada Nexus Ltd. ADR                    DADA     92%                  8%                     0%                    $10.85                   $35.61              228%  Sea Ltd. (Singapore) ADR Class A       SE       96%                  4%                     0%                    $149.55                  $320.59             114%  Jumia Technologies AG ADR              JMIA     14%                  72%                    14%                   $9.70                    $18.88              95%  Uber Technologies IncUber Technologies Inc.                 UBER     90%                  10%                    0%                    $37.09                   $62.67              69%  Shopify Inc. Class A                   SHOP     51%                  46%                    3%                    $889.50                  $1,484.62           67%  MercadoLibre IncMercadoLibre Inc.                      MELI     83%                  17%                    0%                    $1,170.30                $1,789.86           53%  TripAdvisor Inc.                       TRIP     26%                  53%                    21%                   $30.07                   $35.80              19%  Trip.com Group Ltd. ADR                TCOM     79%                  15%                    6%                    $30.42                   $31.97              5%  FIGS Inc. Class A                      FIGS     73%                  27%                    0%                    $19.40                   $36.36              87%  Pinduoduo, Inc. Sponsored ADR Class A  PDD      76%                  22%                    2%                    $61.23                   $99.21              62%  Booking Holdings Inc.                  BKNG     56%                  41%                    3%                    $2,635.16                $2,739.52           4%  Carvana Co. Class A                    CVNA     60%                  36%                    4%                    $142.50                  $290.74             104%  Souce: FactSet</p><p>Don't miss:Apple is Berkshire's largest stock holding, but Buffett and Co. own a bigger share of these companies</p>",
  "published": "2022-02-16T13:23:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 6048,
          "end": 6054
        },
        {
          "start": 6049,
          "end": 6054
        }
      ],
      "nexusId": "10022657"
    }
  ]
}