{
  "_id": "73fef1f6503da8da6f33784f1992c923fdc67422fd9a0a9077c669d1f970d564",
  "feed": "wall-street-journal",
  "title": "Senate Votes to Advance Same-Sex Marriage Legislation; A dozen Republicans join Democrats in vote, which opens effort to pass bill in both houses of Congress by end of year",
  "text": "<p>The proposal faces at least one more vote in the Senate and would need approval by House lawmakers by the end of the year to become law. Supporters of the measure on Wednesday said they saw the Senate's ability to exceed the 60 votes needed to proceed as a sign their proposal would succeed.</p><p>A dozen Republicans joined Democrats in supporting the measure. Historically, many Republicans have opposed same-sex marriage, and the vote was seen as a test of how much lawmakers' stances have shifted in recent years in an atmosphere of growing public support.</p><p>A May poll by Gallup found that 71% of Americans say they support legal same-sex marriage, up from 27% in 1996 when the organization said it first surveyed Americans on the issue.</p><p>The legislation also would repeal the Defense of Marriage Act, which passed in 1996 and excluded same-sex couples from receiving more than 1,100 federal benefits and protections until court rulings later invalidated it.</p><p>The measure faces opposition from some conservative and religious groups. In September, the Alliance Defending Freedom sent a letter signed by more than 2,000 churches and ministries to senators about parts of the legislation that they said could jeopardize religious freedoms.</p><p>Lawmakers have changed the wording of the legislation in response to concerns about how it would affect religious groups. The latest version says nonprofit religious groups won't be compelled to participate in or support a same-sex marriage. Declining to do so wouldn't put the group's tax-exempt status at risk, lawmakers behind the measure said.</p><p>Some critics say the changes don't do enough to shield groups that oppose same-sex marriage. Roger Severino, vice president of domestic policy at the Heritage Foundation, said the legislation's wording on tax-exempt status doesn't provide affirmative protection that such a loss wouldn't happen in the future.</p><p>\"This bill puts a giant target on the back of individuals, nonprofit organizations, adoption agencies, schools, and businesses that hold fast to the truth about marriage,\" he said.</p><p>The amended legislation, if it passes the Senate, then would have to be approved by the House by the end of December to become law. Unknown is whether a Republican-controlled House would be willing to revisit the matter once new members arrive in January if it isn't passed this session.</p><p>The congressional effort to pass a same-sex marriage bill started after the Supreme Court ended the federal right to an abortion in June. Supreme Court Justice Clarence Thomas indicated, in his opinion concurring with the majority in the abortion case, that the court should review same-sex marriage rights down the road. No other justices said they shared that stance, but activists said lawmakers needed to move quickly to protect same-sex marriage while Democrats still had control of both houses of Congress and the White House.</p><p>Some Republican lawmakers have said the same-sex marriage wasn't at risk and the bill was unnecessary. The House, controlled by the Democrats, passed a bill in July protecting same-sex marriage, drawing the support of 47 Republicans, surprising supporters and signaling to Senate lawmakers that the measure had a serious shot at passage.</p><p>Same-sex marriage supporters say outreach efforts have focused on Republicans who represent swing states and those who have family members who would be affected by the legislation. Former Republican National Committee Chairman Ken Mehlman, who is gay, said he has talked with Republican senators as part of a group called Centerline Action, which is advocating for same-sex marriage protection.</p><p>From his conversations in recent months, he said in an interview, it is clear that Republican lawmakers \"know people who are in relationships that are concerned\" about losing their marriage protections.</p><p>Earlier this year, the Human Rights Campaign, an LGBTQ advocacy nonprofit, organized a letter signed by more than 225 companies, including Starbucks Corp., Apple Inc., and Amazon.com Inc., urging lawmakers to support same-sex marriage protections.</p><p>Lindsay Wise contributed to this article.</p><p>Write to Katy Stech Ferek at katherine.stech@wsj.com</p><p>Senate Votes to Advance Same-Sex Marriage Legislation</p>",
  "published": "2022-11-16T21:13:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 3985,
          "end": 3995
        },
        {
          "start": 3985,
          "end": 3990
        },
        {
          "start": 3985,
          "end": 3994
        }
      ]
    }
  ]
}