{
  "_id": "9b3df2e05aa9ca5fe14ad4a75f9a98f419532624a2f8ead78869df9f9e7a40b7",
  "feed": "wall-street-journal",
  "title": "Apple's Big Bet on India Gets Bigger Still; India is emerging as Apple's big Asian manufacturing bet outside China. But the country still has a lot of work to do if it wants to become an export contender",
  "text": "<p>The Covid-19 pandemic exposed the fragility of global supply chains and pushed companies to reconsider heavy reliance on China. China's ongoing zero-Covid policy, a big help earlier in the pandemic, is also increasingly becoming a headache. Last month Foxconn was again forced to temporarily shut iPhone production in Shenzhen because of a Covid outbreak.</p><p>However, uprooting an entire supply chain ecosystem built on decades of favorable Chinese government policies and plenty of cheap labor isn't easy.</p><p>Crucially, China is among the top two markets for Apple, accounting for more than a fifth of the total iPhone sales in 2021. India, Vietnam, Malaysia, Thailand and Indonesia together accounted for 3.5% of iPhone sales, according to Counterpoint. India requires export-friendly policies, strong trade ties with Western countries and heavy investment in shipping and logistics to rise above the pack. A dramatic shift in the production landscape in the next two to three years is unlikely, said Hanish Bhatia, a senior analyst at Counterpoint. The electronics industry has requested for tax exemptions, a lower cost of power and reduction in land rents among other incentives to make electronics manufacturing in India more competitive.</p><p>In addition to the iPhone 13, Apple has also assembled the iPhone 11, iPhone 12 and iPhone SE in India through two Taiwanese companies—Wistron and Foxconn, according to the company. Pegatron, another Apple supplier, is also expected to start production in India, according to an Economic Times report. Other suppliers in Apple's India ecosystem include Foxlink, Flex and Jabil, according to disclosures made by the company for fiscal year 2020.</p><p>But any high-tech manufacturing shift from China to India will take time because of the complexity of the task and for manufacturers to understand India's own nuances. Both Foxconn and Wistron have faced serious labor trouble in the past two years resulting in temporary shutdowns. Foxconn apologized last year for lapses in food safety and accommodation conditions and pledged to revamp its management and operations in the country. Wistron also faced an employee backlash in India in 2020 after failing to pay salaries on time. Its facility was ransacked and equipment destroyed.</p><p>Not that progress isn't visible. India's mobile equipment exports have skyrocketed since the government introduced its Production-Linked Incentive program in 2020 that promises incentives of up to $5.4 billion for smartphone manufacturing. Mobile exports probably surpassed $5.92 billion in the year ending March 2022—a 50-fold jump in the last five years, according to lobbying group India Cellular and Electronics Association, whose members include Apple and Foxconn.</p><p>It's a good start.</p><p>Write to Megha Mandavia at megha.mandavia@wsj.com</p><p>Apple's Big Bet on India Gets Bigger Still</p>",
  "published": "2022-04-11T13:06:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1560,
          "end": 1565
        },
        {
          "start": 2717,
          "end": 2722
        },
        {
          "start": 1269,
          "end": 1274
        },
        {
          "start": 1439,
          "end": 1444
        },
        {
          "start": 554,
          "end": 559
        },
        {
          "start": 0,
          "end": 5
        },
        {
          "start": 65,
          "end": 70
        },
        {
          "start": 2805,
          "end": 2810
        }
      ]
    }
  ]
}