{
  "_id": "acfb63b148d26d6e5cb252301b135199d821b55e469b7967f1023d8e4cc8ecae",
  "feed": "ftcomall",
  "title": "Directors' Deals: Ocado board member shows confidence",
  "text": "<p>Ocado shares have fallen by over a quarter in the past month as the online grocery retailer struggles with inflation and cost of living crisis headwinds. Demand is weakening as consumers trade down and spend less, with a <a href=\"https://www.ft.com/content/83bb7f2e-948d-4a2e-9c47-51da99da4020\">first annual decline</a> in grocery sales now expected by the business.</p> <p>Ocado Retail, the joint venture with Marks and Spencer, said in a third-quarter trading update this month that “we now expect to see a small sales decline” in this financial year. This was despite the number of active customers growing by almost a quarter to 964,000 and average orders per week rising by 11 per cent against last year. The company had previously said in its half-year report released in July that it expected low-single digit revenue growth this year. </p> <p>The average basket value was down by 16 per cent to £116 in the period, the company said. It warned that “consumers are shopping smaller baskets and seeking value-for-money items as they respond to inflationary pressures” and is forecasting “close to break-even” annual cash profits. </p> <p>The news for Ocado got worse this week as HSBC analysts downgraded their recommendation on the company's shares from hold to reduce, sending them plunging further downwards. It feels like there is a mountain to climb for the shares to get back to the heady heights they enjoyed during the pandemic, when they traded at over 2,800p as online shopping boomed. </p> <p>But independent non-executive director Jörn Rausing seems to be bullish on the long-term outlook for the company. On September 15, £7.4mn-worth of shares were bought by Apple III Limited, a company which is fully owned by a trust of which Rausing is a “discretionary beneficiary” according to the disclosure to the market.</p>  <h2>St James's Place chair buys in</h2> <p>The smartphone investing era means people can keep a close eye on investments with little difficulty. But wealth managers, who encourage clients to think in decades rather than months or years, have been slow to embrace the tech revolution — St James's Place only brought in <a href=\"https://www.ft.com/content/0e03bbb0-d0ec-4e95-ad09-2505f38e54ba\">a mobile app</a> at the end of August, years behind rivals. </p> <p>St James's accurately described this in its interim results as a “next-generation” effort. Ideally for the wealth manager this means people can top up accounts more easily rather than eyeball the charges and fund performances more closely. </p> <p>This new access comes after St James's was able to celebrate the second-best half in terms of inflows it has ever had. </p> <p>The question now is whether measures such as the massive government energy bill cap and tax cuts combined with weaker share prices encourage people to top up fund pots. St James's management said in July there had been a significant slowdown in the withdrawal rate during Covid-19 as those whose plans had matured were able to keep afloat on less cash, and this was only reversing now. </p> <p>In any case, it usually sees clients “stay invested” during tough moments, as crystallising losses is never pleasant even if high investment fees start to bite. “When we [have] experienced choppy markets in difficult environments . . . it does have the effect of slowing down decisions,” said St James's chief financial officer Craig Gentle. </p> <p>One family seeing a buy opportunity was that of chair Paul Manduca — last week his wife bought £76,930 in shares. This 7,000-share stake takes the family's holding to 17,000 shares since he took the top board seat last year, as per the company's most recent annual report. </p> <p>St James's has seen around a 9 per cent cut to earnings per share forecasts for the current financial year, to 74p, alongside a 38 per cent share price decline. </p><p>Source: Christopher Akers and Alex Hamer, Investors’ Chronicle 2022 'Directors' Deals: Ocado board member shows confidence' FT.com 23 September. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-09-23T17:00:38.747Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1569,
          "end": 1574
        }
      ],
      "nexusId": "10022657"
    }
  ]
}