{
  "_id": "edda0d70fc13d9fd0af1f1c9e55891ffbdf3d4dfc1a1d445894e5fd9e92ab00a",
  "feed": "ftcomall",
  "title": "US to probe claims that top Chinese chipmaker violated ban on Huawei",
  "text": "<p>The Biden administration is looking into claims that Yangtze Memory Technologies Co, a Chinese semiconductor maker, has supplied Huawei with chips, in a potential violation of US export controls.</p> <p>The White House and US Department of Commerce have received copies of a report that claimed Huawei, the Chinese telecoms equipment supplier that Washington believes is helping Beijing to conduct espionage, was using YMTC memory chips in a new smartphone, according to three people familiar with the case.</p> <p>One US official said the commerce department's Bureau of Industry and Security had received a “credible” report by TechInsights, a firm that analyses the components inside consumer electronics.</p> <p>“While the department does not comment on the potential existence of investigations, BIS vigorously investigates&#xa0;allegations of violations of the export administration regulations,” said the official, who added that any enforcement action resulting from an investigation would only be made public after that probe was finished.</p> <p>State-owned YMTC is China's largest&#xa0;memory chipmaker. As with other leading Chinese chipmakers, it is responding to <a href=\"https://www.ft.com/content/f2695456-7d2c-11e9-81d2-f785092ab560\">government pressure to step up efforts</a> to wean itself off US equipment but still remains dependent on American technology for some processes.</p> <p>The report said Huawei was using YMTC chips in its Enjoy 20e phone. The chips were made in February 2021, six months after then-president Donald Trump applied the foreign direct product rule, which <a href=\"https://www.ft.com/content/c284ee77-ddae-4133-b6a7-4b7443d94109\">bans US and foreign groups</a> from exporting US technology to Huawei.</p> <p>“YMTC appears to be violating the FDPR,” Michael McCaul, the top Republican on the US House Foreign Affairs committee, said about the report, which was obtained by the Financial Times.</p> <p>Huawei and YMTC did not comment.</p> <p>The charge is the latest allegation against Chinese groups that Washington believes threaten US security either because of their impact on American companies or over concerns that they are helping the Chinese military under Beijing's <a href=\"https://www.ft.com/content/7c009aea-835d-47c2-98ea-867304e2fb0d\">“civil-military fusion” programme</a>, which requires them to share technology with the People's Liberation Army.</p> <p>The White House last year said YMTC was becoming China's “national champion memory chip producer”. Some Republicans, including McCaul, want YMTC to be added to the commerce department's “entity list”, which would control US groups' sales to the company.</p> <p>McCaul said the revelation underscored the need for action. </p> <p>“We see what is going [on] here but we are not willing to pull the trigger and be more aggressive by putting them on the entity list,” he said. “There are lists&#xa0;of tools exclusively made by US companies that YMTC needs. We&#xa0;could cut them off and nobody could supply them.”</p> <p>Marco Rubio, a Republican senator, recently voiced concern about reports that Apple was considering buying chips from YMTC, which he said had “extensive” PLA links. “It is unacceptable that sales of the next generation of iPhones would end up strengthening the Chinese military,” Rubio wrote to Tim Cook, Apple's chief executive.</p> <p>Apple did not immediately respond to a request for comment.</p> <p>Although China has companies that offer machines for specialised processes in semiconductor production, such as etching and copper plating, a small number of American enterprises, such as Applied Materials, Lam Research and KLA still have a stranglehold over critical market niches, including in China.</p> <p>Roslyn Layton, co-founder of a group called China Tech Threat, said one reason the US had not previously placed YMTC on the “entity list” was because of successful lobbying from US groups.</p> <p>“YMTC's partners have been brilliant at working the angles of the US government,” said Layton. “These companies don't want it on the entity list because they want to sell there.”</p> <p>To determine whether YMTC was violating FDPR, the commerce department would have to conclude it had “knowledge” that its chips were destined for Huawei. This can be complicated for commodity chips that can be sold off the shelf.</p> <p>A second US official said YMTC seemed to have breached the rule but any decision about punishing it would probably be a “political call”.</p> <p>“There seems to be a great deal more momentum to lessen trade tensions with Beijing than going after them so my sense is that absent political pressure from Congress, they will be looking into this for a very long time,” said the official.</p> <p><em>The piece was amended to reflect the YMTC chips were made in February 2021</em></p> <p><em>Follow </em><a href=\"https://www.twitter.com/dimi\"><em>Demetri Sevastopulo</em></a><em> on Twitter</em></p><p>Source: Demetri Sevastopulo in Washington and Kathrin Hille in Taipei 2022 'US to probe claims that top Chinese chipmaker violated ban on Huawei' FT.com 27 April. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-04-27T06:40:20.505Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 3025,
          "end": 3030
        },
        {
          "start": 2773,
          "end": 2778
        },
        {
          "start": 3000,
          "end": 3005
        }
      ]
    }
  ]
}