{
  "_id": "48de661aa13269ef24644cdf635524e6d999d71a93b5e6b86334162b86631a34",
  "feed": "market-watch",
  "title": "The 2022 Honda Pilot does just about everything right",
  "text": "<p>Lots of standard equipment</p><p>Spacious &amp; practical cabin</p><p>Excellent resale values</p><p>Refined &amp; strong standard V6 engine</p><p>Cons</p><p>No hybrid version</p><p>What's new?</p><p>New base model called the Sport</p><p>New off-road-oriented TrailSport model</p><p>Price:&#xa0;The 2022 Honda Pilot starts at $36,830.</p><p>The 2022 Honda Pilot is a mainstay of the&#xa0;midsize 3-row SUV/crossover&#xa0;class. It does virtually everything right. It's strong, safe, and reliable, with a spacious and well-equipped cabin that seats up to eight. It can even tackle some mild off-roading.</p><p>For 2022,&#xa0;Honda HMC&#xa0;has introduced two new versions of the Pilot — the Sport and TrailSport.</p><p>Although the new Pilot Sport is the entry-level model, it comes well-equipped with heated and power-adjustable seats, Apple AAPL CarPlay/Android Auto, and 3-zone climate control.</p><p>HondaAs the name implies, the TrailSport is an off-road-oriented version of the Pilot. In addition to the existing all-wheel-drive system, the Pilot TrailSport has a suspension lifted by 0.6 inches, aggressive tires with stronger sidewalls, orange-stitched interior leather, and various badges.</p><p>TrailSport, for now, is a trim level. Eventually, it will become an off-road-oriented sub-brand for Honda trucks and SUVs.</p><p>While the current Honda Pilot seems expensive compared with something like the Kia KR:000270 Telluride, it does come with a large inventory of standard equipment.</p><p>2022 Honda Pilot pricing</p><p>The manufacturer's suggested retail price (MSRP) for a front-drive 2022 Honda Pilot Sport is $36,830. With AWD, the Pilot Sport starts at $38,830. The destination charge is $1,225.</p><p>As an EX-L, the 2022 Honda Pilot starts at $39,060, while the new TrailSport begins at $43,560.</p><p>A 2WD Honda Pilot Touring model starts at $43,620. That same vehicle with captain's chairs is $43,920. With AWD, the 2022 Honda Pilot Touring begins at $45,620 with a center bench or $45,920 with captain's chairs.</p><p>Watch: How to balance saving for retirement and life in your 30s</p><p>The 2022 Honda Pilot Elite starts at $49,120, while the Black Edition begins at $50,620. One of the few ways to make this extremely well-equipped model more expensive is to choose premium paint at $395.</p><p>For comparison, the&#xa0;Kia Telluride&#xa0;starts at just under $33k, which is the same kind of fiscal ballpark as the&#xa0;Hyundai HYMTF Palisade,&#xa0;Ford F Explorer, Subaru FUJHY Ascent, Chevrolet Traverse, Nissan NSANY Pathfinder, and&#xa0;Volkswagen VWAGY Atlas.</p><p>The Mazda MZDAY CX-9 and&#xa0;Toyota TM Highlander&#xa0;tend to be a little pricier than these other contenders but still competitive with the Pilot.</p><p>Before buying, check the KBB.com Fair Purchase Price to see what others in your area paid for their new Pilot. Like every other Honda, the Pilot enjoys some of the strongest resale values in its class.</p><p>Driving the 2022 Honda Pilot</p><p>Secure family transport with predictable and safe handling, a smooth ride quality, and a composed character. These are the driving traits of the Honda Pilot, and we're grateful for them.</p><p>The engine has enough power for the kind of work the Pilot has to carry out and runs with a quiet refinement. It's also one of the less thirsty V6 units in its class.</p><p>If a dirt road needs negotiating, the Pilot can probably handle it. Admittedly, its ground clearance of 7.3 inches is about an inch and a half lower than the&#xa0;Subaru Ascent, but it's still usable. And the Pilot's all-wheel-drive system has a terrain management system with settings for snow, sand, and mud.</p><p>Also on MarketWatch:No matter your age, here's how to tell if your finances are on the right track</p><p>Interior comfort</p><p>With seating for eight in the EX-L and Sport tims, a choice of seven or eight in Touring trim, and seven in the Elite and Black Edition models, the 2022 Pilot is spacious and comfortable. It's quiet, civilized, and bearable on long road trips as well. Which is when those 15 cup holders begin to see more action.</p><p>At 38.4 inches, rear legroom in the second row is more than adequate. The third row is, naturally, best for smaller and more pliable family members, but 31.9 inches of rear legroom isn't bad.</p><p>This third seating row splits in 60/40 fashion and folds flat. Cargo space spans from 16.5 cubic feet to a maximum of 109.2 cubic feet.</p><p>Exterior styling</p><p>The most remarkable exterior in the 2022 Pilot range is the top Black Edition with 20-inch alloy wheels and various body parts all as black as a raven's wing. Also deserving of mention is the new Pilot TrailSport, which gets special black and orange badging.</p><p>Otherwise, the Pilot has a somewhat understated appearance that seems to have been influenced more by necessity and practicality than any artistic flair. Which is a perfectly valid way to go about things in the 3-row midsize crossover world.</p><p>For a starting price of nearly $40k, it would have been nice for roof rails to be standard, but they come in at the SE level, along with 20-inch alloy wheels.</p><p>Favorite features</p><p>CabintalkAvailable in the 2022 Pilot from Touring trim and up, this feature allows the driver to talk with those in the back through the Pilot's speakers. If those rear passengers are wearing the wireless headphones that come with the rear-seat entertainment system, CabinTalk works with those as well.</p><p>Torque VectoringAlthough the 2022 Pilot is no enthusiast driver's machine, the torque vectoring feature of the all-wheel-drive system does create a stable and efficient method for tight curves. It makes the outside rear wheel go faster than the inside rear wheel.</p><p>You might like:Fly direct, skip the first restroom, and 7 other insider travel tips from a retired airline pilot</p><p>Standard features</p><p>The new base Honda Pilot, the Sport, is well equipped. In addition to the 280-horsepower V6, 9-speed automatic transmission, and 20-inch alloy wheels, it comes with Apple CarPlay/Android Auto, tri-zone automatic climate control, and an 8-inch audio screen, plus the full Honda Sensing safety suite.</p><p>How about the new Pilot TrailSport? It comes with all-wheel drive and a suspension lifted by 0.6 inches, together with 18-inch black alloy wheels, rugged tires, fender flares, orange-stitched leather upholstery, and a one-touch power moonroof. A wireless phone charger also is standard on the new Pilot TrailSport, along with satellite navigation.</p><p>At the Pilot EX-L level, you get leather upholstery and a power front passenger seat, plus a power moonroof, a power tailgate, 2nd-row sunshades, an auto-dimming rearview mirror, and a leather-wrapped steering wheel.</p><p>The Touring model adds to that LED headlights, parking sensors, an acoustic windshield, a 590-watt/10-speaker audio system, navigation, a rear onboard entertainment system (with a BluRay player and a 10.2-inch high-res screen), and a WiFi hotspot.</p><p>The top 2022 Honda Pilot, the Elite, is a 7-seater that comes with a panoramic roof, perforated-leather seat upholstery, and rain-sensing wipers.&#xa0; The Elite trim also has a heated steering wheel, heated/ventilated front seats, and blue ambient interior lighting. The Black Edition is identical equipment-wise, but comes with various exterior elements in, unsurprisingly, black. The color of the cabin's ambient LED lighting, meanwhile, is red. The vampire appeal is strong with this one.</p><p>Safety features include forward-collision warning with automatic emergency braking, blind-spot monitoring, road departure mitigation, and automatic high beams.</p><p>The infotainment system also includes satellite radio and three USB ports.</p><p>Factory options</p><p>Options aren't many on the 2022 Honda Pilot. It's a matter of finding the trim level that meets your needs.</p><p>That stated, all-wheel drive (AWD), which is standard on the TrailSport, Elite, and Black Edition, is available as an option all the other 2022 Honda Pilot trim levels.</p><p>If you opt for the Pilot Touring, it's available as an 8-seater with a center bench seat or as a 7-seater with a pair of captain's chairs. Captain's chairs are standard in the Touring, Elite, and Black Edition.</p><p>Read next:Housing is in the grip of an inflation storm — and it's exacerbated by the COVID-19 pandemic</p><p>Engine and transmission</p><p>Every 2022 Pilot is propelled by a 3.5-liter V6 generating 280 horsepower. A 9-speed automatic transmission sends that to the front wheels (FWD) in the lower trims. All-wheel drive (AWD) is standard in the top two trims and optional elsewhere.</p><p>To save a little of the regular gasoline this V6 uses, there's a stop/restart feature at idling that can be turned off if drivers find the restart action insufficiently smooth. Cylinder deactivation is another fuel economy measure.</p><p>Maximum tow ratings are 3,500 pounds (FWD) and 5,000 pounds (AWD).</p><p>3.5-liter V6280 horsepower @ 6,000 rpm262 lb-ft of torque @ 4,700 rpmEPA city/highway fuel economy: 20/27 mpg (FWD), 19/26 mpg (AWD)</p><p>This story originally ran on&#xa0;KBB.com.&#xa0;</p>",
  "published": "2022-01-19T05:02:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 730,
          "end": 735
        },
        {
          "start": 736,
          "end": 740
        },
        {
          "start": 5747,
          "end": 5752
        }
      ],
      "nexusId": "10022657"
    }
  ]
}