{
  "_id": "399e1752d75ffa3ffb4246a51f9f1577469b4c56b036c31bd3c3c4d1c4566af8",
  "feed": "wall-street-journal",
  "title": "Tesla Stock Jumps to Start 2022; Shares of the auto maker were up 11% in recent trading after it reported more vehicle deliveries world-wide last year than analysts estimated.",
  "text": "<p>Tesla is one of a handful of big tech stocks that drove the stock market higher for much of 2021. The narrowing of the market's advance around those companies suggested investors were reaching for safety through bets on large, profitable companies. Factors including the Federal Reserve's plans to raise interest rates and the spread of the Omicron variant of Covid-19 have increased investors' wariness about prospects for the broad market.</p><p>Tesla was fifth on the list of companies whose stocks made the biggest contributions to the S&amp;P 500's 2021 total return, which includes dividends, according to S&amp;P Dow Jones Indices. Only Microsoft Corp., Alphabet Inc., Apple Inc. and Nvidia Corp. contributed more.</p><p>Tesla said Sunday that it delivered more than 936,0000 vehicles world-wide in 2021, up from nearly half a million a year earlier. The tally, higher than expected by analysts surveyed by FactSet, showed that Tesla could achieve strong growth in a time of lackluster expansion for the global auto industry.</p><p>Monday's share-price gain built upon a 50% advance for the stock in 2021. In October, Tesla surpassed $1 trillion in market value, making it the sixth U.S. company to close above that milestone.</p><p>Social-media users have continued to focus on Tesla. It was one of the most-mentioned stocks on Reddit's WallStreetBets forum in 2021, according to data provider SwaggyStocks.</p><p>Gunjan Banerji contributed to this article.</p><p>Write to Karen Langley at karen.langley@wsj.com</p><p>Tesla Stock Jumps to Start 2022</p>",
  "published": "2022-01-03T19:25:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 662,
          "end": 672
        },
        {
          "start": 662,
          "end": 671
        },
        {
          "start": 662,
          "end": 667
        }
      ],
      "nexusId": "10022657"
    }
  ]
}