{
  "_id": "191ded42ddb87afd91fbfa56694193000ddb483637ef3276641e8499353a2101",
  "feed": "ftcomall",
  "title": "Local elections with a national significance",
  "text": "<p>Hello and welcome to the working week.</p> <p>Or perhaps not, if you are celebrating either the passage of spring, the rights of workers or Eid with the help of an early May bank holiday.</p> <p>As I've said before, 2022 was destined to be a year of significant elections, but some have become unexpectedly more significant, such as the UK vote on Thursday for local authority representatives. </p> <p>For the Conservatives, the poll will be a test of public opinion on prime minister Boris Johnson in the wake of partygate, tax rises and the first big increases in household energy prices. </p> <p>To make matters more interesting for the government, the Bank of England will be meeting on the same day to decide whether (or more likely by how much) to raise interest rates. </p> <p>For Labour, the question is whether the party can regain ground lost over the past 12 years in Scotland and northern England. In Northern Ireland, there is a high probability — although not a certainty, according to those on the ground — of history being made by Sinn Féin, once the marginalised political wing of the IRA, becoming the <a href=\"https://www.ft.com/content/aedada1d-8192-4f8f-b949-287e8f22d9c8\">largest political party</a> in the Stormont parliament.</p> <p>For the first time in several years, Europe has not been a significant factor among voters in a UK election. This is somewhat ironic, not least because the economic impact of the UK leaving the EU is now obvious from the queues of lorries at Dover, but also because the UK's election day is shared with a very European birthday — the 73rd anniversary of the creation of the Council of Europe to uphold human rights, democracy and the rule of law in Europe in the wake of the second world war. It also comes a day before the anniversary of the opening of the Channel Tunnel, linking the UK and France. </p> <p>At the end of the week, Victory in Europe Day will remind us of why we are where we are today on the continent and the dangers of conflict.</p> <p>If you are in Washington on Saturday, you can hear FT reporters interviewing Henry Kissinger, Chimamanda Ngozi Adichie and others at our inaugural <a href=\"https://usftweekendfestival.live.ft.com/\">US FTWeekend Festival</a> at the Kennedy Center. And as a newsletter subscriber, you can claim a 50 per cent discount on your pass using promo code FTNewslettersxFTWF22.</p> <p>We are at a point where the world is both opening up — see New Zealand this week relaxing its pandemic restrictions on visitors — and closing down, thanks to the war in Ukraine. </p> <p>A significant moment related to the latter will be the gathering on Thursday in Warsaw of European leaders and finance heads to discuss humanitarian aid to Ukraine, as will next Sunday's commemorations for the Red Cross and Red Crescent, reminding us all, if we needed reminding, of the human tragedy of this conflict.</p> <p>As ever, do get in touch with recommendations, opinion and advice about The Week Ahead. Email: <a href=\"mailto:jonathan.moules@ft.com\">jonathan.moules@ft.com</a></p> <h1>Economic data</h1> <p>It is a peak week for <a href=\"https://www.ft.com/content/3c843bb9-b43a-4962-aa84-3d0eea36b836\">interest rate announcements</a> and everyone is attempting the tricky balancing act of curbing inflation without tipping economies into recession. </p> <p>The headline act is the much anticipated Federal Open Market Committee meeting on Tuesday. The consensus of analysts is forecasting a 50 basis point rate rise to 0.75 or 1.0 per cent. </p> <p>Across the pond Bank of England watchers are expecting a 25 basis point increase when the Monetary Policy Committee meets on Thursday.</p> <p>Look out also for the start-of-month run of purchasing managers' index reports, and on Wednesday the US employment figures.</p> <h1>Companies</h1> <p>So far this earnings season has been about the surprisingly negative impact of moving beyond the pandemic for those that benefited from it the most — just ask <a href=\"https://www.ft.com/content/c7392d63-0eb5-4345-9ef5-3edbf0c20f7c\">Amazon</a>, <a href=\"https://www.ft.com/content/5e3a4e49-151d-4e83-b7ca-c532addba11e\">Apple</a> and <a href=\"https://www.ft.com/content/fd376c16-f8d7-49fd-9b13-9ed2f001eaa1\">Netflix</a>.</p> <p><em>By the way, if you have not yet had your fill of Elon Musk's Twitter takeover attempt, you can join our special subscriber event on May 4 for a virtual briefing. Send your questions in advance and claim your free pass&#xa0;</em><a href=\"https://on.ft.com/3MsKFnk\"><em>here</em></a><em>.</em></p> <p>This week the earnings call heralds Big Pharma, probably the most obvious pandemic winner. <strong>Pfizer</strong>, which has a <a href=\"https://www.ft.com/content/56df1dc0-6cf3-41f8-a644-d44be5085ee8#post-2056fa4c-80f1-49e3-8e44-068dbec3d396\">new chief financial officer</a>, will be showing off its success on Tuesday with what it has forecast will be <a href=\"https://www.ft.com/content/6fb09fcd-f392-43dd-b3f4-0ea79bd3d335#post-ce8755a1-ca9b-4646-832d-8ad2f7433a5b\">record first-quarter earnings</a>. It is likely to be a less rosy results call for <strong>Regeneron</strong> after the US drugs regulator <a href=\"https://www.ft.com/content/20396e83-3c32-474f-8a5a-63270214a226\">rescinded authorisation</a> for its monoclonal antibody treatments for Covid-19, which proved very effective against early strains, but less so against Omicron.</p> <p>European airlines have enjoyed a surge in demand for flying as pandemic travel restrictions have loosened, and investors will watch closely for signs that companies could be on the cusp of returning to profitability after two barren years. This week we will find out with results from <strong>International Airlines Group</strong>, <strong>Lufthansa</strong> and <strong>Air France-KLM</strong>. “Airlines are increasingly giving encouraging guidance into summer. This industry is about to start making money again,” said Alex Irving at Bernstein. But watch too for any updates on the logistical challenges facing the industry following crew shortages and disruption as companies ramp up operations.</p> <h1>Key economic and company reports</h1> <p>Here is a more complete list of what to expect in terms of company reports and economic data this week.</p> <h2>Monday</h2> <ul>  <li><p>Eurozone, Italy, France, Germany, US: S&amp;P Global manufacturing purchasing managers' index (PMI) data</p></li>  <li><p>US, construction spending figures plus the Institute for Supply Management index of manufacturing company activity</p></li>  <li><p>Results: <strong>Piaggio</strong> Q1, </p></li> </ul> <h2>Tuesday</h2> <ul>  <li><p>Australia, the Reserve Bank of Australia holds its monthly interest rate meeting</p></li>  <li><p>EU, March employment figures plus industrial producer prices data, plus March retail sales figures</p></li>  <li><p>Germany, employment figures</p></li>  <li><p>UK, S&amp;P Global manufacturing PMI data</p></li>  <li><p>US, Federal Open Market Committee begins two-day meeting on interest rate policy in Washington</p></li>  <li><p>Results: <strong>BNP Paribas</strong> Q1, <strong>BP</strong> Q1, <strong>CNH Industrial</strong> Q1, <strong>Deutsche Post DHL</strong> Q1, <strong>Lyft</strong> Q1, <strong>Molson Coors Beverage Company</strong> Q1, <strong>Pfizer</strong> Q1, <strong>Prudential Financial</strong> Q1, <strong>Starbucks</strong> Q2, <strong>Telenor</strong> Q1, <strong>Thomson Reuters</strong> Q1, <strong>ViacomCBS</strong> Q1</p></li> </ul> <h2>Wednesday</h2> <ul>  <li><p>Brazil, Banco Central do Brasil's monetary policy committee concludes</p></li>  <li><p><strong>EDF</strong> Q1 revenue figures</p></li>  <li><p>EU, European Central Bank's governing council holds a non-monetary policy meeting in Frankfurt plus S&amp;P Global eurozone composite (manufacturing and services) PMI data</p></li>  <li><p>France, S&amp;P Global services PMI data</p></li>  <li><p>Germany, trade figures plus S&amp;P Global services PMI data</p></li>  <li><p>UK, March money and credit figures</p></li>  <li><p>US, April employment figures plus S&amp;P Global services PMI data</p></li>  <li><p>Results: <strong>Airbus</strong> Q1, <strong>American International Group</strong> Q1, <strong>AP Moller-Maersk</strong> Q1, <strong>Boohoo</strong> FY, <strong>eBay</strong> Q1, <strong>Enel</strong> Q1, <strong>Equinor</strong> Q1, <strong>Ferrari</strong> Q1, <strong>Marriott International</strong> Q1, <strong>Novo Nordisk</strong> Q1, <strong>Regeneron</strong> Q1, <strong>Securitas</strong> Q1, <strong>Uber Technologies</strong> Q1, <strong>UniCredit</strong> Q1, <strong>Volkswagen</strong> Q1, <strong>J D Wetherspoon </strong>Q3, <strong>Yum Brands</strong> Q1</p></li> </ul> <h2>Thursday</h2> <ul>  <li><p>China, UK: S&amp;P/Caixin services PMI</p></li>  <li><p>EU, S&amp;P eurozone productivity PMI</p></li>  <li><p>Eurozone, France: S&amp;P construction PMI</p></li>  <li><p>Germany, March factory order statistics</p></li>  <li><p><strong>Next</strong> Q1 trading statement</p></li>  <li><p>UK, Bank of England's monetary policy committee meeting on the Bank Rate</p></li>  <li><p>Results: <strong>Adecco</strong> Q1, <strong>Air France-KLM</strong> Q1, <strong>Anheuser-Busch InBev</strong> Q1, <strong>ArcelorMittal</strong> Q1, <strong>Axa</strong> Q1, <strong>BMW</strong> Q1, <strong>ConocoPhillips</strong> Q1, <strong>Henkel</strong> Q1, <strong>Kellogg</strong> Q1, <strong>Lufthansa</strong> Q1, <strong>News Corp</strong> Q3, <strong>Shell</strong> Q1, <strong>Société Générale</strong> Q1, <strong>Telecom Italia</strong> Q1, <strong>TripAdvisor</strong> Q1, <strong>Virgin Money</strong> H1</p></li> </ul> <h2>Friday</h2> <ul>  <li><p>Canada, April employment figures</p></li>  <li><p>Germany, industrial production data</p></li>  <li><p>Italy, March retail sales data</p></li>  <li><p>UK, S&amp;P construction PMI data</p></li>  <li><p>US, March consumer credit figures plus American Bankers Association summit begins in Washington</p></li>  <li><p>Results: <strong>Adidas</strong> Q1, <strong>Beazley</strong> Q1, <strong>International Airlines Group</strong> Q1, <strong>ING</strong> Q1</p></li> </ul> <h1>World events</h1> <p>Finally, here is a rundown of other events and milestones this week. </p> <h2>Monday</h2> <ul>  <li><p>Eid ul-Fitr, sometimes known as Little Eid and Sweet Eid, marking the ending of Ramadan, begins</p></li>  <li><p>40th anniversary of the sinking of the ARA General Belgrano in the Falklands conflict</p></li>  <li><p>New Zealand, fully vaccinated travellers from about 60 countries on a visa-waiver list will be able to arrive in the country from today</p></li>  <li><p>UK, Republic of Ireland: Early May bank holiday</p></li>  <li><p>US, The Met Gala, “fashion's biggest night out”, is held at the Metropolitan Museum of Art in New York</p></li> </ul> <h2>Tuesday</h2> <ul>  <li><p>15th anniversary of the disappearance of British toddler Madeleine McCann, who went missing aged three from a Portuguese holiday resort</p></li>  <li><p>Canada, the Bank of Canada's new senior deputy governor Carolyn Rogers gives her first official speech at the Women in Capital Markets event in Toronto</p></li>  <li><p>Denmark, Indian prime minister Narendra Modi visits his Danish counterpart Mette Frederiksen to discuss their green strategic partnership, signed in 2020</p></li>  <li><p>Norway, the heads of the Norwegian central bank and the sovereign wealth fund, and the finance minister, testify in front of a parliamentary finance committee about the sovereign wealth fund</p></li>  <li><p>Poland, Constitution Day marking the constitutional declaration of May 3 1791</p></li>  <li><p>Japan, Constitution Memorial day marking the enactment of the 1947 constitution</p></li> </ul> <h2>Wednesday</h2> <ul>  <li><p>Star Wars Day is marked by fans around the world to celebrate the popular science fiction movie series because the phrase “may the force be with you” sounds like “May the fourth be with you”.</p></li>  <li><p>Israel, Memorial day ceremonies to commemorate fallen soldiers of Israel's wars</p></li> </ul> <h2>Thursday</h2> <ul>  <li><p>EU, 73rd anniversary of the creation of the Council of Europe</p></li>  <li><p>Poland, an international donor conference, co-hosted by the Polish and Swedish governments, European Council president Charles Michel and European Commission president Ursula von der Leyen, to focus on financing humanitarian aid for Ukraine</p></li>  <li><p>Switzerland, General Council of the World Trade Organization meets in Geneva</p></li>  <li><p>UK, local elections take place in England, including all London boroughs, plus all local authorities in Scotland and Wales, as well as for assembly seats in Northern Ireland</p></li> </ul> <h2>Friday</h2> <ul>  <li><p>Belgium, government ministers set to end the last Covid measures, notably the wearing of masks on public transport</p></li>  <li><p>Bank of England MPC member Catherine Mann to speak on a panel at the European University Institute's State of the Union conference in Italy</p></li>  <li><p>28th anniversary of the opening of the Channel Tunnel, the longest undersea tunnel in the world at 38km, linking the UK and France</p></li>  <li><p>Italian cycling tour Giro d'Italia begins with opening stages in Hungary</p></li>  <li><p>International Space Day, celebrating exploration beyond planet earth</p></li> </ul> <h2>Saturday</h2> <ul>  <li><p>Switzerland, the traditional Swiss-cow fighting competition is held in Aproz</p></li>  <li><p>US, the Kentucky Derby, America's largest horse race, takes place at the Churchill Downs racecourse in Louisville</p></li> </ul> <h2>Sunday</h2> <ul>  <li><p>77th anniversary of Victory in Europe Day, marking the end of hostilities in Europe in the second world war</p></li>  <li><p>Mother's Day celebrated in multiple countries worldwide</p></li>  <li><p>UK, the Virgin Media British Academy Television Awards are held in London</p></li>  <li><p>International Red Cross and Red Crescent Day</p></li> </ul><p>Source: Jonathan Moules 2022 'Local elections with a national significance' FT.com 1 May. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-05-01T17:15:36.784Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 3602,
          "end": 3607
        }
      ]
    }
  ]
}