{
  "_id": "1bb3fd22d6970624eeb5cd09eddee2fa36ed781a8bb8a0452ea3a0fe61489147",
  "feed": "market-watch",
  "title": "'Real big sigh of relief': Stock, bond ETFs jump on inflation report while investors eye equal-weighted strategies",
  "text": "<p>Tumultuous markets got some relief Thursday after fresh inflation data pointed to an easing in the surging cost of living in the U.S., sending equity and bond exchange-traded funds higher.</p><p>\"It was a good number,\" said Doug Fincher, a portfolio manager at Ionic Capital Management, in a phone interview. \"A real big sigh of relief.\"</p><p>The U.S. Bureau of Labor Statistics said Thursday that inflation measured by the consumer-price index rose 0.4% in October for an annual rate of 7.7%. Last month's rise was softer than expected, with the rate of inflation easing from 9.1% in the 12 months through June.</p><p>In equities, shares of the SPDR S&amp;P 500 Trust SPY soared 5.5% Thursday, while the Invesco QQQ Trust QQQ, which tracks the tech- and growth-oriented Nasdaq-100 index, surged 7.4%, according to FactSet data.</p><p>Shares of Treasury and corporate bond ETFs also rose, with the iShares 20+ Year Bond Treasury Bond ETF TLT climbing around 3.9%, iShares IBoxx $ Investment Grade Corporate Bond ETF LQD rising 3.4% and the iShares iBoxx $ High Yield Corporate Bond ETF HYG gaining 3.1%, FactSet data show.</p><p>Meanwhile, investor demand for actively managed exchange-traded funds has recently picked up while equal-weighted strategies have also been getting attention in this year's bear market.</p><p>Nick Kalivas, head of factor and core equity product strategy for Invesco ETFs, said by phone that the Invesco S&amp;P 500 Equal Weight ETF RSP has recently seen an uptick in inflows. The interest is tied to concern over the cap-weighted S&amp;P 500 index being heavily concentrated in megacap companies, whose valuations have slumped in the global economic slowdown, he said.</p><p>\"There's been this realization that the big names are succumbing to the global macro environment,\" said Kalivas. \"Some of the earnings estimates on these names, they've started to tail off.\"</p><p>The Invesco S&amp;P 500 Equal Weight ETF and S&amp;P 500 index were both surging slightly more than 5% Thursday afternoon, FactSet data show, at last check.</p><p>So far this year, though, the Invesco S&amp;P 500 Equal Weight ETF is far outperforming the SPDR S&amp;P 500 Trust, which tracks the cap-weighted S&amp;P 500 index. The equal weight ETF has fallen 15.6% this year through Wednesday, while the SPDR S&amp;P 500 Trust saw a steeper 21.2% plunge over the same period, according to FactSet data.</p><p>Relative to the S&amp;P 500 index, the Invesco S&amp;P 500 Equal Weight ETF is underweight in technology and communication services, has more exposure to smaller companies than the megacaps and tilts toward value stocks, said Kalivas.</p><p>Demand for the Invesco S&amp;P 500 Equal Weight ETF was \"very strong\" early in 2022 through April, with flows picking up again in recent weeks, according to Kalivas</p><p>Communication services, which includes tech giants such as Facebook parent Meta Platforms Inc. META and Google parent Alphabet Inc. GOOGL, has been the hardest hit sector of the S&amp;P 500 index this year with a loss of almost 43% this year through Wednesday, according to FactSet data.</p><p>The S&amp;P 500's consumer-discretionary sector, which includes Tesla Inc. TSLA, had the next biggest losses this year with a 36.4% drop in 2022 through Wednesday. And information technology, which includes Nvidia Corp NVDA, has tumbled almost 31% over the same period, also bleeding more than the broad index.</p><p>After the latest inflation report, all three of these badly bruised sectors saw some of the strongest gains Thursday across the soaring S&amp;P 500 index.</p><p>\"I think that buying battered technology stocks in indexes that do not overweight the FANG+ issues, will be a very rewarding way to be positioned in and throughout 2023,\" said George Ball, chairman of Sanders Morris Harris, in a phone interview.</p><p>That means investing in equal-weighted funds, such as the Invesco S&amp;P 500 Equal Weight Technology ETF RYT, that target tech without overweighting the biggest companies, he said. Equal-weighted tech ETFs may give investors exposure to \"a basket of stocks that broadly have the ability to grow much more rapidly\" as they're smaller, said Ball.</p><p>FANG+ is a reference to Facebook parent Meta, Apple Inc., Amazon.com Inc., Netflix Inc. and Google parent Alphabet, plus other tech-related stocks such as Microsoft Corp., Alibaba Group Holding, Baidu Inc., Nvidia and Tesla.</p><p>Meanwhile, Kalivas pointed to the Invesco S&amp;P 500 Equal Weight Health Care ETF RYH and Invesco S&amp;P 500 Equal Weight Energy ETF RYE as potential \"satellite\" investments beyond core equity holdings in 2022's bear-market environment.</p><p>\"The inflation picture is still very muddled,\" said Ionic's Fincher.</p><p>While shares of the actively managed Ionic Inflation Protection ETF CPII fell 1.5% Thursday, Fincher said the fund, which launched in June, should continue to see gains against the backdrop of elevated inflation.</p><p>The ETF, which invests in inflation swaps, swaptions and U.S. Treasury inflation-protected securities, saw a total return of around 1.6% from the end of June through Wednesday, according to FactSet.</p><p>In 2022, investor interest in actively managed ETFs has risen, according to Todd Rosenbluth, head of research at VettaFi.</p><p>In a strategy note earlier this week, he wrote that actively managed ETFs \"keep punching above their weight,\" attracting $59 billion this year through October, based on FactSet data. He said flows into active ETFs were \"equal to 12% of the industry's net inflows, despite representing less than 5% of the overall U.S.-listed ETF assets.\"</p><p>\"The environment that we're in is more favorable toward active management,\" Rosenbluth said by phone. \"We also have a greater supply of products that have come to market from established asset managers.\"</p><p>Among the several active ETFs highlighted in his Nov. 7 note, Rosenbluth pointed to \"covered calls,\" saying that the JPMorgan Equity Premium Income ETF JEPI \"has led the charge in 2022, gathering $9.8 billion of new money.\" That brought assets to $14.5 billion. The fund targets lower-risk stocks and \"enhances the monthly income generated through out-of-the-money S&amp;P 500 Index call options,\" he wrote.</p><p>The JPMorgan Equity Premium Income ETF is down this year but beating the S&amp;P 500 index. The fund, which launched in 2020, has lost 6.5% on a total return basis in 2022 through Wednesday, FactSet data show.</p><p>As usual, here's your look at the top- and bottom-performing ETFs over the past week through Wednesday, according to FactSet data</p><p>The good… </p><p> Top Performers                              %Performance  VanEck Gold Miners ETF GDX                  15.7  VanEck Junior Gold Miners ETF GDXJ          12.9  Global X Silver Miners ETF SIL              10.4  ETFMG Prime Junior Silver Miners Fund SILJ  9.4  Global X Copper Miners ETF COPX             8.6  Source: FactSet data through Wednesday, Nov. 9, excluding ETNs and leveraged products. Includes NYSE, Nasdaq and Cboe traded ETFs of $500 million or greater</p><p>…and the bad </p><p> Bottom Performers                      %Performance  ProShares Bitcoin Strategy ETF BITO    -22.7  ARK Next Generation Internet ETF ARKW  -13.5%  ARK Fintech Innovation ETF ARKF        -10.2%  ARK Innovation ETF ARKK                -10.0%  WisdomTree Cloud Computing Fund WCLD   -8.2%  Source: FactSet</p><p>New ETFs</p><p>* Innovator Capital Management announced on Nov. 9 the listing of the Innovator Equity Managed Floor ETF SFLR, a fund that \"seeks to deliver investors U.S. equity upside and income potential, while limiting a shareholder's potential for maximum loss through a sophisticated options overlay.\"</p><p>* DWS said Nov. 9 that it launched three ETFs that provide exposures to U.S. equities screened for environmental, social and governance criteria. The new funds are the Xtrackers S&amp;P ESG Dividend Aristocrats ETF SNPD, Xtrackers S&amp;P 500 Growth ESG ETF SNPG and Xtrackers S&amp;P 500 Value ESG ETF SNPV.</p><p>Weekly ETF reads</p><p>* When Is the Best Time of Day to Buy an ETF? (The Wall Street Journal)</p><p>* How to Use ETFs to Create a Fixed-Income Portfolio (The Wall Street Journal)</p><p>* Cathie Wood's ARKK ETF Heads for Best Day Ever as Risk Assets Surge (Bloomberg)</p><p>* Crypto Shock Hits ETFs With Biggest Futures Fund Briefly Halted (Bloomberg)</p><p>* Hong Kong is 'actively looking' at authorising crypto ETFs (Financial Times)</p><p>'Real big sigh of relief': Stock, bond ETFs jump on inflation report while investors eye equal-weighted strategies</p>",
  "published": "2022-11-10T22:01:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 4080,
          "end": 4085
        },
        {
          "start": 4080,
          "end": 4090
        },
        {
          "start": 4080,
          "end": 4089
        }
      ]
    }
  ]
}