{
  "_id": "a82984a3db6f099dd38f9f1954399e8b7ddc194158398144c12ee452a0e8be45",
  "feed": "ftcomall",
  "title": "Sports rights to sports betting: what next for Blavatnik-backed DAZN?",
  "text": "<p>The new chief executive of DAZN has one goal: to make the sports streaming group profitable and end its reliance on the pockets of billionaire owner Sir Leonard Blavatnik,&#xa0;who has poured more than $5bn into the lossmaking company.&#xa0;</p> <p>In his first interview since joining the London-based group last year, Shay Segev told the Financial Times that his aim was “to make this business sustainable and profitable in the next 12 to 18 months”. </p> <p>To do so, Segev, who was born in Israel and previously led FTSE 100 gambling group Entain, wants to expand beyond sports rights and into new areas such as betting, ecommerce and digital assets including non-fungible tokens. </p> <p>“Streaming is clearly a fundamental part of our business . . . but we are much broader than that,” Segev said. </p> <p>Blavatnik in 2018 rebranded and restructured his sports media holdings so that he could build the Netflix of sport. But his ambitious plans have to date resulted in billions of dollars of losses. DAZN&#xa0;lost about $3.7bn between 2019 and 2021, with the pain&#xa0;exacerbated by the freeze on sport during the coronavirus pandemic. Blavatnik's Access Industries in February&#xa0;<a href=\"https://www.ft.com/content/6cc8db53-d326-4ec0-b05a-d91358bf2212\">agreed a $4.3bn recapitalisation</a>&#xa0;to clear DAZN's debt.</p> <p><a href=\"https://www.ft.com/stream/ff352997-c34a-427d-8be3-1713dff80af0\">Blavatnik </a>told the FT: “Generally, I'm not a patient person, but I understand that it takes time and money to build a global broadcasting platform for the 21st century.”</p> <p>Segev has already put his own mark on the business, hiring executives such as Entain operations boss Sandeep Tiku as chief technology officer and BT's Pete Oliver as marketing chief.</p> <p><a href=\"https://www.ft.com/stream/cb0dbd74-679e-4703-8ab8-57ed0ca19bea\">DAZN </a>owns the rights to air coveted sports such as British boxer Anthony Joshua's fights, as well as the domestic rights for Italy's Serie A, Spain's La Liga and Germany's Bundesliga football league matches.&#xa0;</p> <p>Still, Segev has his work cut out.&#xa0;</p> <p>The challenge is that competition for sports rights and content is high. <a href=\"https://www.ft.com/content/bc7c1362-4123-4b48-94b3-e6fe8359e73d\">Newer entrants</a> such as Apple and Amazon, as well as traditional media giants such as Disney-owned ESPN and Comcast's Sky, have fuelled the market. </p> <p>“If Apple comes to Europe and starts buying rights, like Amazon, at some point prices may start rising again”, said François Godard, who covers media for research group Enders Analysis. “I don't know if there will be room left for someone like DAZN”.</p> <p>Segev, who learned to code from a young age, says DAZN's specific focus on sport is an advantage in the fight against its far larger streaming rivals. </p> <p>Rather than simply buying up rights, he wants to “engage” with viewers and differentiate the group through features such as chat boxes, a choice between a traditional commentator or YouTube personality, online “watch parties” with friends, games and betting.</p> <p>DAZN and its larger rivals all face the same challenge: how to make sports viewing on the internet a viable business. Broadcast rights for sports are expensive, only last for a few years, and are typically limited by territory. Meanwhile streaming services are priced far lower than cable television, making it harder to earn a profit. </p> <p>For these reasons, some industry executives warn that the numbers might never add up. “Sports is a very specialised, complicated business to be in,” acknowledged chair Kevin Mayer, who <a href=\"https://www.ft.com/content/9682e5ea-6042-4f56-ae93-3086441e12ad\">previously oversaw</a> the launch of Disney's streaming services, including ESPN Plus. He also had a shortlived stint as head of Chinese video app TikTok. “Unless it's your entire focus, which it is ours, I think it offers a lot of challenge.”</p> <p>DAZN is hoping to break even next year on revenue of $3.5bn and become profitable in 2024. But that could change if the company expands to new markets, said Segev. This year, it hopes to increase revenues to $2.5bn from around $1.4bn in 2021.</p> <p>While consumers are constrained by soaring inflation, Segev said subscriptions are stable at about 11mn and that DAZN has not “seen any impact yet” from the cost of living crisis.</p> <p>The group will launch its own sports betting service in the UK next month. </p> <p>Segev says regulatory change is shifting the market away from a “heavy casino betting [with] high stakes” model. “You can see the market is going: lower stake, recreational, mass market, more fun, more entertainment,” he said. “This is exactly what I hope DAZN will do.”</p> <p>His goal is to emulate the success of Sky Bet, which was formed in 2001 and cashed in on the development of online gambling to become one of the UK's biggest players. It is now part of Flutter Entertainment, the world's largest listed gambling group.</p> <p>Enders' Godard is “sceptical” about DAZN's ambitions in these areas. “Betting has far less barriers to entry than sports video,” he said. “Once you have the broadcast rights, nobody can launch against you. In betting, it's much more fluid, it's much more competitive and almost anybody can create something.”</p> <p>In its core business of sports broadcasting, DAZN is licking its wounds after the collapse of a bid to acquire BT Sport, which screens English Premier League and Uefa Champions League football matches in the UK. Instead, BT announced in May a joint venture with Warner Bros Discovery. </p> <p>Blavatnik's Access Industries “really wanted BT Sport to give them credibility and a name”, said one person involved in the deal.</p> <p>As for DAZN's future, analysts have speculated that the company is preparing for a sale to one of its larger tech rivals.</p> <p>Mayer said this was “not the goal” but added: “I'm not saying it won't happen or it couldn't happen. Our goal is to make a great business, which . . . can be a public company in its own right.” </p> <p>Blavatnik, like any shareholder, wants to see progress, said Segev. DAZN's “capital requirement is reducing”, he added. When asked when Blavatnik could cease propping up DAZN, Mayer said that by 2024 the need for cash would be “mitigated, if not entirely gone”. </p> <p>“From Len's point [of view], the sooner the better obviously”, he said.</p><p>Source: Samuel Agini and Anna Gross in London, Anna Nicolaou in New York 2022 'Sports rights to sports betting: what next for Blavatnik-backed DAZN?' FT.com 22 July. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-07-22T04:00:08.300Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1883,
          "end": 1888
        },
        {
          "start": 2011,
          "end": 2016
        }
      ]
    }
  ]
}