{
  "_id": "a1bea2216d9bfc8bdf369178ce0b50f71ef7c3dd4ecdf8b1c8db98d08e604382",
  "feed": "ftcomall",
  "title": "Tech stocks: savvy short sellers make 34 per cent profit from the rout",
  "text": "<p>Short sellers are reaping a bumper harvest in the tech sector <a href=\"https://www.ft.com/content/3a58b9e6-39bc-4850-99d4-d7cc76118f8f\">sell-off</a>. S3 Partners, a technology and data analytics firm, estimates that $1 in every $5 shorted in US markets in the last quarter was in information technology stocks.</p> <p>In the year to date, short positions in the IT sector have generated a 34 per cent profit, S3 calculates. Short sellers took an implied gain of $535mn on Tuesday's slump in Snap shares.</p> <p>Rising inflation and interest rates are expected to drive down demand for tech products and services. They are also depressing the net present value of tech stocks via discount rates on future profits. An asset bubble is deflating, even as the tech revolution rolls on.</p> <p>The sell-off — characterised by hair-trigger selling at the whiff of bad news — has extended from profitless, high-growth companies to <a href=\"https://www.ft.com/content/5b870472-5069-4b78-8bf3-62c7b745abe2\">tech giants</a>. The Nasdaq Composite, a capitalisation-weighted index in which tech stocks make up more than half of the total, is down 29 per cent this year. &#xa0;</p> <p>Companies whose valuations soared in the coronavirus pandemic have attracted some of the biggest short positions. Software and semiconductors dominate, according to S3 data, which combine Financial Industry Regulatory Authority figures and broker information. </p> <p>Microsoft's short interest is over $10bn, Nvidia's is $5bn and Apple's exceeds $15bn. Hedge fund manager Michael Burry, featured in <em>The Big Short</em>, a film on the subprime crisis, is one of the investors who shorted<a href=\"https://www.sec.gov/Archives/edgar/data/1649339/000156761922010747/xslForm13F_X01/form13fInfoTable.xml\"> Apple stock</a> this year.</p> <p>In Big Tech, short positions make up a small percentage of free floats. Microsoft has a $1.95tn market cap, meaning the short position is equal to just 0.5 per cent of the total. But steep sell-offs mean small positions can garner large gains. A 43 per cent drop in shares of social media company Snap produced a windfall for short sellers with exposure of $1.2bn the previous day. </p> <p>The market value of bets has gone down as tech stock valuations have fallen to earth. Short interest dropped by close to $43bn in the second quarter, from $220bn at the end of March. Over $41bn of that was mark-to-market decreases. Short sellers are allowing their exposure to dwindle. The forward price-to-earnings ratio of the Nasdaq is down from 35 times at the start of the year to 24 times — below the five-year average. </p> <p>Tech bears evidently believe valuations are beginning to align with reality. </p> <p><em>The Lex team is interested in hearing more from readers. Please tell us what you think of short selling as a strategy in the tech rout in the comments section below.</em></p><p>Source:  2022 'Tech stocks: savvy short sellers make 34 per cent profit from the rout' FT.com 25 May. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-05-25T06:57:22.547Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1454,
          "end": 1459
        },
        {
          "start": 1303,
          "end": 1308
        }
      ]
    }
  ]
}