{
  "_id": "b9880aec115bbba7ae813606a9de4d38084e595b60901482187d4f0cb9f4d4b4",
  "feed": "wall-street-journal",
  "title": "Shopping, Planes and Khloé Kardashian: How Private Debt Helps Power the Global Economy; Lending by money managers is booming. Funds that make private loans control about $1.2 trillion, nearly twice the capital they had five years ago.",
  "text": "<p>Brigade's foray into consumer finance is part of a boom in private credit—lending by money managers rather than banks—spreading across the globe. Funds that make such loans now control about $1.2 trillion, nearly twice the capital they had five years ago, according to analytics company Preqin.</p><p>In the past, many made loans for private-equity firms taking over midsize businesses. Now they are using their cash piles to expand into markets once dominated by Wall Street banks such as consumer finance, mortgages and asset-based lending. Pension systems, insurers and endowments are shunting billions of dollars into the high-yielding funds because returns from conventional fixed income have been anemic for years.</p><p>\"We think this market dwarfs the alternatives market,\" Apollo Global Management Inc. Chief Executive Officer Marc Rowan said at the firm's investor day in October. The figure could be as great as $40 trillion, he said. Apollo manages about $340 billion of credit investments, much of them private.</p><p>Some see risk where Mr. Rowan spies opportunity.</p><p>Private lending is opaque, lightly regulated, susceptible to conflicts of interest and concentrated among a small number of large fund managers, according to Moody's Investors Service. That poses risks to the financial system. \"The economy is increasingly exposed to the governance and risk management of these asset managers,\" the ratings firm said in a recent report.</p><p>Money dedicated to private debt should hit $2.69 trillion by the end of 2026, according to research by Preqin, making it the fastest-growing industry the firm measures. Many of the funds also borrow money from banks to make more loans, boosting lending capacity.</p><p>The flood of cash has reached some unexpected places. Yield-hungry investors like pension funds—expecting low future returns on traditional stocks and bonds after the pandemic run-up—are paying money managers to hopscotch the globe looking for borrowers that traditionally relied on banks, venturing into everything from aircraft leasing to sports franchises.</p><p>Shopping for shopping loans</p><p>New York-based Brigade manages about $30 billion, mostly investing in junk-rated corporate debt since its founding in 2006. Much of its recent growth, though, came from funds that buy public securitizations: bonds backed by bundles of mortgage, corporate and consumer loans.</p><p>The firm had been purchasing bonds backed by online shopping loans for several years when it approached digital finance service Affirm about buying loans privately in bulk. Affirm started supplying Brigade with the high-yielding debt in early 2021.</p><p>SHARE YOUR THOUGHTS</p><p>What ripple effects, if any, do you expect from the boom in private credit? Join the conversation below.</p><p>The loans averaged $500 to $700 each, for purchases from brands such as Apple Inc. and Priceline.com by borrowers with FICO scores around 700, the people familiar with the trades said.</p><p>Interest rates on the loans are much higher than those of the bonds Affirm sells in the public market and Brigade boosts returns by using borrowed money for some of the purchases, the people said. Overall returns well exceeded 20% last year, one of the people said.</p><p>Brigade grew comfortable with the trade because it has researched the performance of Affirm loans bundled into bonds for years and because most of the loans come due in about six months, the people said. Consumer loan-backed bonds paid off handsomely in 2020 when borrowers used government stimulus payments to pad savings and repay debt.</p><p>Cash for Kardashian</p><p>Entrepreneur Vlad Coric landed celebrity Khloé Kardashian as a spokeswoman for his company's new migraine drug Nurtec in 2020—he just had to find the money to pay her.</p><p>Selling more shares in Biohaven Pharmaceuticals Holding Co. to finance Ms. Kardashian's fee and other expenses would have hurt its stock and banks wouldn't lend to the startup at affordable rates, he said.</p><p>\"At that point we had used all our resources getting the drug approved,\" Mr. Coric said. \"The level of spend on our direct-to-consumer marketing and social media is very high, and you have to be able to do that.\"</p><p>Biohaven's biggest competitor in migraine treatment is AbbVie Inc., which has a market capitalization roughly 29 times that of Biohaven.</p><p>Kishen Mehta, a healthcare stock investor and adviser to Mr. Coric, introduced him to Sixth Street Partners, a San Francisco-based $60 billion alternative asset manager with a growing private debt business. The firm's healthcare team lent Biohaven $500 million in 2020—a small part to pay Ms. Kardashian's fee—and an additional $250 million in September as its battle with AbbVie heated up.</p><p>The loans charge a roughly 10% interest rate but they bought Biohaven the time to boost sales and to complete an alliance this month with pharmaceutical giant Pfizer Inc.</p><p>Ready for takeoff</p><p>The Delta Air Lines Inc.'s Airbus A220 operating between Dallas and Minneapolis this week is one of 324 aircraft Castlelake LP currently invests in through loans and leases with global airlines. The 109-passenger jet has played a bit part in Delta's fight to weather the pandemic.</p><p>Minneapolis-based Castlelake bought the plane from Delta during the travel-industry panic of 2020 in a deal that allows Delta to keep the jet in exchange for regular lease payments, much like a loan. The firm, which also buys mortgages and consumer loans, has been financing planes for 16 years but its aircraft lending grew a lot in recent years as banks pared back.</p><p>\"The banks pulled in their horns and stopped lending,\" said Castlelake Chief Investment Officer Evan Carruthers. Castlelake has invested about $7 billion in aircraft deals since the start of the pandemic, one third of its $21 billion of assets under management, he said.</p><p>Castlelake clients like the investments because they ensure long-term income streams—aircraft leases can last as long as 25 years—and they pay around 10%, after accounting for the use of borrowed money to boost returns, Mr. Carruthers said.</p><p>Scoring down under</p><p>Ares Management Corp. is one of the biggest private-debt investment firms in the world and it is growing at breakneck speed. The company raised about $36 billion for direct lending funds in the 12 months ended Sept. 30, bringing total assets under management in the strategy to $126 billion.</p><p>Ares invests the money in real estate, corporate loans, infrastructure projects and other niche markets, like sports franchises.</p><p>\"We've been investing in sports credit for a long time but we've become more organized in the last two to three years and having a dedicated effort drives scale,\" said Jim Miller, co-head of U.S. direct lending at Ares.</p><p>The firm recently lent hundreds of millions of dollars to the San Diego Padres, the Ottawa Senators, a mixed martial arts league and, in May, to Rugby Australia. Over a year into the global pandemic, Australia's national rugby organization had cut staff and expenses to the bone and was looking for cash.</p><p>Management was looking to sell a stake to private-equity investors but it needed something \"fast and flexible,\" said Chairman Hamish McLennan. \"What Ares provided us was time to get our house in order.\"</p><p>The Los Angeles-based fund manager made a loan of 40 million Australian dollars, equivalent to about $29.1 million, to Rugby Australia with an option for the borrower to defer a portion of interest payments if necessary.</p><p>Write to Matt Wirz at matthieu.wirz@wsj.com</p><p>Shopping, Planes and Khloé Kardashian: How Private Debt Helps Power the Global Economy</p>",
  "published": "2022-01-13T13:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 2804,
          "end": 2809
        },
        {
          "start": 2804,
          "end": 2814
        },
        {
          "start": 2804,
          "end": 2813
        }
      ]
    }
  ]
}