{
  "_id": "0f00ec1af0a0954f7430b389cd3187a29631fd7a78c1bfbf7b6125356d0b5bf7",
  "feed": "wall-street-journal",
  "title": "New York Times Buys Wordle; Media company says price paid for viral word game is in low-seven figures",
  "text": "<p>Wordle went viral this year , with millions of people playing the puzzle daily, according to the New York Times . Only 90 people played it on Nov. 1.</p><p>The once-a-day game flooded social-media feeds with green and yellow squares and captured the imaginations of people across generations. It sparked short-lived copycat versions and even prompted the creation of a Twitter bot that spoiled results —which the social-media company ultimately banned.</p><p>Josh Wardle, the software engineer who created Wordle, said he made a prototype in 2013 and dusted it off during the Covid-19 pandemic for his partner, who liked word games.</p><p>It started to spread last month after Mr. Wardle made it easy to share results on Twitter and Facebook . Jimmy Fallon, the host of \"The Tonight Show,\" frequently tweeted  his results to his 51.4 million followers.</p><p>The game has also appeared in a \"Saturday Night Live\" sketch , and the New Yorker turned it into a cartoon .</p><p>Mr. Wardle said in a tweet  Monday that the game had become bigger than he imagined and that he would be working with the New York Times to move the game to its site.</p><p>\"It has been incredible to watch a game bring so much joy to so many, and I feel so grateful for the personal stories some of you have shared with me – from Wordle uniting distant family members, to provoking friendly rivalries, to supporting medical recoveries,\" Mr. Wardle said in a statement. \"On the flip side, I'd be lying if I said this hasn't been a little overwhelming. After all, I am just one person, and it is important to me that, as Wordle grows, it continues to provide a great experience to everyone.\"</p><p>Mr. Wardle didn't respond to a request for comment.</p><p>For now, the New York Times said Wordle would be free to play for new and existing players.</p><p>\"We don't have set plans for the game's future,\" said Jordan Cohen, a spokesman for the Times. \"At this time, we're focused on creating added value to our existing audience, while also introducing our existing games to an all new audience that has demonstrated their love for word games.\"</p><p>No changes will be made to the gameplay, in which players have six guesses  to figure out a secret five-letter word.</p><p>There is plenty of debate among fans  on the best way to play. Mr. Wardle himself has said he doesn't know the best strategy. \"You're asking the wrong person,\" he said earlier this month. \"I'm very bad at it.\"</p><p>The popularity of the game sparked copycats to flood Apple Inc .'s App store with Wordle look-alikes, forcing Apple to delete them earlier this month. Wordle itself reminded people of games they played years ago , like Mastermind and Jotto, with some Wordle fans inspired to dig through their closets to play them again.</p><p>The acquisition of Wordle comes after the Times earlier this month agreed to acquire  sports-media company the Athletic for $550 million, as the publisher looks to draw in young readers and expand its subscription offerings.</p><p>Games have become a driver of subscription growth for the Times, beyond its core news products.</p><p>The Times said it didn't currently have plans to sell ads in Wordle. Mr. Wardle kept Wordle ad free. And there was no app—users had to return to a website  each day to play the game.</p><p>The Times charges $5 a month for access to its games, including its flagship crossword puzzle, Spelling Bee, Letter Boxed, Tiles and Vertex. The company said that its games were played more than 500 million times in 2021 and that it reached one million games subscriptions in December.</p><p>In the third quarter, the Times's net profit rose 63%  compared with the previous year as it signed up 455,000 new digital subscribers and enjoyed a strong advertising-sales performance.</p><p>Write to Joseph Pisani at joseph.pisani@wsj.com </p><p>New York Times Buys Wordle</p>",
  "published": "2022-01-31T23:35:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 2494,
          "end": 2499
        },
        {
          "start": 2437,
          "end": 2446
        },
        {
          "start": 2437,
          "end": 2442
        },
        {
          "start": 2437,
          "end": 2447
        }
      ],
      "nexusId": "10022657"
    }
  ]
}