{
  "_id": "d1c964f869e27c630200bfd8246c314ea38dfefe5759bf47813ecbd620d2e3a4",
  "feed": "wall-street-journal",
  "title": "The Big A? The Fruit Company? Why the Maker of iPhones Must Not Be Named. A tech giant is known to billions, but suppliers hardly ever mention its name; 'the honored North American customer'",
  "text": "<p>In Asia, it's surreptitiously referred to as \"the fruit company\" or sometimes \"Fuji,\" referring to the variety of the specific fruit in question that's cultivated in Japan. Other descriptors include \"the three-trillion-dollar company\"—which slightly overstates its market value—\"the honored North American customer\" and simply \"the big A.\"</p><p>In a January securities filing, O-Film Group, a Chinese maker of smartphone camera modules said it estimated a loss of up to $426 million in 2021. One reason was lost business with \"a certain customer beyond these borders.\"</p><p>Which customer? An O-Film spokesperson didn't respond to the question.</p><p>In contrast to Lord Voldemort of the Harry Potter series, the Client Who Must Not Be Named doesn't cast deadly spells or converse with serpents. Its powers, nonetheless, are fearsome. It can award—or take away—contracts for electronic parts and services worth hundreds of millions of dollars.</p><p>That is why suppliers' public presentations and even private conversations hardly ever include the name of the company they're discussing, for fear of offending someone or accidentally revealing competitive information.</p><p>The reluctance to spell out the remaining four letters beyond \"A\" is more than just custom. A 2014 court filing related to a former supplier's bankruptcy gave details about its confidentiality agreement with the customer. The supplier, GT Advanced Technologies, promised to pay $50 million for each breach of secrecy, according to the filing.</p><p>The agreement defined breaches to include not just the usual trade secrets but also the very existence of the relationship.</p><p>In 2020, it became clear after a few pandemic months that a delay was likely in the usual September introduction of smartphones carrying a stylized picture of a partly eaten fruit on the back. It was the talk of the supplier world, even if no one could specify what they were talking about.</p><p>At an earnings call in June 2020 by chip maker Broadcom Inc., an analyst mentioned, without naming names, that \"growth in Q3 from a seasonal perspective\" might be lacking. He asked for \"some more color around how we should think about the wireless expected recovery into Q4.\"</p><p>Broadcom Chief Executive Hock E. Tan immediately knew what was up.</p><p>He said he understood what the analyst was implying: Broadcom was indeed designing chips for \"those big flagship phones\" made by \"our large North American OEM phone maker.\" He confirmed the delay in the OEM's products. OEM means original equipment manufacturer, an industry term for consumer brand-name companies.</p><p>Samsung Electronics Co.'s Galaxy smartphones are the leading rival to the fruit company's flagship product, but the South Korean company also supplies screens and other parts for that product. Samsung employees have sometimes referred to their frenemy with the nickname LO, short for \"Lovely Opponent,\" according to people familiar with the matter.</p><p>For their part, LO's employees are said to refer to Samsung as \"Samsung.\"</p><p>Taiwan-based Foxconn Technology Group has had a relationship with the fruit company for decades and is by far the biggest assembler of its smartphones, according to analysts. Foxconn's most recent annual report, weighing in at 860 pages, names the customer a total of once. The \"big A\" comes first on a list of Foxconn's major customers, only because the list is in alphabetical order.</p><p>Taiwan Semiconductor Manufacturing Co., which makes processing and other chips for the smartphone, mentions its ally twice in its annual report—not as a customer, but as an issuer of bonds held by TSMC.</p><p>Asked for comment, a TSMC spokeswoman avoided naming specific customers but said, \"One of the key factors to build customer trust is through protection of customers' confidential information.\"</p><p>The large North American smartphone maker isn't alone among global brands in being touchy about its supplier relationships. In one way, it is more transparent than most: It puts out an annual list naming its top 200 suppliers.</p><p>O-Film, the Chinese smartphone camera module maker, said in its filing that in addition to losing business with the \"customer beyond these borders,\" its revenue was hit by problems at a certain \"H.\"</p><p>The supplier described \"H\" as a Chinese maker of smartphones that had its access to advanced chips cut off. It didn't take a detective to deduce that it was talking about Huawei Technologies Co., which was hit by U.S. sanctions in 2020.</p><p>A visitor wearing a nametag that said \"O-Film VIP guest Tim\"—without a last name or company name—toured an O-Film plant in China in 2017 and praised the supplier's \"remarkable, precision work\" on selfie cameras. On China's Twitter-like social media platform Weibo, he posted a cheerful message, \"Say eggplant!\"—the Chinese version of \"Say cheese.\"</p><p>When the U.S. government put O-Film on a blacklist, the relationship ended. O-Film disclosed the news, obliquely, in the securities filing.</p><p>One entity that is accustomed to strict censorship wasn't afraid to utter the name in public. China's state broadcaster, CCTV, spent about a minute of a business-news report describing O-Film's problems and named the customer that had taken a bite out of O-Film's profits six times. CCTV called on manufacturers in the \"fruit chain,\" as it is known in Chinese, to avoid dependence on a single customer.</p><p>A spokeswoman for Apple Inc. declined to comment.</p><p>Write to Yang Jie at jie.yang@wsj.com</p><p>The Big A? The Fruit Company? Why the Maker of iPhones Must Not Be Named.</p>",
  "published": "2022-03-04T15:29:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 5340,
          "end": 5350
        },
        {
          "start": 5340,
          "end": 5345
        },
        {
          "start": 5340,
          "end": 5349
        }
      ]
    }
  ]
}