{
  "_id": "944d6e50b1bfff84b60a5f67bb88bd8cdee7d65c67542ef47833872f81b32d2f",
  "feed": "wall-street-journal",
  "title": "You Have to Evacuate Your Home Due to Extreme Weather. What Do You Take With You? As weather disasters become more common, that's a question an increasing number of people will have to consider. Here's how some people have answered it.",
  "text": "<p>With only a few days or hours to escape, homeowners had to choose what to take with them. People and pets made the cut, obviously, and so did important documents and pricey possessions. But even with limited space in their cars, many evacuees found room for sentimental items that were more invaluable than valuable. Other evacuees took very few meaningful things.</p><p>We reached out to people who were forced to flee their homes this year and years past, asking them to detail some of the things they decided to take with them—and why. Here are their stories.</p><p>Wedding Shoes</p><p>I don't like to stay in my house if a storm is above a Category 2, especially since we have a baby. My husband Rob's parents live in Vero Beach, and they have a hurricane-proof home. So when we saw Ian coming, I called my mother-in-law and asked if it was OK for Rob, the baby, the dog and me to stay with her during the storm. On Tuesday, Sept. 27, I texted my mother-in-law to tell her we were headed her way.</p><p>While my husband worked outside to put everything away, I packed four days of clothes for each of us, which took up four or five bags. I've evacuated twice now, and have a tote bag in my closet that's easy to grab so I can take the stuff that means a lot to me: all of our fine and sentimental jewelry, four designer handbags, 10 pieces of designer clothes—and my Dolce &amp; Gabbana wedding shoes.</p><p>SHARE YOUR THOUGHTS</p><p>Have you had to evacuate your home? What did you take with you? Join the conversation below.</p><p>The shoes are super beautiful and I felt like they were heaven sent. My grandmother was sick and she knew that my husband was going to propose to me in Savannah. The day he planned to propose, she died. He waited until the next day, but it was utterly bittersweet. Later, my mom and I went to this local wedding shop and found a blush-pink wedding gown. I described it to Rob and he said, \"I think you should get really fancy shoes to go with them.\" They are Mary Janes with a rose design and a cat head on the side—and my grandmother really loved cats. I just had to buy them. My first designer handbag matches those shoes. There's sentimental value to those things.</p><p>I remembered to bring with me photographs of family members who have passed, but I forgot about a christening gown that has been in the family for three generations. I just didn't even think of it. I also forgot my great-grandmother's cross from her casket. I didn't realize any of this until we got to Vero Beach. I was really frazzled. But it was all fine when I returned home.</p><p>—Kel Gibson, Frostproof, Fla.</p><p>'That Damn Coat'</p><p>In addition to my dog and cat, Mewtain and Maddie, I took comfy clothes and sturdy sneakers as \"disaster wear\" for the return trip. I had credit cards in my wallet and $263 in cash. I also brought my passcode book. Who ever thought we need a tome to log our passwords? I took my jewelry, coin collection and passport, but I forgot to bring my strongbox with titles and what not.</p><p>I took a silly coat that I fell in love with in Ohio, even though I live in Florida. When I first saw the coat, I didn't have my glasses on, and I thought it cost $775. But it actually cost $1,775. Even so, I had to have it. Later, I found the coat online and bought it because it was a little cheaper. When I was packing up to evacuate, my daughter called and said, \"Mom, you better bring that damn coat with you.\"</p><p>When I returned home, I discovered that water had come in the front wall of my house. I've had to rip out the paneling, insulation and carpet and set up a dehumidifier. When Nicole landed, more water came in my front wall because it hadn't been repaired yet. But it could have been much worse: Across the street, four houses in a row lost their roofs. Others on my street lost their screen porches and carports. So even though I lost some furniture on my porch, I was lucky.</p><p>—Lisa Morris, Port Orange, Fla.</p><p>A Hope Chest Left Behind</p><p>We're a family of five with a pet dog. We took several nonelectronic games, building blocks for our youngest child and portable electronics for the teens. We also packed several pairs of clothes per person, toiletries, laundry soap (to minimize incidental expenses), work laptops, the dog's bed, leash and pet food and nonrecoverable paper documents. (Most others are archived in cloud.)</p><p>We have plenty of sentimental pieces and collectibles, but the decision comes down to cargo space in our vehicle. Truthfully, my wife was in pieces to leave the house, so if there was a way to transport a 1,500-square-foot cinder-block home, that surely would've been on the list. I have an inventory of heirloom garden seeds and a six-year-old sourdough starter that I tend to every weekend. We also have Depression-era quilts and a hope chest passed down through the generations. But they all stayed behind because of space. Some protections were put in place so they could withstand modest storm damage, which they did. —Cory Williams, Tampa, Fla.</p><p>A Great-Grandmother's Blanket</p><p>In 2020, we had to evacuate due to a fire in the Coronado National Forest, which spread into the outskirts of Tucson. The evacuation was very fast. As the fire crew laid their hoses around our house, we grabbed what we could. We took our travel trailer in case we would need to live in it while rebuilding. We took our passports and other paperwork, computers, both vehicles, artwork and old photos that were not digitized. We brought only a few changes of clothes and our pillows. But the most important thing we took was our dog.</p><p>I also took a crocheted blanket that my great-grandmother made for me. Some of the yarn is discolored because my mother had to bleach it after I had scarlet fever at age 9. It's on or near my bed always. My great-grandmother was born in the 1890s and was an expert with crochet. She created an afghan for each of her grandchildren. When she had completed that task, she began making them for the great-grandchildren. She had eight grandchildren and 15 great-grandchildren. She made them in order of our birth and asked each of us what colors and patterns we liked, so each one is unique.</p><p>—Kristie Atwood, Tucson</p><p>Favorite Stuffed Animals</p><p>When the hurricane path looked like it was headed directly over our house, we made the decision to evacuate with our three daughters and two Siberian huskies to Southport, N.C., where my mother-in-law lives. Since it was a last-minute decision, we packed light. But there were some items we brought with us to make sure they would be safe. Each of my kids picked out their two favorite stuffed animals. We also took some items that have been handed down, such as my parents' wedding rings and a special necklace my wife received from her father for our wedding. Although our important documents are all stored electronically, we also took a small lockbox that has everyone's birth certificates, passports and Social Security cards, as well as the tiny medical bracelets the girls wore after they were born. —Travis Gingras, Lakewood Ranch, Fla.</p><p>Medications and Toilet Paper</p><p>In addition to clothes and shoes, we took two weeks' worth of medications and all of our portable electronics. We also had the insurance-company file. I took all my current work documents and a few of my handbags—the really good ones. As we were going to my daughter's house, we took most of the fridge and freezer contents and a bunch of toilet paper. We took the checkbook and lost it because my husband couldn't remember where he put it! (We eventually found it.) —Karen Staniforth, Longboat Key, Fla.</p><p>Guinea Pigs and Cats</p><p>My husband and I took our five guinea pigs and two cats along with their cages and a litter box. We brought our medications, clothes, pillows, blankets, and some food and sodas. I wish I would have taken my important documents and my jewelry. —Anne Medero, Odessa, Fla.</p><p>It's Just Stuff</p><p>We just took our dogs and fish, our iPad, phones, a couple of books, flashlights, water, food, clothing and cash. I didn't take anything of sentimental value for a few reasons. Being a Navy spouse, I learned long ago to detach myself sentimentally from things (for the most part). Moving fairly often, you have to let go of stuff. Another reason is that I have lost plenty of things that did mean a great deal sentimentally and realized after each loss and/or theft that most things can be replaced. It's the memory the thing holds that gives it its value. I remember those things with affection, although I'm sure there are things that I cared about that I have forgotten. Lastly, and most important: We had every hope of returning home and finding what we left behind still intact. We got so very lucky! —Gina Bozzo, Treasure Island, Fla.</p><p>Ms. DeCarbo is a writer in South Carolina. She can be reached at reports@wsj.com.</p><p>You Have to Evacuate Your Home Due to Extreme Weather. What Do You Take With You?</p>",
  "published": "2022-12-07T15:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": []
    }
  ]
}