{
  "_id": "30e7da8822aeceddcf9ab954a55557a043fe4c03be394e2f94c6b34244d9ad4e",
  "feed": "wall-street-journal",
  "title": "Business News:  Microsoft to Start Bringing Staff Back to the Office  ----  By Aaron Tilley and Chip Cutter",
  "text": "<p>    Microsoft Corp. said it would start bringing its employees back to the office at the end of this month, becoming the latest company to bet business can begin returning to normal, as the Omicron variant of Covid-19 virus seems to be receding. </p><p>   Starting Feb. 28, Microsoft will give its employees 30 days to shift to a new stage of hybrid working, which will bring more people onto its campuses. Who is required in the office and when will be decided by each team, said Chris Capossela, Microsoft's chief marketing officer, in a blog post. </p><p>   Mr. Capossela said the company was ready to start reopening because of the high vaccination rates for Covid-19 in King County, where most of the Washington-based employees live, as well as declining hospitalizations and death. </p><p>   The company's Silicon Valley campus in Mountain View, Calif., will fully open on Feb. 28, the blog post said. </p><p>   Many large employers are beginning to call workers back to corporate campuses. Walmart Inc. told its corporate employees last month that it would expect them to begin working from the company's offices \"the majority of time\" as of Feb. 28. </p><p>    Expedia Group Inc. said Monday it will expect staffers to work from its Seattle headquarters and other offices, on a hybrid basis, beginning April 4. </p><p>   Facebook parent Meta Platforms Inc. has said that it plans to fully reopen its U.S. campuses at the end of March, though it has also given many employees the option to do their jobs remotely, or to temporarily push back an office return by three to five months. </p><p>   Other large tech companies have delayed recent plans for office reopening. In December, Alphabet Inc.'s Google delayed its scheduled return-to-office efforts that were supposed to start Jan. 10. Also that month, Apple Inc. delayed its return to the office and closed several retail locations. </p><p>   What makes office reopenings challenging, executives say, is workers have adapted to new routines in the pandemic. Many staffers are reluctant to give up remote-work arrangements entirely, and some workers have threatened to quit if asked to return to an office full-time, executives say. </p><p>   In the largest U.S. cities, many offices remain mostly empty. As of early February, offices in 10 major cities were on average 33% occupied, according to Kastle Systems, which tracks how many people swipe into buildings. </p><p></p>",
  "published": "2022-02-15T07:04:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1738,
          "end": 1748
        },
        {
          "start": 1738,
          "end": 1747
        },
        {
          "start": 1738,
          "end": 1743
        }
      ]
    }
  ]
}