{
  "_id": "3e91f80c99c90247bb13d7de449de8a04aef8112e4dc46bcbbf218d8a653a73b",
  "feed": "market-watch",
  "title": "A speedy reversal of China COVID-19 restrictions could cause 1 million winter deaths: report",
  "text": "<p>Wigram, which takes into account vaccinations and age data in its modellings that it has provided to governments throughout the pandemic, is predicting a death toll of 20,000 a day by mid-March in Beijing, Shanghai and Guangzhou, with daily hospitalizations peaking at 70,000.</p><p>The advisory firm is warning that the government has done nothing to prepare the country for a reopening that does not progress cautiously. That's against the backdrop of a still-low vaccination rate for the elderly, a shortage of intensive care units and vaccines that lack the potency of western rivals.</p><p>In addition, the Lunar New Year holiday in January could prove a super spreader event for China, Wigram warned.</p><p>\"The risk is that they are underestimating just how much work — and cost — the rest of the world has done and borne to get to the point of living with Covid,\" said Rodney Jones, principal at the firm.</p><p>In a series of new measures, the National Health Commission on Wednesday announced that COVID-19 tests and proof of health on cellphones will now only be required for nurseries, facilities for the elderly and schools. Lockdowns will be limited to apartment floors and individual buildings, individuals can isolate at home, and schools without outbreaks have been ordered to reopen.</p><p>The easing comes after recent protests across major cities and in some industrial areas, such as Zhengzhou, the home of one of Apple's AAPL biggest iPhone manufacturer. An International Monetary Fund officialsaid Tuesdaythat the country's economic outlook has \"darkened noticeably,\" due in part to lockdowns.</p><p>Wigram argued that a more controlled reopening of the economy through next August would see a daily death toll of only 4,000 and total hospitalizations peaking at 200,000, rather than 500,000 in a winter wave.</p><p>While recent moves by the Chinese government to ease back on its strict COVID policies have given stocks a boost at times, the Hong Kong Hang Seng index HK:HSI tumbled 3.2% on Wednesday, after data showed China exports down 8.7% on the year in November, and imports falling 10.6%.</p><p>Both numbers were much weaker than analysts expected, as the government's zero-COVID policies have weighed on the economy. For analysts and markets, a new realization may be forming around the global growth engine that investors have been so eager to see reopen.</p><p>\"It doesn't seem that long ago that markets were getting all excited over the prospect that China was looking at options to reopen its economy, and while we are seeing a more pragmatic approach any rebound in economic activity is likely to be muted at best,\" said Michael Hewson, chief market analyst at CMC Markets, in a note to clients.</p><p>And China likely has no choice but to continue forcing its cities into intermittent lockdowns at least until the government's next plenary session of parliament in March and possibly the whole of 2023, predicted Stefan Koopman, senior macro strategist at Rabobank, in a note to clients.</p><p>\"There is a clear risk that more acute changes to China's COVID policies would lead to chaos in the healthcare system, among others,\" said Koopman.</p><p>A speedy reversal of China COVID-19 restrictions could cause 1 million winter deaths: report</p>",
  "published": "2022-12-07T10:54:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1413,
          "end": 1417
        },
        {
          "start": 1405,
          "end": 1410
        }
      ]
    }
  ]
}