{
  "_id": "f4a9abed1b5d6ee705e7657a0c0b783bd44167018756140fed7c058078dbcc62",
  "feed": "ftcomall",
  "title": "TimeForArt: watchmakers and artists come together for charity auction",
  "text": "<p>At the height of the pandemic two years ago, Simon Castets, then the director of the Swiss Institute (SI) — a non-profit, free-entry contemporary art museum located in New York City — suddenly found himself quite miffed by, of all things, the luxury watchmaking industry.</p> <p>Art institutions like his were in crisis: museum visitor numbers had plummeted some 80 per cent, the likes of the Tate Gallery was cutting 12 per cent of its workforce, and the philanthropic funds that SI so heavily relied on had dried up. At the same time, Castets was reading how the Swiss watchmaking industry was booming: in 2021, Swiss watch exports increased by 31 per cent from the year before to SFr22.3bn, returning to pre-crisis levels.</p> <p>“It was a huge contrast from our situation on the ground, where it was a dire, dire, dire situation in a highly compromised, philanthropic landscape,” recalls Castets. He “put two-and-two together” and sought to create a philanthropic initiative that “leveraged the great health of the watch market and this dire moment for the rest of the world, including the cultural landscape.”</p> <p>The result was TimeForArt, a charity watch auction that will debut at Phillips on December 10 in New York, with 100 per cent of proceeds going to the SI to help fund its mission to support emerging contemporary artists. It is the first watch and contemporary art charity auction of its kind, with 17 brands — notably all of which are independent — donating either one-off or highly-limited watches. Lots are priced from $1,000 to $200,000, and the sale hopes to raise just under $1mn.</p> <p>But TimeForArt has bigger ambitions to be a regular, biennial auction, and to become an ongoing platform for exchange between contemporary art and watchmaking.</p> <p>“We're hoping to be a bridge and [a] kind of facilitator between the two worlds,” says Mojdeh Cutter, TimeForArt's managing director. “It's really about exposure and education.”</p> <p>The auction's theme is “artists for artists”, and some brands are using exceptional craft to highlight watchmaking's link with art. Chopard's co-president Karl-Friedrich Scheufele was particularly drawn to the aim of bridging art and watchmaking and the maker's LUC Quattro Spirit 25 jumping hour watch features a white gold dial hand-engraved with a Day of Dead skull motif. Meanwhile, Andersen Genève, which makes less than 50 watches a year, has created a one-off version of its 40th anniversary Jumping Hours timepiece. Its unique purple colour and intricate guilloché dial highlight the painstaking work of the guilloché master, as well as the precision and expertise needed to heat the 21ct gold dial to achieve the exact colour.</p> <p>Elsewhere, watchmaking artists, themselves, are being celebrated. The famed enamellist <a href=\"https://www.ft.com/content/dd7d68d2-6240-4744-9daa-01253efc1447\">Anita Porchet</a> was behind the blue checked grand feu enamel on Chanel's Boy.Friend Tweed Art, the last remaining model in a 20-piece collection from 2019. Porchet is also highlighted by Romain Gauthier; the pair have worked together before, with Porchet now officially signing the dial — its verdant, nature-themed motif a stylish contrast to the grey rubber strap on Gauthier's new C collection design. The watchmaker, who makes only 200 watches a year, says that SI's mission to support often unknown artists particularly resonated.</p> <p>Some brands directly collaborated with contemporary artists, which should pique the interest of SI's usual audience. The illuminated, spider-themed watch from Arnold &amp; Son and the British artist Matt Copson speaks to the latter's work with florescent lights, while the renowned industrial designer <a href=\"https://www.ft.com/content/66f098f3-5eb7-499c-98a8-2a68a37ca46e\">Marc Newson</a> has created an hourglass object with De Bethune. The tie-up between Urwerk and the LA-based Cooper Jacoby feels more experimental and curatorial, where SI put forth Jacoby's name to the avant-garde watchmaker. The result, a watch with both an analogue and digital display, featuring a special reactive coating, “opened up a new dimension to our creations,” says Urwerk co-founder Martin Frei.</p> <p>As a young Swiss artist living in New York in the 1990s, Frei has fond memories of SI. “It was a source of emotional comfort . . . a lifebuoy in sometimes stormy weather”, he recalls.</p> <p>TimeForArt, he says, is an opportunity to give back — a sentiment echoed by William Massena, a watchmaking veteran whose Massena LAB partners with niche watch brands to create capsule collections. His TimeForArt vision is a three-way collaboration with the Italian watchmaker Unimatic and Johnny Dowell, the artist and engraver known as King Nerd and who has worked with gunmakers, watch and motoring brands. The 40mm bronze design features an engraved apple on the dial, which nods to the legend of William Tell, a 14th-century Swiss folk hero and freedom fighter, but also New York City, the home of both SI and Massena.</p> <p>Indeed, SI's outsider status in the rarefied world of haute horlogerie inspired Massena to participate. When Castets and Cutter first approached him with the idea, “I found them extremely optimistic, kind of like they had no idea what they were getting into,” says Massena.</p> <p>Castets, today the SI's executive chair, is familiar with this type of exclusivity and even exclusion, especially working for a community-oriented organisation where entry is free. But he says: “Neither needs to be elitist. Just as you can appreciate art without owning it, you can appreciate the artistry of watchmaking without buying the watch.”</p> <p>Paul Boutros, head of watches for the Americas at Phillips, says that TimeForArt has much cross-collecting potential, where the collector bases for both disciplines will widen. “Art collectors have the propensity to appreciate fine things; art is beautifully aesthetic, appeals to their sensibilities, is handmade, all of that,” he says. “They may never have been exposed to watches, so TimeForArt is really putting watches in front of a new community that may never have seen them before in this light . . . And, at the same time, [it will] help the art community with the funds raised.”</p><p>Source: Ming Liu 2022 'TimeForArt: watchmakers and artists come together for charity auction' FT.com 4 November. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-11-04T04:00:58.646Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 4621,
          "end": 4626
        }
      ]
    }
  ]
}