{
  "_id": "60d534a9f8b753002c3a895ea7b50172b208339e7417be865a4526bed792a508",
  "feed": "market-watch",
  "title": "Microsoft faces battle for Activision deal, especially if ‘Call of Duty' is destined for Xbox exclusivity",
  "text": "<p>The software behemoth plans to purchase troubled videogame maker Activision Blizzard Inc.ATVI for $68.7 billion in cash,which would exceed Dell's deal to buy EMC for $67 billion in 2015 as the largest tech deal ever. While antitrust scrutiny has kept companies like Facebook parent Meta Platforms Inc. FB or Google parent Alphabet Inc. GOOGLGOOG from making such a deal, Microsoft has largely escaped such scrutiny.</p><p>Dan Ives, an analyst with Wedbush Securities, said that Microsoft MSFT is taking advantage of being currently out of regulators' viewfinder, as they have been focused on making cases against Facebook, Google, Apple Inc. AAPL and Amazon.com Inc. AMZN.</p><p>“[Microsoft Chief Executive Satya] Nadella saw a window to make a major bet on consumer while others are caught in the regulatory spotlight and could not go after an asset like this,” Ives said in a note to clients early Tuesday.</p><p>But it's unclear if even Microsoft will be able to swallow a deal like this. Activision's shares closed at $82.31 on Tuesday, well short of the $95-a-share price Microsoft agreed to pay, a sign that Wall Street believes this deal could hit a wall with regulators. Cowen analysts on Tuesday said that the gulf between the acquisition price and the going rate means that “the market appears to be pricing in a roughly 1-in-3 probability that the deal gets blocked.”</p><p>In regards to the antitrust threat, many analysts pointed out that after the acquisition of Activision, Microsoft would still be the third-largest videogame company globally, trailing China's Tencent Holdings HK:700 and Japan's Sony Group JP:6758. While this suggests that the merger would not give Microsoft a dominant position in the videogame industry, it could still seriously alter the dynamics of the entire industry.</p><p>As a content creator, Activision designs games for all the top gaming platforms, including Sony's PlayStation. The most important competitive advantage that the purchase of Activision could give Microsoft is the ability to give preferential treatment to its own system when releasing popular games such as “Call of Duty,” an Activision product that is one of the best-selling videogames in the world.</p><p>Sony and other gaming platform owners could argue that Microsoft's giving preference to its own platforms with Activision's vast array of games, and especially the most popular ones, could hurt consumers. And some analysts expect Microsoft to attempt to do just that, including making popular games exclusive for its own platforms and shutting out competitors.</p><p>“Ultimately, we think Microsoft's goal is to take Activision's key console franchises away from Sony (and other would-be platform competitors such as Google or Apple) and thereby improve its competitive positioning,” the Cowen analysts argued. “While Microsoft indicated that ‘Activision Blizzard games are enjoyed on a variety of platforms, and we plan to continue to support those communities moving forward,' if we were a PlayStation owner, we wouldn't take a lot of comfort from that imprecise statement.” Cowen's analysts believe that Sony will likely take legal action to support blocking the deal, as well as look for a blockbuster deal of it own.</p><p>Similar concerns have also hung over Nvidia Corp.'s NVDA $40 billion proposal to buy ARM Holdings Plc. from Softbank Corp. Because ARM designs and licenses chips that are used by over 500 companies, including some of Nvidia's rivals, some regulators and critics fear that ARM will lose its neutral industry stance. That deal has still not been approved and many on Wall Street believe it is unlikely to get a green light.</p><p>Microsoft officials, for their part, only mentioned regulatory approval as needed prior to closing in a timeframe of sometime in 2023, and the company did not take any questions on its brief conference call with analysts early Tuesday. A chorus of outside voices have already called for regulators to stand in the way of the deal, as gamers lament the possibility of losing access to their favorite titles.</p><p>“Once again, Microsoft, one of the biggest of the Big Tech companies, is shamelessly gobbling up a competitor to try to strengthen its market position,”&#xa0;Alex Harman, competition policy advocate for Public Citizen, said in a statement to MarketWatch. &#xa0;“No way should the Federal Trade Commission and the U.S. Department of Justice permit this merger to proceed. If Microsoft wants to bet on the metaverse, it should invest in new technology, not swallow up a competitor.”</p><p>Plenty believe the deal will go through, though. Kirk Materne, an analyst with Evercore ISI, wrote Tuesday that “clearly the biggest question” surrounding the deal relates to the regulatory process, but also stated why he thinks the deal will ultimately pass muster, “though it could be a long process.”</p><p>“While this deal will get plenty of attention from lawmakers given its size, gaming is a very competitive market that spans across a number of paradigms from mobile to PCs to consoles,” he wrote, adding that Microsoft has demonstrated in past deals that it can promote an open ecosystem for gamers and content, such as in its acquisition of Mojang Studios, the creators of “Minecraft,” in 2014.</p><p>Competitive concerns are far from the only worries about this deal, which involves the acquisition of a company torn apart by its culture of sexual harassment by a company reckoning with its own past. In late November, Phil Spencer, Microsoft's head of Xbox, said the company was “evaluating all aspects of its relationship with Activision Blizzard” after the Wall Street Journal reported that CEO Bobby Kotick knew about misconduct for years,but Microsoft recently began its own inquiry into sexual-harassment guidelinesafter embarrassing reports about founder Bill Gates.</p><p>If the software giant passes the antitrust test, which is far from guaranteed, then it would be allowed to combine Activision's “frat boy” culture with its own questionable workplace climate. It seems like an expensive gamble that Microsoft will be able to withstand the regulatory heat that it has been fortunate to avoid so far, all for the rights to spend billions on a potentially toxic asset.</p><p>MarketWatch staff writer Jon Swartz contributed to this article.</p>",
  "published": "2022-01-18T19:47:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 625,
          "end": 635
        },
        {
          "start": 636,
          "end": 640
        },
        {
          "start": 2707,
          "end": 2712
        },
        {
          "start": 625,
          "end": 634
        },
        {
          "start": 625,
          "end": 630
        }
      ],
      "nexusId": "10022657"
    }
  ]
}