{
  "_id": "a745c673d055642a7c4a454bbc1bbcf657032ac0614174145cfb3e4f415e3858",
  "feed": "wall-street-journal",
  "title": "'The Adventures of Herbie Cohen' Review: My Dad the Dealmaker; The proliﬁc Rich Cohen proﬁles his father, a streetwise kid from Brooklyn who built a unique career as the 'world's greatest negotiator.'",
  "text": "<p>Herb Cohen, born in 1931, was raised in Brooklyn in one of those lower-middle-class Jewish neighborhoods where some of the kids hanging out on the corner grew up to be marquee names known around much of the world. In the Bronx, it was Mosholu Parkway, where Ralph Lauren (né Lifshitz) and Calvin Klein came of age and dazzled their contemporaries with their sense of style. For Herb Cohen, it was Bensonhurst, where his pals called each other Inky, Zeke the Creek, Moppo, Who Ha, Iron Lung, Gutter Rat and more. They marveled at Sandy's jump shot. Zeke the Creek was actually named Larry Zeiger, who eventually molted into Larry King, the radio and cable TV talk-show headliner. Sandy? You can find his plaque—Koufax—in the Baseball Hall of Fame.</p><p>As his son tells it, his dad's career was in its way even more dazzling than Koufax's. He dropped out of NYU during the Korean War and enlisted—to avoid being sent to the fighting. Instead, he wound up at a base close to Communist East Germany—where his hard duty was coaching top Army basketball teams in European tournaments. He showed his nascent smarts by talking the brass out of mistakenly charging one of his buddies with treason. Mustered out, he returned to NYU, where he met his wife, Ellen, studied law at night, and went to work as a claims adjuster for Allstate Insurance.</p><p>Thus began his meteoric rise through the parent company, Sears. Soon the Cohens were in Chicago, where Herb trained people throughout the giant company—the Amazon of its day—in negotiating and other savvy business techniques. Then he went out on his own, crisscrossing the country lecturing and running seminars for top companies like Apple and Ford, giving newspaper, radio and TV interviews. He became so celebrated that he met with president-elect Ronald Reagan to advise him on the Iran hostage crisis—even predicting nearly to the minute when the hostages would be released. He also schmoozed with the first George Bush, who put him on the team negotiating the START nuclear-arms treaty, and with Bill Clinton. In 1980, after 18 rejection slips, he published \"You Can Negotiate Anything: How to Get What You Want,\" which went through 19 printings.</p><p>Rich Cohen writes lovingly of his father's \"love of bull—.\" But the accumulated wit and wisdom of Herb Cohen scattered through the book reveals instead a keen grasp of human frailty and a gift for aphorism no less valid for its glibness.</p><p>\"Money talks, but it doesn't tell the truth,\" he liked to say. \"Time heals all wounds, right up to the moment it kills you.\" \"We see things not as they are but as we are.\" \"The fish doesn't know it's in the water.\" \"At a certain age, Italians and Jews become indistinguishable.\" \"Most people are schmucks and will obey any type of authority.\"</p><p>His credo in business was \"care, but not that much.\" He counseled that playing dumb was often the best strategy, especially when dealing with an overbearing opponent. \"The most powerful words in business,\" he taught, \"are 'I don't understand. Help me.' \" He told home buyers seeking a quick closing never to offer the asking price in cash in their first bid—because the seller will feel that he set his price too low and jack it up. And in a negotiation, \"Always be willing to walk away—from the car, from the house, from the property.\"</p><p>As Herb Cohen might say, the trick to being a know-it-all is knowing that you don't know it all. Inevitably, he screwed up by not following his own precepts. After his negotiating book was published, two academics accused him of plagiarism and sued for huge damages. His son and others counseled him to treat the suit as a nuisance, settle with the plaintiffs and get on with his life. But the crack negotiator cared too much and the case went to trial. In the end, a witness was found with copies of Herb Cohen's old lecture notes, establishing that his material was indeed original. He prevailed, but paid in stress and spent more defending the case than he had earned from the book. Years later, after surviving a medical crisis, he had an affair with a hustling younger woman who shook him down and then told all to his wife. He had to tearfully confess to his three children and apologize. When Rich balked at graduate school, he surreptitiously applied him to 26 programs (all but one of which rejected him).</p><p>There's much more compelling family drama in the book, especially the death of Rich Cohen's mother, told so movingly that many will read the passage in tears. But it's essentially the saga of a remarkable man who's fond of saying \"The meaning of life . . . is more life\" and knows what he's talking about.</p><p>Mr. Kosner is the former editor of Newsweek, New York, Esquire and the New York Daily News.</p><p>'The Adventures of Herbie Cohen' Review: My Dad the Dealmaker</p>",
  "published": "2022-05-05T22:11:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1668,
          "end": 1673
        }
      ]
    }
  ]
}