{
  "_id": "3e77bfea1354cf5b58533dfbd81a0030e5a138dac7aeedf205a590b7a655268b",
  "feed": "ftcomall",
  "title": "Vinod Khosla: AI and climate investors can help western values win out",
  "text": "<p>Clean tech, health tech and “bleeding edge” computing have been the investment themes of Vinod Khosla's venture capital firm since he set it up in Silicon Valley in 2004. After his own success in building the computer hardware and chip group Sun Microsystems in the 1980s, followed by 18 years at VC firm Kleiner Perkins, he became one of the earliest backers of the first wave of US solar start-ups — suffering losses when China disrupted the economics of the market.</p> <p>But he has persisted with the VC model of seeking the one in a hundred companies that can make a major technological advance and, working alongside Bill Gates' Breakthrough Energy coalition, his firm channels billions into clean tech start-ups — from green hydrogen to fusion power.</p> <p>However, he has recently warned of a protracted US-China “techno-economic war”, in which tech investors will play a role in deciding which country's companies — and values — will prevail.</p> <p>Here, Khosla gives the FT's west coast editor, Richard Waters, his views on venture capital returns, the potential of AI and climate tech 2.0, and securing supply chains in a changing world.</p> <p><strong>Richard Waters:</strong> Has something changed in the technology venture capital world? Do you feel we're at some kind of turning point?</p> <p><strong>Vinod Khosla:</strong> If you look at the last decade, venture capital got a lot of money coming in. But I believe it was mostly because the number of investment opportunities in other areas declined. Energy was a huge sink of capital but it went out of favour.</p> <p>And there was essentially a globalisation of capital from countries like India and China. And, frankly, a lot of money trying to get out of China. Many wealthy people in those parts of the world were trying to export their dollars. And I believe bitcoin thrived because of that, because it was one of the easier transport mechanisms. Zero interest rates didn't help — you couldn't put money in bonds. So all that created a flow of capital into our business.</p> <p>Any time there's too much capital, it has to apply to something. The supply of great start-ups and great entrepreneurs didn't go up quite as much as the inflow of capital. So you had this large imbalance. So anybody could look good. And there was the “greater fool” theory here — it's the same in the bitcoin world: get somebody else to buy at a higher price, and then you're OK.</p> <p>SoftBank started the trend with ridiculously large funds, with one thesis: if you gave enough money to somebody, they could win the race, and it was only a matter of scale, and not about technology and not about great people.</p> <p><strong>RW:</strong> Did something structural change to make private markets a fixture much later into a company's life?</p> <p><strong>VK:</strong> I don't think it was structural. I think it was just inflows of capital that first went to private equity, but that didn't give the returns. Venture capital not only did have the returns, it had returns over long periods. If you could deploy money and get good rates of return for 10 years, you put money there. [So] it started with institutions, whether it's pension funds and others, allocating more and more capital.</p> <p>As interest rates declined, and there weren't other places to put that capital, it flew into venture capital — especially late-stage venture capital, which escalated prices. And that created this perception there were high returns. There were paper returns.</p> <p>Then, the stock market investors that were paying the very high tech valuations wanted to move back earlier in the cycle, so they could get that extra pop. So this dynamic . . . became very common. Unicorns [start-ups valued at $1bn] became very common. I don't believe it changed the supply of great companies to invest in quite proportionately. So, I think that's the dynamic.</p> <p><strong>RW:</strong> It also presumably fuelled business models that shouldn't have got funded. Do you see a surplus of capital as creating good things, or bad things?</p> <p><strong>VK:</strong> I would say that, because people have walked from public markets to private markets, to pre-IPO markets, to earlier, to Series B, and now to Series A, the amount of capital available for experimentation has gone up.</p> <p>Every major area has been innovated by high-risk experiments, whose chances of getting off the ground were very low. Take Airbnb. In 2007-08, if you'd said people would just let a stranger into their house, into their spare bedroom . . . give me a break! Luckily for them, what happened was we had the financial crisis in 2008, just when they were getting going.</p> <p>Suddenly, the proposition wasn't: will somebody let a stranger into their house in their spare bedroom? The choice, for about 10 per cent of the people in the US at least, was: my mortgage is under stress; do I lose my house or let a stranger in? Given that choice, they didn't want to lose their house. I recently asked [Airbnb co-founder] Joe Gebbia this question and he said: “Absolutely right, people who would never consider letting a stranger into their house did, because the alternative was losing their house and not being able to pay their mortgage right after the crisis.”</p> <p>So luck plays a role, but also innovation plays a role. Almost all societal large progress happens because of some improbable.</p> <p><strong>RW:</strong> So a surplus of capital means more things get tried out at larger scale?&#xa0;&#xa0;</p> <p><strong>VK:</strong> It absolutely increased innovation that could have large societal impact, including societal disruption.</p> <p><strong>RW:</strong> On the other hand, too much capital&#xa0;went into some areas. It created business models like Uber that consumed a lot of cash. Presumably it wouldn't have developed the way it had, had capital been scarcer.</p> <p><strong>VK:</strong> I would argue that it would still have developed, [but] it wouldn't be fuelled by as much [capital]. I tell entrepreneurs today, it's harder for you to raise capital, so be judicious.</p> <p><strong>RW:</strong> So fewer things will get funded, essentially?</p> <p><strong>VK:</strong> Yes. And when they do get funded, they'll have less capital. So capital will be used more efficiently by the entrepreneurs.</p> <p>Over the next 10 years, capital efficiency in creating large businesses goes up, if the current environment sustains. And that's good news for entrepreneurs. The smaller entrepreneurs actually have a better shot at differentiating the better technology, the better approach, than in the old world where, if you got SoftBank money, you could power through your disadvantages and just deploy capital. So capital efficiency will go up, but the number of ideas tried will be less.</p> <p><strong>RW:</strong> When you have that much capital, presumably returns for some of those funds that were 2020-21 vintage over the next 10 years are going to be considerably lower. &#xa0;</p> <p><strong>VK:</strong> I think the historical funds that deployed broadly and aggressively will look at worse returns. No question about it, because they paid such high prices.</p> <p>But I don't think innovation will stop. Culturally, we've tuned every young person to think about starting their own company. Pre-1995, the only thing a high school kid had to look to was the best basketball player or the best soccer player. There wasn't a role model for entrepreneurs. Then Larry Page and Sergey Brin and Mark Zuckerberg and Jeff Bezos created a new role model.</p> <p>I think that has fundamentally been good for society. Many more people want to start their own things. And, often, the way to start it is through some innovative ploy. I think the total supply of innovation, even through this bad cycle, will go up for the next decade and beyond.</p> <p><strong>RW:</strong> You suggested we've been through a period where there was a lot of capital available. Has that changed now?</p> <p><strong>VK:</strong> People are much more cautious. Previously, if you had a good plan, you'd get five term sheets in two weeks. Today, it takes two months to get one term sheet. People are being cautious.</p> <p>If great ideas show up over the next three years, the funding will recover — slowly. It will be behind what it would have been, had the party continued.</p> <p><strong>RW:</strong> In AI, I can see there's a massive opportunity, but I wonder whether the deployment phase is going to be tricky?</p> <p><strong>VK:</strong> There's no question in my mind, expectations will get ahead of reality. Let me give you an example. My son has a primary-care company, called Curai, trying to build [an AI] primary-care doctor. They have a human in the loop, so the AI never does a diagnosis or a prescription — a human doctor has to do it. The AI can recommend to the human doctor, and the human doctor can say, “I&#xa0;looked at the conversation you had with the patient and, yes, this is OK.” Or they may add additional questions to ask the patient, which is the way a junior doctor would work with a senior doctor. So AI will be an intern.</p> <p>I say to my son: reduce the cost of a primary care session by 1 per cent a month so, over [the] years, you get the cost down by 80 per cent for providing medical service, and you've scaled the number of physicians by five times. If the cost is down by 80 per cent, it means each physician can do five times as many patients. That's the way to scale primary care globally. But people immediately jump to, “Oh! Is the AI doing the diagnosis today?”&#xa0;</p> <p>If you can increase the AI's part per patient by 1 per cent a month, it cumulates into a very large number. And that happened in Google search, but you didn't see it. Nobody thinks of AI as driving Google search, but it's probably dominant.</p> <p><strong>RW:</strong> Is it the AI companies that are going to seize this opportunity? Or is it a technology that will be used by incumbents?</p> <p><strong>VK:</strong> Most of the incumbents that are doing AI in most areas don't have a clue. Because they don't understand what AI is, and how AI progresses in applications where errors are not fatal. If, out of 100 search results, two are wrong, you already know to ignore them: I'll stop clicking on this link. So error tolerance systems are really good places to develop AI because AI can be an assistant to humans.</p> <p>Learning systems that learn from their interactions are really the key to great AI. And progression will go from “this is clumsy and odd” to “it's a good, decent system”. In five years, in 10, they'll be awesome — much better than humans.</p> <p><strong>RW:</strong> Does that mean the companies need a different internal process [for developing AI]?</p> <p><strong>VK:</strong> I do think sophisticated sources will lead a supply of AI knowledge for harder tasks, like, say, robotic automation.</p> <p>Now, 80 per cent of manufacturing automation could be done without real AI. I'll call it classical robotics. The rest will take robotic AI. I'll give you an example. Today, picking and packing stuff in assembly lines is something you can do with traditional robotics. If you want to switch a line over from assembling iPhones to clocks with very different components, that's very easy for a true AI to do; very hard for classical robotics to do.</p> <p>But humans do it pretty quickly. Somebody on the assembly line, you show him a dozen times how, say, a clock is assembled, they'll switch to assembling clocks. And China does this really well. And the western world will do it very well, and I hope this will be the way we moat the supply chain from being dependent on China.</p> <p><strong>RW:</strong> Let's talk a little bit about climate. Go back to the first green tech wave, you were a big investor there. What didn't work then?</p> <p><strong>VK:</strong> We had double-digit returns in our climate funds, which is surprising to people. But it is because we invested in the early stages of climate, and so we invested in low valuations. And just like that last year or two, we didn't chase valuations in climate. There were a lot of high valuations in 2010, 2011. Money flew in, every solar company got valued at $500mn. We took a different approach.</p> <p>So we had our share of losses, large losses, but . . . we got QuantumScape, which is a multibillion company, battery company — it's fundamentally changing the supply chain for electric. It should enable electric mobility at a cost comparative with the internal combustion engine. View glass is a building efficiency company worth multiple billions — even though they're down a lot, they're still worth multiple billions. LanzaTech [is] sustainable aviation fuels. We have a cement company, [Forterra]. Impossible Foods is our plant protein company, which is doing really well.</p> <p>So I would say these companies went through valuation cycles, but if you built the right business and didn't chase the high valuations, you did OK. I think the same thing will happen for the 2020, 2021 and 2022 cohorts. Some paid a high price, and they will not do well. But the ones that didn't chase those valuations, those businesses can still be good businesses.</p> <p><strong>RW:</strong> In the current climate cycle . . . one of the raps on Silicon Valley has been that people talk about tackling the big problems in the world but, actually, there was a period where people were creating apps that would deliver you food [and] weren't taking on climate as an issue.</p> <p><strong>VK:</strong> I disagree with that. At the macro level, that's a reasonable statement. [But] if you look at individual funds, we've always done that. We did Impossible Foods — that was a plant protein climate play. The goal was very simple: eliminate 90 per cent of the agricultural land that's used for animal husbandry, which is most of the land on the planet. That was a mission-oriented goal.</p> <p>If you look at Commonwealth Fusion . . . we've invested in that for five years now. Nobody even wrote articles about that back then because it wasn't fashionable. Today, climate is fashionable, so people are writing. But it took me 15 months to do due diligence on that project because nobody wanted to invest, and we were going to take the bet.</p> <p>You've heard of Oxford Silicon, Oxford Solar in the UK — the next generation of solar? In fact, there's five [companies] like that. And we think we have one of the better ones. But for the first seven, eight years, it was unexciting because there were only five people only working in the lab trying to tackle hard technical problems.</p> <p>Now, this doesn't compare to TikTok in excitement, or even the next WeWork or Theranos . . . none of this was a press story. But I would submit these things have continued.</p> <p>We've had an effort for five, seven years to replace nitrogen fertiliser, using a consortium of microbes. It's called BioConsortia. Another company is Nitricity, they convert the nitrogen in the air to nitric acid, which is fertiliser, using only solar. It's stunning. This is a factory that has nothing coming in [apart from] water and air and solar power.</p> <p>So there are funds, we're not the only one, that focus on societally important breakthroughs . . . </p> <p>It's the same thing that happened with healthcare. Healthcare never got covered. Now it's starting to get more coverage.</p> <p>We have a robot about the width of a human hair that can go into your spine, travel anywhere, untethered, go into the brain, if you have a brain tumour, get a biopsy or maybe deliver a drug locally into the brain. Now these are seven-, 10-year projects. This technology came out of the Max Planck Institute in Germany. We are working on it. But it doesn't make the headlines. And I could give you a fabulous story like that every week for the next five years.</p> <p><strong>RW:</strong> Bill Gates's book about climate change was criticised for basically saying, “we can fix this with technology”, when obviously it's a complex political and social issue. How much of the answer is technology going to be?</p> <p><strong>VK:</strong> Ninety per cent of the answer is tech. There's probably three or four fusion projects in the start-up world I like. But there's not one in what I call the institutional world, the global projects like Iter.</p> <p><strong>RW:</strong> Why is that?</p> <p><strong>VK:</strong> They don't take risks. They don't take tactical risks. I like to say my willingness to fail is what lets me succeed. Unless you take the risks that make you look really embarrassing if it fails — like a robot going into your brain, or a fusion reactor — you're not going to have a chance at succeeding. Because radical innovation means radical risk, and risk means high failure rates.</p> <p>So that's why I like to say there's a dozen fusion projects and start-ups, of which three I think have quite a good chance of succeeding. I think Commonwealth Fusion is the best of those. But I couldn't guarantee any one of them will succeed.</p> <p>You can't guarantee it, and the world looks for guarantees, whether it's in AI or fusion or climate. If you can produce nitrogen the way I just described, out of thin air and water and solar power, it's world-changing. But it will take 10 years before the technology matures, keeps improving yields and getting better.</p> <p>Today's Haber-Bosch process was done in the 1900s to produce nitrogen. It's been optimised a fraction of a per cent a year for a hundred years, and we can do it in five years by improving every month. But this gets lost. This idea of incremental improvement . . . gets completely lost in how technology should be implemented, whether it's AI or climate change.</p> <p>We have to only fund the technologies that have improving economics, will scale, and . . . at some small percentage of the market become economic, unsubsidised at scale.</p> <p>Solar got there, wind got there. Now it's broadly being adopted in India. But you can't have India take food budgets away from importing wheat from Ukraine to subsidise climate investing when their carbon emissions per person are one-fourth of what they are in the US.</p> <p>But the west can afford technologies that start scaling — and the west has been responsible for most of the carbon emissions accumulated.</p> <p>Trying to make Africa green is irrelevant. It's one tonne of carbon emissions per year per person in Africa versus 20 in the US. An 80 per cent reduction in Africa won't matter. It will be less than a 10 per cent reduction in the US. So people get lost in what really matters, and how to make technologies market-competitive so they win because of economics, not irrespective of economics.</p> <p><strong>RW:</strong> The world is changing. We're looking at a more fractured international environment, just even leaving aside Russia and China. How much, when you look ahead, is different?</p> <p><strong>VK:</strong> I do think there's going to be an economic battle between western values and other values. There is no question there are critical functions that will have to be dependent on guaranteed supply. We see gas in Europe, Germany. They can no longer be hostage to Russia or China in case of a clash of values.</p> <p>So I do think there's a check on globalisation.</p> <p>The thing that came out of Covid and Russia's invasion that I'm really glad for is waking the world up to dependencies that might let you be held hostage in critical situations.</p> <p><strong>RW:</strong> So it's made people aware of vulnerability?</p> <p><strong>VK:</strong> Yes, there's no question the next decade in Germany will be about independence from Russian gas, no question, even if it means firing up coal plants, which I agree with. The key is, fire them up for 10 years, but give them limited life, and then make sure people are investing heavily.</p> <p>As ugly as the Ukraine war is and Covid was, they exposed our vulnerabilities to certain factors.</p> <p><strong>RW:</strong> Maybe the fragmentation you wouldn't welcome so much? Are you looking at a more Balkanised world when you look at the markets that you're investing in?</p> <p><strong>VK:</strong> I don't think they'll be Balkanised. I think they'll be much more diversified, especially on critical resources. In fact, it will be better for the world if it there are more diversified supply chains. Things like AI might even allow inversion of the supply chain to local manufacturing. I'm very bullish about what AI can do for inverting the supply chain . . . [so we are] not dependent on $2 or $3 labour in China.</p> <p><strong>RW:</strong> Do you sense that the key technologies that you're investing in will be more channelled to supporting western societies? Is the market opportunity a narrow one?</p> <p><strong>VK:</strong> I don't believe so. I believe the things we are investing in will add to the significant economic competitiveness of the west — or of India. We invest in India; we invest in New Zealand.</p> <p>[But] I do think there will be a technology-driven economic war, not a traditional war, between parts of the world. And it's imperative that the western world invests in this leading-, even bleeding-, edge innovation long before it's low-risk. That will determine economic competitiveness: bleeding-edge large innovations, whether it's in medicine or climate or energy or automobiles. I think it's absolutely imperative.</p><p>Source:  2022 'Vinod Khosla: AI and climate investors can help western values win out' FT.com 30 June. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-06-30T16:47:10.246Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": []
    }
  ]
}