{
  "_id": "6c225a99a27168c724aef4d7e17ad48555028f3b30411633ec3375baa940b383",
  "feed": "market-watch",
  "title": "New York City's housing market now resembles 2008 in one critical way — and it's especially bad news for renters; A new report sheds light on affordability in the Big Apple, but also signals there may be good news ahead",
  "text": "<p>That means rent growth ultimately surpassed wage growth by 23% in the Big Apple, notching the widest gap between the two metrics since the 2008 financial crisis, when rent prices dropped sharply, Kenny Lee, an economist at StreetEasy, told MarketWatch.</p><p>Today, \"a lot of the gap between wage growth and rent growth is driven by soaring inflation,\" Lee said.</p><p>The uneven growth might be particularly challenging for frontline workers and people earning lower wages.</p><p>For the typical New Yorkers employed across nine occupational groups examined by StreetEasy — including workers in healthcare support, food preparation and serving, transportation services, and more — just 10% of the city's available rental inventory could have been considered affordable on their incomes this summer, StreetEasy said. (That's assuming the workers were the sole source of income in their household and earned the median wage, the report noted.)</p><p>The other 90% of rental units would have cost the same workers, who make up about 48% of the city's overall workforce, more than half of their income on housing, StreetEasy said. That reality was already faced by about a third of renting New Yorkers in 2021. </p><p>And no one fared worse than healthcare-support workers, a category that includes home-health aides and nursing aides. Typical annual wages in that field are about $38,730 based on state data, which means that barely 2% of the city's rental inventory this summer was available to those who wanted to spend less than half of their income on rent. Still, the report, like many other rental analyses of late, notes that better days may be ahead. While the city's median asking rent was up 27% from a year ago in September, it's no longer growing as quickly as it was this summer. In fact, the median asking rent came down by $75 between August and September, settling at a still eye-watering $3,500.</p><p>StreetEasy also said that about 8.6% of landlords in the city were offering prospective tenants a sweetener of at least one month of free rent in September, suggesting they're having a more difficult time filing vacancies — and perhaps aren't as confident as they were earlier this year.</p><p>On a national level, the property-management software company RealPagealso said in a report Tuesday that there's been a major halt in leasing traffic: apartment demand in this year's third quarter was negative — making it the first third quarter with negative demand in 30 years. To be sure, though, apartment vacancies remain low at 4.4%.</p><p>So, even if the market appears to be moderating, that might not be enough to help struggling renters in the near-term.</p><p>\"We just reached the peak of rent growth based on our data,\" Lee said. \"It's going to be a long winding road from the peak.\"</p><p>New York City's housing market now resembles 2008 in one critical way — and it's especially bad news for renters</p>",
  "published": "2022-10-08T19:39:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 74,
          "end": 79
        },
        {
          "start": 167,
          "end": 172
        }
      ],
      "nexusId": "10022657"
    }
  ]
}