{
  "_id": "ad8c5b4fdcbb7d4f48242f363bf1206af6e6725a22aee03e00bd8af0fb049316",
  "feed": "wall-street-journal",
  "title": "Apple Is No Longer World's Most Valuable Company; Saudi Aramco has overtaken the iPhone maker in market value",
  "text": "<p>Apple is a staple investment for both individual and institutional investors, given its general ability to weather market storms. But investors seemed to be reassessing their love affair with the iPhone maker. On Thursday the company was the most active stock in the S&amp;P 500 and the third-worst performer in the Dow Jones Industrial Average.</p><p>In early January, when the pandemic surge in technology stocks was still in full force, Apple's stock briefly soared to about $3 trillion in market value intraday. Now, higher interest rates are making tech stocks less attractive. Apple's stock is down roughly 20% for the year, and down nearly 10% so far this month.</p><p>It continued falling Thursday, losing $3.94, or 2.7%, to close at $142.56, its lowest close since Oct. 13. The stock has fallen 7.7% over the last two trading days, its worst two-day run since September 2020.</p><p>\"For those readers who remember 2000-2002, you've seen this movie before. If you weren't investing back then, just know today's slide in Apple is part of a larger trend of investor risk aversion, not 'the market getting it wrong,'\" Nicholas Colas, co-founder of DataTrek Research, wrote in a note. Mr. Colas said Apple's recent slide is the reason why he remains cautious on stocks.</p><p>Apple Is No Longer World's Most Valuable Company</p>",
  "published": "2022-05-12T21:24:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1006,
          "end": 1011
        },
        {
          "start": 0,
          "end": 5
        },
        {
          "start": 1182,
          "end": 1187
        },
        {
          "start": 573,
          "end": 578
        },
        {
          "start": 430,
          "end": 435
        },
        {
          "start": 1252,
          "end": 1257
        }
      ]
    }
  ]
}