{
  "_id": "387e87ffb84adcbf2beff43252427b54ba058685c877d0c7d2b4c9ea2a34084a",
  "feed": "wall-street-journal",
  "title": "2022 Acura MDX Type S Advance: A Feast of Upgrades; Acura's redesigned premium midsize SUV comes in six trim levels, each more tempting than the last. Dan Neil tries to resist the power of the upsell.",
  "text": "<p>Speaking of after-hours: Run your hands across the glove-soft, quilted Milano leather upholstery with Ultrasuede inserts, contrasting stitching and piping on all three rows of seating. The flat-bottom steering wheel. The metal-trimmed foot pedals. Fetish much?</p><p>Freshly redesigned for model-year 2022, Acura's midsize three-row is built in Ohio, primarily for the North American market, and is retailed accordingly. Some few, emotionally evolved consumers will buy a base MDX ($49,195 MSRP), with front-wheel drive and a 3.5-liter, 290-hp V6, and be satisfied … probably. Standard kit includes Apple CarPlay, Android Auto and Amazon Alexa connectivity, Qi wireless charging, panoramic moonroof, powered liftgate, 16-speaker audio array, as well as a full and robust menu of advanced driver assistance systems, called AcuraWatch.</p><p>And yet the next rung on the ladder of bliss—all-wheel drive—is right there, only $1,200 more. It's practically a rounding error. And you'll be wanting a navigation system, right? Can you really afford not to get the rain-sensing wipers? Those come bundled with the Technology Package: $4,700.</p><p>Howzabout heated seats, front and rear, and a heated steering wheel? What sane person doesn't want those? You will have to level up with the Advance package ($63,145).</p><p>Keep climbing Big Rock Candy Mountain and you will come to the MDX Type S Advance. Strangely, it's a whole other thing, a distinctly non-linear perturbation in the MDX's option/value gradient. This one is fitted with a cheat-code engine: a turbocharged 3.0-liter 60-degree V6, with forged crankshaft and conrods, and six-bolt sintered main bearing caps. Thanks to the sequentially spooling scrolls in the turbo, torque arrives early and stays late (354 lb-ft from 1,400-5,000 rpm) with max power (355 hp) at a reachable, usable 5,500 rpm.</p><p>Golly, Mom, can I take the car tonight?</p><p>Downstream of the 3.0 liter is a 10-speed automatic transmission, which has been reinforced to handle the added torque of the stronger engine. Drivers can just push the big button marked D and forget it. A few enthusiasts may choose to work the paddle shifters. Never sit next to these people at a party or they'll tell you all about it.</p><p>The MDX's platform is inherently noseheavy, which imposes lower limits on agility and cornering. The Type S Advance answers with the latest iteration of Acura's Super Handling All-Wheel Drive (SH-AWD). The Schwad, as it's affectionately known, is built around its digitally managed torque-vectoring rear axle. If various control-loop signals agree, the rear axle can actually overdrive the outside rear wheel in a turn to counter understeer. This asymmetric torque, left-right, imparts a subtle yaw moment to help the car pivot.</p><p>SH-AWD—always Acura's best trick, dynamically—has been given a generational upgrade, too, with a set of quicker-responding clutch packs in the rear axle. Up to 70% of engine torque can be directed to the rear axle.</p><p>In a heated moment—constant-radius cornering with high side loads—Acura's swagger wagon proves to be agreeably pointable and respectably athletic, especially with a positive throttle. It will rip a bit.</p><p>Similarly techy, the Type S chassis—upper and lower wishbones in front and independent multi-links in the rear—enjoys the services of electronically controlled adaptive dampers and height-adjustable air springs. Tied into the chassis sensors and accelerometers, these units exert huge authority over ride quality. Acura says the dampers are 52% more compliant on the soft side while capable of providing up to six times the damping force in \"dynamic handling scenarios.\"</p><p>Between one thing and another, there's a lot of dampness. All sorts of mechanical, acoustical and frictional radiations die quietly before they can reach MDX's living quarters, thanks to countermeasures including acoustic-laminated glass; active noise cancellation; and active engine mounts, designed to null engine shake during idle/stop cycling. At the chassis level, the air-spring suspension acts effectively like a low-pass filter over road and tire noise.</p><p>Cabin noise levels at highway speeds are hushed, a curious overlay of synthetic and mechanical quiet. Drivers may drown out their thoughts with the ELS Studio audio system and its 25-speaker array.</p><p>By way of counterpoint: It is not pretty, despite all the black lipstick and costume jewelry. That high hood, that frontal overhang. Those proportions are awful. Inside, the driver's environment is a sumptuously upholstered Babel of buttons, touch pads, dials, roller balls, paddle shifters and configurable screens. For all the luxury I'm not feeling the elegance.</p><p>The volume control knob—looking lonely in the center console—is only there because American customers said they didn't like looking for it. Talk about entitled!</p><p>Whatever the psychology behind upselling, I'm practically defenseless against it. I'm especially vulnerable to the resale-value argument—that fully equipped models have higher residual values. I've never run the numbers because I don't want to know.</p><p>It would be a challenge to extract maximum value from Acura's performance-tuned family hauler, though it's there to be had. And you might be the rare customer who charges up a mountain road with your children clinging to their seatbelts—Can you kids feel it back there, honey, the torque-vectoring?—but probably not.</p><p>The Type S Advance is an all-day-buffet kind of car. Better come hungry.</p><p>2022 Acura MDX Type S Advance</p><p>Base price: $67,875</p><p>Price, as tested: $73,245</p><p>Powertrain: turbocharged 3.0-liter direct-injected DOHC V6 with variable cylinder management; 10-speed automatic transmission with manual shift mode; full-time AWD with torque-vectoring rear differential.</p><p>Power/torque: 355 at 5,500 rpm; 354 lb-ft from 1,400-5,000 rpm</p><p>Overall length/wheelbase/width/height: 198.4/113.8/78.7/67.1 inches</p><p>Curb weight: 4,788 pounds</p><p>Fuel economy: 17/21/19 mpg, city/highway/combined</p><p>Towing capacity: 5,000 pounds</p><p>Cargo capacity: 16.3/39.1/71.4 cubic feet, behind 3rd/2nd/1st row</p><p>2022 Acura MDX Type S Advance: A Feast of Upgrades</p>",
  "published": "2022-10-13T17:50:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 593,
          "end": 598
        }
      ],
      "nexusId": "10022657"
    }
  ]
}