{
  "_id": "0e7af8c92d8780e034cf6e075ac298ae37f3a6db8f218ecb010f14d45eca3b5b",
  "feed": "market-watch",
  "title": "Dow, S&P 500 book worst April since 1970 as U.S. stocks close sharply lower; S&P 500 re-enters correction territory",
  "text": "<p>How did stock indexes perform?</p><p>* The Dow Jones Industrial Average DJIA dropped 939.18 points, or 2.8%, to close at 32,977.21.</p><p>* The S&amp;P 500 SPX dropped 155.57 points, or 3.6%, to finish at 4,131.93, re-entering correction territory.</p><p>* The Nasdaq Composite COMP shed 536.89 points, or 4.2%, to end at 12,334.64.</p><p>On Thursday, the Dow rose 614.46 points, or 1.9%, while the S&amp;P 500 gained 2.5% and the Nasdaq Composite jumped 3.1%. The Dow and S&amp;P 500 marked their best daily percentage climbs since March 9, while the Nasdaq saw its best day since March 16, according to Dow Jones Market Data.</p><p>For the week, the Dow dropped 2.5%, the S&amp;P 500 slumped 3.3% and the tech-laden Nasdaq lost 3.9%. In April, the Dow fell 4.9%, the S&amp;P 500 tumbled 8.8% and the Nasdaq plunged 13.3%.</p><p>What drove markets?</p><p>U.S. stocks slumped Friday, with technology shares weighing on indexes.</p><p>\"Tech is having a tough day,\" with tumbling shares of e-commerce giant Amazon.com dragging down stock benchmarks, said Michael Reynolds, vice president of investment strategy at wealth manager Glenmede, in a phone interview Friday.</p><p>Shares of Amazon AMZN closed down around 14% Friday, after reporting its first loss in seven years. The company's slide made it the second biggest loser in the S&amp;P 500 index after VeriSign Inc. VRSN, which plunged 14.3%, FactSet data show.</p><p>All 11 sectors of the S&amp;P 500 fell sharply, with consumer discretionary XX:SP500.25, real estate XX:SP500.60 and information technology XX:SP500.45 posting the biggest losses, according to FactSet data. Shares of Apple Inc. AAPL dropped 3.7% after the tech giant topped earnings and set a revenue record, but warned of billions in added costs from supply-chain woes.</p><p>April was consumed by worries on several fronts, including economic growth in China where COVID-19 cases are forcing lockdowns in several cities as well as supply chain disruptions caused by Russia's war in Ukraine.</p><p>\"There's a lot for the market to be grappling with right now,\" said Reynolds.</p><p>The CBOE Volatility Index VIX was trading around 33 on Friday afternoon, well above the 200-day moving average of about 21.5, according to FactSet data.</p><p>\"The petrified tail-chasing we have seen this week as equity markets swing from 'we're all doomed, get me out,' to 'I don't want to miss the absolute bottom of the stock market, get me in' is perhaps indicative of the state of confusion out there,\" Jeffrey Halley, senior market analyst at Oanda, told clients in a note.</p><p>On the heels of Thursday's weak U.S. first-quarter economic growth data, the Federal Reserve's favored inflation gauge — the core personal consumer expenditure price index for March —rose 0.3% with the headline index up 0.9%.</p><p>The headline rate of inflation climbed 6.6% over the 12 months through March, up from 6.4% in February, for the steepest increase since 1981, as measured by the PCE price index. But the rate of core inflation over the past 12 months slipped to 5.2%, from 5.3%, marking the first month-to-month decline in more than a year.</p><p>\"The slowdown in year-over-year core PCE inflation is really nice to see. Inflation may have peaked in March, although the evidence is still a little ambiguous,\" said Bill Adams, chief economist for Comerica Bank, in a note.</p><p>See: U.S. inflation rate surges to 6.6% based on PCE index — but there's a silver lining</p><p>Adding to inflation worries, U.S. employment cost index accelerated in the first quarter to 1.4%, from 1.0% in the final three months of 2021, according to data released by the Labor Department Friday.</p><p>Meanwhile, the University of Michigan's final reading of U.S. consumer sentiment in April slipped to 65.2 from an initial reading of 65.7, but still marked the first rise so far this year.</p><p>Friday's economic data comes ahead of next week's two-day Federal Reserve meeting, which many expect will conclude with a 50 basis-point interest-rate increase.</p><p>See: Fed's half-percentage-point interest rate hike next week seen baked in the cake</p><p>Also, billionaire investor Warren Buffett and his right-hand man Charlie Munger will be in the spotlight Saturday as investors return to Omaha for Berkshire Hathaway Inc.'s BRK.A MX:BRKB annual meeting. The event, dubbed \"Woodstock for Capitalists,\" had been held virtually the last two years due to COVID-19.</p><p>Don't miss: 6 things to watch as Warren Buffett hosts 'Woodstock for Capitalists' on Saturday</p><p>Which companies were in focus?</p><p>* Intel Corp. INTC shares dropped 6.9%, after the chip maker stuck to its full-year outlook amid expected weakness this quarter.</p><p>* Roku Inc. ROKU shares rose 1.4%, after the maker of digital media reported forecast-beating fiscal first-quarter revenue and earnings largely in line with projections.</p><p>* Robinhood Markets Inc. shares HOOD fell 2.8% after the brokerage missed first-quarter forecasts and said fewer people were trading on its online platform.</p><p>* Tesla Inc. shares TSLA declined 0.8%. CEO Elon Musk tweeted late Thursday that he has no plans to sell more stock, after a Securities and Exchange Commission filing showed he sold nearly $4 billion in stockof the electric car maker amid his $44 billion deal for Twitter.</p><p>* Colgate-Palmolive Co. CL shares dropped 5.1% after the consumer goods maker said a tough cost environment to continued to weigh on profit.</p><p>* Chevron Corp. CVX shares fell 3.2% after revenues surged past expectations on a rise in oil and gas prices, but a rise in profit came in short of expectations. Exxon Mobil Corp. XOM missed profit estimates for the first quarter as it booked a $3.4 billion charge relating to its planned exit from Russia's Sakhalin-1 project. Exxon shares slid 2.2%.</p><p>* Honeywell International Inc. HON shares rose 1.9% after profit and revenue topped expectations and the aerospace and building products company lifted its outlook.</p><p>* AbbVie Inc. ABBV shares dropped 6% after the drug maker's revenues came in short of Wall Street expectations. Bristol-Myers Squibb Co. BMY told investors to expect less revenue from its cancer drug Revlimid and lower adjusted earnings per share for the full year in 2022. Shares of Bristol-Myers fell 2.5%.</p><p>How did other assets fare?</p><p>* The yield on the 10-year Treasury note BX:TMUBMUSD10Y rose 2.3 basis points Friday to 2.885%, following the latest inflation data. Yields and debt prices move opposite each other. The 10-year yield climbed 56.1 basis points in April, the largest monthly gain since December 2009 based on 3 pm Eastern Times levels, according to Dow Jones Market Data.</p><p>* The ICE U.S. Dollar Index DXY, -0.67%, a measure of the currency against a basket of six major rivals, was down 0.4%.</p><p>* Oil futures ended lower Friday, with West Texas Intermediate crude for June delivery CLM22 CL.1 falling 0.6% to settle at $104.69 a barrel. Still, the U.S. oil benchmark booked a 2.6% gain for the week and rose 4.4% for the month.</p><p>* Gold for June delivery GCM22 GC00 climbed 1.1% Friday to settle at $1,911.70 an ounce, but the yellow metal was down 1.2% for the week and fell 2.1% for the month.</p><p>* Bitcoin BTCUSD was down 3.8% at $38,410.</p><p>* In European equities, the Stoxx Europe 600 XX:SXXP closed 0.7% higher Friday, but remained down 0.6% for the week and dropped 1.2% in April. London's FTSE 100 UK:UKX advanced 0.5% Friday for a weekly gain of 0.3% and a gain of 0.4% for the month.</p><p>* The Shanghai Composite CN:SHCOMP closed 2.4% higher Friday but still fell 1.3% for the week and shed 6.3% in April. The Hang Seng Index HK:HSI in Hong Kong jumped 4% Friday for a weekly gain of 2.2%, but booked a 4.1% drop in April. Japan's Nikkei 225 JP:NIK was closed for a national holiday on Friday, but the index is down 0.9% for the week and dropped 3.5% this month.</p><p>—Barbara Kollmeyer contributed to this report.</p><p>Dow, S&amp;P 500 book worst April since 1970 as U.S. stocks close sharply lower</p>",
  "published": "2022-04-29T20:57:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1551,
          "end": 1561
        },
        {
          "start": 1551,
          "end": 1556
        },
        {
          "start": 1551,
          "end": 1560
        },
        {
          "start": 1562,
          "end": 1566
        }
      ]
    }
  ]
}