{
  "_id": "40f162e43cd4bf54096890ddbf179f5f570a08fa79fd073dc77cd8bb845b032c",
  "feed": "wall-street-journal",
  "title": "Lululemon to Launch Paid Membership Plans for Perks, Workout Classes; Memberships will also include early access to new products, in-person events",
  "text": "<p>Lululemon's new memberships are part of its plan to double its annual revenue to $12.5 billion by 2026. The company, which has maintained a dominant position in athleisure, also plans to grow its men's clothing line, expand in China and Europe and sell clothing for more types of activities, such as tennis and golf.</p><p>Offering workout classes in the past helped spur sales for the athletic-apparel brand, whose yoga pants are priced at around $100. \"The more they sweat, the more they spend,\" said Lululemon Chief Executive Calvin McDonald during the company's analyst day meeting Wednesday.</p><p>Those who sign up for the $39-a-month membership will need a Mirror device, a $1,400 tech-enabled mirror that lets users take classes at home. Those who already have a Mirror pay a $39-a-month subscription and will be automatically added to the new membership for no additional cost. Lululemon bought Mirror for $500 million in 2020.</p><p>Lululemon said it is building a way for paying members that don't have a Mirror to watch workouts on their laptops, phones and other devices. It plans to launch that service at the end of the year or next year. A company spokesman didn't give an exact date. </p><p>Lululemon plans to grow its men's clothing line and sell clothing for more types of activities, like tennis and golf. PHOTO: Cayce Clifford for The Wall Street Journal</p><p>Neil Saunders, managing director of GlobalData Retail, said Lululemon's $39-a-month membership gives the company another stream of revenue, but that it is likely many customers already pay to go to yoga classes and it remains to be seen if people will pay for another membership.</p><p>The free version will give Lululemon a database of customers it can market it to, he said.</p><p>Smaller competitors, including Alo and Fabletics, already offer workout guides on their apps for additional fees. Mr. Saunders said Lululemon will also face competition from Apple Inc.'s fitness app and from exercise equipment maker Peloton Interactive Inc., which also sells workout clothing.</p><p>Offering memberships to shoppers doesn't always work out for apparel sellers, said Mr. Saunders. Under Armour Inc., for example, bought nutrition-tracking app MyFitnessPlan in 2015 for $475 million and then sold it five years later to an investment firm for $345 million.</p><p>Write to Joseph Pisani at joseph.pisani@wsj.com</p><p>Lululemon to Launch Paid Membership Plans for Perks, Workout Classes</p>",
  "published": "2022-04-21T21:41:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1896,
          "end": 1906
        },
        {
          "start": 1896,
          "end": 1901
        },
        {
          "start": 1896,
          "end": 1905
        }
      ]
    }
  ]
}