{
  "_id": "e208ade0466fadeb8c4b811241281a3a04ff6198e6aab4894e02e543e0c80ab8",
  "feed": "wall-street-journal",
  "title": "Stocks Drop as Inflation Worries Weigh on Markets; Cryptocurrencies broadly fall, with bitcoin hitting its lowest level since 2020",
  "text": "<p>Stocks have come under pressure due to concerns about the Fed's pullback of easy monetary policies as it combats the recent bout of high inflation. Consumer prices rose in April at a slower pace than the previous month, but still fasterthan economists had expected, data released Wednesday showed.</p><p>That fueled more worries that the central bank will raise interest rates at an aggressive pace and crush growth, weighing on markets that had grown accustomed to loose monetary policy. Tech stocks, especially, flourished in the ultra-low interest-rate era and have tumbled sharply, with the Nasdaq Composite trading at its lowest level since November 2020.</p><p>\"They [tech investors] found themselves at the most vulnerable time, the furthest out on the cliff, so now they're walking back from the cliff and trying to get on more solid ground, and they're changing their risk profiles,\" said Dan Genter, chief executive and chief investment officer of Genter Capital Management.</p><p>Mr. Genter recommends investors to take advantage of the recent declines in the market, which have made equities more affordable. His firm isn't worried about a recession but is still holding dividend-paying stocks out of caution.</p><p>The yield on the benchmark 10-year Treasury note declined to 2.848% from 2.918% on Wednesday, edging down for a fourth consecutive trading session. Bond yields and prices move in opposite directions.</p><p>The recent declines in Treasury yields signal that the relationship between bonds and stocks could be improving. Earlier in the year, stocks and bonds fell in tandemat a pace not seen in decades.</p><p>\"It's possible the correlation between bonds and equities from here on goes back to being negative and that's one of the elements needed to stabilize the markets,\" said Olivier Sarfati, head of equities at GenTrust.</p><p>The producer-price index, another inflation metric, rose by an annual rate of 11% in April. That marked a decline from the previous month, but still ahead of the predictions of economists. Weekly jobless claims came in at 203,000, nearly unchanged from the previous week.</p><p>\"Markets, on the margin, have shifted their probability toward a hard landing and toward further tightening from the Fed,\" said Karim Chedid, an investment strategist at BlackRock. The decline in longer-dated bond yields suggests that growth expectations have fallen, he said.</p><p>Lower yields have also contributed to a jump in meme stocks on Thursday and the nearly relentless fund flows to Cathie Wood's flagship fund, the ARK Innovation Fund. GameStop added 8.4%, AMC climbed 4.1% and Bed Bath &amp; Beyond rallied 1.3%.</p><p>The dollar strengthened, with the ICE U.S. Dollar Index rising 1% to the highest level since 2002. The index measures the greenback against a basket of other currencies.</p><p>Cryptocurrencies continued to be volatile, with bitcoin falling to as low as $25,402.04 Thursday, its lowest level since December 2020, before rebounding to about $28,300, according to CoinDesk. It has lost about 60% of its value since its peak last November. Ether declined 4.8% from Wednesday to trade around $1,933.85.</p><p>In corporate news, Beyond Meat ticked down 4.3% after the meat-alternative company reported a wider-than-expected loss in the latest quarter due to higher spending. Coinbase slipped 1.9%, after losing more than a quarter of its value on Wednesday.</p><p>Shares of WeWork rose 7.8% after reporting a narrower loss and raising its guidance. Walt Disney declined 2.8% after the company reported higher operating losses and said it may not maintain its current growth rate in streaming subscribers.</p><p>Meanwhile, Saudi Aramco, the state-owned oil company, surpassed Apple's market value, according to Dow Jones Market Data. Apple's stock fell 5.2%.</p><p>Oil prices fell after U.S. crude inventories rose more than expected, then recovered a bit. Global benchmark Brent crude rose 0.2% to $107.77 a barrel. Prices were also weighed down by slow progress on European Union negotiations to potentially ban Russian crude imports, according to analysts at ANZ.</p><p>Overseas, the pan-continental Stoxx Europe 600 fell 0.7%.</p><p>A benchmark for Western European natural-gas prices fell 1.7% after Russia sanctioned several European gas supply-chain companies on Wednesday evening, increasing risks of disruptions.</p><p>In Asia, most major benchmarks declined. Hong Kong's Hang Seng Index dropped 2.2%, and Japan's Nikkei 225 fell 1.8%.</p><p>Write to Anna Hirtenstein at anna.hirtenstein@wsj.com</p><p>Stocks Drop as Inflation Worries Weigh on Markets</p>",
  "published": "2022-05-12T18:45:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 3708,
          "end": 3713
        },
        {
          "start": 3650,
          "end": 3655
        }
      ]
    }
  ]
}