{
  "_id": "0c6653f6e5550ceaaea70dd23fa576fb3c425fe4ee3d924fb5b07037c5183fb0",
  "feed": "wall-street-journal",
  "title": "Apple's High Note Clears a Low Tech Bar; iPhone maker's decent results and outlook contrast with negative surprises by big tech peers",
  "text": "<p>Apple's shares thus popped more than 7% Friday—making it the only one of the group to garner a positive reaction from investors. Amazon's shares fell nearly 7% on Friday following its own report, while Facebook-parent Meta Platforms shed one-quarter of its market value the day before. Microsoft and Google-parent Alphabet dropped 8% and 9% respectively following their reports earlier in the week.</p><p>Apple's results, however, weren't exactly a blowout. Revenue of $90.1 billion for the fiscal fourth quarter exceeded analysts' forecasts by less than 2% after averaging a 6.3% beat over the previous 10 quarters. And the two most important business segments—iPhone and services—actually missed analysts' targets.</p><p>Booming Mac sales provided the biggest lift in the quarter, but that won't last. Chief Financial Officer Luca Maestri said on Apple's call Thursday that the company expects Mac revenue to \"decline substantially\" on a year-over-year basis in the December quarter due to tough comparisons with the same period last year, which benefited from the launch of the redesigned MacBook Pro model.</p><p>The main driver of investors' positive reaction to Apple's results was their lack of surprise. Mr. Maestri warned that revenue growth in the December quarter will decelerate from the 8% year-over-year gain in the September quarter—a dynamic that analysts had already projected.</p><p>Google and Meta both surprised investors with high costs given rapidly slowing advertising businesses, while Amazon projected what will be its weakest holiday quarter on record. And both Amazon and Microsoft warned of slowdowns in their vital cloud businesses, as corporate customers are watching their expenditures closely.</p><p>The result has been a costly week for big tech. Even with Apple's gains Friday, the group of five companies closed the week with a loss of about $218 billion in combined market value. And Apple itself isn't out of the woods. The recently ended quarter contained only a week of sales of the new iPhone 14 models, and reports abound about production cuts and slipping demand just a month into their launch.</p><p>IDC estimates that Apple's iPhone shipments for the September quarter rose only 1.6% year over year—though rival smartphone makers all fared worse with shipment declines for the same period. Big tech's earnings champion likely won't have a relaxing holiday season.</p><p>Write to Dan Gallagher at dan.gallagher@wsj.com</p><p>Apple's High Note Clears a Low Tech Bar</p>",
  "published": "2022-10-28T20:16:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 2126,
          "end": 2131
        },
        {
          "start": 1150,
          "end": 1155
        },
        {
          "start": 0,
          "end": 5
        },
        {
          "start": 1890,
          "end": 1895
        },
        {
          "start": 399,
          "end": 404
        },
        {
          "start": 1760,
          "end": 1765
        },
        {
          "start": 837,
          "end": 842
        },
        {
          "start": 2420,
          "end": 2425
        }
      ]
    }
  ]
}