{
  "_id": "2e4e440cd3f6937a7458f15befa7f6a475592679a8aea89bd91e685538242fb2",
  "feed": "ftcomall",
  "title": "Amazon stock has best day since 2015 after Prime price rise and cloud boost",
  "text": "<p>Amazon's stock rallied on Friday for its best one-day gain since 2015 after it announced a 17 per cent increase in the price of its popular Prime membership scheme.</p> <p>The shares rose 13.5 per cent to $3,152.79, adding about $190bn to Amazon's market cap, as Wall Street welcomed the Prime pricing announcement as well as earnings that were boosted by a strong performance in its cloud computing division and its stake in <a href=\"https://www.ft.com/content/7775cdec-f2a3-4681-91a4-60cd285c9895\">electric vehicle maker Rivian</a>. </p> <p>That followed an almost 8 per cent decline in its shares during the trading day on Thursday, as tech stocks were caught up in a rout prompted by the <a href=\"https://www.ft.com/content/51ea47e1-50c1-4b72-94d6-884017a1af4a\">plunge</a> in shares of Facebook owner Meta. </p> <p>Amazon said on Thursday that the increase in the Prime membership cost, from $119 to $139 a year, was due in part to a rise in “wages and transportation costs” in its logistics network. </p> <p>Brian Olsavsky, chief financial officer, said Amazon had seen high rates of <a href=\"https://www.ft.com/content/b53a99ec-a835-4a5a-9efc-4d778515237b\">staff absence</a> due to the Omicron variant of coronavirus. “There's instances where you're paying twice or three times for the same labour hour,” he said.</p> <p>Citing similar strains, he forecast lower than expected sales of between $112bn and $117bn for the current quarter. Wall Street had been anticipating sales in excess of $120bn.</p> <p>The increase in the price of the Prime membership will come into effect for US customers later this month, or in March for existing members. It is the third price increase since Amazon introduced Prime in 2005. </p> <p>The company did not comment on whether it intended to raise prices in other international markets. In the fourth quarter, revenue from subscription services, which includes Prime memberships, was $8.1bn, up 15 per cent year on year.</p> <p>One former Amazon executive described the Prime price increase as a “very dangerous move” designed to please the markets at the expense of consumers.</p> <p>“Amazon has a lot of network effects, it has Prime Video and Alexa and all of these things that are tied to the Prime membership,” said Guru Hariharan, chief executive of ecommerce management platform CommerceIQ. “But this is going to start stress testing that.”</p> <p>Hariharan said CommerceIQ's data on thousands of products sold on Amazon showed a 9 per cent price increase across the board in December 2021 compared with a year prior.</p> <p>Amazon's earnings showed strong growth in cloud computing, with Amazon Web Services reporting 40 per cent revenue growth year on year. Without cloud revenues, it would have posted an operating loss of $1.8bn.</p> <p>Net income in the fourth quarter of $14.4bn included a pre-tax valuation gain of $11.8bn from an investment in Rivian, <a href=\"https://www.ft.com/content/e2fb010f-0d29-4e80-8ad7-797973d463f7\">which went public</a> late last year.</p> <p>Revenue for the quarter grew in line with Wall Street's expectations, up 9 per cent on the same period last year to $137.4bn. Operating income took a heavy hit from increased staffing costs and other Covid-related pressures, down 49 per cent on the same period in 2020 to $3.5bn. </p> <p>Amazon <a href=\"https://www.ft.com/content/354328ff-e8a1-48b0-8594-0633de1e149d\">added 140,000 employees</a> in that time, bringing its global total to 1.6mn, not including delivery drivers.</p> <p>“As expected over the holidays, we saw higher costs driven by labour supply shortages and inflationary pressures, and these issues persisted into the first quarter due to Omicron,” said Andy Jassy, chief executive. “Despite these short-term challenges, we continue to feel optimistic and excited about the business as we emerge from the pandemic.”</p> <p>For the first time, Amazon broke out its revenue for its advertising business, which in the past quarter was second in growth only to AWS, increasing 32 per cent year on year to $9.72bn, taking revenue for the segment to $31bn for the year.</p> <p>Amazon said Apple's recent privacy changes had not had a notable effect, in contrast with Facebook, which said it had <a href=\"https://www.ft.com/content/8e80d420-ee96-4b2e-a58c-ed323d93ba74\">lost roughly $10bn</a> in revenue as a result.</p> <p>“The opportunities for brands to engage customers across Amazon's properties is largely unchanged,” said Dave Fildes, director of investor relations.</p><p>Source: Dave Lee in San Francisco 2022 'Amazon stock has best day since 2015 after Prime price rise and cloud boost' FT.com 4 February. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-02-04T21:20:20.003Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 3615,
          "end": 3620
        }
      ],
      "nexusId": "10022657"
    }
  ]
}