{
  "_id": "ce6fa39e890c31f7e01fc640e57346ed445ce6f54d235ef80a05d05975fce8cd",
  "feed": "wall-street-journal",
  "title": "'Bail Reform' Is Killing New Yorkers as Eric Adams Pushes for Change; Albany lawmakers refuse to reconsider legal changes that are putting dangerous criminals on the streets.",
  "text": "<p>Sweeping changes in 2019 to the state laws governing pretrial release sharply reduced the number of defendants entering the city's jail system. Among other things, the reforms made it more difficult for judges to require defendants to post bail. New York is now the only state in which judges can't remand dangerous defendants to pretrial detention based on the danger they pose. Nor can New York judges consider dangerousness when deciding whether to place conditions such as an ankle monitor on a defendant's release. They can consider only risk of flight.</p><p>The bail reform was predictably followed by a sharp increase in the percentage of violent felony arrests involving suspects with open cases. According to data released by the Mayor's Office of Criminal Justice, 19.5% of total arrests and 20.2% of violent felony arrests were of suspects with open cases in 2019. New York's bail reform went into effect the following year, and those rates jumped to 24.4% and 25.1%, respectively. Violent crime in many of the city's precincts also rose dramatically.</p><p>Despite public outcry, Albany doesn't seem likely to revisit bail reform anytime soon. \"Our bail reform is not the catalyst for a national uptick in crime,\" insisted Andrea Stewart-Cousins, majority leader of the New York Senate, in an interview Monday. She instead pointed to a \"repetitive Republican national coordinated campaign of fear.\"</p><p>Leaders in other states are trying to do what Ms. Stewart-Cousins, Ms. Hochul and Albany's Democrat-dominated legislature won't. When New York's bail reform was in its infancy, we hailed neighboring New Jersey's 2017 reform as more sensible. It gave judges the ability to detain defendants on dangerousness grounds and allowed them to revoke releases in response to new arrests. In practice, however, too many high-risk defendants slipped through the cracks, with predictably violent results. In Paterson and Trenton, violent crime has skyrocketed. Both cities set all-time homicide records in 2020 and 2021.</p><p>With the support of mayors throughout the Garden State, a bipartisan push is afoot to amend the bail-reform law by making it less likely suspects arrested for illegal gun possession will be released before trial. The willingness of lawmakers to reconsider a bad policy is admirable. New York politicians should pay attention.</p><p>The Big Apple led the nation in the fight against violent crime during the darker days of the 1990s, with cities around the country adopting its approaches to policing and criminal justice. That was a race to the top. The current push for decarceration and depolicing, not to mention the rise of progressive district attorneys committed to nonprosecution, is a race to the bottom—with New York leading the way.</p><p>That's a contest no city or state should want to win.</p><p>Mr. Bratton is the author of \"The Profession: A Memoir of Community, Race, and the Arc of Policing in America,\" and twice served as commissioner of the NYPD. Mr. Mangual is the author of the forthcoming \"Criminal (In)Justice: What the Push for Decarceration and Depolicing Gets Wrong and Who It Hurts Most,\" and is a Manhattan Institute senior fellow.</p><p>'Bail Reform' Is Killing New Yorkers as Eric Adams Pushes for Change</p>",
  "published": "2022-02-16T17:04:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 2343,
          "end": 2348
        }
      ],
      "nexusId": "10022657"
    }
  ]
}