{
  "_id": "a2c03f08ad1413e3b77bdd34f313ad818bac6989c230697c068e7cc3ec9fc522",
  "feed": "market-watch",
  "title": "Amazon to split stock for the first time since the dot-com boom, after gains of more than 4,500%",
  "text": "<p>Amazon AMZN announced the plans Wednesday afternoon in a filing with the Securities and Exchange Commission, revealing that it expects to split shares 20-to-1, contingent on a shareholder vote at its annual meeting on May 25. Shares have gained 4,579.2% since Amazon last split its stock in 1999, according to Dow Jones Market Data, pushing per-share prices to nearly $2,800. The company plans to execute the split on or about June 3 for shareholders of record as of May 27.</p><p>“This split would give our employees more flexibility in how they manage their equity in Amazon and make the share price more accessible for people looking to invest in the company,” an Amazon spokesperson said in an email Wednesday.</p><p>Amazon's board of directors also approved the largest share repurchase plan in the company's 25-year history on the public markets. The repurchase approval replaces a $5 billion plan that was established in 2016 and has spent only $2.12 billion on the effort so far, all of that coming so far this year, as Amazon repurchased shares for the first time since 2012.</p><p>Shares gained 7% in after-hours trading following Wednesday's announcement.</p><p>The stock split could make Amazon more palatable as a possible addition to the blue-chip Dow Jones Industrial Average DJIA, which avoids companies with high per-share prices. As an example, Apple Inc. AAPLsplit its shares 7-to-1 in June 2014, pushing per-share prices from more than $600 to less than $100; less than a year later, it was added to the blue-chip index.</p><p>“Since the indexes are price-weighted, the Index Committee evaluates stock price when considering a company for inclusion,” S&amp;P Dow Jones Indices, which manages the index, states in its most recent methodology statement for Dow Jones Averages. “The Index Committee monitors whether the highest-priced stock in the index has a price more than 10 times that of the lowest.”</p><p>Exclusive: Jeff Bezos's $200 million, 50-year naming-rights deal with the Smithsonian does not include a ‘morals clause'</p><p>As of Wednesday, Intel Corp. INTC and Walgreens Boots Alliance Inc. WBA had the lowest per-share price of the 30 Dow Jones components, the only two trading lower than $50 a share. The most expensive shares belonged to UnitedHealth Group Inc. UNH, which were trading for more than $485.</p><p>Amazon shares closed Wednesday at $2,785.58 a share. If that price were just evenly divided by 20, the per-share price would drop to about $139.28.</p><p>Prices could rise before the split, however; Amazon shares gained 5.6% between the announcement of its first stock split on April 27, 1998, and the actual split, which occurred on June 2 of that year, according to Dow Jones Market Data group. After announcing its most recent split on July 21, 1999, shares fell 5.1% ahead of the split on Sept. 1 of that year.</p><p>See also: The price of Prime — how much Amazon's membership service has cost over the years</p><p>S&amp;P Dow Jones Indices does not rebalance the Dow regularly; the last shake-up was in August 2020, after the latest Apple stock split. At that time, the Dow welcomed Salesforce.com Inc. CRM, Amgen Inc. AMGN and Honeywell International Inc. HON, replacing Exxon Mobil Corp. XOM, Pfizer Inc. PFEand Raytheon Technologies Corp. RTX.</p><p>“The Dow components are reviewed on an as-needed basis. To preserve continuity, changes are rare,” S&amp;P Dow Jones Indices states on its website. “Replacing a stock generally requires a significant change in a constituent company's core business or a major corporate action, such as an acquisition.”</p><p>Opinion:&#xa0;What's next for Amazon? The company will be pulling a lot of money-making levers this year</p>",
  "published": "2022-03-09T18:13:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1339,
          "end": 1349
        },
        {
          "start": 3012,
          "end": 3017
        },
        {
          "start": 1339,
          "end": 1348
        },
        {
          "start": 1339,
          "end": 1344
        }
      ]
    }
  ]
}