{
  "_id": "d78799d575f945ae020712cdb417602a8e8e2f3df98947952e474e7bfd6dfaec",
  "feed": "wall-street-journal",
  "title": "Meta CEO Mark Zuckerberg Testifies in FTC Case to Block Virtual-Reality Deal; Federal Trade Commission seeks to prevent social-media company from acquiring Within Unlimited",
  "text": "<p>Mr. Zuckerberg said in court that the business environment has deteriorated for Meta and told U.S. District Judge Edward Davila, who is presiding over the case in San Jose, Calif., that there's \"almost no chance\" the company would have been able to develop a similar project today.</p><p>\"We thought we could deploy some excess capital and hopefully accelerate the development of this space,\" he said, noting that Meta recently had layoffs. \"And that's not the environment we're in now.\"</p><p>Judge Davila asked Mr. Zuckerberg why he wanted to follow through with the deal, and Mr. Zuckerberg said the company needed to follow through on its commitment, especially as it hopes to work with entrepreneurs and founders in the future.</p><p>The case is widely seen as a test of FTC Chair Lina Khan's expansive interpretation of antitrust law and the commission's potential to rein in the power of the world's biggest technology companies. The lawsuit is based on the theory that the deal is set to cause competitive harm because it may limit potential future competition in a nascent industry, a legal interpretation that some antitrust specialists said was unusual.</p><p>Meta agreed to delay closing the acquisition of Within to ensure the court has sufficient time to rule on the FTC's request to block the deal, according to a court filing on Monday. The delay will last until either Jan. 31 or until the first business day after the court rules on the matter, whichever comes first.</p><p>The FTC also repeatedly questioned Mr. Zuckerberg on the performance of certain apps, and the potential they have to drive sales of headsets used to enter virtual reality, as well as to retain certain customers. Mr. Zuckerberg acknowledged that Meta's \"Beat Saber\" game drives headset sales.</p><p>The importance of fitness in attracting interest from customers, especially women, has been a key area of focus for Mr. Zuckerberg and Meta, according to emails and chats the FTC highlighted in the trial.</p><p>However, Mr. Zuckerberg said Meta is focused on more than fitness applications. \"I don't want to overstate the centrality placed on it, especially compared with the other areas we were focusing on,\" he said in his testimony.</p><p>Mr. Zuckerberg said that the timing of the acquisition was meaningful, in that Meta's business was thriving and producing \"excess profits\" that he was looking to invest. Fitness wasn't among the top tier of VR applications, he said, which include gaming, communication and productivity.</p><p>\"Fitness was probably the fourth or fifth use case,\" he said, adding that the prospect of not acquiring \"Supernatural\" didn't keep him up at night.</p><p>During questioning, Mr. Zuckerberg expressed uncertainty or unfamiliarity with some of the company's past VR-related acquisitions, such as that of Armature Studio, which the company announced buying in October.</p><p>In Meta's opening remarks, the tech company argued that the FTC is trying to set a precedent that \"if you're big, you've got an interest in something and we think you'd rather ought to build it, we're going to stop you from buying it and we're going to make you build it,\" said Mark Hansen, a lawyer for the company.</p><p>\"Your honor, that's not the law. If it became the law, it would doom just about every single vertical acquisition,\" Mr. Hansen said.</p><p>In its July complaint, the FTC accused Meta of trying to buy its way to the top of the virtual-reality market, rather than competing or building its own products.</p><p>\"Instead of building its own VR-dedicated fitness app, Meta just decided to acquire the market leader, 'Supernatural,' \" Abby Dennis, senior trial counsel at the FTC, said in her opening remarks.</p><p>A key reason for Meta's decision to acquire Within was a rumor the social-media company heard that rival Apple Inc. was also interested in the VR startup, Meta Chief Technology Officer Andrew Bosworth said in court Monday.</p><p>\"We really feared that if Apple acquired them, that they would be made exclusive, as Apple does have a history of acquiring applications and making them exclusive to their platform,\" said Mr. Bosworth, according to a transcript of his testimony.</p><p>SHARE YOUR THOUGHTS</p><p>Should the FTC block Meta Platforms from acquiring a virtual reality app? Why or why not? Join the conversation below.</p><p>Since Facebook's name change to Meta in October 2021, Mr. Zuckerberg has talked about positioning his company to become the leader in the metaverse. Over the past year, the company has been unable to gain much traction in its efforts to sell its Quest VR headsets and lure users onto its metaverse apps.</p><p>In its quarterly earnings report released in October, Meta's Reality Labs unit, which is driving the company's virtual-reality and metaverse efforts, posted revenue of $285 million for the quarter, a decline of nearly 49% from a year ago.</p><p>Internal company documents also showed that the company's flagship metaverse, Horizon Worlds, had initially set a goal of reaching 500,000 monthly active users by the end of 2022, but it had fewer than 200,000 as of October, according to a report by The Wall Street Journal.</p><p>Write to Jeff Horwitz at jeff.horwitz@wsj.com and Salvador Rodriguez at salvador.rodriguez@wsj.com</p><p>Meta CEO Mark Zuckerberg Testifies in FTC Case to Block Virtual-Reality Deal</p>",
  "published": "2022-12-20T20:22:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 3888,
          "end": 3893
        },
        {
          "start": 3947,
          "end": 3952
        },
        {
          "start": 3744,
          "end": 3754
        },
        {
          "start": 3744,
          "end": 3753
        },
        {
          "start": 3744,
          "end": 3749
        }
      ]
    }
  ]
}