{
  "_id": "cd134ba1a1b80091266d464b10de03e61ebfb058507c558dde1a9b4df2d3ba5d",
  "feed": "ftcomall",
  "title": "The best sports headphones",
  "text": "<p>Advances in technology make for superior sound and battery life, combined with enhanced comfort and aesthetics.&#xa0;</p> <p><strong>Best for traffic awareness:<br>Shokz OpenRun Pro</strong></p> <p>Brilliantly suited for the widest variety of sports, these sports headphones with 9th-generation bone-conducting technology have two major advantages over in-ear designs: there's no chance of them falling out, and they leave the ear canal completely clear so you remain connected with your surroundings, whether that's for traffic awareness or to follow the instructions of a personal trainer. The sound quality is surprisingly good, and this newly updated model has an impressive 10 hours of battery life – plus a five-minute quick charge will give you one and a half hours of playback. <em>£159.95, </em><a href=\"https://uk.shokz.com/products/openrun-pro\"><em>uk.shokz.com</em></a></p>  <p><strong>Best for battery life:<br>Audio-Technica ATH-CKS50TW</strong></p> <p>A go-to brand for audiophiles, this new wireless release is loaded with the latest tech, and there's little to rival its battery life: around 15 hours of playback time with the noise cancelling feature (20 hours without it) and a total 50 hours play when you add the extra 30 hours of charging provided by the case – all without the need to plug in. The latest 5.2 Bluetooth enables greater range and is multipoint for simultaneous pairing of two devices. The headphones' only drawback&#xa0;is that they only just meet the minimum IPX4 threshold recommended for sports use, so sweat is fine, but it's best not to use them in heavy downpours. <em>£149.99, </em><a href=\"https://www.audio-technica.com/en-gb/ath-cks50tw\"><em>audio-technica.com</em></a></p>  <p><strong>Best for all-round sports use:<br>Bose Sport Earbuds</strong></p> <p>Sleeker in design than their predecessor (although these still might not be the most streamlined choice), these earbuds are completely button-free (touch gestures allow you to swipe up or down for volume, play/pause and to skip tracks) with high quality audio. The five hours of battery life is adequate for a sports session and the robust housing offers good sweat and water resistance. Plus they're very comfortable, sitting securely in place even when running. <em>£179.95, </em><a href=\"https://www.bose.co.uk/en_gb/products/headphones/earbuds/bose-sport-earbuds.html\"><em>bose.co.uk</em></a></p>  <p><strong>Best for swimmers:<br>Zygo Solo</strong></p> <p>These swim-specific bone-conducting headphones stream music or podcasts from your phone via an FM radio transmitter. The device is a little cumbersome – as it needs to be placed poolside – but is a great option for swimmers as the signal penetrates water far more effectively than Bluetooth. As one would expect, the headphones are completely waterproof and sit securely in place even when tumble turning, with great sound quality. <em>$299, </em><a href=\"https://shopzygo.com/products/solo-for-parallax\"><em>shopzygo.com</em></a></p>  <p><strong>Best for sound quality:<br>Bang &amp; Olufsen Beoplay EQ&#xa0;</strong></p> <p>These all-rounders are hard to beat, representing the brand's first true wireless earphones with noise-cancelling technology. They offer up to 20 hours of total playtime (6.5 hours with the noise-cancelling feature), along with good sweat- and water-resistance and ease-of-use on the move. They're made from hard anodised aluminium, and the build quality and aesthetic are impeccable, as is the sound quality. <em>£359, </em><a href=\"https://www.bang-olufsen.com/en/gb/earphones/beoplay-eq\"><em>bang-olufsen.com</em></a></p>  <p><strong>Best for durability:<br>JBL Reflect Flow Pro</strong></p> <p>These earphones have a durable build with an IP68 waterproof rating of up to 1.5m for 30 minutes, which means they can be worn comfortably in all weathers. The eight-hour battery life with adaptive noise cancelling is more than adequate for sports use (the battery will last 10 hours when this feature is disabled), while the earpieces have additional wings, which help keep them in place as you work out. <em>£159.99, </em><a href=\"https://uk.jbl.com/sport-headphones/REFLECT-FLOW-PRO-.html\"><em>uk.jbl.com</em></a></p>  <p><strong>Best for iPhone users:<br>Apple AirPods (3rd generation)</strong></p> <p>These open-fit earbuds have a shorter stem than their predecessors for enhanced comfort, while benefiting from slick pairing with the iPhone. The pods are thoughtfully designed with sweat and water resistance that extends to the case,&#xa0;and fit nicely and securely with up to six hours of listening time. All in all, they're very versatile, and can just as happily be used in the office as in the gym. <em>£169, </em><a href=\"https://www.apple.com/uk/shop/product/MME73ZM/A/airpods-3rd-generation?fnode=c03d634e93e25f52d514eee07f022f51bd6e9c5403bbe5a5f809156655bfbaf28528fad84395fdb9974acea3d140b58ae4c5c50a2ce07833fb0f00b03bb13ffd2f7e0d2b727f2bcec426f76fc143de9e6022eda5cc6157c5031355a83915002f71c2c24775f7a4b924fe32eecb3f4b8a406092d37c28193bc68ef996b4cf8477\"><em>apple.com</em></a></p><p>Source: Fergus Scholes 2022 'The best sports headphones' FT.com 16 March. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-03-16T04:55:42.205Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 3471,
          "end": 3476
        },
        {
          "start": 3908,
          "end": 3913
        }
      ]
    }
  ]
}