{
  "_id": "7d68af25c6fe8167e5227105b0ebc63c6648d97970f98e449632e62dbf52705c",
  "feed": "wall-street-journal",
  "title": "Zillow, Affirm, GoDaddy, Zendesk: What to Watch When the Stock Market Opens Today; Zillow's results showed a loss tied to its now-shuttered home-flipping business; Zendesk has received takeover approaches",
  "text": "<p>* GoDaddy gained 7.7% ahead of the bell after the company reported full-year revenue growth and announced a share repurchase plan.</p><p>* Zendesk added 3.4% premarket. Thoma Bravo and other firms have made takeover approaches to Zendesk, which is also facing a proxy fight from an activist investor seeking to scuttle a proposed acquisition of SurveyMonkey's parent company Momentive Global. Momentive shares added 7.6% off hours.</p><p>* Zillow jumped 14% premarket. The online real-estate company said it lost $881 million on its algorithmic-driven home-flipping business last year in its first earnings report since it shut down that operation in the fall.</p><p>* Cleveland-Cliffs dropped 6.5% premarket after the flat-rolled steel producer reported results.</p><p>* Some big tech names were ticking down amid the dim mood. Apple edged down 0.5%, Tesla shed 0.4%, Netflix fell 1.3%, Alphabet slipped 0.5% and Amazon was down 0.6%.</p><p>* Crypto stocks were also having a bad day. Bakkt Holdings fell 4.7%, Coinbase Global edged down 0.6%, and bitcoin miners Marathon Digital and Hut 8 Mining were down 2.3% and 4.2% respectively. Bitcoin itself was down 1% from its 5 p.m. ET level on Thursday.</p><p>* Yelp rose 4.4% premarket. The company reported revenue above pre-pandemic levels, driven by record advertising sales for services categories and multi-location and self-serve channels.</p><p>* Under Armour, Newell Brands and Dominion Energy are among the companies reporting earnings Friday.</p><p>Chart of the Day</p><p>* U.S. stocks appear cheaper than they have since the early days of the Covid-19 pandemic—but such bargains won't be enough to power the next leg of the bull market, investors say.</p><p>Write to James Willhite at james.willhite@wsj.com</p><p>Zillow, Affirm, GoDaddy, Zendesk: What to Watch When the Stock Market Opens Today</p>",
  "published": "2022-02-11T12:24:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 805,
          "end": 810
        }
      ],
      "nexusId": "10022657"
    }
  ]
}