{
  "_id": "e1404fa25aa5a60f76e0bb7fbf073f692f853cd82a5345aae11dc3560c264d91",
  "feed": "wall-street-journal",
  "title": "Apple's Best Bet Against China Might Be India",
  "text": "<p>Many Western manufacturers are increasingly uncomfortable with their reliance on China -- especially after its uncompromising approach to public health over the past year. Violent protests at Apple supplier Foxconn's Zhengzhou factory in November highlighted the risks of an overly concentrated supply chain.</p><p>India, on the other hand, is slated to play a larger role -- at least for Apple. Despite its creaky infrastructure and frustrating bureaucracy, India's substantial domestic market and robust government support for electronics manufacturing make it well placed to take advantage of a \"China plus one\" manufacturing strategy.</p><p>Apple assembles the iPhone 11, 12, 13 and 14 in India through three Taiwanese companies -- Wistron, Foxconn and Pegatron. And thanks to new iPhone designs that are more modular, plants in India can produce the iPhone 14 almost simultaneously with plants in China, according to Counterpoint Research. The research firm thinks 18% to 20% of all iPhones globally will be made in India by 2025 -- up from only around 3% in 2021. Apple didn't respond to a request to comment.</p><p>As so with China, one draw is India's consumer market. Ming-Chi Kuo, an analyst with Hong Kong-based TF International Securities, believes that is the main reason Apple chose India as the world's second iPhone assembly site. Mr. Kuo thinks that by the second half of the decade, India could be a significant site for not just assembling but building iPhone components.</p><p>India's advantages aren't just about its market potential. The country has a deep pool of English-speaking software talent. But the government has begun rolling out big incentives for electronics manufacturing in recent years, which have helped lure new investment from the likes of Foxconn and Samsung. India has almost the same population size as China and a higher birthrate. Vietnam, another electronics-making upstart, is limited by its much smaller market and labor force.</p><p>Nonetheless, India has its own challenges: inadequate infrastructure and a weak upstream and downstream electronics supply chain, to name two. Locally sourced components in the Indian smartphone ecosystem account for only about 14% to 15% of the total, with the rest being imported, according to Counterpoint data. About four-fifths of those imports come from China. India also cannot match China in terms of the central government's ability to set priorities and bring local governments to heel. In India, each state largely implements its own business policies. And India has had its own problems with violent labor disputes, including one at a factory run by Apple-supplier Wistron in 2020.</p><p>It will be a long time before India can match China's scale and efficiency for global manufacturers such as Apple -- but changing demographics and China's own self-inflicted wounds mean momentum is on the South Asian titan's side.</p>",
  "published": "2022-12-28T00:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 0,
          "end": 5
        },
        {
          "start": 1267,
          "end": 1272
        },
        {
          "start": 192,
          "end": 197
        },
        {
          "start": 1058,
          "end": 1063
        },
        {
          "start": 2754,
          "end": 2759
        },
        {
          "start": 633,
          "end": 638
        },
        {
          "start": 383,
          "end": 388
        },
        {
          "start": 2614,
          "end": 2619
        }
      ]
    }
  ]
}