{
  "_id": "1d1aa43889e6c12b8243850ea5919e9b80352cb6457ec11bb48327b1741afbea",
  "feed": "wall-street-journal",
  "title": "What's Happening With Joe Rogan and Spotify; As Joe Rogan faces scrutiny surrounding past uses of racial slurs, here's what to know about the podcaster and Spotify's response",
  "text": "<p>The recent controversies involving Mr. Rogan began in January after musician Neil Young pulled his music from the streaming service in objection to what he said was misinformation spread by the company's star podcaster. Mr. Young has directed his fans to rival streaming services including those by Amazon and Apple, and on Feb. 7 published an open letter calling on Spotify employees to leave the company and on artists to \"find a better place\" to host their content.</p><p>What did Joe Rogan say and how has he responded to the outcry?</p><p>In recent days, a compilation video of Mr. Rogan emerged that showed how Mr. Rogan and some of his guests used the N-word numerous times on his show.</p><p>Mr. Rogan responded in a video posted to Instagram in which he said he offered \"my sincere and humble apologies\" for what he called \"the most regretful and shameful thing that I've ever had to talk about publicly.\"</p><p>The podcaster said the clips were taken out of context and that they were based on 12 years of conversations. He added that they look \"horrible, even to me.\"</p><p>\"I know that to most people, there's no context where a white person is ever allowed to say that, never mind publicly on a podcast, and I agree with that,\" he said, adding that he hasn't used the slur in recent years.</p><p>\"I never used it to be racist because I'm not racist,\" he said. \"But whenever you're in a situation where you have to say 'I'm not racist,' you f-ed up. And I clearly have f-ed up. And that's my intention to express myself in this video.\"</p><p>How has Spotify responded?</p><p>Mr. Ek, in a letter to staff shared with The Wall Street Journal by a company spokesman, wrote that he has no plans to remove the podcaster from the streaming platform and committed to spending $100 million on music and audio content from what he called historically marginalized groups.</p><p>He said Mr. Rogan chose to remove some episodes from Spotify following discussions with the company and Mr. Rogan's own reflections. Tracking site jremissing.com says 113 of Mr. Rogan's episodes have been taken off Spotify since Friday.</p><p>\"While I strongly condemn what Joe has said and I agree with his decision to remove past episodes from our platform, I realize some will want more. And I want to make one point very clear—I do not believe that silencing Joe is the answer,\" Mr. Ek said in his letter to staffers. \"We should have clear lines around content and take action when they are crossed, but canceling voices is a slippery slope.\"</p><p>The controversy has been a challenge for Spotify as it seeks to become the world's largest audio company. Like Facebook and YouTube, Spotify started as a tech platform agnostic to what it hosted. But it is now moving toward being a media company that is responsible for what it distributes. The shift means the company is confronting decisions about content that can spark heated reactions from consumers, employees, artists and podcasters.</p><p>Mr. Ek in a recent interview with The Wall Street Journal resisted being pinned down as a publisher. He said it is still debatable whether YouTube and Facebook are tech or media platforms. \"I don't think you can define exactly what Spotify is either,\" he said.</p><p>How did the previous Spotify controversy begin?</p><p>The controversy began when Mr. Young, a 76-year-old folk-rock star whose hits include \"Heart of Gold\" and \"Harvest Moon,\" demanded that Spotify remove his music over what he says is vaccine misinformation spread by Mr. Rogan on the streaming service.</p><p>Mr. Young published an open letter in which he cited a podcast episode that featured Dr. Robert Malone, a virologist who worked on research into several mRNA Covid-19 vaccines but who is now critical of them. Among the claims made in the episode was the suggestion that hospitals have been financially motivated to falsely diagnose deaths as having been caused by Covid-19.</p><p>Spotify responded to Mr. Young's wishes by removing his music, the company confirmed on Jan. 26, after Mr. Young's record label, Warner Music Group Corp. 's Warner Records, formally requested Spotify remove the music.</p><p>Has anyone else pulled out of Spotify as a result of the initial controversy?</p><p>Musicians David Crosby, Graham Nash and Stephen Stills havejoined their former bandmate Mr. Young in his protest against Spotify, saying they want to pull their music from the platform. Musicians Joni Mitchell, Nils Lofgren and India Arie also have sought to remove their music in the wake of Mr. Young's protest. Mary Trump, the author and niece of former President Donald Trump, and writer Roxane Gay said they were removing their podcasts from the platform.</p><p>How much is Joe Rogan making with Spotify?</p><p>Spotify struck an exclusive licensing deal with Mr. Rogan in 2020 worth more than $100 million, according to people familiar with the matter.</p><p>\"The Joe Rogan Experience\" is Spotify's No. 1 show in 93 markets, Mr. Ek said during the recent interview. In 2021, Mr. Rogan's show was the most-listened-to podcast every month in more than 30 markets, including in the U.S., said a person familiar with the matter. Mr. Rogan's listeners have grown by 75% from the time he joined Spotify's platform in September 2020 to December 2021, this person said.</p><p>What did Rumble offer Joe Rogan</p><p>Rumble Inc. has offered Mr. Rogan $100 million to take his podcast exclusively to its social video website. The Toronto-based company, which started in 2013 and has positioned itself as an alternative to Alphabet's YouTube, has attracted the support of conservatives.</p><p>Dow Jones &amp; Co., publisher of the Journal, has a content partnership with Gimlet Media, a unit of Spotify.</p><p>(This article may be updated)</p><p>What's Happening With Joe Rogan and Spotify</p>",
  "published": "2022-02-08T17:07:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 310,
          "end": 315
        }
      ]
    }
  ]
}