{
  "_id": "ce55c08e3e420e70b6cf91cd1f38aa7d68a18e4dcae0d8255248a73280308c2d",
  "feed": "market-watch",
  "title": "One question looms about where tech stocks go now, after one of their worst years on record; After more than a decade of booming stock prices, profit and revenue, tech companies face an uncertain future that leaves investors wondering if this is just a pause in growth or a more permanent plateau",
  "text": "<p>\"This past year has been a nightmare,\" summed up Dan Ives, a Wedbush Securities analyst.</p><p>The trajectory is unlikely to turn around completely in 2023 for the tech sector writ large, especially in the first half of the year. But the real question is if the phenomenal growth of tech companies and their shares since the end of the Great Recession has ended for good, or if the excessive growth of the first two years of the COVID-19 pandemic has produced a couple of years of stagnation before the hockey stick returns sometime in the near future.</p><p>There may not be an answer to that question in 2023, but the performance of tech stocks and the profit and revenue that large tech companies report in the coming year can give us plenty of tea leaves to read for a prediction. For instance, growing optimism about a rebound for the semiconductor sector in 2023 could presage a wider tech bounceback down the road.</p><p>What to expect from tech stocks in 2023</p><p>A look at Wall Street's forecasts can provide some sense of which companies are still ready to grow in the current economic downturn, and what sectors may be poised for the biggest recovery. For now, it looks as if 2023 could be a bottom for tech, but this is where investors have to decide to trust Wall Street analysts and their calls, or go on their own. But in the current environment, a broader index-based approach may not make the most sense.</p><p>\"All tech is not going to be the same in 2023,\" said Brendan Connaughton, founder and managing partner of Catalyst Private Wealth in San Francisco. \"I think it's going to be much more of a stock picker's market.\"</p><p>Ives believes there will be neither a \"brutal tech tape\" again nor a major bounce-back.</p><p>\"We believe the answer lies between these two scenarios, as 2023 will be a 'fork in the road' for the tech sector, with clear winners and losers that will be defined by those vendors and management teams able to successfully navigate this Rubik's Cube macro and emerge stronger on the other side of the storm,\" the Wedbush analyst wrote.</p><p>Wall Street largely expects to see rough numbers for at least the first half of 2023 from tech companies, a big reason for the stock slide we have seen in 2022. The information-technology sector overall is currently forecast to see anemic revenue growth of 3.92%, down from estimated revenue growth of 8% for 2022. Those numbers are a big slowdown from the banner year of 2021, when the IT sector saw 15.71% revenue growth in semiconductors, software, networking, hardware and IT services.</p><p>Other areas, like internet companies and consumer discretionary, are expected to see more drastic declines. For example, communication services, which breaks out interactive media (internet and social media), saw revenue growth of 40.31% in 2021, according to Factset. Now, that sector is forecast to see 7.81% revenue growth in 2023, flat with 2022's estimated 7.83% growth, as the overall economy hurts internet advertising, ongoing effects from Apple Inc.'s AAPL privacy changes and the swift rise in popularity of China's TikTok.</p><p>One sector that bears watching for an upturn is semiconductors. This year, as many companies began to have inventory issues, initially signaled by memory-chip maker Micron Technology Inc. MU, the semiconductor industry is poised to enter official downturn territory. Wall Street is forecasting semiconductor revenue to fall 1.65% in 2023, down from estimates of growth of 7.53% this year. That compares to 22.41% revenue growth in 2021.</p><p>Vivek Arya of BofA Securities expects revenue to fall slightly more. \"We believe the industry is in the midst of a consumer-led downturn that will likely trickle into areas like data centers, automotive, and industrials in the coming quarters before bottoming in the first or second quarter of 2023,\" Arya said in a note to clients. \"We expect revenue to decline at least 3% in 2023, which would mark the first industry revenue decline since 2019.\"</p><p>Over-ordering trends and inventory builds have yet to work through the entire system, said Christopher Rolland, an analyst with Susquehanna Financial, in a recent note. He said chips for PCs, consumer devices and handsets are now working through the system now, but that the glut of chips for automotive, industrial applications and communications have yet to work through.</p><p>\"If you start to see those guys pick up in the second half of 2023, that will bode well for overall spending in the tech space,\" Connaughton said.</p><p>Semiconductor equipment makers, which are a bellwether of the chip industry, will be key to watch for signs of spending by their chip-making customers. Those firms, such as Applied Materials Inc. AMAT, KLA Corp. KLAC and Lam Research Corp., LRCX, are currently expected to see revenue decline 6%, 3% and 5.6%, respectively, in 2023.</p><p>Software and security may be a port in a storm</p><p>Software is expected to be a port in the storm. While its growth in 2021 was 16.5%, a bit slower than the hot semiconductor industry, software is now the only sector in tech that is expected to maintain a trace of double-digit revenue growth in 2023. Overall, software is still expected to grow 10.86% in 2023, down slightly from the expected 13% this year, and outpacing the once-hot internet companies.</p><p>Some of that growth is expected to come from cloud-based software companies like ServiceNow Inc. NOW and Salesforce.com CRM, which have seen revenue decelerate as cloud spending slows down, but with forecasts of 22% and 11% growth respectively, these companies are helping the software sector. Cybersecurity company Fortinet Inc. FTNT is still forecast to see revenue growth of around 21% in 2023, but its growth has dramatically slowed too, from 36% estimated in 2022. Microsoft Corp.'s MSFT cloud services are a cushion, offsetting the downturn in its PC business. The software giant is expected to see revenue rise 12% this year and 10% in 2023.</p><p>\"In the cybersecurity landscape, spending into year-end and initial 2023 budgets look much firmer than other subsets of the IT budget ecosystem, based on our field work,\" Ives wrote in a recent note.</p><p>The internet sector, which saw the biggest growth, is now seeing the biggest drop. Evercore ISI analyst Mark Mahaney highlighted a few \"best ideas for New Money Longs in 2023\" and noted that Netflix Inc. NFLX, Uber Technologies Inc. UBER and website maker Wix.com Ltd. WIX have business models that are reasonably recession-resistant, have new product cycles and have taken cost-reduction actions.</p><p>He added that Amazon and Alphabet will see a modest downside in the first half of 2023, but \"look highly attractive on 2-3 year time-horizons.\" Amazon's total revenue growth is currently estimated at 10% in 2023, up from 9% this year, while Alphabet is forecast to see only 8% growth in 2023, down from 10% revenue growth in 2022.</p><p>The new year is going to require the typical due-diligence research by investors, who can no longer just buy up index funds and watch as all boats rise together. 2022 is already a wash, and the markets appear to be doing their best to put as many losses into one massive bad year as they can.</p><p>Investors who believe in tech for the long term should look for reasonable entry points into the now-distressed names that still have decent growth expected for the next two or three years and be prepared for the long haul. But investors who want high, double-digit growth rates and have lost faith in tech might want to stay away for awhile, until they can find some high-growth options. One thing is for sure: Technology may evolve and change, but it is not going away.</p><p>One question looms about where tech stocks go now, after one of their worst years on record</p>",
  "published": "2022-12-30T00:52:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 2977,
          "end": 2987
        },
        {
          "start": 2977,
          "end": 2982
        },
        {
          "start": 2990,
          "end": 2994
        },
        {
          "start": 2977,
          "end": 2986
        }
      ]
    }
  ]
}