{
  "_id": "c42b894e59149e82536f4e91006e044cfbcb15baee41ca01bc81b819d04b9a6a",
  "feed": "wall-street-journal",
  "title": "Much of China Locks Down With No End to Zero Covid in Sight; The country has stuck to its tough policies as cases rise despite new guidelines earlier this month aimed at easing some measures",
  "text": "<p>China's official tally of new Covid cases hit more than 28,000 Tuesday. Unlike the previous peak, when more than 90% of cases were concentrated in Shanghai, today all of China's provinces and regions are reporting cases.</p><p>The staying power of zero-Covid policies is partly a reflection of how grass roots implementation in China often differs from central policy. Especially during Covid, the most local levels of Chinese government such as neighborhood committees have been handed far more authority to control people's activities. While the central government has called on local officials to avoid extreme controls, few have been punished for excessive Covid enforcement while many have been demoted for letting outbreaks spread further.</p><p>\"Policy makers are responding with tighter restrictions, dashing the hope that some held recently of an imminent end of the zero-Covid policy,\" said Mark Williams, an economist at research firm Capital Economics.</p><p>The 20-point guidelines unveiled on Nov. 11 following a meeting of China's Politburo Standing Committee, the country's top decision-making body, included cutting the required quarantine time for close contacts of Covid cases to eight days from 10 days. It also sought to refine restrictions on domestic travel by limiting areas designated as high risk to residential blocks rather than entire districts and barred local officials from keeping people confined to their homes arbitrarily.</p><p>Even so, the government reiterated that the overall thrust of the Covid strategy remained intact. In the days that followed, the Communist Party's People's Daily newspaper published commentaries that stressed the importance of continuing to adhere to the government's strict prevention measures.</p><p>A surge of cases in China's capital of Beijing is especially concerning for top leaders. Beijing's count of new cases has jumped from around 100 a day earlier this month to more than 1,400, the most since the pandemic began. So far, Beijing has avoided the sort of large-scale lockdown that many other cities in China have experienced.</p><p>In accordance with the central government's guidelines this month, Beijing hasn't declared any citywide closures of restaurants and shopping malls or suspended in-person schooling.</p><p>But the reality on the ground is that much of the city is in de facto lockdown. In downtown Beijing on Wednesday, normally teeming streets were all but deserted. Many mom-and-pop restaurants that typically serve breakfast to people on their ways to work were closed, including for takeout. Men in white hazmat suits patrolled the streets spraying disinfectant in the air.</p><p>While Beijing hasn't issued the sort of far-reaching stay-at-home order that confined most Shanghai residents to their homes for two months this spring, many in the capital are nevertheless prohibited from stepping outside. People deemed to have been in proximity to a positive case, such as residents of an adjacent apartment block, might be required to stay home while they undergo three days or more of mandatory testing.</p><p>On a visit to the central megacity of Chongqing, which has recorded more than 6,000 cases daily since Sunday, Beijing's top official overseeing Covid controls, Sun Chunlan, urged officials to more closely monitor possible sources of virus spread such as package couriers, nursing homes and construction sites. \"Run fast to beat the virus,\" she said, according to the official Xinhua News Agency.</p><p>Without a doubt, China's approach to Covid-19 has saved many lives, especially among elderly people who are more susceptible to the virus. Having recently secured a third term in office, leader Xi Jinping has championed China's approach to handling Covid.</p><p>A major concern for Chinese leaders is how many people will die if the country relaxes its controls.</p><p>For one, China's health system is far less developed than those of wealthier countries. Many older Chinese are also unvaccinated. Government data shows that 66% of people 80 years and older have been fully vaccinated while only 40% had gotten a booster shot as of earlier this month.</p><p>The new guidelines from the Politburo Standing Committee have made only vague references to boosting vaccination rates. In Beijing, for instance, proof of a Covid-19 negative test is required to enter public venues while there is no check of one's vaccination status.</p><p>The shift to lockdowns that are enforced for buildings or neighborhoods, rather than through citywide restrictions, as was the case in Shanghai, has made it more difficult to track the effects on China's economy. That's especially true as some restrictions such as suspension of in-person classes and dining are no longer being announced publicly. Attempting to assess the economic fallout is \"mostly guesswork,\" said Xing Zhaopeng, an economist at ANZ bank.</p><p>Although supply-chain problems as a result of China's Covid policies have eased generally, a lockdown at Foxconn Technology Group's factory in Zhengzhou has led to worker protests and disruptions to production of Apple Inc.'s latest iPhones. Some workers have fled the factory because they feared catching the virus.</p><p>Many Chinese businesses are worried about the outlook. A survey of 20,180 business owners by Peking University and fintech giant Ant Group Co. released last week found more than half weren't confident about the outlook for the fourth quarter, the lowest level since the first quarter of 2021. Respondents said they were also less confident about hiring and were trimming costs.</p><p>Even some cities that haven't seen major spikes in cases have tightened restrictions. Shanghai, for example, has reported just a few dozen daily cases or less throughout November. Even so, the city government rolled out a rule this week that bans travelers to the city from visiting public venues such as restaurants and shopping malls within five days after arriving.</p><p>In all, 48 cities across China are implementing various levels of lockdown, affecting 408 million people, up from 340 million last week, the Japanese investment bank Nomura said in a note Tuesday. Those cities accounted for 40% of China's gross domestic product.</p><p>One of the cities affected is Shijiazhuang, an industrial hub about 180 miles south of Beijing. In recent days, the city of around 11 million people has become a prime example of the confusion about China's updated Covid controls.</p><p>After the central government unveiled its new guidelines this month, Shijiazhuang began to scale down its program of mass PCR testing. Like most major Chinese cities, proof of a negative test had been required in Shijiazhuang to enter almost all public places. The mass testing has strained many local budgets in China. Some began to speculate whether the city would serve as a pilot study to potentially ease testing requirements elsewhere.</p><p>Almost immediately, case counts spiked in the city. Then Sunday, the city government reversed course: It announced it would conduct five days of mandatory mass testing, encouraged residents to do their shopping online and suspended some in-person schooling.</p><p>Residents in high-risk areas are barred from leaving home, while people in low-risk zones must have a negative PCR test to go out for a maximum of two hours a day.</p><p>Grace Zhu contributed to this article.</p><p>Write to Brian Spegele at brian.spegele@wsj.com</p><p>Much of China Locks Down With No End to Zero Covid in Sight</p>",
  "published": "2022-11-23T12:30:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 5027,
          "end": 5037
        },
        {
          "start": 5027,
          "end": 5032
        },
        {
          "start": 5027,
          "end": 5036
        }
      ]
    }
  ]
}