{
  "_id": "472f0ebc7364f35edf2fe149a6d91be9480d91a4370bc947f52e0b926aaac142",
  "feed": "wall-street-journal",
  "title": "Netflix to Build Children's Shows With Deal for Dr. Seuss Stories",
  "text": "<p>The deal deepens Netflix's relationship with Dr. Seuss Enterprises, which oversees the publishing interests of the late Theodor Seuss Geisel. The streaming giant already made an animated series out of Dr. Seuss's \"Green Eggs and Ham.\"</p><p>It also illustrates how important prominent catalogs have become for entertainment companies in an increasingly cluttered and competitive marketplace. Last fall, Netflix acquired the Roald Dahl Story Co., which controls the rights to the author's stories and characters such as \"Fantastic Mr. Fox\" and \"The Twits.\" Netflix was already developing \"Charlie and the Chocolate Factory\" and \"Matilda\" as series before the deal.</p><p>\"The new Dr. Seuss line-up will serve as a true anchor for Netflix's expanded focus on pre-school,\" Netflix said Tuesday. The streaming giant has been investing heavily in children's content over the past several years in anticipation of increased competition from newer rivals.</p><p>Walt Disney Co.'s Disney+ has a trove of children programming and Pixar movies, while Apple Inc. last year struck a deal with Skydance Animation, which is overseen by writer and director John Lasseter, to create programming for children and families. AT&amp;T Inc.'s HBO Max also has content that caters to children, and recently renewed its partnership with \"Sesame Street.\"</p><p>Dr. Seuss's legacy has come under scrutiny recently, in the wake of Dr. Seuss Enterprises' decision a year ago to stop publishing six of the late author's books after a review concluded they contained offensive images. None of Dr. Seuss's top sellers was affected.</p><p>Netflix said it would use the Dr. Seuss material as a foundation to \"explore themes of diversity and respect for others all told through fun and engaging stories that incorporate the whimsical humor, distinctive visuals and rhythmic style of Dr. Seuss.\"</p><p>Susan Brandt, president and chief executive of Dr. Seuss Enterprises, said: \"We are always looking for new and engaging ways to share our stories, characters and messages with the next generation of fans.\"</p><p>---</p><p>Jeffrey A. Trachtenberg contributed to this article.</p><p>License this article from Dow Jones Reprint Service</p>",
  "published": "2022-03-16T00:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1023,
          "end": 1033
        },
        {
          "start": 1023,
          "end": 1028
        },
        {
          "start": 1023,
          "end": 1032
        }
      ]
    }
  ]
}