{
  "_id": "6c5ad73feabef939dfdf0264c2566232b986c6a86ed91b8f7ac5b6759eff5cc4",
  "feed": "market-watch",
  "title": "Is metaverse pioneer Roblox ready for fierce competition? This analyst doesn't think so; Cowen analyst, who refuses to capitalize 'metaverse' for a reason, makes a lot of science-fiction comparisons — because right now, the 'metaverse' that people imagine is still just science fiction",
  "text": "<p>\"Current tech incumbents and content owners are very aware of the potential power of the metaverse, and therefore Roblox is likely to face extremely determined competition,\" he said.</p><p>Creutz noted that the term \"metaverse\" is borrowed from Neal Stephenson's 1992 science-fiction novel \"Snow Crash,\" which follows the hacker/pizza-delivery guy protagonist literally named \"Hiro Protagonist.\"</p><p>\"In the lingo, this imaginary place is known as the Metaverse,\" the novel reads. \"Hiro spends a lot of time in the Metaverse.\"</p><p>Creutz said people are also thinking of \"The Matrix\" as a template for contemplating what the metaverse will be like.</p><p>\"In 1999, a Warner Bros. marketing campaign asked audiences 'What is The Matrix?'\" Creutz said. \"Here, we propose to at least try to answer the question 'What is the metaverse?' since Roblox has made its intention clear to be a major player in this emerging junction of technology and media.\"</p><p>It's here where Creutz describes why he refuses to capitalize the \"m\" in metaverse: \"In this note we decline to capitalize the term 'metaverse' except as it refers to specific uses in other media, since we are referring to a still-indefinite concept as opposed to an actual destination that merits the use of a proper noun, like the Internet.) \"</p><p>Creutz uses that quote in his note in explaining how Roblox will fare in the metaverse.</p><p>\"Is it a red pill/blue pill situation in believing in forecasting Roblox dominance in the still science fiction 'metaverse?'\" Creutz said.</p><p>While Roblox has big plans for the metaverse, Creutz believes that the metaverse \"will be much bigger than what Roblox can possibly hope to provide, given the technical requirements and need for diverse and compelling content.\"</p><p>\"As a destination in the metaverse, Roblox will face competition from many companies that are simply much better equipped in terms of technology and capital, and which perhaps more importantly have demonstrated an overwhelming will to power during Web2.\"</p><p>It seems that people have different ideas about what the metaverse will be like, but it is still imaginary, so how do people imagine something that doesn't exist yet? Creutz said people likely will use science-fiction movies and books to get their ideas.</p><p>Creutz also cited the movie \"Tron,\" William Gibson's \"Neuromancer\" and Ernst Cline's \"Ready Player One\" as also being big influences for how people imagine how the metaverse will be.</p><p>\"Most everything that companies like Roblox and Meta are talking about today was imagined on a page or screen as much as 40 years ago (if not earlier),\" the Cowen analyst said. Creutz said that while many people think of Roblox as a template for the virtual world, he disagrees.</p><p>\"We believe the current entertainment experience that is closest in spirit to a real metaverse is not Roblox, but [Take Two's] 'Grand Theft Auto Online,'\" he said.</p><p>\"Even if we are wrong, however, and the metaverse arrives sooner than we expect, we are skeptical that Roblox will find dominance and profitability therein,\" Creutz said. \"Unlike social media and search, where existing tech incumbents failed to recognize the importance of the emerging platforms and allowed upstarts (Facebook and Google) to grow rapidly and profitably until it was too late, the focus on metaverse development is intense and widespread. As a result, we think success in the metaverse will be in the context of a highly competitive market, with no chance to catch incumbents unawares. We see plenty of other companies with more significant financial and content resources as positioned to be powerful metaverse players, including (but not limited to) Sony JP:6758, Take-Two TTWO, Microsoft MSFT, [Alphabet Inc.'s GOOGL GOOG] Google, Apple AAPL, Meta META and Epic Games.\"</p><p>In August, Roblox shares took a hit after the company reported a surprise decline in bookings, their second year-over-year quarterly decline in a row, but executives were quick to note that July booking had risen.</p><p>The company defines bookings as \"revenue plus the change in deferred revenue during the period and other noncash adjustments.\" The importance of bookings comes into play as the company sells virtual currency on its site that may be considered deferred revenue.</p><p>Back in May, Roblox shares also came under heavy fire after the company reported an unexpected decline in bookings, resulting in Roblox stock logging its worst one-day performancesince it went public. The company dropped more than a quarter of its value in one trading session, following lighter-than-expected results as once-stuck-inside kids were finding other ways to spend their time as pandemic restrictions eased.</p><p>Roblox went public through a direct listing in March 2021, and was a darling stock as recently as last November, when the company said in an earnings report that a three-day outage over Halloween weekend did not fail to stop October growth. But, as restrictions eased, children put down their tablets and ran outside to play as evidenced in Roblox's results in February.</p><p>Of the 23 analysts who cover Roblox, 12 have buy-grade ratings, eight have hold ratings, and three have sell-grade ratings, with an average target price of $45.44. Back in June 2021, all eight analysts covering Roblox had buy-grade ratings, which it enjoyed for six quarters, according to FactSet data.</p><p>Is metaverse pioneer Roblox ready for fierce competition? This analyst doesn't think so</p>",
  "published": "2022-09-12T22:36:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 3715,
          "end": 3720
        },
        {
          "start": 3721,
          "end": 3725
        }
      ],
      "nexusId": "10022657"
    }
  ]
}