{
  "_id": "df79f5c612617b5db6e4e2b1095f57cf685d6b61b8b19f3ade357177127ff6e8",
  "feed": "wall-street-journal",
  "title": "Heard on the Street:  Apple Has No Easy Road Out of iPhone Production Woes  ----  By Dan Gallagher",
  "text": "<p>\n  [Financial Analysis and Commentary] </p><pre> </pre><p>\n  Apple Inc.'s short-term problems depend on the patience of its most lucrative iPhone buyers. Its long-term problems will require the patience of a larger constituency. </p><p>\n  Growing unrest in China has affected production of Apple's devices there. The company warned on Nov. 6 that Covid restrictions at an assembly plant in Zhengzhou were resulting in significantly reduced capacity for producing its iPhone 14 Pro and Pro Max models. The situation has only grown worse since. That threatens the sales mix investors were counting on to help iPhone revenue in the December quarter. </p><p>\n  Apple has been selling Pro versions of each year's iPhone family for the past three years, using enhancements such as a more powerful camera to command a higher price point for Pro devices compared with each year's mainline release. That gap is even greater this year as only the iPhone 14 Pro models got Apple's latest in-house processor while the iPhone 14 and 14 Plus devices are using last year's A15 chip. The iPhone 14 and 14 Plus models have little-to-no wait time on Apple's online store, while delivery times for the two Pro designs are around Dec. 28. </p><p>\n  Analysts largely say most prospective buyers of the iPhone 14 Pro models will wait out the delays. Even that would likely push some iPhone revenue into the March quarter. But in a Nov. 23 report, Shannon Cross of Credit Suisse said, \"We see increasing risk that demand will shift to iPhone 14/14 Plus for consumers that are in need of a new phone or wanting to purchase holiday gifts instead of IOUs.\" </p><p>\n  Wall Street hasn't yet factored in significant shifts in product mix; the consensus estimate for iPhone revenue in the December quarter edged down 1% since before Apple issued its warning, according to FactSet. </p><p>\n  Apple's share price fell 2.6% Monday, part of a market selloff sparked by worries of China's unrest. The stock outperformed its major tech peers with an 18% drop year to date; the Nasdaq Composite slid 29%. </p><p>\n  But growing unrest in China furthers the questions for Apple's long-term direction beyond near-term iPhone sales. Substantially all of its products are made in China. That reliance has grown more tenuous as tensions rose between China and the U.S. The unprecedented nature of the latest protests adds new risk that is likely to hang over any foreign business operating in China, and Apple isn't just any foreign business.It is so large that it requires its own \"city\" just to build iPhones, shipments of which exceed 230 million units every year. In a note this month, Bank of America analyst Wamsi Mohan wrote that \"meaningful diversification from China-based manufacturing is many years away\" for Apple. A reality distortion field sure would come in handy right now. </p><p></p>",
  "published": "2022-11-29T07:04:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 21,
          "end": 26
        },
        {
          "start": 613,
          "end": 618
        },
        {
          "start": 2378,
          "end": 2383
        },
        {
          "start": 1740,
          "end": 1745
        },
        {
          "start": 2050,
          "end": 2055
        },
        {
          "start": 37,
          "end": 47
        },
        {
          "start": 918,
          "end": 923
        },
        {
          "start": 1088,
          "end": 1093
        },
        {
          "start": 256,
          "end": 261
        },
        {
          "start": 37,
          "end": 42
        },
        {
          "start": 1788,
          "end": 1793
        },
        {
          "start": 2694,
          "end": 2699
        },
        {
          "start": 37,
          "end": 46
        }
      ]
    }
  ]
}