{
  "_id": "929160a6781016485d3c3dbfe9cf4087e3aaa8811a7efef632260b63d2f91270",
  "feed": "wall-street-journal",
  "title": "OFF DUTY  ---  Style & Fashion:  When Gap Met Yeezy  ---  Yeezy Gap, a new fashion venture between Ye (formerly  Kanye West) and the mass retailer has hypebeasts buzzing.  Having tested the clothes, our menswear editor offers a  primer on the confounding collaboration.  ----  By Jacob Gallagher",
  "text": "<p>\n  In late December, days before the new year, a package landed at my doorstep. It contained a new purchase -- one of the most talked-about items of clothing in recent memory: a Yeezy Gap Round Jacket. Round indeed. The $200 coat looks like a wearable jumbo beach ball. Or perhaps more accurately, given its electric indigo shade, like some mutant, genetically modified blueberry. </p><p>\n  This bulbous jacket is the first design to come out of a collaboration between Gap and Ye, the rapper who recently changed his name from Kanye West. Struck in 2020, the partnership is purportedly projected to last 10 years. Where Ye goes, chatter follows (as his recent paparazzi-tracked relationship with the actress Julia Fox proves) and this collaboration has been no different. Since sending friends photos of the coat, I've been subjected to an onslaught of breathless questions: How does it fit? How can I buy it? What does it even look like in person? Here, I answer those questions, and more, as I try to demystify Yeezy Gap. </p><pre>\n </pre><p>\n  What is Yeezy Gap? </p><p>\n  It is a small brand spawned from a partnership between American retailer Gap and Yeezy, the fashion company helmed by rapper/producer/former presidential candidate Ye. For now, the collection is limited to the $200 Round Jacket and a double-layered $80 hoodie. </p><pre>\n </pre><p>\n  This isn't the first time Ye has designed clothes, right? </p><p>\n  Far from it. Ye launched two short-lived labels in the 2000s and 2010s: the poppy streetwear brand Pastelle and a widely panned women's runway brand. He has also frequently collaborated with labels including Louis Vuitton, Balmain and A.P.C. His most enduring partnership has been with footwear juggernaut Adidas AG. Formed in 2013 and set to run through 2026, the union between Adidas and Yeezy has given birth to scads of sock-like shoes, marshmallowy boots with newfangled soles, and earth-toned athleisure. </p><pre>\n </pre><p>\n  What makes the Gap deal different? </p><p>\n  The clothes are relatively more accessible than Ye's past designs -- particularly his sneakers, of which a limited number drop on set days and sell out in minutes. To date, Yeezy Gap releases have been sold online via preorder, meaning shoppers can order pieces during an hours- or dayslong window, which ups their chances of snagging their desired item. \"I like how they've done it as a preorder . . . It kind of gives everyone the opportunity to get it,\" said Josh Dunn, 24, a business assistant in Chesterfield, England, who purchased several hoodies and jackets. The downside? No instant gratification -- preorders take weeks to arrive. Those who shopped the last window (for black and blue hoodies) were told their buys would arrive in an agonizing four to eight weeks. </p><pre>\n </pre><p>\n  I'm intrigued, but how do the clothes look? </p><p>\n  They're quite a break from the safe khakis-and-crewnecks aesthetic the 53-year-old retailer is known for. The hoodie has pendulous sleeves but an abbreviated body that creeps up to the beltline. Wearing it, I kept worrying my belly button would be exposed. As I've told many friends since: I recommend buying a size up. </p><p>\n  The Round Jacket is even more extreme. It lacks any sort of zipper or buttons and is as voluminous as an overfed sleeping bag -- here, I'd buy your \"normal\" size. When I tried it on at home, my wife burst out laughing. \"You look like Violet Beauregarde,\" she said, likening me to the ballooning character from the 1971 film \"Willy Wonka &amp; the Chocolate Factory.\" I looked 20 pounds heavier. On a positive note, with all that insulation the jacket was very warm. I was almost sweating when I stepped out in it on a 30-something-degree day. </p><p>\n  For the committed, the jacket's excessive silhouette is a benefit. \"It definitely turns a ton of heads and people are like, 'What is that?'\" said Jacob Green, 22, a retail worker and Yeezy stan in Des Moines, Iowa, who owns the Round Jacket in blue and black and preordered it in red. </p><pre>\n </pre><p>\n  What else do Yeezy stans seem to like about the designs? </p><p>\n  The colors. The hoodies in particular were sold in a rainbow of six dynamic shades such as eggplant and crimson. The inclusion of more vivid hues was a relative departure from Yeezy's often muted color schemes and made the hoodies an early hit: When they first dropped online on Sept. 29, 2021, they achieved bigger single-day sales than any Gap item ever, and 70% of buyers were first-time Gap shoppers. </p><pre>\n </pre><p>\n  So there's a jacket and a hoodie . . . are any new styles in the works? </p><p>\n  Nothing's been announced -- yet. If you want to see what might come next, follow what Ye is wearing. Fan Instagram accounts like @YeezyxGap and @DondasPlace post photos of Ye in rumored Gap gear -- recently he's been seen in a pullover jacket and sweatshirt that some fans believe will be the next to drop. Ye watchers were also frothed up earlier this month after Yeezy Gap announced that it was partnering with titanic Paris-based fashion house Balenciaga, designed by Ye collaborator Demna Gvasalia, on a new collection dubbed Yeezy Gap Engineered by Balenciaga. The first pieces are set to drop in June. </p><pre>\n </pre><p>\n  I'm in. How can I buy this stuff? </p><p>\n  Currently, you can't. Well, not from Gap at least. The preorder windows have closed and there is no word on when they'll open again. If you're eager to Yeezify your existence, turn to resale sites like Grailed, StockX and eBay, which are littered with Yeezy Gap Hoodies and jackets at prices barely higher than (and sometimes even below) retail. </p><p>\n  --- </p><p>\n  STYLE ACCORDING TO YE </p><pre>\n </pre><p>\n  SEVEN TIMES THE RAPPER-CUM-DESIGNER GOT CRAZY CANDID </p><pre>\n </pre><p>\n  Beauty's important and it's illegal to be naked, so why not be adorned in beauty? </p><p>\n  -- MTV, 2015 </p><pre>\n </pre><p>\n  There's a little bit of Lamborghini in everything I do. Yeezy is the Lamborghini of shoes. </p><p>\n  -- Forbes, 2019 </p><pre>\n </pre><p>\n  \"I hate the concept of limited edition completely. I hate the concept of separatism. Elitism. Classism. We're all equal . . . The only luxury is time. </p><p>\n  -- Style.com, 2015 </p><pre>\n </pre><p>\n  \"I think lifetimes and lifetimes ahead.\" </p><p>\n  -- 'Jimmy Kimmel Live!' 2018 </p><pre>\n </pre><p>\n  \"I think what Kanye West is going to mean is something similar to what Steve Jobs means. I am undoubtedly, you know, Steve of Internet, downtown, fashion, culture.\" </p><p>\n  -- The New York Times, 2013 </p><pre>\n </pre><p>\n  \"I like Costco as an idea. I like Walmart, too\" </p><p>\n  -- WSJ., 2020 </p><pre>\n </pre><p>\n  \"I'm the king of culture for the past 20 and the next 2,000 years.\" </p><p>\n  -- Drink Champs, 2021 </p><p></p>",
  "published": "2022-01-22T07:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [],
      "nexusId": "10022657"
    }
  ]
}