{
  "_id": "a34b50e7bfd8ccde8a4ae5b52c9c50d50aba088eacab1d245e1e589684c49bd8",
  "feed": "ftcomall",
  "title": "Klarna's valuation crashes to under $7bn in tough funding round",
  "text": "<p>Klarna, once Europe's most valuable private tech company, has had its pricetag slashed from $46bn to $6.7bn at a difficult fundraising that highlights the crash in many tech valuations. </p> <p>Michael Moritz, chair of <a href=\"https://www.ft.com/stream/464b518e-3b8a-49ee-bf94-c1b382feff68\">Klarna </a>and a partner at investor Sequoia, blamed “investors suddenly voting in the opposite manner to the way they voted for the past few years”. He predicted that “after investors emerge from their bunkers, the stocks of Klarna and other first-rate companies will receive the attention they deserve”.</p> <p>The $800mn fundraising round, announced on Monday, featured new investors including Mubadala, the sovereign wealth fund of the United Arab Emirates, and the Canada Pension Plan Investment Board in addition to existing investors such as <a href=\"https://www.ft.com/stream/f1d35366-3809-4d81-bcbe-e0086562d8b0\">Sequoia </a>and Commonwealth Bank of Australia. </p> <p>Just over a year ago, Klarna was valued at $46bn after a $639mn funding round led by Japan's SoftBank, the investment group behind a disastrous bet in office-sharing group WeWork. The new “pre-money” valuation, excluding the new cash, is only $5.9bn.</p> <p>Founded in 2005, the Swedish company pioneered buy now, pay later, which allows customers to delay payments or divide them into instalments. The popular form of credit was boosted by the ecommerce boom during the coronavirus pandemic.</p> <p>But with inflationary pressures increasing, investors have soured on <a href=\"https://www.ft.com/content/2c0028ad-72a7-4176-8922-6729f6a3cc75\">growth-chasing fintechs</a>, which have suffered an even steeper decline than any other technology sector.</p> <p>Sebastian Siemiatkowski, Klarna's chief executive, said that the latest fundraise was “a testament to the strength of Klarna's business” in the face of steep falls in global stock markets. </p> <p>Buy now, pay later providers have been particularly badly hit, as discretionary spending falls, defaults are expected to rise and higher interest rates further weigh on margins. </p> <p>They are also facing growing competition from mainstream lenders and Big Tech players such as Apple, which is launching its own Apple Pay Later product in the US. </p> <p>There is increasing regulatory scrutiny of the sector too. In June, the UK government outlined its plans to strengthen rules, including requiring lenders to carry out affordability checks and allowing consumers to take complaints to the Financial Ombudsman Service.</p> <p>The new valuation is Klarna's lowest since August 2019, when it was priced at $5.5bn, and follows a series of efforts to raise cash this year, according to people briefed about the matter</p> <p>Efforts to tap investors for new cash at a $25bn in May failed to get any significant traction, according to those people. In the same month, Klarna cut 10 per cent of its more than 7,000-strong workforce, with Siemiatkowski describing 2022 as a “tumultuous year”.</p> <p>In June, some investors were approached with the opportunity to invest at a valuation below $20bn, according to the same people.</p> <p>Klarna's woes are mirrored in the performance of its counterparts. Shares of the US-listed buy now, pay later provider Affirm, which has partnered with big retailers such as Amazon and Walmart, are down close to 90 per cent from their high in November.</p> <p>CPP's decision to invest marks the latest move in the sector by a Canadian pension fund. In March, the Ontario Teachers' Pension Plan led a £210mn funding round in Lendable, a consumer finance group with its headquarters in London.</p> <p>CPP declined to comment.</p> <p><em>Additional reporting by Josephine Cumbo</em></p><p>Source: Siddharth Venkataramakrishnan in London 2022 'Klarna's valuation crashes to under $7bn in tough funding round' FT.com 11 July. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-07-11T14:20:17.228Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1912,
          "end": 1917
        },
        {
          "start": 1946,
          "end": 1951
        },
        {
          "start": 1946,
          "end": 1955
        }
      ]
    }
  ]
}