{
  "_id": "5a972fb2aadd6f6144c83ba78dd3982640d4d1d6c72a315ef62ccf1d63ebba7f",
  "feed": "market-watch",
  "title": "Corporate I.D.-card swipes, lunchtime orders, subway and train traffic, and traditional polls don't suggest people are returning to the office in droves; So your boss asked you to go back to the office after Labor Day? Not everyone appears to be jumping at the opportunity",
  "text": "<p>So your boss told you to make it to the office more, starting in September. But now that remote and hybrid work arrangements have been woven into the fabric of white-collar jobs, who really followed that command?</p><p>Some post-Labor Day traffic data, office occupancy gauges and even lunchtime order numbers from businesses hint at an increase — but so far workers are not streaming into offices en masse.</p><p>For example, the post-Labor Day measure of corporate key-card swipes stayed essentially flat in averages across 10 major cities, said Kastle Systems, a security technology provider running an ongoing back-to-work barometer.</p><p>In New York City, the hub of high finance, those occupancy rates increased sharper than other cities, Kastle said. However, the Big Apple's office occupancy increased to 47.5% last week, up from 46.6% the previous week, the highest level since before the pandemic.</p><p>\"New York City experiencing the biggest jump, rising 8.7 percentage points to 46.6% occupancy. Despite that, Austin, Texas still surpassed New York City with office occupancy reaching 60.5%. We expect these rates to continue rising,\" Kastle said.</p><p>But Kastle's barometer is just just that — a barometer. It represents 2,600 buildings in 138 cities, but as the New York Post reported, it's not used by some of the biggest corporate office buildings in the city. A spokeswoman told the Post that it's included in 200 buildings in New York City, but declined to specify the buildings in question.</p><p>As of mid-September 2022, 49% of Manhattan office workers showed up in person on an average weekday, up from 38% in April, according to a poll of 160 major office employers between Aug. 29 and Sept. 12, 2022 by Partnership for New York City, a nonprofit that aims to strengthen the relationship between business and government in the Big Apple.</p><p>New York City subway ridership stayed below pre-pandemic levels for the work week, just like a commuter rail from northern suburbs and Connecticut, according to Metropolitan Transportation Authority statistics. Yet Manhattan bridge and tunnel traffic met or exceeded it for most of the week, the MTA noted.</p><p>\"Everything I have seen points to no serious uptick in the return to office after Labor Day,\" said Nicholas Bloom, a Stanford University professor who's studied the rise of remote work. \"The last two big pushes after Labor Day in 2020 and 2021 were complete failures with no impact at all, and so I was not expecting anything different this time around.\"</p><p>Some numbers show a shift in white-collar work. Between 2019 and 2021, the amount of people primarily working from home tripled to 27.6 million people from roughly 9 million, according to the U.S. Census Bureau.</p><p>CBRE's survey revealed \"a large disconnect between what [company managers] were seeing, versus what they desired,\" said Julie Whelan, the firm's global head of occupier research.</p><p>Anecdotally, she's sensed a post-Labor Day uptick — like a recent commute into her Boston office that exceeded an hour, for the first time since the pandemic. Still, it would be \"naïve\" to think Labor Day would spark suddenly higher office usage, Whelan said.</p><p>If company brass is intent on getting people back more often, Whelan said there's steps they can take, right down to practical points like having teams coordinate when they are coming in. But she's not sure how many are doing this.</p><p>Bloom is a skeptic about the prospects of a Great Return. \"Employees are much happier working two or three days a week at home and are typically more productive. So it's a very hard business case to make and most middle managers and employees know this so are not pushing it,\" he said.</p><p>The real pressure comes from top CEOs, said Bloom. But managers below the top echelons think a heavy insistence could cause workers with kids and/or longer commutes to leave. \"Most middle and junior managers know this and are passively rebelling against their CEOs orders, making these return-to-office policies extremely hard to execute.\"</p><p>Some cities see increase in occupancy</p><p>In the seven-day span encompassing the tail end of the week before Labor Day and the work days after, average occupancy actually fell slightly to 43.4% from 43.8% a week earlier, according to Kastle's data.</p><p>That drop might have happened because more people worked remotely on the Friday before the Labor Day weekend. At the same time, occupancy on the Wednesday after Labor Day was nearly 53%, versus 35% at the same point last year.</p><p>The end result? More of the murky status quo. \"Office occupancy remained steady after Labor Day, and it is not yet clear if companies mandating a post-Labor Day return have made an impact,\" Kastle said.</p><p>In Texas, the Austin, Houston and Dallas office buildings measured in Kastle's ongoing barometer have long been exceeding occupancy rates in other cities.In these three cities, traffic from Tuesdays to Fridays has been just around or right above pre-pandemic levels since late August, according to Inrix, a traffic-analytics firm.</p><p>Looking at the same 10 cities Kastle is monitoring, Inrix found an average 7% post-Labor Day increase in the amount of miles driven within the area. \"It doesn't signal a complete back to work [or that] downtown offices are full. But it indicates quite a bit of activity,\" said Bob Pishue, an Inrix transportation analyst.</p><p>More office workers are likely one explanation — but not the only, he said. After all, schools and colleges are back in session and the data would also capture trips like mid-day jaunts in and out of a city to a lunch spot from a non-worker.</p><p>Lunchtime meal orders offer insight</p><p>Speaking of meals, that could be a pull. Particularly when food prices are rising so much.</p><p>In the week following Labor Day, corporate lunchtime catering and group orders were 50% higher than the same point in 2021, most likely being salads and sandwiches, according to Grubhub. The big day was Wednesday, Sept. 7, when group and catering orders were 60% higher than the same day last year and 30% higher than the previous Wednesday, company data showed.</p><p>In big cities like New York and Boston, the jumps in catering orders compared to a year ago easily beat the jumps in individual orders during the week, Grubhub said.</p><p>\"We are very encouraged by the numbers that we are seeing,\" said Jeff Mirmelstein, vice president and general manager of Grubhub Corporate Accounts.</p><p>The information might point, to some extent, at management trying to win workers' hearts through their stomach, Mirmelstein said. But it's also a chance to \"create a real culture of positivity and togetherness that goes beyond just 'hey, we have food in the office, please come in.'\"</p><p>The strong numbers have held up deeper into September, Mirmelstein said. \"It does appear to be a sustained return to office initiative.\" And maybe it's not even a specific office-return strategy, he continued. \"Just kind of a back to pre-COVID times situation where people are coming back into the office more regularly.\"</p><p>Corporate I.D.-card swipes, lunchtime orders, subway and train traffic, and traditional polls don't suggest people are returning to the office in droves</p>",
  "published": "2022-09-24T21:21:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1822,
          "end": 1827
        },
        {
          "start": 758,
          "end": 763
        }
      ]
    }
  ]
}