{
  "_id": "d08def3796f3148efb3a70b16a6c48dfc29fae148446cd2fe1b09ead3d2d7a44",
  "feed": "market-watch",
  "title": "U.S. companies promised more racial diversity and equity in the workplace. How are they doing now? Diversity, equity and inclusion is a collective corporate effort and shareholders need to push the cause.",
  "text": "<p>Americans are looking for action. New survey research by JUST Capital and SSRSshows that 92% of Americans believe it is important for companies to promote racial diversity and equity in the workplace. And 68% say companies have more work to do to achieve racial equity in the workplace — up by 4 percentage points from 2021.</p><p>There is, unfortunately, no sign of a significant sea change among U.S. companies. A series of promises to advance racial equity has yielded only patchwork progress. Comprehensive, integrated action is needed to fulfill these promises in a way that brings the meaningful change society wants and needs.</p><p>At JUST Capital, we've been assessing where progress is being made and where companies are falling short. We recently released an updated version of our Corporate Racial Equity Tracker, which was inaugurated in 2021.</p><p>The Tracker looks at the 100-largest U.S. employers' disclosures and other publicly available indicators of racial equity across six dimensions: anti-discrimination policies; racial/ethnic diversity data; pay equity; response to mass incarceration; education and training programs, and community investment.</p><p>Areas seeing the greatest improvement are those where the investor community was most vocal, advocating for increased transparency and disclosure around racial and ethnic workforce diversity demographics, board diversity, and pay equity.</p><p>A total of 91% of companies reported workforce diversity data, according to our 2022 analysis. But a more significant sign of progress was that 55% of the 100 companies analyzed this year disclosed the gold-standard EEO-1 Report or intersectional workforce diversity data. That's up from 20% from the prior year, representing a 175% increase in disclosure rate. A total of 95% of companies reported board diversity data disclosure by race and ethnicity in this year's analysis.</p><p>Our 2022 Tracker also found a 33% jump in pay equity analysis disclosure, with close to half (45%) of companies reporting conducting the analysis. Investors have rallied behind pay equity, with major institutions like State Street including racial pay equity in its most recent proxy voting guidelines. Shareholders at companies including Apple, JPMorgan Chase, and McDonald's have voted in favor of racial equity audits for the businesses, which could include looking at pay equity.</p><p>Disclosure of pay equity analyses are not just important to investors. Recent JUST polling has demonstrated that a strong majority (77%) of the American public say it is necessary for companies to conduct an annual pay equity analysis.</p><p>There are several areas, though, where corporate racial equity disclosure rates remain low.</p><p>Our 2022 Tracker finds companies are lagging in disclosing how they're investing in their communities and responding to mass incarceration. Only 11% of companies publicly report re-entry or second-chance policies that help hire formerly incarcerated workers. And while 42% disclose a supplier diversity spend amount, only 9% disclose a local supplier/small business spend amount.</p><p>Disclosure rates also were low among metrics that more fully captured a picture of corporate practice beyond a company simply having a policy for a given equity-related topic. While 98% of companies disclose an anti-harassment policy, for example, only 21% of companies report providing anti-harassment training to their workers.</p><p>Read: The NFL isn't alone in its diversity problem. How old boys' clubs and box-checking keep tech, academia and more from real progress</p><p>Overall, low disclosure rates were common for issues where we saw less investor advocacy. That's reason for investors to continue to be purposeful in driving companies toward meaningful racial equity disclosures. It also suggests that what we're seeing are reactionary responses from companies — disclosure and transparency stemming from investor pressure. While companies should be responsive to the needs of investors and other stakeholders, a reactive approach shouldn't be the sole, or even the primary, driver of a company's racial equity engagement.</p><p>The need for more holistic action requires a holistic framework to engage in this work. JUST Capital — as part of the Corporate Racial Equity Alliance along with PolicyLink andFSG — is developing a set of standards to provide such a framework, with clear targets and interim milestones to mark progress.</p><p>Inequity in the U.S. is centuries in the making, so it's riddled with complexity and deeply ingrained in the fabric of American society. One-off corporate programs or one-time philanthropic donations were never well-positioned to address the problems that racism and institutional discrimination present. Rather, truly integrated approaches aim to address inequity across an organization, throughout the customer experience and, more broadly, within communities the company serves.</p><p>Achieving equity for all in the U.S. was never meant to be a sprint. It's a marathon that requires steady, forward progress from the private sector — the kind that can only be achieved through comprehensive action.</p><p>Ashley Marchand Orme is the director, corporate equity, at JUST Capital.</p><p>More: 'The pandemic merely laid bare what went unnoticed before': Asian-American women report twice as much racism as male counterparts</p><p>Also read: 'Backlash is real': Yes, your workplace is probably racist — but how do you even begin to tackle the problem?</p><p>U.S. companies promised more racial diversity and equity in the workplace. How are they doing now?</p>",
  "published": "2022-06-22T18:18:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 2208,
          "end": 2213
        }
      ]
    }
  ]
}