{
  "_id": "355604bf87889e98e4cd21173576c8840c57af936ab86bf028033292d531cf4e",
  "feed": "market-watch",
  "title": "Amid a storm in tech sector, Google is staying relatively dry and happy; Alphabet earnings preview: Diverse business and ability to withstand Apple's changes better than social-media companies has kept Google humming along while others falter",
  "text": "<p>Alphabet's numbers should underscore the company's relatively healthy standing in the online-ad firmament after Snap Inc. SNAP on Thursday reported a revenue shortfall caused by an \"operating environment ahead [that] could be even more challenging,\" and before Meta is scheduled to disclose results on Wednesday.</p><p>\"Near term, we are incrementally constructive on Alphabet and Snap and marginally cautious on Meta and Pinterest, PINS\" Rohit Kulkarni of MKM Partners said in an April 14 note, summing up Wall Street's assessment of Alphabet.</p><p>Read more: Snap's stock rises despite revenue shortfall amid 'a challenging operating environment'</p><p>A digital advertising expert consulted by Cowen analyst John Blackledge has \"positive expectations\" for the first quarter, Blackledge said in an April 13 note that reiterates an outperform rating and price target of $3,300.</p><p>The advertising expert highlighted acceleration in Google Shopping, aided by an uptick in cost per click and impression growth, as well as robust Google Search click growth. Google Search remains a \"good option\" for brands pulling money from some social media because of privacy changes imposed by Apple Inc. AAPL in how advertisers track customers.</p><p>Cowen's advertising survey highlighted potential risk to YouTube mobile viewing amid the rise of TikTok, especially among the 18- to 24-year-old demo. YouTube led all platforms in the first quarter of 2022 when respondents were asked which platform they used \"most often\" for mobile video. But YouTube dropped to 35% of respondents vs 45% in the first quarter of 2021 and TikTok surged to 22%.</p><p>What to expect</p><p>Earnings: Analysts on average expect Alphabet to report earnings of $25.89 a share, up from $22.30 a share a year ago. Analysts were projecting $25.04 a share at the end of December.</p><p>Contributors to Estimize — a crowdsourcing platform that gathers estimates from Wall Street analysts as well as buy-side analysts, fund managers, company executives, academics and others — are just as optimistic, projecting earnings of $25.89 a share on average.</p><p>Revenue: Analysts on average expect Alphabet to report $68.07 billion in total first-quarter revenue and $56.06 billion after removing traffic-acquisition costs, compared with $46.43 billion ex-TAC a year ago. Estimize contributors also predict $56.06 billion on ex-TAC revenue.</p><p>Stock movement: Alphabet's stock has regressed 17% so far this year, while the S&amp;P 500 index SPX has dipped 10%. Shares of Alphabet are down 8% since the company announced fourth-quarter results on Feb. 1.</p><p>What analysts are saying</p><p>The state of advertising — while potentially problematic for Facebook based on annual slowdowns world-wide and in the U.S. (9% to 11%) — should not pose nearly a threat to Alphabet, according to analyst Kulkarni.</p><p>Google has generally fared better with stronger-than-expected prices driven by higher offline traffic and a shift to travel that drove up overall search pricing, Mizuho Securities analyst James Lee said in an April 17 note that maintains a buy rating and price target of $3,600.</p><p>Lee, who recently hosted an investor call on Google advertising with a leading ad agency, concluded advertisers are not seeing a slowdown in consumer demand despite facing inflationary pressure. Moreover, Lee expects a shift to service industries such as travel to benefit Google.</p><p>Amid a storm in tech sector, Google is staying relatively dry and happy</p>",
  "published": "2022-04-22T20:15:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1160,
          "end": 1170
        },
        {
          "start": 1160,
          "end": 1169
        },
        {
          "start": 1171,
          "end": 1175
        },
        {
          "start": 142,
          "end": 147
        },
        {
          "start": 1160,
          "end": 1165
        }
      ]
    }
  ]
}