{
  "_id": "ee12eb13e10cbcde9869c98a248a6a36aecbc4e0cf533adbd58d94e7c6384682",
  "feed": "ftcomall",
  "title": "Tech Tonic: US-China Tech Race — Spies and Lies (Part One)",
  "text": "<p><em>This is an audio transcript of the </em><a href=\"https://www.ft.com/tech-tonic\"><em>Tech Tonic</em></a><em> podcast </em><a href=\"https://www.ft.com/content/566d787a-7bf9-4cfc-a94f-e1fb98d94bcd\"><em>US-China Tech Race: Spies &amp; Lies (Part One)</em></a> </p> <p><strong>James Kynge</strong><br>Professor Xiaoxing Xi, chair of the physics department at Temple University in Philadelphia, had a lot to look forward to on May the 20th, 2015. </p> <p><strong>Prof Xiaoxing Xi</strong> <br>My elder daughter was home from college for several days and my younger daughter was 12 years old, so she was in middle school. </p> <p><strong>James Kynge</strong><br>His work diary that day was full of the kind of commitments he once could only have dreamt of. Growing up he'd survived China's Cultural Revolution, moved to the United States and become a naturalized American citizen. </p> <p><strong>Prof Xiaoxing Xi</strong><br>You know, I was busy just like any other days. Did a lot of work on my research, my teaching, and also some matters related to the promotion of a colleague that as the chair of the department, I was responsible for. </p> <p><strong>James Kynge</strong><br>By any measure, the wiry, bespectacled Professor Xi was at the top of his game as an established authority on superconductors. Their materials that offer little or no resistance to electricity. They used to make, for example, trains that appear to float and fast to computers that can store more data. On that day in May, there was a lot of interest in his research. </p> <p><strong>Prof Xiaoxing Xi</strong> <br>I was invited to give public lecture at a science festival. It took place at an Irish pub. </p> <p><strong>James Kynge</strong><br>Professor Xi's wife was due to fly home to Philadelphia, and he and their two daughters were looking forward to seeing her. </p> <p><strong>Prof Xiaoxing Xi</strong><br>She was traveling back from a conference overseas and the conference happened to be in China. So she came back in the evening and brought back some, you know, candies and from China, though, that was a very nice time that we had together. </p> <p><strong>James Kynge</strong><br>The family went out for dinner that night. Afterwards, they headed back home and to bed. And then in the middle of the night . . . </p> <p>[SOUND OF LOUD KNOCKING ON DOOR]</p> <p><strong>Prof Xiaoxing Xi</strong> <br>I was thinking, who would honk people's door like that? So I ran without even fully dressed, and when I open the door, I saw two guys near my door with the battering ram in their hands. And I've an agent and show me his badge, asked for my name and then announced that I was arrested. Another agent, turned me around, and put the handcuffs on me. This time , the armed agents were running to my house, you know, in bulletproof vests and having their guns drawn and running about and yelling FBI, FBI. My wife heard this commotion and kind of opened the bedroom door a little bit and see what happened. So they point their guns at her and order her to raise her hands. </p> <p><strong>James Kynge</strong><br>At this point, Professor Xi was convinced the FBI had made a mistake. </p> <p><strong>Prof Xiaoxing Xi</strong><br>A lot of things went through my mind. So this must be a mistaken identity. And of course, they asked for my name. So obviously this was not a mistaken identity. And I was thinking, What did I do? What did I do that warrants this? </p> <p><strong>James Kynge</strong> <br>Terrified Professor Xi said goodbye to his family and was huddled into an FBI car. </p> <p><strong>Prof Xiaoxing Xi</strong><br>I was still in my slippers and they just took me away. That was very scary. You know, that was really, really scary. I kept telling myself, don't do anything that would lead them shoot us. </p> <p><strong>James Kynge</strong> <br>It was only later that Professor Xi realized what was happening. The FBI thought he was a Chinese spy. </p> <p><strong>Prof Xiaoxing Xi</strong> <br>What is important for them is to catch Chinese because they think all these Chinese scientists, professors and students are spies for China. </p> <p>[MUSIC PLAYING]&#xa0;</p> <p><strong>James Kynge</strong><br>This is Tech Tonic from the Financial Times, I'm James Kynge, the FT's global China editor. I've spent the last three decades watching China undergo a dramatic transformation from the manufacturing workshop of the world to the next global superpower. In this season, I'll be looking at how technology has driven that transformation and sparked a battle with the United States over who controls our technological world. I'll be bringing you stories from the front lines of this US-China tech war. Starting today with a Chinese professor arrested on the doorstep of his Philadelphia home by the FBI in the middle of the night. This isn't a one-off case. It's part of a US campaign to track down thousands of academics, researchers and tech workers they say, are spies stealing US tech secrets to bring back to China. And it tells us how alarmed the US has become of rising Chinese technological power. But first, we need to understand how we got here, how China emerged as the preeminent threat to decades of US tech supremacy. To find out, let's go back to the beginnings of the internet revolution to when China was still finding its feet in the global technological race. </p> <p><strong>Rui Ma</strong><br>When I arrived in 2007, China is definitely behind Silicon Valley. </p> <p><strong>James Kynge</strong><br>Rui Ma is a US investor with many years of experience working and watching Chinese tech. After growing up in the US, she returned to China in the mid 2000s to witness a country that was gearing up for a technological revolution. </p> <p><strong>Rui Ma</strong><br>This is the era of PCs, and in terms of PC penetration, it's quite low. Broadband was available, but it was rather slow. In terms of daily life a lot of the conveniences that people take for granted today, such as mobile payments and online banking. I had set up a small business and every single transaction was super, super painful and everything involved a lot of physical stamps and running around different windows trying to get things done. Then in late 2000s and the like 2000, you have the rise of the smartphone, and that's what really changed China, right. So 2011 was a year China had the most number of smartphone shipments in the world, and you could just see the growth in smartphone users just was staggering every year and very quickly within the space of three to four years. Everyone was online, right? And that really changed China in terms of market opportunity.</p> <p><strong>James Kynge</strong><br>Around this time the mid 2000s China saw its own consumer internet giants come to life, a mirror to the tech revolutions taking place in Silicon Valley. The scene was dominated by companies like Alibaba, China's version of Amazon or Weibo, China's equivalent of Twitter and the social media giant Tencent, the Facebook of China.</p> <p><strong>Voice clip from news report</strong><br>They're used to pay for bike rides and bus rides, rent and utility bills.</p> <p><strong>James Kynge</strong><br>Tencent's WeChat platform merged social media and fintech almost seamlessly. </p> <p><strong>Voice clip from news report</strong><br>Farmers are now selling their fruits, veggies, meats and handicrafts on e-commerce sites such as...</p> <p><strong>James Kynge</strong> <br>Alibaba gave entire rural communities a platform where villagers could sell goods around the world. </p> <p><strong>Chinese speaker</strong> <br>Xie xie... </p> <p><strong>James Kynge</strong><br>And a vibrant, live streaming culture that became the backbone of Chinese e-commerce. This technological revolution was being driven by China's own brand of visionary tech entrepreneurs people like Jack Ma, the charismatic and dynamic founder of Alibaba, and by an army of dedicated tech workers. What would you say about what some people call China's speed? Why do things happen so quickly in China? </p> <p><strong>Rui Ma</strong><br>The two main factors I see are one, you have this very enterprising population who is very accustomed to working very hard. People complain about 996 these days, 9am to 9pm, six days a week. But I pretty much think that everyone I know who work that hard, right? Whether you engineer in a company or you or in a master. So give you an example. One of my good friends in China works at this large cross-border fund. He told me that he always takes meetings up until 11:30pm every day. I was like, oh yeah, I don't think anyone here in the West are taking work meetings until 11:30 p.m. on a Saturday or Sunday night. Just the sheer number of hours people put in is going to accelerate the industry by a lot. </p> <p><strong>James Kynge</strong><br>But there was more to it than sheer hard work. A massive program of government subsidies and the tacit support of a government that saw the potential for technology to reshape its economy. </p> <p><strong>Rui Ma</strong><br>The second thing is, I do think the government's policies did play a role. There is this top down message, right, where the government makes it very clear, like, here are the things that we're going to put energies in. So you do hear a lot of people when they're talking about why they're jumping into this space. They're like, hey, we know for sure this is where the government is going to be putting in energy and resources. So we want to take advantage. Why would I go work on something where it is not being actively, let's call it subsidized or incentivized by the government? </p> <p><strong>James Kynge</strong> <br>Then in 2017 came that speech. </p> <p><strong>Chinese speaker</strong> <br>Let's try hard to build a wealthy society achieve a victory... </p> <p><strong>James Kynge</strong> <br>President Xi Jinping signaled that when it came to tack, Beijing wanted to move up a gear. Like every other journalist on the China beat I was listening to Xi Jinping that day. This was the biggest set piece moment in the Chinese political calendar for five years</p> <p><strong>Chinese speaker</strong> <br> . . . the Chinese dream of the Great Rejuvenation </p> <p><strong>James Kynge</strong> <br>Xi spoke to more than 2000 delegates in Beijing's cavernous Great Hall of the People. And his speech lasted for three hours. What was most significant about that day was that China's leader proclaimed a new era, and he defined that era with unprecedented emphasis as being all about technology. The country's growth up until 2050, he said, would be animated by an all-in push to climb the technology ladder. Central to this was a road map called Made in China 2025. China would top the world in sectors ranging from biopharma to aerospace to robotics and artificial intelligence. </p> <p><strong>Winston Ma</strong><br>This is the new story for the for the coming 10 years. China's economic model will be further transformed by this new innovation focus. </p> <p><strong>James Kynge</strong><br>Winston Ma, watched President Xi's speech, too. He's an adjunct professor at the NYU Law School in New York, and he's written numerous books about China's great technological leap. He comes to the subject with insider knowledge. Winston is a former managing director at the China Investment Corporation, one of China's sovereign wealth funds. And for Winston, the timing of President Xi's 2017 speech was also particularly relevant. </p> <p><strong>Announcer</strong><br>Welcome to the DeepMind challenge the whole world is watching . . . </p> <p><strong>James Kynge</strong><br>Earlier that year, Google's DeepMind AI program had beaten the world's champion player, China's very own Ke Jie at an ancient game called Go. Go is China's version of chess and like chess, it's all about strategy. </p> <p><strong>Winston Ma</strong><br>So it was a historical game with multiple maneuvers. If you think about it, right? If you can, you can say it's tradition versus modern. You can say it's east versus west. But overall, right to obvious the metaphor is China versus the US. Maybe it was a coincidence, but within a few months after that historical game in the summer of 2017, China government came up with a broad blueprint for A.I. development in China, calling China to become the unquestionable AI leader in the world. </p> <p><strong>James Kynge</strong><br>Winston reckons Ke Jie's loss against Google DeepMind was a wake up call for China's authorities. </p> <p><strong>Winston Ma</strong><br>It has tremendous implications just overnight. You know, the key words for China's internet industry changed. Before that game the keywords for the Chinese industry were smartphones, mobile Internet, mobile payment and online entertainment. Overnight, the new keywords become data, artificial intelligence and digital technologies. </p> <p><strong>James Kynge</strong><br>Today, China is considered a leader or a strong rival to the US in 5G, artificial intelligence, green energy production and quantum computing, to name just a few. And it's now exporting a lot of its tech to the rest of the world. Its surveillance technology, for example, is used across cities in Africa and increasingly in Europe. And to top it all, China is rapidly catching up in terms of military technology too. The Americans are worried. </p> <p><strong>Michael Orlando</strong><br>Well, now looking back, it's clear now that we understand these national plans of what they were doing, which is they are trying to become an economic competitor and put us out of business. </p> <p><strong>James Kynge</strong><br>Michael Orlando is acting director of America's National Counterintelligence and Security Center. </p> <p><strong>Michael Orlando</strong><br>We are most concerned about the government of China because it is both an economic and national security threat, and we haven't had a a national security threat like China since the end of the cold war, and we haven't had an economic competitor like China, probably in the history of our country. </p> <p><strong>James Kynge</strong><br>It's not just the US authorities who are alarmed. America's tech industry is worried, too. Facing increasing calls for tougher regulation at home, Big Tech has pointed towards the looming threat of China's dominance. Here's Meta CEO Mark Zuckerberg from a talk he gave a few years back.</p> <p><strong>Mark Zuckerberg</strong><br>A decade ago almost all of the major internet platforms were American. Today, six of the top 10 are Chinese, and we're beginning to see this in social media, too. While our services like WhatsApp, are used by protesters and activists everywhere due to strong encryption and privacy protections, on Tik Tok, the Chinese app growing quickly around the world, mentions of these same protests are censored even here in the US. Is that the internet that we want? </p> <p><strong>James Kynge</strong><br>Of course, you could argue the likes of Mark Zuckerberg are simply using the rising dominance of Chinese tech firms to their advantage. When Zuckerberg testified to Congress in 2018, a photographer captured his notes break up Facebook? Zuckerberg had scrawled breakup strengthens Chinese companies, but it's not just the likes of Zuckerberg sounding an alarm. Eric Schmidt, the ex Google CEO, has been particularly vocal about China's rising tech power and the potential military implications. He's led the charge in Silicon Valley and Washington, DC calling for more investment in American tech to match the huge amount of capital that China has been investing in the sector. </p> <p><strong>Michael Orlando</strong><br>China is no longer the China that you think of, as you know, building low quality things en masse. They have really decided to focus on AI, quantum energy systems, synthetic biology and a few others at the state of the art, and they've set a public goal of being dominant in those fields by 2030. And it's important that we as a country do not allow that to happen. </p> <p><strong>James Kynge</strong><br>Now you may be asking what's wrong with healthy competition? Why does it matter who invents the technology we all use? The worry is that whoever controls technology will control the future, how we communicate, how we buy and sell things, the information we consume and how we govern our societies. Take, for example, quantum computing. </p> <p><strong>John Thornhill</strong><br> I think quantum computing has the potential for being perhaps the most significant of all of them because it would just change the way in which computing would be done. </p> <p><strong>James Kynge</strong><br>John Thornhill is the FT's innovation editor. There's a race on between the US and China to develop a new generation of quantum computers, and John says the consequences of who wins could be seismic. </p> <p><strong>John Thornhill</strong><br>The promises that quantum computing will revolutionize computing by creating machines that are far more powerful and flexible than even the biggest supercomputers we have today. So there is a very big investment race going on between China and the US in this area. </p> <p><strong>James Kynge</strong><br>Who wins the race to build the first quantum computers matters because it would give the winner a massive edge in computing power in all kinds of areas. But its encryption that's got many people worried because of their power quantum computers may be able to crack the codes that keep computer systems secure, everything from banking to military communications. </p> <p><strong>John Thornhill</strong><br>At the moment, both the US and China use a similar kind of encryption methods called this RSA crypto system. And the danger, or the promise is that by developing kind of quantum computers, you will be able to crack that system. It's a bit more complicated than this, but in essence, it involves multiplying two prime numbers together to produce a number that is then very hard to factor. And if the numbers are large enough, then a classical computer would take centuries to crack that number. But a quantum computer might be able to do that a lot more easily. So, in other words, the Chinese would be able to read all of the US data and communications and vice versa if that were the case. But if one country or the other could get there ahead of the other, they would also be able to encrypt their own communications in a way that the other couldn't read and therefore would go completely dark. On the other. </p> <p><strong>James Kynge</strong><br>Neither the US nor China have developed a really useful quantum computer yet, but as John says, it could be just around the corner and no one knows who will get their first quantum computing, artificial intelligence, military technology. We're talking about cutting edge tech that will change the world in coming years and decades. The stakes, then, could not be higher. All of which brings us back to Professor Xi and that midnight knock on the door from the FBI. </p> <p><strong>Prof Xiaoxing Xi</strong><br>What is important for them is to catch Chinese because they think all these Chinese scientists, professors and students are spies for China, </p> <p><strong>James Kynge</strong><br>For the US this technology race is a war, and that's why they're looking for spies behind enemy lines. </p> <p><strong>News presenter</strong><br>Breaking news, the US has detained an alleged Chinese spy, it says, trying to steal GE aviation trade secrets. </p> <p><strong>News presenter 2</strong> <br>Academic espionage is of particular concern that some Chinese graduate students at the direction of the Chinese government are stealing research, much of which is funded by the US military. </p> <p><strong>Voice clip from news report</strong><br>People would walk out the door with a USB stick with the intellectual property on it and open up a competitive organization right next door. </p> <p><strong>News presenter 3</strong><br>New report this morning saying that China used tiny chips in a hack that infiltrated US businesses, including Amazon and Apple. Brian Sullivan joins us this morning . . . </p> <p><strong>James Kynge</strong><br>For years, the US government has been worried about one big problem that valuable technological know-how is being leaked from US tech companies and finding its way to China. And for years, they've been trying to track down Chinese spies everywhere from Silicon Valley tech firms to arms companies and increasingly in research labs and universities. Under President Trump, this hunt actually became a formal policy known as the China Initiative. The initiative, in fact, became a centerpiece of the Trump administration's hardening stance against Beijing. The head of the FBI says they're opening a new counterintelligence case on China every 12 hours. There is evidence that Chinese industrial espionage in the US is real and serious. Many cases result in convictions. In one high profile case in 2016, a Chinese businessman was sentenced to three years in prison for conspiring to steal designs for cutting edge military aircraft, including the US's F-22 fighter jet. But for every real spy uncovered, there are cases of innocent people being caught in the web. </p> <p>That night, in May 2015, Professor Xi was taken away for questioning by the FBI. Could you explain then, what exactly was it that you were charged with doing? </p> <p><strong>Prof Xiaoxing Xi</strong><br>They they didn't tell me. I asked them when they arrested me, they wouldn't tell me this how I would come to the headquarters and answer some questions. And I will tell you I did answer their questions, which, you know, I answer everyone factually. And but they didn't ask me anything special. They was just about our everyday work. You know, did you have Chinese students and visitors? And when you visited China, you still make presentations and you collaborate with people in China and all those kind of questions. At the end, I keep asking them why, you know, I was arrested. </p> <p><strong>James Kynge</strong><br>Eventually, the FBI did tell him the charges against Professor Xi focused on his research into a device called a pocket heater. It's an obscure scientific instrument used to make thin layers of magnesium diboride a super conductive chemical. It's pretty neat stuff. And like many academics, he was collaborating with universities around the world, including ones in China. Professor Xi says he was never asked to formally disclose these collaborations, and he certainly didn't keep them secret. But still, the FBI accused Professor Xi of illegally sharing know-how about the pocket heater with institutions in China. </p> <p><strong>Prof Xiaoxing Xi</strong><br>That was based on four emails that I sent to my collaborators in China. But none of those emails had anything to do with this so-called pocket heater. </p> <p><strong>James Kynge</strong><br>And there was this. The tech to make a pocket heater was public knowledge. Information about it had been published in widely circulated academic journals. It wasn't classified technology. Professor Xi argued about it with the FBI. </p> <p><strong>Prof Xiaoxing Xi</strong><br>The first word coming out of my mouth was that it's absurd. That's truly absurd. </p> <p><strong>James Kynge</strong> <br>They probably can't understand the science, right? </p> <p><strong>Prof Xiaoxing Xi</strong><br>Definitely. They have nobody on their team that can understand it. That's really not important for them. </p> <p><strong>James Kynge</strong><br>For four months, the FBI pressed ahead with the charges. Professor Xi faced an 80-year jail sentence and millions of dollars in fines. He was suspended from his job and labeled a potential spy across social media and in newspapers. But then, just as suddenly as the charges have been brought against him, they were dropped. The only explanation provided by prosecutors was that, and I quote “additional information had come to the attention of the government”. Professor Xi's case is not a one-off. The MIT Technology Review maintains a list of more than 160 cases under the China initiative. The list includes cases of academics being accused of spying for simply failing to disclose foreign affiliations on official forms. It notes 90 percent of those charged are of Chinese heritage. Critics say that in its drive to curb this type of espionage, racial profiling has become a normal part of the FBI's modus operandi. </p> <p><strong>Gisela Kusakawa</strong><br>It became clear from our community that there was a concern that the China initiative was looking more into people's ethnicity and background rather than actual activity. </p> <p><strong>James Kynge</strong><br>Gisela Kusakawa is assistant director for the Anti Racial Profiling Project at Asian Americans Advancing Justice. They're an advocacy group that has campaigned for the rights of Chinese academics targeted by US laws. Gisela's group has fielded many cases where people of Chinese descent in the US have been accused of spying for the Chinese government. They're also currently advocating on behalf of Professor Xi. </p> <p>Do you accept that there is an objective economic espionage problem with regard to China? I mean, there have been several convictions, or do you think that that is just wrong? </p> <p><strong>Gisela Kusakawa</strong><br>Certainly, we recognize that the threat of China and economic espionage is very real. Our question here is whether the federal government is approaching this in a way that still lives up to American values and ensures that we are not violating the civil rights of Asian-Americans and Asian immigrants in this country. </p> <p><strong>James Kynge</strong><br>Gisela says the heavy handed approach is putting technology workers and researchers used to collaboration in a difficult position. </p> <p><strong>Gisela Kusakawa</strong><br>In terms of what should they be disclosing. What is considered problematic was only very recently that any sort of connection to China or a foreign entity was somehow seen as something that was not desirable. In fact, universities had often encouraged these collaborations. For many, it feels almost as if it's a gotcha moment rather than trying to look in the interests of justice. The Department of Justice is instead looking to just get as many cases under their belt and to show some sort of success for the China initiative. </p> <p><strong>James Kynge</strong><br>Gisela and others campaigned to have the China initiative scrapped. And in February this year, it was officially dropped by President Biden's administration. But surprisingly, when we spoke to Michael Orlando from the National Counterintelligence and Security Center, he was skeptical about the recent policy announcement. </p> <p><strong>Michael Orlando</strong><br>I don't think the change in the name of that initiative changes anything. I think the Department of Justice and the FBI wanted to be more sensitive about how they went about things. But the bottom line is when you get into the statistics, you look at the cases that the FBI have, that the dominance of those cases are going to be against the Chinese government because they're the ones who are out there doing this more so than what we are seeing across any, any other government. </p> <p><strong>James Kynge</strong><br>Gisela and her group are now advising any US-based academic who accepts science or tech funding from China to seek out legal advice. They're also helping Professor Xi fight for compensation. </p> <p><strong>Prof Xiaoxing Xi</strong><br>For myself, you know, I just so scared of applying for funding. Period. You know, we heard that DOJ officials think China Initiative is working because over a thousand scientists have voluntarily gone back to China. These will have negative impact on the American research enterprise. </p> <p><strong>James Kynge</strong><br>But I guess a lot of Chinese American scientists are American citizens, right? I think you are yourself. So how do you get out of this? </p> <p><strong>Prof Xiaoxing Xi</strong><br>The first time when I saw on the indictment the United States of America versus Xiaoxing Xi, I mean, that was very. The feeling was, I cannot forget about it. My opinion is the United States is a democratic country. We are citizens. We are just like any other American citizens. Our home is here and our children are here. We have to speak up and expose the injustice. Talk about the damage the current policy is having on American science and technology. We have to push back otherwise. For me, I think it's very clear this country is moving towards the direction where there will be zero academic or scientific exchanges with China. </p> <p><strong>James Kynge</strong><br>In the next episode of Tech Tonic, the true scale of China's efforts to steal US tech secrets. </p> <p><strong>Nicholas Shenkin</strong><br>Stealing early technology is the foreign intelligence service's job. Y'know that's what they do. They're very well resourced. They're at it every day just as as a job that is just their job. So we spend every day trying to stop them.</p> <p><strong>James Kynge</strong><br>And how a fight for tech talent is putting US-China collaboration in jeopardy. </p> <p><strong>Michael Orlando</strong><br>There's nothing illegal about a talent acquisition program where you're trying to encourage people to come over to China to work, but it becomes quasi legal when you start encouraging them to take technology from their employer. </p> <p><strong>James Kynge</strong><br>You've been listening to Tech Tonic from the Financial Times. Watch out for the next episode. In this series, it will publish a week from today on April 4th. I'm James Kynge, the FT's Global China editor. Edwin Lane is our senior producer. Josh Gabert-Doyon is our producer and Manuela Saragosa is executive producer with special thanks to Demetri Sevastopulo. Our sound engineer is Breen Turner with original scoring by Metaphor Music. The city's head of audio is Cheryl Brumley with editorial direction from Renee Kaplan. </p> <p><em>This transcript has been automatically generated. If by any chance there is an error please send the details for a correction to: </em><a href=\"mailto:typo@ft.com\"><em>typo@ft.com</em></a><em>. We will do our best to make the amendment as soon as possible.</em></p><p>Source: James Kynge 2022 'Tech Tonic: US-China Tech Race — Spies and Lies (Part One)' FT.com 30 March. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-03-30T12:10:50.798Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 18177,
          "end": 18182
        }
      ]
    }
  ]
}