{
  "_id": "e9c6cf80049d90e266eba77fcf10ac7827ee23f94fae60745ff73d42175f47ca",
  "feed": "wall-street-journal",
  "title": "Panel Rules Google Infringed Patents",
  "text": "<p>The court said Google should stop importing products that use those patents.</p><p>Sonos Chief Legal Officer Eddie Lazarus called it an \"across the board win\" and called on Google to \"pay a fair royalty for the technologies it has misappropriated.\"</p><p>Google spokesman Jose Castaneda said the company would appeal the decision. \"We will seek further review and continue to defend ourselves against Sonos's frivolous claims about our partnership and intellectual property,\" he said.</p><p>The ruling will have limited effect on Google's product line because the company has revamped the design of some previously infringing products such as Pixel smartphones and Nest speakers. The court vetted those changes and ruled that the overhauled products can be shipped without violating the import ban.</p><p>Still, the final decision could raise pressure on Google to strike a licensing deal with Sonos for a portfolio of patents.</p><p>Growing competition in speakers from Amazon.com Inc. and Apple Inc. have squeezed Sonos's sales, leading the company to look beyond its legacy hardware business by licensing its audio patents to rivals.</p><p>Analysts estimate that such an agreement with Google would net Sonos as much as $50 million annually. The audio company reported $1.34 billion in sales for its most recent fiscal year.</p><p>Shares of Sonos rose 5.65% in after-hours trading. Alphabet shares were up 0.3% after hours.</p><p>License this article from Dow Jones Reprint Service</p>",
  "published": "2022-01-07T00:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 961,
          "end": 971
        },
        {
          "start": 961,
          "end": 970
        },
        {
          "start": 961,
          "end": 966
        }
      ],
      "nexusId": "10022657"
    }
  ]
}