{
  "_id": "b1ee04009047adfda91e8ea729fb636161b115a4fe2fc2d12ced8f4632a2c6bd",
  "feed": "wall-street-journal",
  "title": "Apple Plays to Its Two Extremes; Updates to cheapest iPhone and most expensive Mac show how Apple has to appeal to a wide audience",
  "text": "<p>Asking users to drop a combined $3,600 on a new desktop rig is hardly a play for the masses. Laptops have long accounted for the majority of PC unit sales, and mobility is even more important now with workers bouncing between their homes and hot desks at the office. But Apple has historically had a loyal customer base in fields like design and media production that require top-notch performance. And there was a wide gap to fill, with its iMac everyday desktop computers starting at $1,299 and its powerhouse Mac Pro desktop tower that starts at $6,000. The fate of the latter looks iffy. Apple pointed out on Tuesday that its new M1 Ultra chip gives the Mac Studio 90% better CPU performance than the much more expensive Mac Pro, which uses an Intel chip. But Apple Senior Vice President John Ternus confirmed at the event that the company is working on a new chip for that machine as well.</p><p>And, despite its 43% discount to the cheapest version of the iPhone 13 that Apple introduced over the fall, the iPhone SE is a relatively niche play as far as Apple fans are concerned. Analysts estimate that the last version of the SE has accounted for less than 10% of total iPhone unit sales over the past seven quarters since its introduction in early 2020, according to consensus estimates from Visible Alpha. Apple added its most up-to-date mobile processor to the SE on Tuesday, but the phone still carries a more basic camera with a much smaller display than its flagship models.</p><p>But while the new iPhone and Mac announced Tuesday are unlikely to become top sellers, they fill important roles for the world's most valuable company that needs to continually aim wider and further. Apple is coming off its strongest cycle ever and is facing more pedestrian growth prospects; analysts expect the company's sales growth to average 6% annually over the next three years after an explosive 33% jump in the fiscal year ended last September.</p><p>Apple needs all the help it can get.</p><p>Write to Dan Gallagher at dan.gallagher@wsj.com</p><p>Apple Plays to Its Two Extremes</p>",
  "published": "2022-03-08T21:42:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 592,
          "end": 597
        },
        {
          "start": 764,
          "end": 769
        },
        {
          "start": 971,
          "end": 976
        },
        {
          "start": 1682,
          "end": 1687
        },
        {
          "start": 1309,
          "end": 1314
        },
        {
          "start": 2021,
          "end": 2026
        },
        {
          "start": 271,
          "end": 276
        },
        {
          "start": 1936,
          "end": 1941
        },
        {
          "start": 1054,
          "end": 1059
        },
        {
          "start": 0,
          "end": 5
        },
        {
          "start": 92,
          "end": 97
        }
      ]
    }
  ]
}