{
  "_id": "cbfef63b775178c2ee6318c802229b3b54db67a9fb8b69a51a741801298d2a19",
  "feed": "wall-street-journal",
  "title": "That Hourslong Wait to Talk to Your Airline? It's an Improvement; Ahead of a busy summer travel season, some airlines say they are closer to getting customer-service calls under control",
  "text": "<p>Hold times for callers to customer-service lines, which stretched up to 12 hours last summer, have since come down, but still vary by airline and rise when bad weather or staffing issues occur. Airlines have since hired thousands of workers, raised starting pay, offered remote-work options and invested in new technology to cut waits and customer frustration.</p><p>While many airlines have upgraded chat or self-service options online and through apps, the issues customers call in about are often complex or can't be solved easily without a live person on the phone.</p><p>United Airlines Holdings Inc. says its wait times have averaged under five minutes in the past month across all contact center channels, including online messaging, though days with significant travel disruption trend higher.</p><p>Delta Air Lines Inc. wait times are averaging 30 minutes or less, in part due to improved staffing, CEO Ed Bastian said in an April interview.</p><p>These statistics may come as a surprise for some calling airlines recently, especially when bad weather or staffing shortages result in large numbers of flight cancellations or delays.</p><p>Matthew Cain, a digital organizer based in Brooklyn, N.Y., said he spent more than four hours on hold with Delta on a recent Friday after a flight from New York's LaGuardia Airport to Raleigh, N.C. was canceled.</p><p>At the time of the cancellation, Mr. Cain said a reservation agent reached over chat told him that he could get a refund for the canceled flight and travel on a rescheduled flight. A subsequent agent he messaged with said he could either reschedule the flight or receive a refund—not both.</p><p>Mr. Cain flew to Raleigh Sunday instead of Saturday, and once the trip was over, he called Delta to explore his options. Because he flew out one day later than expected, he missed a show and one night of an Airbnb. He said after four-and-a-half hours of Delta's hold music, he spoke with a customer-service agent who quickly resolved his issue. The airline refunded $350 for missed expenses and gave $100 travel vouchers for him and his partner.</p><p>Staffing at Delta's call centers was down 50% in summer 2021 compared with prepandemic levels. Delta says staffing has improved and Mr. Bastian said more than half of the reservation agents hired within the past two years are new. Beyond more hiring, Delta says it is expanding staffing through more scheduled hours and overtime and upgrading existing self-service options.</p><p>SHARE YOUR THOUGHTS</p><p>How long do you wait on hold with airline customer service until you hang up? Join the conversation below.</p><p>Reservations agents spend weeks in training, but enter a challenging industry. Some travelers have encountered situations where rookie agents are inexperienced handling award tickets or airline partner bookings, said Henry Harteveldt, an industry analyst and president of Atmosphere Research Group.</p><p>\"It's going to be more inconvenient than we want it to be,\" he said, while noting the airlines have made vast improvements since 2021.</p><p>For requests like seat changes, upgrade options and straightforward flight changes, United has seen a smaller percentage of its flying customers call into the airline than it did before the pandemic, said Bryan Stoller, vice president for contact centers. As customers have more self-service tools, the future requests people call about will become more complicated, so he is planning for how to best train agents for more intricate requests, he said.</p><p>American Airlines Group Inc. says wait times can vary greatly based on time of day, the reason for the call and whether storms are causing mass cancellations. American allows passengers to schedule a callback up to seven days out, said Julie Rath, the airline's vice president of customer experience, loyalty and marketing.</p><p>Hiring, high turnover and more callers with complicated needs are major issues behind wait times.</p><p>Working as an airline help agent can be stressful. In addition to handling detailed requests, agents cope with frustrated callers, too. In December, the union that represents passenger service workers for American Airlines put out a public-service announcement encouraging passengers to treat workers with kindness.</p><p>Other employee organizations have been seeking more pay. The International Association of Machinists and Aerospace Workers, which represents customer-service agents for Southwest Airlines Co., recently reached a tentative agreement with the airline to provide more protections around the pay and hours worked when it comes to mandatory overtime, said Edison Fraser, the union's air-transport territory chief of staff.</p><p>\"We were able to protect some of their quality of life that may be affecting those that say, 'I don't want to work in the airlines because I'll have no life,'\" he said.</p><p>A Southwest spokesman said the airline has hired more than 1,000 representatives since September and is hiring more. The company is now bringing on remote workers in 19 states, which it says has helped attract new employees. Previously, representatives needed to work out of a physical call center. Southwest raised its starting hourly wage across the company to $17 on March 1.</p><p>Other airlines continue to struggle to field the number of customer calls. In a memo to employees in April, Joanna Geraghty, president and chief operating officer of JetBlue Airways Corp., said its customer-support team has brought on 1,100 workers in recent months but is still understaffed.</p><p>Pandemic challenges and schedule adjustments have put agents \"in a near-constant Code Red for almost three years leading to very high attrition,\" the memo said, noting that the airline is increasing hiring capabilities and bringing in outside support.</p><p>JetBlue said on Tuesday it is adding staff to support its online chat capabilities and support via iMessage so it can help customers avoid waiting on hold. By this summer, the airline said it expects to have its largest-ever customer-support team in place.</p><p>Alison Sider contributed to this article.</p><p>Write to Allison Pohle at allison.pohle@wsj.com</p><p>That Hourslong Wait to Talk to Your Airline? It's an Improvement</p>",
  "published": "2022-05-01T12:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": []
    }
  ]
}