{
  "_id": "d5ae09e06853b77d34c565ed2216ae981d352dbddac887015cf6a8263f1d367b",
  "feed": "wall-street-journal",
  "title": "BlackRock's Climate Stance Is About Profits, Not Politics, Larry Fink Says; In his annual letter, the money manager's chief makes the capitalist case for pushing companies on hot-button issues",
  "text": "<p>Larry Fink's efforts to get companies to adopt climate-friendly policies have led some to call him an activist. The BlackRock Inc. chairman and chief executive prefers a different label: capitalist.</p><p>In his annual letter to the CEOs of the companies in which BlackRock invests, Mr. Fink said businesses that don't plan for a carbon-free future risk being left behind. The quest for long-term returns, and not politics, is what animates the money manager's efforts, he wrote.</p><p>\"Stakeholder capitalism is not politics,\" Mr. Fink wrote. \"It is not a social or ideological agenda. It is not 'woke.'\"</p><p>Mr. Fink is responding to critics who say BlackRock shouldn't seek to influence companies' policies on governance, climate change and other hot-button issues.</p><p>Earlier Monday, West Virginia's treasurer said the state's Treasury investment board would no longer use a BlackRock fund after the money manager urged companies to reduce their emissions to net zero by 2050. The state official, Riley Moore, said the stance damages West Virginia's economy.</p><p>\"We focus on sustainability not because we're environmentalists, but because we are capitalists and fiduciaries to our clients,\" Mr. Fink wrote in his letter.</p><p>BlackRock is the world's largest asset manager, a $10 trillion colossus that ranks among the top shareholders in companies from Apple Inc. to Xerox Holdings Corp. The majority of those stocks are held in funds that track the makeup and the performance of indexes. But because index funds can't simply sell shares of companies when they are unhappy with their performance or leadership, firms like BlackRock have sought to nudge companies in other ways.</p><p>BlackRock made waves last spring when it voted to replace three Exxon Mobil Corp. directors over the oil giant's reluctance to quickly transition to cleaner energy sources. The high-profile proxy battle followed the money manager's decision, in January 2021, to reduce its own net greenhouse-gas emissions to zero by 2050. Later that year, BlackRock joined other financial-services firms in a pledge to bring their entire investment portfolios to net zero over time.</p><p>BlackRock's support of a tiny environmentally focused activist at Exxon prompted critics to accuse the firm of aligning with liberal causes. But the political winds are shifting. President Biden's approval ratings have been dropping, and Democrats fear steep losses in the coming midterm elections.</p><p>BlackRock executives have been fretting over how to position the firm in the wake of the Exxon vote, according to people familiar with the matter. Much thought has been given inside the company to the balancing act it must perform as it appeals to socially conscious investors while maintaining close ties with oil-and-gas companies and their supporters, the people said.</p><p>There are financial repercussions on both sides.</p><p>Last June, Texas passed a bill that requires state entities such as pensions to divest from companies that boycott the fossil-fuel industry. While it isn't clear how the law will ultimately be applied, many saw it as a warning shot at BlackRock and its peers, a group that risks losing billions of Texas pension dollars under management.</p><p>In his 2022 letter, his 10th, Mr. Fink sought to remind corporate leaders that BlackRock is on neither side of the political divide. Setting goals for companies to lower emissions, he wrote, is \"critical to the long-term economic interests of your shareholders.\"</p><p>Companies must continue to evolve, or risk being replaced by more adaptive competitors. And the transition to a net zero world will transform every industry, he wrote.</p><p>\"Our conviction at BlackRock is that companies perform better when they are deliberate about their role in society and act in the interests of their employees, customers, communities, and their shareholders,\" he wrote.</p><p>Cara Lombardo, Christopher M. Matthews and Emily Glazer contributed to this article.</p><p>Write to Justin Baer at justin.baer@wsj.com</p><p>BlackRock's Climate Stance Is About Profits, Not Politics, Larry Fink Says</p>",
  "published": "2022-01-18T04:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1331,
          "end": 1340
        },
        {
          "start": 1331,
          "end": 1341
        },
        {
          "start": 1331,
          "end": 1336
        }
      ],
      "nexusId": "10022657"
    }
  ]
}