{
  "_id": "fcea26f8a52fc6c6e56688ff2f33d5cb409a74287bdf51e17185453e86477a24",
  "feed": "ftcomall",
  "title": "Apple shareholders urged to vote against Tim Cook's $99mn pay package",
  "text": "<p>A top shareholder advisory group has recommended that Apple investors vote against Tim Cook's $99mn pay and bonuses package, forcing one of Silicon Valley's most prominent campaigners on equality to defend his remuneration at the world's most valuable company.</p> <p>Institutional Shareholder Services has told its clients in a letter seen by the Financial Times that there “is a significant concern” with the stock award Cook received last year, which was the Apple chief's first since 2011. ISS last recommended against Apple's pay in 2015. </p> <p>Cook last year received stock awards valued at $82mn at the time of the grant on top of a $12mn cash bonus and $3mn salary. </p> <p>The executive's pay package also included $630,630 in personal security costs and $712,488 for personal use of a private jet — perks that ISS said “significantly exceeded” comparable companies last year — taking Cook's total for 2021 to $98.7mn. </p> <p>Apple declined to comment on ISS's recommendations. </p> <p>Cook's steady leadership has been widely hailed as he guided Apple to become the first company to hit a <a href=\"https://www.ft.com/content/57f57303-82b9-49db-89ee-54888e1c714d\">$3tn market capitalisation</a> in early January, quelling early doubts as to whether the company could flourish after the death of its co-founder Steve Jobs in 2011. </p> <p>While Jobs was known for bold new product launches, including the iPod and iPhone, Cook has been recognised for his <a href=\"https://www.ft.com/content/17ecb0a0-8e60-4d02-b1fc-f497c9e31331\">operational expertise</a> and political savvy, including campaigns for social equality and individual privacy. </p> <p>Total shareholder returns under Cook now exceed 1,000 per cent, including an almost 30 per cent increase in Apple's stock price over the past 12 months. While the shares have traded slightly lower so far this year, Apple has been insulated from the broader sell-off in tech stocks after reporting that <a href=\"https://www.ft.com/content/25450ffe-e080-4f7a-b8d5-94d23d52af77\">profits for the fourth quarter</a> of 2021 jumped 20 per cent to $34.6bn. </p> <p>Shareholder votes on Apple's executive packages are advisory only and do not require its board to take action in response. About 95 per cent of votes cast last year went in Apple's favour. But a significant protest this year could sway Apple's board, nine years after the previous meaningful backlash over Cook's pay. </p> <p>ISS's negative recommendation for Apple comes after a record number of S&amp;P 500 companies last year <a href=\"https://www.ft.com/content/24a22bb6-bba9-4946-b1d7-7f54042d5f1d\">failed to garner</a> 50 per cent support for a pay vote at annual meetings.</p> <p>Last year saw Cook complete his first decade as chief executive of Apple. That anniversary triggered the vesting of the final tranche of the stock award that was granted when he became chief, as well as a new incentive package. </p> <p>The 2011 scheme had been modified in 2013 to add performance criteria for half of the award. About a third of Apple's shareholders registered a protest vote on executive pay at the company's annual meeting earlier that year. </p> <p>Cook hit those targets after Apple's total shareholder return reached 192 per cent in the three years to August 2021, according to the regulatory filings. He <a href=\"https://www.ft.com/content/c8694f10-7d60-484b-aa50-a3162f61d908\">sold $752mn worth</a> of Apple shares that same month. </p> <p>In its annual <a href=\"https://www.sec.gov/Archives/edgar/data/320193/000119312522003583/d222670ddef14a.htm#tx222670_13\">proxy statement</a>, published last month, Apple's board pointed to revenues and profits in 2021 that “significantly exceeded” the company's targets, triggering the maximum payouts under executives' performance-based bonuses. </p> <p>Apple said its board's remuneration committee “will continue to consider shareholder feedback and the results of say-on-pay votes when making future compensation decisions”.</p><p>Source: Patrick Temple-West in New York and Tim Bradshaw in London 2022 'Apple shareholders urged to vote against Tim Cook's $99mn pay package' FT.com 16 February. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-02-16T18:01:08.293Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 3207,
          "end": 3212
        },
        {
          "start": 907,
          "end": 912
        },
        {
          "start": 1663,
          "end": 1668
        },
        {
          "start": 2172,
          "end": 2177
        },
        {
          "start": 2376,
          "end": 2381
        },
        {
          "start": 2941,
          "end": 2946
        },
        {
          "start": 1020,
          "end": 1025
        },
        {
          "start": 455,
          "end": 460
        },
        {
          "start": 3024,
          "end": 3029
        },
        {
          "start": 54,
          "end": 59
        },
        {
          "start": 2791,
          "end": 2796
        },
        {
          "start": 0,
          "end": 5
        },
        {
          "start": 1993,
          "end": 1998
        },
        {
          "start": 516,
          "end": 521
        },
        {
          "start": 2647,
          "end": 2652
        },
        {
          "start": 1556,
          "end": 1561
        },
        {
          "start": 2056,
          "end": 2061
        },
        {
          "start": 1841,
          "end": 1846
        }
      ],
      "nexusId": "10022657"
    }
  ]
}