{
  "_id": "e63c6f6219b70d8e7d409889c86420d166ccc42a5094e60245391f3d716f16c0",
  "feed": "wall-street-journal",
  "title": "Now They're the Biden-Trump Tariffs",
  "text": "<p>More than 70% of aluminum in cans is made from recycled scrap metal, which isn't subject to tariffs. Most aluminum imports come from Canada, which since 2019 -- aside from a brief reversal in 2020 -- is no longer covered by the Section 232 tariffs. So beverage manufacturers don't have to pay tariffs on the vast majority of metal that goes into beer and soda cans.</p><p>Yet the tariffs still increase costs for beverage makers as they let domestic aluminum producers raise prices for U.S. manufacturers that buy the metal. This is what tariffs typically do.</p><p>By raising the cost of production, tariffs constrain manufacturers, who cut jobs and pass costs to consumers. A recent paper from the Tax Foundation estimates that repealing the Section 232 tariffs would \"boost long-run GDP by 0.02 percent and create about 4,000 jobs.\"</p><p>The Tax Foundation's estimates are a lower bound in part because they don't account for the potential positive effects of countries repealing the retaliatory tariffs they imposed on U.S. goods in response to the steel and aluminum levies, the report notes. China and Turkey together still impose more than $1 billion of retaliatory tariffs on U.S. exports, the Tax Foundation reported in April.</p><p>The $2.9 billion of tariff revenue the government collects on imported steel and aluminum is down from $5 billion in 2018. But the Tax Foundation notes that \"a significant share of U.S. imports of steel and aluminum are still subject to the tariffs, and even temporary tariffs can have persistent effects.\" Tariffs change trade flows and can open the door to competitors to grab market share from U.S. companies with higher costs.</p><p>Repealing the Trump Section 232 tariffs could reduce prices at the margin. The longer they stay in place the more they deserve to be called the Biden-Trump tariffs.</p><p>(See related letter: \"Letters to the Editor: Brazil Replies on Steel and Aluminum Tariffs\" -- WSJ Oct. 31, 2022)</p><p>(See related letter: \"Letters to the Editor: Steel Tariffs Cost America's Apple Growers\" -- WSJ Nov. 7, 2022)</p>",
  "published": "2022-10-27T00:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 2002,
          "end": 2007
        }
      ]
    }
  ]
}