{
  "_id": "b87ee034ef5e58a3dc4032ccdf15c66378c0e1dca6da0197483d008fa3c12f1b",
  "feed": "wall-street-journal",
  "title": "Unionization Stalls at Amazon as Turnover, Company Efforts Stymie Activism; Organizing at companies is set to continue but may proceed more slowly and take years to play out, labor researchers say",
  "text": "<p>When thousands of workers at an Amazon.com Inc. warehouse in New York voted to unionize earlier this year, Nannette Plascencia thought her facility east of Los Angeles could be among those to vote next.</p><p>She spent months organizing with other employees, holding meetings and passing out fliers outside her warehouse in Moreno Valley, Calif. In October, shortly after filing to hold a union election, Ms. Plascencia and other supporters learned they didn't have enough proof of support for federal officials to call an election.</p><p>\"It's hard to get to all of our co-workers,\" Ms. Plascencia said, referring to the more than 2,000 employees who work at the warehouse, one of several in the area.</p><p>Labor activists were filled with anticipation after Amazon employees in Staten Island, New York, voted in April to unionize, marking a victory for organizers at one of the country's most powerful technology companies. The challenges Ms. Plascencia has faced haven't been unique.</p><p>Thousands of workers at three other Amazon facilities, two in New York and one in Alabama, have voted against unionization this year, and organizing work at other Amazon facilities has failed to gain traction. In interviews, Amazon workers said that was largely because of high turnover and what some see as relatively good pay and benefits at the tech company's warehouses compared with similar work elsewhere. </p><p>'It's hard to get to all of our co-workers,' said union activist Nannette Plascencia, referring to the more than 2,000 employees at Amazon's Moreno Valley, Calif., warehouse. PHOTO: Lauren Justice for The Wall Street Journal</p><p>At Amazon and other workplaces, executives moved to improve pay and benefits when inflation began to accelerate this year. Amazon in September raised its average starting hourly pay by about $1 to more than $19, adding to other raises they have rolled out in recent years.</p><p>A looming recession creates additional uncertainty, although the labor market remains tight, according to economic data. Moving into 2023, workers are likely to continue to organize, but unionization may proceed at a slower pace than in the past year and labor confrontations are likely to take years to play out, economists and labor researchers say.</p><p>Amazon says it doesn't see unions as the best path for employees, saying unionization takes away nimbleness it has to make positive changes for its workforce. Union membership in the private sector has been declining, reaching record lows in recent years.</p><p>Activism among hourly employees rose substantially in recent years as the labor market grew tight and workers called attention to risks they took to produce and deliver food or other items during the Covid-19 pandemic. Dozens of Starbucks Corp. cafes unionized, and workers at companies from outdoor-equipment chain REI to Apple Inc. voted to do the same.</p><p>The momentum at Starbucks and at other companies has slowed down in recent months as organizers struggle to gain traction and company executives raise wages and try to improve employee conditions. Some companies have taken steps to counter unionization, such as with mandatory meetings.</p><p>\"Workers are running into the intransigence of the companies,\" said Charlotte Garden, a labor lawyer and professor at the University of Minnesota. \"The big question is if that will persist, or if something will change to make companies feel that unionization is the best scenario.\"</p><p>Andrew MacDonald, a lawyer at Fox Rothschild LLP who has advised employers on labor issues, said many businesses have invested heavily in workplace procedures and can view unionization as interference in policies that help them operate efficiently. Many companies also say their policies improve experiences for workers.</p><p>The lone labor victory so far for Amazon workers took time to achieve, happening after roughly two years of organizing by workers. Chris Smalls, a former Amazon employee at the Staten Island warehouse, began to organize employees soon after being fired by the company in March 2020 after protesting its initial worker-safety protocols in response to the Covid-19 pandemic. Amazon said it fired Mr. Smalls for violating its policies.</p><p>SHARE YOUR THOUGHTS</p><p>What is your outlook for the Amazon Labor Union? Join the conversation below.</p><p>Mr. Smalls and other lead organizers campaigned nearly every day outside of the facility. The group hosted cookouts and blasted music from the rapper Drake. They handed out marijuana to employees. They posted trendy videos to TikTok. And they used their status as current and former Amazon employees to earn workers' trust. Amazon appealed the Staten Island results and hasn't yet negotiated a contract with workers.</p><p>Amazon's facility in Moreno Valley, Calif., named ONT8, is one of more than a dozen Amazon warehouses in an area often called the \"Inland Empire\" by local officials.</p><p>An obscure area of semiarid California land, the Inland Empire is estimated to host about 500 major distribution facilities, where the roar of 18-wheelers is sometimes more commonplace on its thoroughfares than cars.</p><p>Inside ONT8, Ms. Plascencia said, she has faced several obstacles as she sought to organize co-workers. The layout of the facility is one challenge. Many Amazon warehouses are enormous, and given that many employees work at isolated stations sorting or preparing packages, she said, it has been difficult to talk to them about what she sees as the benefits of unionization.</p><p>Some of the initial workers Ms. Plascencia talked to have left, she said. At other Amazon facilities, unions have estimated turnover of around 100%. Amazon says many employees who leave come back and reapply. </p><p>The area around Amazon's Moreno Valley, Calif., warehouse is estimated to host about 500 distribution facilities, where the roar of 18-wheelers is sometimes more common than cars. PHOTO: Lauren Justice for The Wall Street Journal</p><p>Amazon also moved to counter the organizing at ONT8 and other warehouses. The company brought in consultants and began to hold meetings inside the facility discouraging workers from supporting the union, a common practice among companies seeking to win out in unionization contests. Amazon has said it uses the meetings to inform employees about what a union could mean for their workplace.</p><p>When Ms. Plascencia and other activists filed for an election, they had to guess the total headcount of the facility. They later learned from Amazon that total staff was more than 2,600, about three times the size union organizers estimated. The group withdrew their election petition because an election typically can't be granted until 30% of the facility's workforce sign cards of interest.</p><p>\"People are scared\" to support unionization because they fear repercussions by Amazon, Ms. Plascencia said. The company in recent years has fired several activist employees who said their termination was caused by their organizing work, a claim that Amazon has denied. Recently, a federal judge ordered Amazon to \"cease and desist\" from retaliatory firings; several retaliation cases against it have been dismissed. The company says it doesn't retaliate against employees.</p><p>Under current labor law, companies have advantages in unionization contests, including the ability to hold mandatory meetings and have more accurate information on their workers, according to labor researchers. Workers also must generally organize at one facility or store at a time.</p><p>Labor struggles can draw out for many years, said David Autor, an economist at the Massachusetts Institute of Technology. Workers at a Smithfield Foods Inc. slaughterhouse in Tar Heel, N.C., known as the world's largest pork-processing plant, took about 15 years to reach unionization in 2008. Employees had previously sided against unionization in 1994 and 1997.</p><p>\"It's a war of attrition,\" Mr. Autor said. Unions will gain ground, take some losses, and then try again. </p><p>People are scared to support unionization because they fear repercussions by Amazon, said employee and union activist Nannette Plascencia. PHOTO: Lauren Justice for The Wall Street Journal</p><p>Write to Sebastian Herrera at sebastian.herrera@wsj.com</p><p>Unionization Stalls at Amazon as Turnover, Company Efforts Stymie Activism</p>",
  "published": "2022-12-28T14:05:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 2811,
          "end": 2821
        },
        {
          "start": 2811,
          "end": 2820
        },
        {
          "start": 2811,
          "end": 2816
        }
      ]
    }
  ]
}