{
  "_id": "5d7b4ddab739fe5a66871cdfdb58462e7e95ce686c9278392e78cc9fbb79bdd6",
  "feed": "market-watch",
  "title": "Star technical analyst Tom DeMark says he's still concerned about stocks. Here's what he says about the euro and bitcoin. Critical information for the U.S. trading day",
  "text": "<p>Famed technical analyst Tom DeMark, whose indicators are designed for anticipating turning points and overextended price moves, said the euro EURUSD on Monday recorded its first indication of likely daily down trend exhaustion 13 in months.</p><p>DeMark's analysis relies on the number of days, which don't have to be consecutive, in which there was a close lower than the close two days ago. When the countdown reaches 13, a buy signal is usually triggered. The DXY DXY dollar index, he said, is lagging by one count and is currently sell countdown '12'. See DeMark's analysis on his website Symbolik.com</p><p>The euro on Tuesday edged up to $0.9635 but has slumped 15% this year.</p><p>The euro recently fell through its long-term risk level of 0.9650. \"Although there may be additional long term risk to EURUSD 0.80, at a minimum, there should be a multi-month recovery back to at least EURUSD 1.20+,\" he said in a commentary provided to MarketWatch.</p><p>DeMark said he still concerned about the stock market. \"Our indicators continue to flash downside risk,\" he said. The Dow Jones Industrial Average DJIA on Monday entered a bear market after falling 20.5% below its Jan. 4 record finish. The S&amp;P 500 SPX has dropped 23% this year.</p><p>On bitcoin BTCUSD, he's grown more pessimistic than he was in July. He said the low in June had numerous deficiencies, as bottoms are rarely recorded on weekends and rarely coincident with a series of consecutive down days.</p><p>\"Bitcoin timing indicator has made no progress since the June low and due to the rally off the June low, its downside price projection from the August high has been revised,\" he said. Now the downside is $14,877.</p><p>The market</p><p>U.S. stock futures ES00 NQ00 were pointing to a solid advance. The dollar fell, bitcoin BTCUSD rallied, and commodities including oil CL.1strengthened.</p><p>The British pound GBPUSD, and U.K. gilts BX:TMBMKGB-10Y, bounced higherafter two rough sessions following the big tax cuts outlined by Chancellor Kwasi Kwarteng.</p><p>The buzz</p><p>Chicago Fed President Charles Evans said to expect another 100 to 125 basis points of tightening this year. St. Louis Fed President James Bullard and San Francisco Fed President Mary Daly also are scheduled to deliver speeches on Tuesday. Fed Chair Jerome Powell is due to speak about digital finance.</p><p>There's a big day of data, with durable-goods orders for August, two reports on U.S. house prices through July, consumer confidence in September, and new-home sales for August all due for release.</p><p>Best of the web</p><p>The New York Times did a deep dive on the global implications of the dollar's strength.</p><p>Incoming Italian Prime Minister Giorgia Meloni will have to work with Europe on its economy.</p><p>Crispin Odey, the star hedge-fund manager and Kwarteng's former employer, expects the pound to bounceafter a successful bet against the U.K. currency.</p><p>Some $1 million was stolen using a vanity-address generator, a blockchain security firm said.</p><p>Top tickers</p><p>Here were the most active stock-market tickers as of 6 a.m. Eastern. </p><p> Ticker  Security name  TSLA    Tesla  GME     GameStop  AMC     AMC Entertainment  APE     AMC Entertainment preferreds  AAPL    Apple  NIO     Nio  BBBY    Bed Bath &amp; Beyond  AVCT    American Virtual Cloud Technologies  DWAC    Digital World Acquisition Corp.  TWTR    Twitter</p><p>Random reads</p><p>The Texas attorney general, Ken Paxton,fled home with his wife to avoid a subpoena, according to a court filing.</p><p>Thousands of cows have been let loose in India, over a protest on a lack of promised government aid.</p><p>TheCIA has a museum. Good luck getting in.</p><p>Need to Know starts early and is updated until the opening bell, but sign up here to get it delivered once to your email box. The emailed version will be sent out at about 7:30 a.m. Eastern.</p><p>Star technical analyst Tom DeMark says he's still concerned about stocks. Here's what he says about the euro and bitcoin.</p>",
  "published": "2022-09-27T11:35:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 3109,
          "end": 3113
        },
        {
          "start": 3114,
          "end": 3119
        }
      ],
      "nexusId": "10022657"
    }
  ]
}