{
  "_id": "7f0b66a8d39f95e63ec6d0fc5feabadcbc7abebf1fe9344c9599ab64b8eea16c",
  "feed": "market-watch",
  "title": "Pinterest stock soars as earnings and revenue beat, users increase for first time in a year; Amid questions about the online-ad market and Pinterest user growth, social-media company beats expectations for profit and sales",
  "text": "<p>\"Despite a challenging macroeconomic and geopolitical environment, we grew revenue 18% year-over-year,\" Chief Executive Ben Silbermann said in a statement.</p><p>Analysts on average expected Pinterest to report adjusted earnings of 3 cents a share on sales of $573 million, according to FactSet. Shares rose more than 11% in after-hours trading following the release of the results, after closing with a 3.2% decline at $18.61.</p><p>Pinterest makes money from online advertisements on its core online-scrapbooking product, a business that has shown cracks in recent months as Apple Inc. AAPL instituted new privacy measures and some companies have cut back on their marketing spend. Shares have dropped nearly 50% so far this year, declining 48.6% as the S&amp;P 500 index SPX fell 12.4%.</p><p>For Pinterest, attracting users has been a struggle. Monthly active users, or MAUs, declined sequentially in each of the final three quarters of 2021, but Wall Street analysts on average projected a gain in the first quarter of 2022, to 437.9 million MAUs from 431 million at the end of 2021. While Pinterest came up short of that mark, it did increase users sequentially to 433 million, to the surprise of some.</p><p>\"We ultimately believe investors are expecting another quarter of sequential MAU declines, with flat to up viewed positively, based on recent conversations,\" JP Morgan analyst Doug Anmuth wrote in an April 22 preview of the Pinterest report.</p><p>Pinterest executives guided for second-quarter revenue to increase 11% year-over-year, suggesting about $680 million in sales. Analysts on average were modeling $693 million in second-quarter revenue, according to FactSet.</p><p>Pinterest stock soars as earnings and revenue beat, users increase for first time in a year</p>",
  "published": "2022-04-27T20:21:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 576,
          "end": 580
        },
        {
          "start": 565,
          "end": 574
        },
        {
          "start": 565,
          "end": 570
        },
        {
          "start": 565,
          "end": 575
        }
      ]
    }
  ]
}