{
  "_id": "dec939b792f8491262339ffc7685c6fcc9ca13e2fc46b455c8d2cda4aa00d8f2",
  "feed": "wall-street-journal",
  "title": "Huawei Says It Is Out of 'Crisis Mode' as Annual Revenue Stabilized; Chairman says U.S. restrictions are new normal and company is back to business as usual",
  "text": "<p>Mr. Xu said Huawei expects to end the year with annual revenue of 636.9 billion yuan, or about $91.5 billion, which is essentially unchanged from a year earlier.</p><p>Mr. Xu said Huawei's core business of selling telecom infrastructure grew in 2022 and the decline in the company's once-dominant consumer device business has stabilized. The privately held Chinese company didn't release annual profit figures or provide a complete breakdown of its business lines.</p><p>The results are the latest sign that the Shenzhen-based technology giant has steadied its business after a series of Trump-era sanctions cut it off from advanced chips, crushing its smartphone business—briefly the largest in the world.</p><p>The U.S. has also pressed allies not to use the company's 5G telecom equipment, calling it a national-security threat, which Huawei has denied. In recent years, Huawei has sought to develop new business lines including software, cloud computing and technology for automobiles. It has invested in companies across China's semiconductor industry as it seeks to become more independent of foreign supply chains.</p><p>Still, yearly sales remain well below the 2020 peak of more than $120 billion, indicating that the new ventures are far from offsetting its recent business losses.</p><p>Before the U.S. imposed sanctions, the Chinese technology champion routinely reported double-digit annual revenue growth, churned out smartphones that competed with those of market leaders like Apple Inc. and Samsung Electronics Co. and made steady inroads into Western telecom markets.</p><p>Recent financial disclosures suggest thatrevenue growth at the company began to pick up this year. Fourth-quarter revenue was up 5.5% from a year earlier, to 191.1 billion yuan, following third-quarter growth of 6.5%.</p><p>Mr. Xu said 2023 would be a crucial year and that business priorities include keeping research and development investments high, maintaining quality despite U.S. restrictions and finding new telecom-equipment opportunities.</p><p>Write to Dan Strumpf at Dan.Strumpf@wsj.com</p><p>Huawei Says It Is Out of 'Crisis Mode' as Annual Revenue Stabilized</p>",
  "published": "2022-12-30T06:38:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1462,
          "end": 1472
        },
        {
          "start": 1462,
          "end": 1471
        },
        {
          "start": 1462,
          "end": 1467
        }
      ]
    }
  ]
}