{
  "_id": "9587607dcad0152485d077138af3563dc2993abacbf7af8a0e1059541a4f06f2",
  "feed": "wall-street-journal",
  "title": "Stock, Bond and Crypto Investors Remain on Edge After Brutal Year for Markets; Fed looms over debate on what is ahead in 2023",
  "text": "<p>The tumult across global markets had a chilling effect on Wall Street and beyond. Companies that hoped to go public scrapped their plans. Banks that typically cash in on fees for advising on deals and initial public offerings are slashing bonuses because of the drought. And retirees saw their savings shrink.</p><p>The S&amp;P 500 is down 19% for the year, while the Dow Jones Industrial Average has dropped 8.6%, and the Nasdaq Composite has declined 33%. All three indexes are on course for their biggest declines since 2008, the year Lehman Brothers collapsed.</p><p>Bonds had an even more bruising year. The yield on the 10-year U.S. Treasury note—which influences everything from mortgage rates to student debt—climbed to 3.833%, from 1.496% at the end of 2021. Yields rise as bond prices fall.</p><p>How did things go so badly? In short, investors and policy makers were burned by bets that 2021's inflation surge would prove to be transitory.</p><p>Instead, price pressures were exacerbated by Russia's invasion of Ukraine, which sent oil and gas prices soaring in February and March. And then, even as energy prices moderated, inflation stayed stubbornly high. In a bid to bring inflation back down, the Federal Reserve executed its most-aggressive interest-rate increases since the 1980s.</p><p>Tighter monetary policy led investors to flee the most popular bets across markets from previous years. When interest rates were ultralow, as they were for more than a decade after the 2008 financial crisis, it cost investors less to bet on shares of often-unprofitable companies promising to deliver big growth years down the line. Now, with short-term bonds, money-market funds and other cash-like investments offering their highest yields in years, many money managers are reluctant to bet on risky investments with uncertain payoffs.</p><p>That explains why so many technology-driven companies were hit so hard this year. The NYSE FANG+ Index, which tracks Meta Platforms Inc., Amazon.com Inc., Apple Inc., Netflix Inc. and Alphabet Inc., among other stocks, is down 40% year to date.</p><p>Tesla Inc. shares are on course for their worst year ever after Chief Executive Elon Musk was embroiled in more controversies at Twitter Inc., for which he took ownership in October.</p><p>\"We were a little bit spoiled in the past because we were going through a long period since especially the 2000s of rising equity valuations [and] relatively low volatility that only got interrupted during the financial crisis,\" said Maria Vassalou, co-chief investment officer of multiasset solutions at Goldman Sachs Asset Management.</p><p>That dynamic has been upended by the Fed's policy turn this year, she added.</p><p>Bitcoin slumped more than 60%, a sharp reversal after it flew to records in 2021. TerraUSD, a cryptocurrency that had been marketed as a safe harbor from volatility, crashed. Customers and clients of such firms as Celsius Network LLC and Three Arrows Capital were left scrambling to get their money back after a wave of bankruptcies.</p><p>Heightened volatility wasn't bad for everybody. Bigger market swings allowed stock pickers who diverged from the crowd to make a comeback. About 55% of actively managed large-cap mutual funds were on pace to beat their benchmarks this year, the highest share since 2007, according to a Goldman Sachs analysis going through mid-November. Hedge funds that deployed strategies to take advantage of volatility also came out on top.</p><p>SHARE YOUR THOUGHTS</p><p>How long do you think the bear market will last? Join the conversation below.</p><p>Another group that was richly rewarded: those who correctly timed the big rally in commodities.</p><p>U.S. crude oil prices topped $130 a barrel in March, reaching a 13-year high, after intensifying Russian attacks in Ukraine prompted lawmakers in the U.S. and Europe to discuss banning imports of Russian oil and energy products. Although oil prices failed to maintain their momentum in the second half of the year, they are still on track to post modest gains for 2022—making for one of the few bright spots in an otherwise glum year for markets.</p><p>Oil's boom was good news for shares of energy companies. Occidental Petroleum Corp., the producer that caught Warren Buffett's eye and became one of Berkshire Hathaway Inc.'s biggest holdings, is on course to close out the year with its biggest gain ever. So is Exxon Mobil Corp., which, like its rivals, has enjoyed record profits in 2022.</p><p>The debate over what's next is already well under way.</p><p>Many economists see the U.S. slipping into recession next year. But the unemployment rate has remained at a historically low level.</p><p>Fed Chairman Jerome Powell has signaled that he doesn't view the fight against inflation as anywhere near done. Markets are pricing in something entirely different. Bond traders are betting on the Fed pivoting from raising rates to cutting them as early as next year, according to FactSet data on the interest-rate derivatives market.</p><p>In another sign traders are doubting the Fed, the U.S. dollar, which strengthened against other currencies for much of the year as the central bank raised rates, has yet to surpass its September peak.</p><p>The disparities have some investors and analysts on edge about how 2023 will shake out. Will markets wind up suffering deep losses, as they did after the 2008 financial crisis, but find their bottom in due course? Or will they fall for longer than most anticipate? Such was the case after the dot-com bust. The S&amp;P 500 took 2½ years to hit its trough, repeatedly defying traders who believed they were just days away from the end of the selling.</p><p>At the moment, yields on short- and longer-term Treasurys seem to be pricing in a dovish Fed—not a central bank that has said it plans on keeping monetary policy tight for the foreseeable future. That could spell trouble for traders, if their guesses for where monetary policy goes next year are proven wrong.</p><p>\"We see all rates, and especially short ones, as too low,\" said Roberto Perli, head of global policy research at Piper Sandler and a former senior staff member at the Fed. At the moment, neither the stock market nor corporate debt appears to be pricing in the possibility of prolonged pain, he added.</p><p>Write to Akane Otani at akane.otani@wsj.com</p><p>Stock, Bond and Crypto Investors Remain on Edge After Brutal Year for Markets</p>",
  "published": "2022-12-30T13:30:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1964,
          "end": 1974
        },
        {
          "start": 1946,
          "end": 1955
        }
      ]
    }
  ]
}