{
  "_id": "3ad2f345c9f60eda2d20d8ec9d951a3deadca97435b0e3d7abeab84401608969",
  "feed": "market-watch",
  "title": "Balenciaga ends Kanye West partnership over rapper's controversial comments; Balenciaga and Adidas have ended their business relationships with Kanye West after the artist made anti-semitic comments.",
  "text": "<p>See also: Chicago man's $11 million estate to be divided among 119 distant cousins who never knew him</p><p>Ye has designed numerous products for Balenciaga over the years, and he has been a major part of many of the brand's fashion shows. He even opened Balenciaga's Spring-Summer 2023 runway show at Paris Fashion Week earlier this month.</p><p>Balenciaga has already removed a portion of its website dedicated to selling items from Ye, according to the WWD report, and the brand has also removed some of his items from its online store.</p><p>In September, Ye announced he intended to terminate his business relationship with Gap Inc. GPS over the alleged failure to meet obligations from the retailer.</p><p>Additionally, sports retailer Adidas announced on Tuesday it has also ended its partnership with Ye. Adidas XE:ADS paid Ye an estimated $220 million last year in royalties from the sale of Yeezy sneakers, according to Forbes.</p><p>Ye recently tweeted that he was going to go \"death con 3 on Jewish people,\" leading to a temporary ban of his Twitter TWTR account. And in the wake of that ban, Ye announced he will buy Twitter competitor Parler, an alternative social media company popular among conservatives.</p><p>See also: The Phillies made the World Series — is a stock-market crash next? Why some see this baseball team's success as a bad omen.</p><p>The announcement from Balenciaga comes in the wake of entertainment industry super-agent Ari Emanuel asked companies like Apple and Spotify that have ties with Ye to stop doing business with him over his controversial remarks.</p><p>\"Silence is dangerous,\" Emanuel said. \"Those who continue to do business with West are giving his misguided hate an audience. There should be no tolerance anywhere for West's anti-Semitism.\"</p><p>See also: World Series ticket prices: How much it will cost to see Phillies vs. Astros</p><p>Additionally, in a recent episode of the Drink Champs podcast, Ye also made false claims surrounding the death of George Floyd. Ye said that Floyd died from fentanyl use, despite the Hennepin County Medical Examiner's Office ruling Floyd's death a homicide after former police officer Derek Chauvin held his knee on Floyd's neck for 8 minutes and 46 seconds. Chauvin was sentenced to 22½ years in prison for Floyd's murder.</p><p>Floyd's family later announced a $250 million lawsuit against Ye for his \"flagrant\" remarks.</p><p>Balenciaga ends Kanye West partnership over rapper's controversial comments</p>",
  "published": "2022-10-25T14:30:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1448,
          "end": 1453
        }
      ]
    }
  ]
}