{
  "_id": "a9357e49c4091e4391516596790ca660c8131864cde40d7878dde1922146410e",
  "feed": "market-watch",
  "title": "Tech hype vs. reality: There's no need to rush Meta's Quest Pro or 8K TV into people's hands, says analyst; For Meta's Mark Zuckerberg, the metaverse is the next era of social technology -- but the network of virtual reality worlds has left many people scratching their heads",
  "text": "<p>Meta Platforms Inc.'s META much-hyped metaverse is at the heart of the company's virtual-reality push. Last year, when Facebook morphed into Meta, the technology giant described the metaverse as a \"hybrid of today's online social experiences\" that can be expanded into three dimensions or projected into the physical world.</p><p>For Meta Chief Executive Mark Zuckerberg, the metaverse is the next era of social technology — but the network of virtual reality worlds has left many people scratching their heads.</p><p>Now read: Meta's new VR headset will cost $1,500 as Zuckerberg sets up battle with Apple</p><p>\"There are numerous challenges and even the name (Metaverse) is confusing to the average person on the high street,\" Pescatore told MarketWatch. While price will always be a factor, creating demand is far more complex than lowering prices, he said, noting that the $1,500 Quest Pro feels like an \"expensive toy.\"</p><p>\"That's my worry for a lot of these technologies that are fast-tracked into people's hands; 8K is another example,\" the analyst added. \"There's no demand, so why rush it?\"</p><p>8K TV — which has four times the resolution of ultra-HD 4K TVs but requires 8K content to get that higher resolution — is being championed by tech heavyweights such as Sony Group Corp. SONY, LG Electronics Inc. KR:066570 and Samsung Electronics Co. KR:005930. Consumer demand, however, has not matched the hype, with shipments of 8K TVs accounting for a mere 0.15% of all TV shipments in 2021, according to research released earlier this year by Omdia. The research firm estimates that globally, just 2.7 million households will have an 8K TV by the end of 2026.</p><p>8K TVs have lost consumer momentum, according to Omdia, which noted that very little 8K native content is available. Price pressure is also too high for China to drive demand compared with North America or Western Europe, the firm added.</p><p>Also read: Meta busts out big VR move, but will Quest Pro headset move the metaverse needle?</p><p>With regard to Meta and its bold new world of virtual and augmented reality, Pescatore says that next-generation networks offer endless possibilities thanks to gigabit connectivity. But there's only so much money the likes of Meta can throw into forcing demand and making this a reality, he warns. \"Even then, the business models are unclear,\" Pescatore added. \"Seems that advertising will be a key source of revenue.\"</p><p>Speaking Oct. 11 at Meta Connect, the company's annual conference, Zuckerberg acknowledged that it's still early in the shift to working in the metaverse. But by launching a high-end physical device, he said, the company is trying to turn the promise of the virtual world into tangible reality.</p><p>Other companies are also ramping up their efforts in this space. Apple Inc. is targeting VR and is expected to announce its own headset in the coming months, with the device likely available next year.</p><p>Improvements in form factor could speed growth as current VR headsets evolve into smart glasses and even virtual screens that could appear on any surface or wall, according to Pescatore. \"This is where it could become more exciting and engaging for users,\" he said. \"There could be some far-fetched use cases emerge like watching a live football match on the pitch in real time or moving around a movie to get a different angle.\"</p><p>Also read: Meta again ordered to sell Giphy by U.K. regulator</p><p>But people's behavior needs to change before this all becomes a reality. \"Maybe it's one for the current Gen Z or, more likely, future generations,\" Pescatore told MarketWatch.</p><p>Meta shares have fallen 59.7% this year, outpacing the S&amp;P 500 Index's decline of 21.3%. Of 54 analysts surveyed by FactSet, 37 have an underweight or buy rating, 16 have a hold rating, and one has an underweight rating.</p><p>Tech hype vs. reality: There's no need to rush Meta's Quest Pro or 8K TV into people's hands, says analyst</p>",
  "published": "2022-10-18T14:27:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 2753,
          "end": 2763
        },
        {
          "start": 589,
          "end": 594
        },
        {
          "start": 2753,
          "end": 2762
        },
        {
          "start": 2753,
          "end": 2758
        }
      ]
    }
  ]
}