{
  "_id": "9451a1e14e75ae1e8da02b4594f2665b895d196f599f43bfaf51a40c418afdd2",
  "feed": "market-watch",
  "title": "Five overlooked tech stocks poised to be the ‘household names of the future,' according to this money manager",
  "text": "<p>Financials have gotten lots of love recently — the Invesco KBW Bank ETF KBWB is up 11% so far in 2022 against a 6% drop for the Invesco QQQ Trust QQQ, which mirrors the Nasdaq-100 — as investors adjust to the prospect for higher interest rates.</p><p>Tech took another hard hit Thursday, but our call of the day from Michael Loukas, principal &amp; CEO of TrueMark Investments, says investors need to keep looking past the big names toward stocks that will offer “generational opportunities.”</p><p>“Our job is to find the category killers that are going through their hyper growth phase and years from now, they will be household names,” he said.</p><p>TrueMark is also the issuer of TrueShares Technology, AI &amp; Deep Learning ETF LRNZ that launched in March 2020, just as the COVID-19 pandemic was beginning to take hold. That ETF is up more than 60% since inception, as it also held plenty of tech-related stocks that were favored in the pandemic's early days.</p><p>Speaking to MarketWatch in late December, Loukas said the actively managed ETF has seen some volatility, as he noted it often gets lumped in with the “ARKs of the world,” referring to innovation and disruptive funds run by ARK Investment's Cathie Wood. Her flagship ARK Innovation ETF ARKK and the TrueShares AI fund are down around 15% year to date. The ARK fund has lost around 40% over 12 months.</p><p>Loukas said the TrueShares ETF is less sector-specific, focusing on everything from cyber to biotech. The fund's stock picks are about “uses and applications that tend to be in demand on an everyday basis in all types of industries then broadening out,” he said.</p><p>For example, the global economy is still only 10% or 15% into the cloud migration, which Loukas describes as an “irreversible” train. “So as we continue to work through that transition in the digitization of the economy, you'll still see major, major runway for a lot of the secular growth companies that use AI as a competitive advantage,” he said.</p><p>One company that he picked up late last year is UiPath PATH, which makes robotic process automation software. As he explained, UiPath allows those who don't code to automate processes and underlying bots that will make their days and workflow more efficient.</p><p>“So I think that's a great example of deep learning of AI application that's really going to start to affect the mainstream in the future, not just the corporate offices of a cybersecurity company,” he said.</p><p>Another in the ETF's portfolio is Unity Software U, which Loukas described as a leader in virtual and augmented reality, a space it shares evenly with virtual gamer Roblox RBLX, another of the fund's investments.</p><p>“But where Unity Software is different is their applications have spread out into different industries, whether it be construction, architecture, medical, so their software has begun to permeate those types of everyday applications for virtual reality and augmented reality in 3-D,” he said.</p><p>“So that's another great company that has just oodles of runway in front of it,” and an example of one he looks for that brings good software outside the traditional tech realm.</p><p>Cloud security is another big area he thinks investors should be looking at, and which isn't talked about nearly enough as most industries and companies are looking to migrate to cloud technology. That brings him to two more holdings, cybersecurity stocks CrowdStrike CRWD and Zscaler ZS.</p><p>Both have made tremendous inroads into cloud security from two different perspectives, endpoint devices for CrowdStrike and enterprise traffic on Zscaler. “The point is they're both good companies with good accelerating fundamentals …and have massive amounts of runway in front of them,” he said.</p><p>The buzz</p><p>Banks are kicking off fourth-quarter results, and shares of JPMorganJPM, CitigroupC and BlackRockBLK are all under pressure on degrees of disappointment. Wells Fargo WFC , meanwhile, is surging on a beat.</p><p>Dogecoin DOGEUSD is soaring after Tesla TSLA CEO Elon Musk said some merchandise — Cyberwhistle, Cyberquad it appears — can now be purchased with Dogecoins. Meanwhile, the company has reportedly delayed initial production of its Cybertruck to early next year.</p><p>Cathie Wood's ARK Invest has purchased shares of SPAC Concord AcquisitionCND that is merging with Circle, one of crypto's biggest stablecoin companies.</p><p>President Joe Biden has reportedly tapped three Democrats to join the Federal Reserve, with Sarah Bloom Raskin expected to serve as top banking regulator, and Lisa Cook and Philip Jefferson headed to the central bank's Board of Governors.</p><p>A busy week in data finishes off with December retail sales and import price, followed by industrial production, the University of Michigan consumer sentiment index, business inventories as well as a speech from New York Fed President John Williams.</p><p>Data from China showed a record trade surplus in 2021, lifted by surging exports.</p><p>The markets</p><p>Stock futures ES00YM00NQ00 are struggling for positive ground, with bond yields inching higher and the dollar falling. Asian XX:000300JP:NIK and European stocks XX:SXXP fell in the wake of Wall Street's losses on Thursday.</p><p>The tickers</p><p>These are the top tickers on MarketWatch as of 6 a.m. Eastern.</p><p> Ticker  Security name  TSLA    Tesla  GME     GameStop  AMC     AMC Entertainment  NIO     Nio  NVAX    Novavax  BBIG    Vinco Ventures  AAPL    Apple  NVDA    Nvidia  BABA    Alibaba  MRNA    Moderna</p><p>Random reads</p><p>97-year old former child prodigy is releasing a new album.</p><p>Dutch royals will stop using a golden coach linked to the country's colonial past.</p><p>Need to Know starts early and is updated until the opening bell, but&#xa0;sign up here&#xa0;to get it delivered once to your email box. The emailed version will be sent out at about 7:30 a.m. Eastern.</p><p>Want more for the day ahead? Sign up for&#xa0;The Barron's Daily, a morning briefing for investors, including exclusive commentary from Barron's and MarketWatch writers.</p>",
  "published": "2022-01-14T08:31:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 5310,
          "end": 5315
        },
        {
          "start": 5305,
          "end": 5309
        }
      ]
    }
  ]
}