{
  "_id": "bb3d9b10b89c9e58a35bdf38ebd9a513722c752ff850c095685938e779c942b3",
  "feed": "wall-street-journal",
  "title": "Donald Trump, Ron DeSantis Jockey for Position Ahead of Potential 2024 Showdown; Former president paying close attention to Florida governor's polling and fundraising; 'Only Ron matters'",
  "text": "<p>Former President Donald Trump is very likely to run again in 2024, aides say, and he has said publicly that he is weighing whether he should announce before or after this November's midterm elections. Florida Gov. Ron DeSantis has developed his own devout following and is one of the few potential 2024 contenders who hasn't said he would defer to Mr. Trump, though there are several other high-profile candidates who could end up challenging one or both men.</p><p>Once close allies—Mr. Trump's endorsement helped fuel Mr. DeSantis's rise, and Mr. DeSantis lavished praise on him in return—the two Republicans have jabbed at each other across the state, particularly over each man's handling of the Covid-19 pandemic. Mr. DeSantis is capturing the interest of some Trump voters, as well as party officials and donors.</p><p>Here in Hollywood, among 1,500 GOP activists at a guitar-shaped resort on Saturday evening, many said Mr. DeSantis should run for president because they like his brand of defiant conservatism.</p><p>\"I haven't backed down one inch and we are not going to back down,\" Mr. DeSantis said at a political summit he hosted at Seminole Hard Rock Hotel &amp; Casino.</p><p>That same night, Mr. Trump gave a speech to young conservatives in Tampa, Fla., and again teased a return, claiming falsely—to wild applause—that he had already won two presidential elections. \"And now we may just have to do it again,\" he said. The 45th president returns to Washington Tuesday afternoon for a speech before a policy group made up of members of his administration.</p><p>Their budding rivalry is top of mind for Florida GOP insiders—and in other key states—many of whom are torn over having to pick sides and would rather not see a clash arrive, though they expect one. Some hope Mr. Trump, 76, won't run and some want Mr. DeSantis, 43, to wait his turn. Others fantasize about a Trump-DeSantis ticket.</p><p>Recent surveys have shown that Mr. Trump retains the backing of most GOP voters. But polling and interviews with voters in many states have shown signs the former president's support has ebbed, and congressional hearings into the Jan. 6 Capitol riot have reminded Republicans of the controversies around Mr. Trump. A Quinnipiac poll this month found 69% of Republicans wanted Mr. Trump to run again, down from 78% last October, and a recent New Hampshire survey showed Messrs. Trump and DeSantis statistically tied in the state, leaving Mr. Trump fuming, advisers to the former president say.</p><p>Mr. DeSantis, who declined an interview request, is favored to win re-election in November, and he hasn't joined the parade of candidates in other races around the country wooing Mr. Trump for his endorsement. The former president has asked friends about how Democratic Rep. Charlie Crist is performing in his bid to take on Mr. DeSantis in November—implying, according to people familiar with the discussions, he wants his understudy to sweat a little.</p><p>In an interview with The Wall Street Journal on Monday, Mr. Trump said he would vote for Mr. DeSantis's re-election in November but quickly turned to his role in helping Mr. DeSantis four years ago. \"If I didn't endorse him, he wouldn't have won,\" Mr. Trump said.</p><p>\"I get along with Ron very well,\" he added, before mentioning \"a very good poll this weekend\"—an unscientific straw poll of young conservatives at the Tampa conference that showed him beating Mr. DeSantis by a wide margin.</p><p>A person close to Mr. Trump said he wasn't concerned about other would-be 2024 candidates, including former Vice President Mike Pence, former Secretary of State Mike Pompeo, former South Carolina Gov. Nikki Haley and several conservative senators.</p><p>\"Only Ron matters,\" the person said.</p><p>Another Republican who talks to the former president said, \"Trump wants to find something harder to say but really can't because DeSantis has played it well.\"</p><p>While President Biden's advisers see an upside in a rematch with Mr. Trump, some are concerned over the prospect of the nation's oldest-ever president facing the younger, more-disciplined governor, according to people familiar with the discussions. Messrs. Biden and DeSantis have often criticized each other's policies in their public remarks.</p><p>Mr. DeSantis acknowledges Mr. Trump's role in his rise, thanks to an endorsement over a better-known Republican in the 2018 governor race, and the two differ more on personality than substance. Mr. DeSantis, then a congressman from near Jacksonville, Fla., caught Mr. Trump's eye through Fox News appearances attacking the Russia investigation by special counsel Robert Mueller.</p><p>After narrowly winning that contest, Mr. DeSantis, a Florida native who played baseball at Yale and has a Harvard law degree, has become one of the state's most powerful executives ever. He has frequently won turf fights with the GOP-controlled Legislature while building a national profile for eschewing Covid-19 restrictions, battling the social advocacy of Walt Disney Co. and banning the instruction of critical-race theory from schools.</p><p>Mr. DeSantis has also won bipartisan support for his environmental record, including money for conservation and Everglades restoration. He has raised teacher pay and given bonuses to first responders. And he has frustrated Democrats by touting projects in the state funded by the Biden administration's Covid-19 aid and infrastructure bills that he criticized.</p><p>In December, Mr. Trump was booed by supporters after saying he received a booster shot. The governor—who publicized his first vaccine shot—had refused to say whether he had received a second shot, prompting Mr. Trump to say politicians who wouldn't disclose their status were \"gutless.\"</p><p>A few days later, Mr. DeSantis said on a conservative podcast that he wished he had spoken out \"much louder\" against the Trump administration's calls for a nationwide shutdown at the start of the pandemic.</p><p>As 2022 has progressed, some advisers and friends of Mr. Trump have stirred the pot. Roger Stone, the longtime Republican operative, cornered the former president at a spring social event at his Mar-a-Lago estate in Palm Beach and called Mr. DeSantis a \"piece of s—.\" A video of the exchange was posted on Twitter; Mr. Trump's response to Mr. Stone was inaudible.</p><p>The men were last seen together at Mar-a-Lago, Mr. Trump's estate in Palm Beach, for the May wedding of Witkoff Capital President Zach Witkoff, seated next to each other and exchanging small talk while avoiding politics, according to people familiar with the conversation.</p><p>Mr. DeSantis doesn't have the former president's showmanship and can come across as prickly or cold, people who have interacted with him say, and Mr. Trump has privately said the governor lacks personality. Still, Mr. DeSantis has excited conservatives.</p><p>\"Ron has a lot more couth,\" said Karen Gajda, 67, who moved to South Florida in January from New Jersey, adding to an influx that has helped the GOP overtake Democrats in voter registration. She supports the former president but thinks his return would bring back \"a lot more of the crap that he dealt with the first go round.\"</p><p>SHARE YOUR THOUGHTS</p><p>Who do you expect to be the next Republican presidential nominee? Join the conversation below.</p><p>While there has been no recent public polling of the gubernatorial general election, a handful of surveys taken earlier this year showed Mr. DeSantis leading Mr. Crist by single digits, and ahead of Democrat Nikki Fried, the state's agriculture commissioner, by a wider margin. (The Democratic primary is Aug. 23.) The nonpartisan Cook Political Report rates the race as likely Republican. Mr. DeSantis's allies are hoping for a blowout they say will demonstrate the governor's 2024 appeal.</p><p>By the time Mr. DeSantis's re-election campaign is over in November, Mr. Trump might already be in the 2024 race.</p><p>Mr. Trump has toyed with the idea of announcing around the time he returns to Mar-a-Lago after spending the summer at his resort in Bedminster, N.J. Party leaders and some of Mr. Trump's advisers warn against such a move as it could prove a distraction as Republicans are expected to take back control of the House and possibly the Senate.</p><p>While Mr. DeSantis tells reporters and donors he is focused on winning re-election, he has become comfortable with fielding the 2024 question, according to a person who has heard the pitch. He credits Mr. Trump's leadership and policies, while expressing the view that many people want to see a fresh start, the person said, setting up a generational argument.</p><p>\"I don't think he'll be intimidated not to run,\" the person said. \"If he doesn't, it's because he's calculated that Trump is unbeatable and he's a young man and has many years ahead,\" the person added.</p><p>Mike Hanna, a Florida GOP operative who wants Mr. DeSantis to run—he has a \"Make America Florida\" flag at home, a twist on Mr. Trump's \"Make America Great Again\" slogan—concedes that point. \"It's going to be tough for a Republican to beat\" Mr. Trump, he said. \"I hate saying it but it's just the way it is,\" Mr. Hanna said.</p><p>Mr. DeSantis has smashed Florida fundraising records and has roughly $129 million in the bank for re-election while keeping up an aggressive schedule that has taken him across the country—he just huddled with donors in Utah and is scheduled to be in New York on Thursday—and in contact with a growing network of Republican donors.</p><p>Billionaire Ken Griffin, who is relocating his hedge-fund firm Citadel from Chicago to Miami, gave the governor $5 million this year and has said, \"It's time for America to move on\" from Mr. Trump, whom he has criticized. This month, space entrepreneur Robert Bigelow of Las Vegas donated $10 million to Mr. DeSantis. A Trump spokesman has said Mr. DeSantis, like other Republicans, has benefited from the MAGA movement.</p><p>Mr. Trump is aware of the numbers, aides say, and has been calling and meeting with his own donors. The former president is sitting atop a mountain of cash as he contemplates a third presidential run. Mr. Trump started the second half of this year with about $110 million in cash on hand across his post-presidency political operation, according to reports filed with the Federal Election Commission. Still, his online fundraising has declined in recent months compared with previous periods.</p><p>Some Trump allies say it is too early to crown Mr. DeSantis as the next big thing and point to former Wisconsin Gov. Scott Walker, who generated hype in the early stages of the 2016 GOP presidential primary only to leave the race two months after jumping in.</p><p>At the event in Hollywood, Mr. Trump's clout was abundant, as people scooped up Trump merchandise alongside DeSantis hats, signs and earrings. Liz Furey, 49, walked out of the speech beaming. She said she nearly lost her job in the hospitality industry for refusing to get a Covid-19 vaccine but said her employer backed off in the face of Mr. DeSantis.</p><p>\"Our governor stood up for us at a time in our country when no one was standing up for the people,\" Ms. Furey said. But if it comes down to a choice between Mr. Trump or Mr. DeSantis, she wants the former president to prevail and the governor to serve a full second term.</p><p>Andrew Beaton and Chad Day contributed to this article.</p><p>Write to Alex Leary at alex.leary@wsj.com</p><p>Donald Trump, Ron DeSantis Jockey for Position Ahead of Potential 2024 Showdown</p>",
  "published": "2022-07-26T12:48:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": []
    }
  ]
}