{
  "_id": "7a302a6d60801f3fc0f6df56b54c8ff8a2788792cb081eb961cf06ef2e13e78d",
  "feed": "ftcomall",
  "title": "CVC's €4.5bn deal that will test its ESG credentials",
  "text": "<p><strong>One thing to start: </strong>Bloomberg News <a href=\"https://www.ft.com/content/09424370-fc96-4320-83b6-dd20f2ed0ccb\">has lost a landmark privacy case</a> at the UK's highest court. That gives powerful people under criminal investigation a way to keep information out of print, <a href=\"https://www.bloomberg.com/opinion/articles/2022-02-16/bloomberg-v-zxc-protects-powerful-people-from-accountability?sref=OziMsGoK\">writes</a> Bloomberg's editor-in-chief — a problem for freedom of speech and the economy.</p> <h2>Unilever's tea business is steeped in controversy. CVC bought it anyway</h2> <p>The corporate carve-out is a textbook private equity play: purchase a seemingly neglected business unit from a corporation that doesn't want it any more, pay it some attention, and hope it will ultimately be valued more richly on its own. </p> <p>So it was only natural when multiple buyout firms, including Europe's largest private equity firm <strong>CVC</strong>, began circling Unilever's up-for-sale tea business. </p> <p>The consumer goods group had been struggling to make brands like<strong> PG Tips</strong>, <strong>Lipton </strong>and <strong>Brooke Bond</strong> stand out as consumers in developed countries <a href=\"https://www.ft.com/content/28da4290-8232-4caa-804a-48c699040b8d\">reached for</a> coffee, kombucha and herbal teas. </p> <p>For buyout groups, that kind of challenge can be an opportunity, and an auction for the business, renamed <strong>Ekaterra</strong>, drew in several bidders including<strong> Advent International</strong>, <strong>Carlyle</strong> and — at least in the early stages — <strong>Cinven</strong> and<strong> Blackstone</strong>. </p> <p>But as dealmakers looked closer, things became more complicated. </p> <p>The winner stood to inherit not just Unilever's tea brands, but three tea plantations in east Africa that have been plagued by violence and allegations of sexual harassment. The violence was rooted in a disputed 2007 election — a fact that has taken on extra significance because Kenya is due to hold fresh elections in August.</p> <p>Unilever has also come into <a href=\"https://www.ft.com/content/ea19051f-c603-425e-8b8f-72cc11fe8b3e\">conflict</a> with its workers over plantation conditions and wage issues as it automates tea picking jobs.</p> <p>The details are chronicled in <a href=\"https://www.ft.com/content/0deba2c8-4a94-442e-8268-31586a5fb1ab\">this Big Read</a> by the FT's Andres Schipani and <a href=\"https://www.ft.com/judith-evans\">Judith Evans</a> and DD's Kaye Wiggins.</p> <p>In the end, CVC's €4.5bn offer was the only viable bid. Carlyle had pulled out of the auction the weekend before the final&#xa0;deadline and Advent had excluded the plantations from its offer, which was more than €750mn below CVC's price. </p> <p>With no other suitor in sight, CVC <a href=\"https://www.ft.com/content/83529b44-f290-4668-a766-5559dfec431c\">sealed the deal</a>. </p> <p>As Ekaterra's new owner, CVC will be responsible for the housing, education and healthcare of about 30,000 plantation workers. Britons' history of setting up plantations in Asia and Africa in the 19th and 20th centuries has created a relationship between the company and the plantation workers that is complex and unusual in the corporate world. </p> <p>“This is not like buying a factory where everyone goes home at the end of the day,” a person close to Carlyle's bid said.</p> <p>Even in the cut-throat world of private equity, where profits reign supreme, fears of getting caught up in an ESG fiasco are real, especially as investors in buyout funds are asking more questions than ever about ethics. So why is CVC willing to take a jump that its competitors have deemed too risky?</p> <p>The private equity group took some reassurance from<strong> EY</strong>, which it enlisted to perform due diligence on the deal. It says the consultancy found Unilever's policies “industry-leading” after visiting a plantation in Kericho.</p> <p>CVC says the deal is a chance to flaunt its ESG credentials. “There is a real opportunity here to act as a responsible ESG-focused investor,” it said in a statement. </p> <p>But if its plan veers off course, the buyout group could be seen to have overpaid for a deal that could end in buyers' remorse. </p> <p>Since it doesn't even expect to complete the deal for several months, it's too soon to decide how likely that is. The thing to note is that success — or otherwise — in creating a safe and happy workforce will now play an outsized role in that calculation. </p> <h2>The billionaire-studded drama playing out in Paris</h2> <p>Though he commands a media empire, corporate raider-slash-media magnate <strong>Vincent Bolloré</strong> is rarely spotted in front of the camera.</p> <p>This changed last month, the FT's Leila Abboud writes, as the tycoon <a href=\"https://www.ft.com/content/ef64c888-6ad4-47f0-92f3-07d9f05d47f8\">joined a parade of other billionaires</a> before a parliamentary investigative commission on the media sector, broadcast live from the French Senate's website.</p> <p>The inquiry is quizzing a who's who of the media world from Bolloré to <strong>Bernard Arnault</strong> (the owner of newspapers Les Echos and Le Parisien) to <strong>Xavier Niel</strong> (Le Monde) on why they invest in what are often small, unprofitable operations unrelated to their core businesses.</p> <p>In the case of Bolloré (who controls media group <strong>Vivendi</strong> and is <a href=\"https://www.ft.com/content/b90697dd-f587-48fe-9284-5393d820fa02\">seeking to buy</a> its rival <strong>Lagardère</strong>), senators were particularly interested in how the conservative billionaire's <strong>Fox News</strong>-inspired <a href=\"https://www.ft.com/content/e794f9c5-4f1f-4206-8680-f46f0fbaabbf\">opinion channel <strong>CNews</strong></a> had bolstered its controversial star <a href=\"https://www.ft.com/content/4ae73c59-92b6-40ac-b9f8-970fc01bbd2a\"><strong>Eric Zemmour</strong></a> into a presidential candidate.</p> <p>(Zemmour was recently <a href=\"https://www.bbc.com/news/world-europe-60022996\">found guilty</a> for hate speech.)</p> <p>The intersection of French media coverage and the wealthy capitalists that bankroll it has become a hot-button issue, as the senate commission investigates whether media ownership reforms are needed to curb undue influence over the news and entertainment industries.</p> <p>Bolloré's power stands to grow further, should the ongoing Vivendi/Lagardère <a href=\"https://www.ft.com/content/6fdde7f3-1cdb-4ef6-ac3b-9a2eb1b7f314\">takeover saga</a> play out in his favour and make his company one of the largest publishers in the world.</p> <p>The French billionaire, who contends Vivendi's influence is minuscule compared to foreign rivals and Silicon Valley behemoths, whipped out some debating skills from the CNews handbook when pressed by the senate on his sway over the media: “I think you are taking tiny little incidents and turning them into some convenient narrative.”</p> <h2>Jane Fraser finds another ceiling to break</h2> <p>Upon taking the helm at <strong>Citigroup</strong>, <strong>Jane Fraser</strong> was issued a lofty task: turn round the struggling lender, which has been underperforming its peers and irking regulators for years, and break into the big leagues as a top-three US investment bank.</p> <p>She may have been the first woman to head up a big bank on Wall Street, but she can't perform miracles.</p> <p>Instead, Fraser is <a href=\"https://www.ft.com/content/d1d0f4ae-5ffe-4222-a14d-beeeaf141537\">shooting for more modest goals</a> in an attempt to get Citi back on track, the FT's Imani Moise and Stephen Morris report.</p> <p>The Scottish banking boss is moving the focus away from investment banking and capital markets, people familiar with Citi's plans told the FT, and plans to spend most of the $11bn in capital freed up from <a href=\"https://www.ft.com/content/61be79f7-a552-4148-8eb5-3dd894d20371\">offloading</a> the majority of the lender's foreign retail banking network on building up its massive trade and treasury services unit while expanding its mid-cap commercial banking and wealth management arms.</p> <p>Citigroup was the worst-performing big US bank stock last year. DD agrees that it may be more realistic for Citi to climb at its own pace rather than risk falling in a frantic race to the top.</p> <h2>Job moves</h2> <ul>  <li><p><strong>Mark Zuckerberg</strong> <a href=\"https://www.ft.com/content/1c8a6ae5-4b90-4a59-b166-13cc5b64a668\">has promoted</a> former UK deputy prime minister <strong>Nick Clegg</strong> to the president of global affairs at <strong>Facebook</strong>'s owner <strong>Meta</strong>.</p></li>  <li><p><strong>Stefan Kirsten</strong>, the former finance director of German real estate group <strong>Vonovia</strong>, <a href=\"https://www.ft.com/content/13aa2559-300c-44b0-9577-06d07ea11167\">has been appointed</a> chair of <strong>Adler Group</strong>, the residential landlord under investigation by German regulators over potential accounting irregularities.</p></li>  <li><p><strong>Gabriele Galateri di Genola</strong>, Generali's chair of more than a decade, <a href=\"https://www.ft.com/content/2f44be21-20e6-4d44-a4d2-7d52f69b4e27\">will step down</a> from Italy's largest insurer amid a power struggle between two of its largest investors — Italian businessmen<strong> Leonardo Del Vecchio</strong> and <strong>Francesco Gaetano Caltagirone</strong> — and its largest shareholder <strong>Mediobanca</strong>.</p></li>  <li><p><strong>Lee Olesky</strong> <a href=\"https://www.ft.com/content/299b8f43-76d8-402e-a361-eada882f725d\">is stepping down</a> as chief executive of <strong>Tradeweb Markets</strong> at the end of the year. He will replace <strong>Martin Brand</strong>, a partner at private equity group <strong>Blackstone</strong>, as Tradeweb's chair immediately. The fixed income group will elevate its president <strong>Billy Hult</strong>, a close associate of Olesky, to chief executive.</p></li> </ul> <h2>Smart reads</h2> <p><strong>Smile, you're on camera </strong>Hikvision, the Chinese state-owned surveillance tech group, has exported more than 3mn cameras globally. Politicians in Washington and London fighting its expansion could inadvertently be fuelling Beijing's ambitions to become <a href=\"https://asia.nikkei.com/Spotlight/The-age-of-Great-China/Eyes-everywhere-China-s-surveillance-equipment-spreads-worldwide\">a global semiconductor champion</a>, a Nikkei Asia investigation finds. </p> <p><strong>The grifter and the #GucciMaster</strong> Nigeria's top cop has caught kidnappers, freed child hostages, and hunted assassins. But a money laundering case against the country's most <a href=\"https://www.bloomberg.com/news/features/2022-02-16/how-instagram-s-billionaire-gucci-master-hushpuppi-sank-nigerian-super-cop-kyari\">famous Instagram star</a> would undo his carefully curated image, Bloomberg reports.</p> <p><strong>Breaking up the boys' club </strong>Japan's once powerful labour unions have been centred around men for decades. Without embracing critical women's issues including child care and sexual harassment, <a href=\"https://www.nytimes.com/2022/02/16/business/japan-unions-rengo-women.html\">they'll miss out</a> on a fast-growing female workforce, The New York Times writes.</p> <h2>News round-up</h2> <p><a href=\"https://www.ft.com/content/9f27d719-19e5-4949-93ad-5de742242476\">Former Goldman banker Tim Leissner set to testify at 1MDB trial</a> (FT)</p> <p><a href=\"https://www.ft.com/content/8779157b-5568-48e7-a117-96b74c6db957\">Ericsson says it may have paid Isis terror group in Iraq</a> (FT + <a href=\"https://www.ft.com/content/2a7a35b0-104f-4beb-b52e-f45e6e02b4ba\">Lex</a>) </p> <p><a href=\"https://www.wsj.com/articles/blackstone-to-buy-preferred-apartment-communities-in-5-8-billion-deal-11645016402?mod=hp_lista_pos3\">Blackstone to buy preferred apartment communities in $5.8bn deal</a> (FT) </p> <p><a href=\"https://www.bloomberg.com/news/articles/2022-02-16/softbank-said-to-seek-8-billion-margin-loan-as-part-of-arm-ipo?srnd=deals&amp;sref=OziMsGoK\">SoftBank seeks $8bn margin loan as part of Arm IPO</a> (BBG) </p> <p><a href=\"https://www.reuters.com/business/finance/exclusive-jana-partners-launches-proxy-fight-zendesk-nominates-four-board-2022-02-16/\">Jana Partners launches proxy fight at Zendesk, nominates four to board</a> (Reuters)</p> <p><a href=\"https://www.ft.com/content/f5268e6f-0938-4bf8-a1d5-12b75ca6772f\">Liontrust shareholders stage large revolt over executive pay</a> (FT) </p> <p><a href=\"https://www.ft.com/content/bf907e38-ff1f-41c7-b062-529ef238aec4\">Chinese state pumps money into metaverse stakes</a> (FT)</p> <p><a href=\"https://www.ft.com/content/d7cec75e-5d2c-4115-8179-5f172951b8ef\">Top finance watchdog urges west to ‘think twice' about Russia sanctions</a> (FT) </p> <p><a href=\"https://www.reuters.com/world/middle-east/cvc-brookfield-among-bidders-stake-starbucks-mideast-franchise-sources-2022-02-16/\">CVC, Brookfield among bidders for stake in Starbucks Mideast franchise</a> (Reuters) </p> <p><a href=\"https://asia.nikkei.com/Business/Startups/SoftBank-leads-144m-investment-in-Singapore-lending-startup\">SoftBank leads $144mn investment in Singapore lending start-up</a> (Nikkei Asia) </p> <p><a href=\"https://www.ft.com/content/72f23e8d-307d-489b-90e1-93537c666592\">Apple shareholders urged to vote against Tim Cook's $99mn pay package</a> (FT) </p><p>Source:  2022 'CVC's €4.5bn deal that will test its ESG credentials' FT.com 17 February. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-02-17T05:00:17.363Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 9122,
          "end": 9127
        }
      ]
    }
  ]
}