{
  "_id": "e36174bbd690de8a587b528b485f8c4b2ed5711601be4faffb20a3673571a6ea",
  "feed": "wall-street-journal",
  "title": "Don't Fall for the Tech Plot Twist --- Virtually every technology company will tell you it is changing. Don't believe it until you see it.",
  "text": "<p>Tech transformation is now afoot virtually everywhere you look. Facebook got a new name and a new mission. Peloton Interactive and Twitter got new chiefs. Pinterest, Poshmark, Zoom Video Communications, Rent the Runway, Stitch Fix, Uber and DoorDash are just a few of the names adding verticals to bolster growth. Meanwhile IAC/InterActiveCorp, Just Eat Takeaway.com's Grubhub and Zillow Group are examples of platforms paring down in hopes of trading up. They are all betting their new story will be just as seductive as the narrative that put them on the map.</p><p>Investors who have loved and lost in tech over the past year might fall prey to fantasy like a midsummer night's dream. But especially in today's market, where fundamentals are taking a back seat to volatile macroeconomic swings, they must be discerning.</p><p>Amid epic share-price declines, there is certainly a case to be made for a value play. Perhaps the most prominent example: Shares of Meta Platforms (formerly known as Facebook) lost half of their value over the past six months -- shedding some $550 billion. Most of that loss came after Facebook rebranded itself as a metaverse company. But there were other factors at play. Software changes imposed by Apple impaired Meta's ability to do what its social-media platforms have done best: target users with ads. Investors might still be mourning the loss of the social-media giant as we once knew it, but even a shift in focus and growing competition won't drive billions of users away overnight.</p><p>IAC, too, at least has a record of success in transformation. Barry Diller's $9 billion holding company is unique in that it typically hangs on to companies temporarily, spinning them off once they've reached a critical mass. While the company has had many big winners since its inception -- Expedia Group and Match Group -- the jury is out on whether it has any assets that can equal the success stories of its predecessors.</p><p>There are examples of companies whose leaders enjoyed great records even while their company hasn't. Peloton struck gold in 2020 and 2021 by being in the right place at the right time. Now growth is waning, and new Chief Executive Barry McCarthy seems to think he might be able to slap a reasonably priced subscription on once aspirationally priced hardware. Such a strategy seems aimed at attracting cost-conscious consumers, but it might lure lower-quality ones instead.</p><p>Other pandemic sensations seem to believe they can easily follow their customers back out into the world. With user numbers declining, Pinterest is trying to go from inspiration to monetization via commerce while Zoom is trying to move into office spaces with tools like Zoom Phone and Zoom Rooms. Food-delivery platforms like DoorDash and Uber are trying to morph into super-delivery apps, betting that if restaurant delivery fades, the habit of home delivery will endure.</p><p>There are companies selling big change when little is evident. When Twitter co-founder Jack Dorsey stepped down as CEO last year, he said he worked hard to ensure his company could break away from its founding. His successor, Parag Agrawal, told investors and analysts on a November earnings call he was the right man for the job because of his 10-plus-year tenure at the company. On that call, he reiterated Twitter's historic mission to \"serve the public conversation\" and said its outlook strategy remained the same.</p><p>The flip side is a company trying to convince you that it isn't changing while it reverses course. After announcing last year it would wind down iBuying -- the automated home-flipping business that came to represent more than half of its revenue -- Zillow said in a February shareholder letter its \"mission has been steady\"; its vision \"unchanged.\"</p><p>Zillow also has ambitions of becoming a super app -- aiming to connect all the fragmented pieces of moving on one platform. It is an enticing pitch -- especially for anyone who has endured the process of buying or selling a home. But in practice, it could be a longtime coming: Today, there are thousands of companies dedicated to real-estate technology, according to PitchBook, and yet 1% of transactions are online.</p><p>\"Lord, what fools these mortals be!\" Shakespeare also wrote. Whether the companies or the investors are the greater fools, depends on who exactly is buying the act.</p><p>License this article from Dow Jones Reprint Service</p>",
  "published": "2022-03-15T00:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1220,
          "end": 1225
        }
      ]
    }
  ]
}