{
  "_id": "2355326b56504499800c9b4997c3d22976c0841fbdb22a028d4fcb6007c67180",
  "feed": "market-watch",
  "title": "Trulieve, Ascend Wellness CEOs chart multi-state growth; Kim Rivers of Trulieve and Abner Kurtin look past mixed quarter to new stomping grounds.",
  "text": "<p>Acquisitions remains on the table as well, particularly for Trulieve, which closed the $2.1 billion acquisition of Arizona-based Harvest Health &amp; Recreation Inc. in October as one of the largest M&amp;A deals in the industry.</p><p>Trulieve Cannabis on Thursday reported a first-quarter net loss of $32 million, or 17 cents share, from net income of $30.1 million, or 24 cents share in the year-earlier period.</p><p>Breaking out items related to its Harvest acquisition and other one-time costs, the company earned a penny a share, below the Wall Street estimate of 3 cents a share, according to FactSet data.</p><p>Revenue increased by 64% to $318.3 million, ahead of the $306 million estimate.</p><p>The company booked $45.1 million in cash flow from operations and ended the quarter with a cash balance of $267 million, with operations in 11 states.</p><p>Trulieve is still expecting full-year revenue of $1.3 billion to $1.4 billion. The FactSet consensus was $1.34 billion.</p><p>With a 30% market share in Florida and 100 stores, the Sunshine State continues to offer growth opportunities, CEO Kim Rivers told MarketWatch.</p><p>\"We'll continue to grow our Florida footprint – we don't anticipate it slowing down,\" she said.</p><p>During the first quarter, the state booked an average of 3,700 new medical cannabis patients per week.</p><p>Trulieve remains on track to build up its presence in Maryland and Florida, as well as growth in Pennsylvania and West Virginia, and sees additional investment in Arizona.</p><p>Trulieve also continues to look for opportunities to buy smaller cannabis companies in the Southeast, the Northeast and the Southwest.</p><p>\"We'll be acquisitive around those hubs and on-board [small] operators within that footprint,\" Rivers said. \"We have strong balance sheet and proven access to capital and we'll remain opportunistic.\"</p><p>Also Read: Acreage sees cannabis business sprouting in the Northeast</p><p>Ascend Wellness eyes Big Apple presence</p><p>Ascend Wellness on Wednesday said its first-quarter loss narrowed to $27.8 million, or 16 cents a share, from a loss of $48.2 million, or 45 cents a share in the year-ago quarter.</p><p>Revenue increased to $85.1 million from $66.1 million.</p><p>Ascend Wellness fell short of the Wall Street target for a loss of 3 cents a share and the revenue estimate of $86.4 million, according to FactSet Data.</p><p>Ascend Wellness co-founder and CEO Abner Kurtin said the company is bullish about its prospects for adult use cannabis in New Jersey, with one store open and two more on the way in the Garden State.</p><p>It's also gearing up for a bigger presence in New York after reaching a settlement with MM Enterprises USA LLC MMNFF in a lawsuit over the sale of MedMen NY Inc.</p><p>Ascend Wellness agreed to hike its purchase price by $15 million $88 million from $73 million to settle the lawsuit filed Jan. 14 between the two cannabis companies.</p><p>Even at $88 million, the purchase is much less than the $247 million acquisition of Etain by RIV Capita Inc. CNPOF a unit of Scotts Miracle-Gro Co. SMG, to enter the New York market, Kurtin said.</p><p>The MedMen NY deal includes four medical dispensaries in Manhattan, Long Island, Syracuse and Buffalo, plus a cultivation facility in Utica.</p><p>\"We're really excited about New York,\" Kurtin said. \"The seller didn't like the price, which created the situation.\"</p><p>Ascend Wellness plans to keep MedMen's Fifth Avenue retail location, which has been described as the Apple store of weed.</p><p>\"It's a great location for locals and for tourists,\" Kurtin said.</p><p>Shares of Trulieve are down about 44% so far in 2022 as cannabis stocks have weakened in the face of low prospects for federal legalization and overall stock market jitters about inflation and a recession.</p><p>Ascend Wellness has fallen 48.8% so far in 2022, while the AdvisorShares Pure Cannabis ETF MSOS is down 44.5%.</p><p>Also Read: Here's why Curaleaf looks past headwinds and sticks to 2022 revenue view</p><p>Trulieve, Ascend Wellness CEOs chart multi-state growth</p>",
  "published": "2022-05-13T17:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 3375,
          "end": 3380
        },
        {
          "start": 1890,
          "end": 1895
        }
      ]
    }
  ]
}