{
  "_id": "70c75332e964b4761623c212938a3391b1a314e9e3a2019bf32bbe9d2d4e2209",
  "feed": "wall-street-journal",
  "title": "U.S. Goes Full-Court Press on China's Chip Sector; Comprehensive nature of restrictions are clear signal that U.S.-China chip wars are here to stay",
  "text": "<p>The latter includes equipment used to make memory chips, an area where Chinese companies have been making inroads.</p><p>The comprehensive nature of the restrictions, which go far beyond previous measures that mostly focused on individual companies and a narrower list of technologies, are a clear signal that the U.S.-China chip wars are here to stay—and that the Biden administration is willing to go all in to triumph, even at significant cost to domestic manufacturers. With the \"carrot\" for domestic U.S. investment represented by the Chips Act subsidies now in place, the administration is beefing up its sticks as well, said Dan Wang of Gavekal Dragonomics. Not only are the new measures themselves much tougher, but enforcement of existing sanctions by the U.S. Justice and Commerce departments may rise.</p><p>The U.S. also added Yangtze Memory Technologies, China's leading memory chip manufacturer and a potential Apple supplier, along with 30 other companies onto its \"unverified list.\" This doesn't prohibit U.S. companies from dealing with them, but adds more oversight—and sends a signal that such companies could eventually end up on government blacklists if concerns over their business continue to grow. That still gives U.S. companies plenty of reasons to hesitate when contemplating doing business with them.</p><p>Apart from chip and equipment exports, the new restrictions also target the export of talent. The rules prohibit U.S. citizens, permanent residents and companies from helping some Chinese chip-making efforts.</p><p>\"The summary is that the U.S. is forcefully decoupling the entire advanced technology supply chain before China in-sources it,\" wrote independent semiconductor analyst Dylan Patel in his newsletter on Saturday.</p><p>Chinese chip stocks plunged Monday. China's top chip maker Semiconductor Manufacturing International Corp. fell 4% in Hong Kong. Shenzhen-listed chip equipment manufacturer Naura Technology Group dropped 10%, the maximum allowed daily move on the exchange, after one of its units was added to the \"unverified list.\" U.S. chip equipment suppliers slid Friday too. Lam Research and Applied Materials fell 6%; both companies also make nearly a third of their revenue in China.</p><p>The immediate impact may not be quite as dire as it might seem. The U.S. has granted a lot of licenses under current sanctions on Chinese companies—China is a major customer of U.S. chips and semiconductor equipment. Presumably many such exceptions will continue, although there is now an official \"presumption of denial\" for such requests involving advanced chip and chip-making equipment highlighted under the new rules.</p><p>But it is clear that the technology war isn't going away and restrictions will only become tighter. Business interests will continue to be disappointed: Democrats and Republicans don't agree on much these days, but the bipartisan consensus to kneecap China's chip ambitions has now firmly jelled.</p><p>Write to Jacky Wong at jacky.wong@wsj.com</p><p>U.S. Goes Full-Court Press on China's Chip Sector</p>",
  "published": "2022-10-10T12:06:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 913,
          "end": 918
        }
      ],
      "nexusId": "10022657"
    }
  ]
}