{
  "_id": "e84578391769e2ad85f80506bdf1b759de3dcb594610307f488ae4d6dc2354e7",
  "feed": "market-watch",
  "title": "Weekend reads: When tech stocks fade, where do you go?",
  "text": "<p>How does this influence the Federal Reserve's thinking on interest rates only two days after stock-market investors were stunned by Fed meeting minutes that showed some members want to not just raise interest rates but also shrink the central bank's balance sheet?</p><p>Gregg Robb wraps up reactions from economists. The low unemployment rate supports expectations that the Fed will start raising interest rates in March, as it has indicated it plans to do.</p><p>That can put pressure on the stock market because investors seeking yield will have increasing opportunities in the bond market. Broad pressure on stocks can be especially painful for holders of technology stocks because of their high valuations. Indeed, the tech-heavy Nasdaq Composite was once again leading major indexes lower.</p><p>Is it finally time to switch to value stock?</p><p>Value stock indexes have outperformed broad indexes so far in 2022. Mark Hulbert explains why value may be the best approach through this year and shares top picks from several newsletters.</p><p>Here's what Wall Street pros have to say.</p><p>Finally, Michael Brush makes the case for a good 2022 for the stock market despite all the fear of rising interest rates and shares eight cheap stocks recommended by three investment newsletters.</p><p>Stock screens</p><p>MarketWatch photo illustration/iStockphotoThere are many ways to screen stocks in search of those that might best meet your investing goals. Here are five lists from this week:</p><p>This ‘cash cow' value-stock strategy can fatten your portfolio even if you fear the Fed</p><p>20 cheap value stocks that Wall Street expects to rise up to 58%</p><p>These 12 ‘Dividend Aristocrat' stocks have been the best income compounders over 5 years</p><p>These tech stocks have fallen 20% to 51% from their 52-week highs</p><p>23 dividend stocks that can pass this strict quality screen</p><p>This S&amp;P tortoise may overtake that hare</p><p>Getty ImagesDuring 2020, it seemed the Ark Innovation ETF ARKK could do no wrong as it surged 153%, partly on the strength of its largest holding, Tesla Inc. TSLA , which skyrocketed 743%. Then in 2021, ARKK skidded 23%, even though Tesla was up another 50%. So far in 2022, ARKK is down another 9.5%. while Tesla has climbed slightly.</p><p>Here's a three-year chart showing the movement of ARK and the SPDR S&amp;P 500 ETF Trust SPY:</p><p>FactSetMark DeCambre writes the ETF Wrap column. This week he discusses what is really a “normalizing policy” for the Federal Reserve, its pressure on technology stocks and exchange-traded funds that might be good alternatives to ARKK as interest rates rise.</p><p>What's going on with bitcoin?</p><p>Terrence Horan, Dow JonesBitcoin BTCUSD fell 40% to $41,469.87 early on Jan. 7 from its its high of $69,000 on Nov. 10. It had dropped 10% just from Jan. 4, a day before the release of the Fed minutes.</p><p>In this week's Distributed Ledger column, Francis Yue explains why cryptocurrencies have plummeted.</p><p>More cryptocoverage:</p><p>‘I'm not nervous in the medium term but we're going to have a lot of volatility,' says crypto bull Novogratz, as bitcoin adds to Fed-fueled tumble</p><p>GameStop's stock soars over 30% after hours, and Reddit crowd cheers, after report of plans for NFT platform</p><p>How the metaverse can be used by terrorists</p><p>Getty Images/iStockphotoWhen Facebook changes its name to Meta Platforms Inc. FB, those who were surprised might not have understood that Facebook was already at the forefront of virtual reality through its Oculus virtual-reality equipment.</p><p>The metaverse is still being created — it is a virtual environment that may not interest you, but it is important to understand its potential and how it might be exploited to cause harm, as University of Nebraska professors Joel S. Elson, Austin C. Doctor and Sam Hunter explain.</p><p>Is this the best job in America?</p><p>See which job tops the list in Glassdoor's annual survey, based on on salaries, employee satisfaction and demand for workers.</p><p>Inflation and breakfast</p><p>Saul Loeb/Agence France-Presse/Getty ImagesTonya Garcia looks at what may be a potential problem for Kellogg Co K., other cereal makers and their shareholders. A study shows the potential for a dramatic decrease in demand for serial if inflation pushes prices up by 50 cents a box.</p><p>Help with a retirement plan</p><p>MarketWatch photo illustration/iStockphotoAlessandra Malito writes the Help Me Retire column, assessing how readers' finances stack up against their retirement dreams. This week she helps a woman whose husband is terminally ill.</p><p>Retirement account “leakage” can hurt you over the long run</p><p>You might not be familiar with the term “leakage” when it comes to retirement accounts, but you should learn about how harmful it can be to your nest egg, as Alicia Munnell explains.</p><p>More retirement coverage:</p><p>The retirement crisis: where do we stand?</p><p>Three signs you're ready to retire</p><p>Social Security blows it again</p><p>Where's the best place for me to retire?</p><p>Want more from MarketWatch? Sign up for this and&#xa0;other newsletters, and get the latest news, personal finance and investing advice.</p>",
  "published": "2022-01-07T12:01:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [],
      "nexusId": "10022657"
    }
  ]
}