{
  "_id": "ca36847f833c1ef986c4952718d22c28c1952a78d054f4f1647825c71acd3c6a",
  "feed": "ftcomall",
  "title": "Inflationary pressures ease in US and China",
  "text": "<p>Good evening,</p> <p>Fresh data from the world's two largest economies today provided some hope that the surge in inflation might be slowing. </p> <p>In the US, the consumer price index for July was <a href=\"https://www.ft.com/content/9d0cc752-9e65-45aa-8fc2-de0999cf632d\">up 8.5 per cent</a> compared with a year earlier, a smaller than expected rise and down from 9.1 per cent in June, thanks to lower petrol prices.</p> <p>The core <a href=\"https://www.bls.gov/news.release/cpi.nr0.htm\">CPI measure</a>, stripped of volatile food and energy prices and closely watched by the US Federal Reserve, was up 0.3 per cent compared with 0.7 per cent in June, meaning an unchanged annual rate of growth of 5.9 per cent.</p> <p>Today's data were warmly received by investors, driving US stock futures and government bonds <a href=\"https://www.ft.com/content/85cba5cc-41a0-4898-af9c-7276e4511d51\">sharply higher</a> as they bet on the Fed easing up on its aggressive plan for raising interest rates.</p> <p>The new figures also provide a further boost for President Joe Biden after the recent passage of his US climate, tax and healthcare bill.</p> <p>The <a href=\"https://www.ft.com/content/4d1e86e0-0254-4144-b784-88d963b310d5\">Inflation Reduction Act</a>, to give it its proper title, is unlikely to make much difference in the short term, but in the medium and long term it should reduce costs by tackling problems such as rising prices for prescription drugs.</p> <p>Earlier in the day, <a href=\"https://www.ft.com/content/b7c8ad1e-395a-456d-bc74-644e959ef6be#post-dba438a6-9173-4c50-9e0a-dbf7b9124f0c\">China also reported</a> a lower then expected rise in consumer and producer prices for July as Covid outbreaks and lockdowns hit demand. </p> <p>The country's CPI reading hit 2.7 per cent owing to rises in the price of pork and fresh vegetables. Although much lower than in other major economies, this was still the nation's highest level in two years. Producer prices were up 4.2 per cent, also slightly less than forecast.</p> <p>Other countries reporting new data today included Germany, the largest economy in the eurozone, where CPI for July was confirmed at <a href=\"https://www.ft.com/content/ee39b164-d6d6-402e-a6af-a1b26e918cfe\">8.5 per cent</a> on an EU-harmonised basis.</p> <p><em>Compare global trends with our </em><a href=\"https://www.ft.com/content/088d3368-bb8b-4ff3-9df7-a7680d4d81b2\"><em>inflation tracker</em></a></p> <h1>Latest news</h1> <ul>  <li><p>China says <a href=\"https://www.ft.com/content/357828f1-10f7-4f6a-9d03-8a167823ffdf\">military exercises</a> around Taiwan are complete</p></li>  <li><p>EU <a href=\"https://www.ft.com/content/b7c8ad1e-395a-456d-bc74-644e959ef6be#post-9d22640e-72df-44a4-bd8c-b0b20fa9cf2d\">ends enhanced scrutiny</a> of Greek economy after 12 years</p></li>  <li><p>Japan's prime minister <a href=\"https://www.ft.com/content/dd31607a-c83c-4ede-9c34-ee0293bf23c9\">reshuffles cabinet</a></p></li> </ul> <p><em>For up-to-the-minute news updates, visit our&#xa0;</em><a href=\"https://www.ft.com/content/b7c8ad1e-395a-456d-bc74-644e959ef6be\"><em>live blog</em></a><em>.</em></p> <p><em>If you're looking for some good news, please scroll down to the end and enjoy our newest section, designed to lift your spirits in these difficult times.</em></p> <h1>Need to know: the economy</h1> <p>Fresh forecasts showed that the typical <strong>UK household energy</strong> bill could hit £4,420 next spring — more than three times the level at the start of 2022. Energy editor David Sheppard explains why the situation in <a href=\"https://www.ft.com/content/0a5ebc7e-81a0-446f-8174-64ee270b0f4f\">Britain is much worse</a> than in mainland Europe. Would-be prime minister rivals Liz Truss and Rishi Sunak <a href=\"https://www.ft.com/content/3c7e116e-9e6e-4dd8-b862-8ce76d85e966\">continue to squabble</a> over the best way to help. Could it get any worse? How about <a href=\"https://www.ft.com/content/c8ed3448-3c00-4ece-a763-ca248e54defc\">winter power cuts</a>?</p> <h2>Latest for the UK and Europe</h2> <p>The <strong>UK</strong> <strong>summer of discontent</strong> continues. <a href=\"https://www.ft.com/content/d979deae-7c84-417f-a1dc-a8fc568c666f\">Royal Mail</a> has warned of “material” losses if upcoming industrial action goes ahead, while union leaders raised the prospect of the first-ever RCN <a href=\"https://www.ft.com/content/d979deae-7c84-417f-a1dc-a8fc568c666f\">nurses strike</a>.</p> <p>Tenants in London face “<a href=\"https://www.ft.com/content/8f781b71-5427-4b0c-9ade-448f12e6dc11\">increasingly unaffordable” rents</a> as private landlords and agents take advantage of a <strong>shortage of properties</strong> to demand applicants bid to secure a new home.</p> <p>Cash-strapped Britons are also spending less on <a href=\"https://www.ft.com/content/f7c19af9-3563-45b4-87cc-f7c15b07772e\">food deliveries</a>, evidenced in widening losses at <strong>Deliveroo</strong>. Overall, <strong>UK consumer spending </strong>held up in July, according to industry data, but the small rise in sales values masked a much larger <a href=\"https://www.ft.com/content/53966caa-d537-470d-9ef4-1fe3e6504f7c\">drop in volumes</a> when inflation was taken into account.</p> <p>A <strong>Europe-wide</strong> <strong>recession</strong> is on the way, but it need be neither deep nor prolonged, <a href=\"https://www.ft.com/content/c9ec6d9d-a015-402c-a06e-f61b6ad87f92\">writes economics editor Chris Giles</a>. As long as its economies survive the winter, Russia's energy blackmail will have failed leaving Moscow the loser, he argues. Germany is currently the fulcrum for Russian president Vladimir Putin's pressure, <a href=\"https://www.ft.com/content/38f7bc22-741e-4412-bc82-7a4654c829e2\">says Constanze Stelzenmüller</a> of the Brookings Institution.</p> <p>Central Europe's reliance on <strong>Russian oil</strong> was highlighted when flows through the Druzhba pipeline were halted because of a <a href=\"https://www.ft.com/content/8ed4ccdb-522a-4003-8010-1a786af18bbc\">row over payments</a>. The situation was resolved when Hungarian energy company MOL paid transit fees to Ukraine on behalf of Russia to <a href=\"https://www.ft.com/content/9740eafb-d2f4-4613-a29c-cf1ecb270179\">restart flows</a>. Payment had been blocked by EU sanctions.</p> <p>The FT editorial board has warned that Turkish president Recep Tayyip Erdoğan's overtures to Russia could <a href=\"https://www.ft.com/content/4396688e-f8a5-4930-989c-ae7d9c3fe733\">trigger retaliation from the US</a>.</p> <h2>Global latest</h2> <p>After a difficult 18 months, the <strong>logistical problems</strong> that have dogged the global economy are <a href=\"https://www.ft.com/content/be2d3517-ce0b-404c-994a-3ef05dc95d5e\">starting to abate</a>. To take one example: the cost of shipping a container across the world is down 45 per cent from its peak in autumn last year. Congestion at ports is improving, as are delivery times for cargo.</p> <p>Investors believe <strong>Pakistan</strong> could follow Sri Lanka <a href=\"https://www.ft.com/content/3ac18027-1d91-478a-940f-863ba35c5d8d\">into default</a>, as it battles surging commodity prices and tighter credit conditions. The country's debt has been among the worst performing of emerging economies this year.</p> <h1>Need to know: business</h1> <p>Some <strong>US businesses </strong>are angry at the “significant new tax increases and unprecedented government price controls” contained in Biden's new<a href=\"https://www.ft.com/content/bf212e63-d564-4760-8b00-bf0bf4c0b4c1\"> tax and climate package</a>. On the other hand, Denmark's <strong>Vesta</strong>, the world's largest turbine manufacturer, hailed the new US <a href=\"https://www.ft.com/content/aafd2ffe-bd13-4979-9ff6-852da9ab99c1\">clean energy subsidies</a> as a game-changer. The package does however fall short of the new OECD standard for a <strong>minimum corporate tax rate</strong> of 15 per cent: here's our <a href=\"https://www.ft.com/content/ff0c15b7-2e34-469f-8c5e-9168bbb30c51\">explainer</a>.</p> <p>Analysts have warned investors not to get too carried away with the recent rebound in <strong>Big Tech</strong> stocks, arguing that <a href=\"https://www.ft.com/content/50c439e6-a038-40c6-a330-4642b9ff2da3\">earnings downgrades</a> could be on the way this year and next.</p> <p>Hong-Kong based <strong>Lenovo</strong>, the world's largest PC maker, reported the slowest growth in eight quarters, highlighting <a href=\"https://www.ft.com/content/b7c8ad1e-395a-456d-bc74-644e959ef6be#post-48375ad6-09c8-464a-83c8-94468dd622ea\">waning consumer demand</a> for electronic goods. Western companies are ignoring the risk of using <strong>Chinese technology</strong> in the “<a href=\"https://www.ft.com/content/cd81e231-a8d3-4bc0-820a-13f525a76117\">internet of things</a>”, according to an industry expert. Taiwanese security officials are trying to force Apple supplier <strong>Foxconn</strong> to ditch its stake in a <a href=\"https://www.ft.com/content/866467a4-6627-4356-ac46-6ede989f3d66\">Chinese chip company</a>.</p> <p><strong>Robinhood</strong>, the retail broking platform that reached dizzy heights during the pandemic, is suffering from a huge “<a href=\"https://www.ft.com/content/926024de-bccb-4371-880c-c198b89e82fc\">post-Covid hangover</a>” as active users quit. Not just any hangover, mind. As one analyst puts it: It has “woken up in a hotel in Las Vegas, and there is a Bengal tiger in the bathroom”.</p> <p>Asia-focused insurer <strong>Prudential</strong> said Beijing's zero-Covid policy had contributed to a <a href=\"https://www.ft.com/content/0c3f71e4-fd1d-481e-956f-85a8f528625e\">31 per cent fall in new business profits</a> in its Hong Kong division in the first half of the year.</p> <p><strong>US</strong> <strong>IPO fundraising</strong> has <a href=\"https://www.ft.com/content/50baba43-f182-40b1-8ae7-0cb8fbaa2f0c\">dropped 95 per cent</a> compared with this time last year because of falling valuations, economic uncertainty and market turmoil. The situation is reversed in <strong>China</strong>, where companies have been <a href=\"https://www.ft.com/content/b4a76fd9-880a-405a-aabf-7cf98f8af2c2\">rushing to raise money</a> before things get too difficult.</p> <p><strong>Venture capital</strong> fundraising has similar problems. US totals hit a record high last year, but the good times are now over, explains west coast editor Richard Waters in our <a href=\"https://www.ft.com/content/27475580-230f-4581-8b50-16f8aafe4a4e\"><em>Behind the Money</em> podcast</a>. </p> <p>Hotel group <strong>IHG</strong> raised its dividend, launched a $500mn share buyback and reported profits back above pre-pandemic levels as <a href=\"https://www.ft.com/content/8668ddd9-f272-4d92-8858-6ab8f483ba2c\">travel demand rebounded</a>. <strong>Hyatt</strong> too reported <a href=\"https://www.ft.com/content/9bbb716d-5b59-4801-9b14-cd66bcf97198#post-9ec70fc7-c3d3-4271-927c-7b610fcd2634\">increased revenues</a>, with the widely-used metric of revenue per available room (excluding China) back above pre-pandemic norms.</p> <p><strong>Cathay Pacific</strong> was also confident of a lift in demand, even as it reported a <a href=\"https://www.ft.com/content/33d01bb5-3a38-49b3-9bdf-4c65e06f8d50\">$637mn first-half loss</a>. Hong Kong's flagship carrier operated at 11 per cent of pre-pandemic passenger capacity and 56 per cent of cargo traffic as of June. <strong>Tui</strong>, Europe's largest tour operator, said <a href=\"https://www.ft.com/content/a9702336-df9e-4e4a-b66d-32f886c36dcc\">flight disruption</a> had cost it €75mn in the third quarter, pushing it into a loss of €27mn.</p> <p>One area that doesn't look like it is rebounding any time soon is office property. Shares in <strong>IWG,</strong> the world's biggest provider of flexible office space, tumbled after analysts warned that fears of recession <a href=\"https://www.ft.com/content/c62a9f4f-5f54-4451-ac06-4573ff1d677b\">would hit demand</a>.</p> <h1>The World of Work</h1> <p>With the “great resignation” still in full swing, work and careers editor Isabel Berwick discusses the do's and don'ts of leaving an employer in the latest edition of our <a href=\"https://www.ft.com/content/36d28671-827b-4a3b-903f-0368d85f764b\"><em>Working It</em> podcast</a>.</p> <p>The UK's legion of <strong>self-employed workers</strong>, an important contributor to the country's post-crash “jobs miracle”, <a href=\"https://www.ft.com/content/9e8fe677-0abf-4fce-bbfc-8c0c87fd5c51\">shows no sign of bouncing back </a>after numbers fell sharply during the pandemic. Whether they do or not depends on how the cost of living crisis plays out, says columnist Sarah O'Connor.</p> <p><em>Get the latest worldwide picture with our </em><a href=\"https://ig.ft.com/coronavirus-vaccine-tracker/\"><em>vaccine tracker</em></a></p> <h1>Some good news . . . </h1> <p>The <strong>World Wildlife Fund</strong> has cheerful news to celebrate the Year of the Tiger: Nepal has successfully doubled its <a href=\"https://tigers.panda.org/news_and_stories/stories/nepal_successfully_doubles_their_wild_tiger_population/\">wild tiger population</a>. The WWF says the achievement is a testament to conservation efforts over the past 12 years.</p><p>Source: Darren Dodd 2022 'Inflationary pressures ease in US and China' FT.com 10 August. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-08-10T17:15:43.592Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "confidence": 0.94,
      "offsets": [
        {
          "start": 5601,
          "end": 5606
        },
        {
          "start": 5642,
          "end": 5647
        }
      ],
      "weightsV2": {
        "weight": 1.2604988,
        "baseWeight": 2.0,
        "expansionWeight": 0.0,
        "ontologyWeight": -0.73950124,
        "tagPositionWeight": 0.0,
        "titleWeight": 0.0
      },
      "typeRank": 1
    }
  ]
}