{
  "_id": "67a406278d28181d7305f5827e2434018dfbab0b35697e37e33b73d3f7e1e50b",
  "feed": "ftcomall",
  "title": "Huawei's next move and China's chip worker conundrum",
  "text": "<p>Hello everyone! This is Ting-Fang from Taipei. This week, I had a chance to tune into leading US chipmaker Nvidia's annual technology conference, where it unveiled its latest chip platform for autonomous driving.</p> <p>Nvidia described its Drive Thor, an automotive-grade system-on-chip, as capable of providing level 4 self-driving capabilities. The most advanced cars on the market are still at level 2 and level 3, meaning they can drive themselves only under limited circumstances.</p> <p>But just as interesting as Nvidia's tech is its list of clients. The first customer for the Drive Thor will be Zeekr, the premium EV brand of major Chinese carmaker Geely. Executives from several other Chinese EV makers roundly applauded the chip's debut, with one hailing its “unprecedented level” of AI capabilities.</p> <p>Drive Thor's enthusiastic reception underscores China's hunger to keep using cutting-edge American chipsets in its self-driving cars and other products, even as Washington <a href=\"https://asia.nikkei.com/Business/Tech/Semiconductors/U.S.-tightens-chip-export-rules-to-China-hitting-Nvidia-and-AMD\">further restricts access</a> to advanced tech.</p> <h2>Huawei keeps fighting</h2> <p>Perhaps no other company in China is battling so urgently to decouple from the US. Formerly a major smartphone maker, Huawei is banned from using American technology without specific approval, and it has lost access to some of its most important global partners, including TSMC of Taiwan.</p> <p>The Chinese company's latest attempt to overcome these headwinds is to put its own chips for telecom equipment <a href=\"https://asia.nikkei.com/Business/Tech/Semiconductors/Huawei-dives-into-chip-production-to-battle-U.S.-clampdown\">back into production</a> as early as this year, Nikkei Asia's <strong>Cheng Ting-Fang</strong> writes.</p> <p>For that, Huawei has partnered with multiple chipmakers across China, with a focus on those that are also blacklisted by the US. To speed up the process, Huawei has even redesigned its core chips to be produced with older 28-nanometer process technology as it's easier to find such production domestically.</p> <p>The company is also courting international allies on its path to decoupling from the west. Huawei <a href=\"https://asia.nikkei.com/Business/Technology/Huawei-courts-Thailand-Indonesia-with-supply-chain-support\">moved its annual tech showcase</a> to Bangkok this year, where it was warmly welcomed by officials from Thailand, Indonesia, the Philippines and Bangladesh. All four countries have allowed local mobile network operators to source 5G equipment from Huawei, despite security warnings and bans issued by the US and European governments.</p> <h2>China's chip cool-down</h2> <p>China's semiconductor sector, suffering from a stuttering economy and redirected industrial funding, is having to <a href=\"https://www.ft.com/content/c78c6f58-15dd-4902-8837-199c8f2e168a\">scale back its hiring plans</a> despite a talent shortage, writes the Financial Times' <strong>Qianer Liu</strong>.</p> <p>The shortfall in the number of chip workers will exceed 250,000 this year and reach 300,000 by 2025, according to the China Semiconductor Association. Spurred by this huge skill gap and support from Beijing, China's chip companies had been hiring workers switching careers but found that underqualified employees created more problems than they solved.</p> <p>Now, these companies are cutting back on their hiring as the economy deteriorates and financing becomes harder to secure. Startups have been particularly hard hit, especially compared to large state-owned enterprises, and are hiring far fewer staff to ensure survival. Business data provider Qichacha revealed that more than 3,400 Chinese chip-related companies have collapsed so far this year, surpassing the total for all of 2021.</p> <p>China has been trying for years to accelerate the development of its homegrown chip sector to decrease its reliance on imports. But the chaotic and cooling job market should be alarming China's leadership, as it appears to be extending the time it will take the country to reach semiconductor self-sufficiency.</p> <h2>Auditing the audits</h2> <p>US inspectors are in Hong Kong to look into the<a href=\"https://asia.nikkei.com/Politics/International-relations/US-China-tensions/U.S.-probes-Chinese-company-audits-4-things-to-know\"> audit records</a> of selected US-listed Chinese companies. Their arrival followed a deal between Washington and Beijing to settle a long-running dispute over such companies. The US insists its officials be given access to their audit accounts, while China deems the records too sensitive to be shared.</p> <p>The recently arrived inspectors could decide to look into any of the 200 or so Chinese companies with American listings, including top tech companies like Alibaba Group Holding and JD.com, Nikkei Asia's <strong>Cissy Zhou</strong> writes. If they are not satisfied with what they see, forced delisting of Chinese companies could follow.</p> <p>Given the tensions between Beijing and Washington, will the world's biggest financial market continue to attract Chinese listings? Last year, 38 Chinese companies began trading shares in the US, taking in over $13bn in combined IPO proceeds. This year, 10 have done so, raising a mere $400mn in total.</p> <h2>Vietnam's uphill battle</h2> <p>Vietnam has a tech manufacturing sector that many countries would be proud of. High-tech goods accounted for over 40 per cent of its exports in 2020, and the more than 20 Apple suppliers operating manufacturing facilities there play a vital role in producing AirPods and the Apple Watch. The country is also a key production base for Samsung Electronics' smartphone business.</p> <p>Yet none of these facilities are operated by Vietnamese suppliers, highlighting the dilemma facing the country, writes Nikkei Asia's <strong>Lien Hoang</strong>. While US-China tensions have helped fuel a boom in local tech investment, Vietnam is <a href=\"https://asia.nikkei.com/Spotlight/The-Big-Story/Vietnam-s-battle-to-climb-the-global-value-chain\">struggling to foster</a> a homegrown high-tech sector.</p> <p>The south-east Asian country is hoping to follow in the footsteps of China. Its larger neighbour, once dubbed the world's factory, has leveraged its own manufacturing might to create a thriving domestic tech sector. Chinese-based companies now make up the single largest group on Apple's official list of suppliers, surpassing Taiwan and Japan.</p> <p>The question is whether Vietnam can unleash its own potential, or whether it will languish lower down the ladder as an “assembly platform” valued primarily for its cheap labour.</p> <h2>Suggested reads</h2> <ol>  <li><p><a href=\"https://www.ft.com/content/b4af5588-44c3-4909-af65-74cda3e5cde2\">Tencent chooses health over wealth in gaming return</a> (FT)</p></li>  <li><p><a href=\"https://asia.nikkei.com/Spotlight/Cryptocurrencies/Thailand-and-Vietnam-emerge-as-ASEAN-crypto-trading-hot-spots\">Thailand and Vietnam emerge as Asean crypto trading hotspots</a> (Nikkei Asia)</p></li>  <li><p><a href=\"https://asia.nikkei.com/Business/Media-Entertainment/China-s-livestream-king-resurfaces-after-mystery-disappearance\">China's livestream king resurfaces after mystery disappearance</a> (Nikkei Asia)</p></li>  <li><p><a href=\"https://www.ft.com/content/4d488911-74a3-4a72-8221-16f2adc7ebb4\">Blockchain gaming groups try to lose ‘dodgy' tag in Japan</a> (FT)</p></li>  <li><p><a href=\"https://asia.nikkei.com/Business/Technology/Taiwan-s-Appier-eyes-U.S.-expansion-with-AI-marketing-software\">Taiwan's Appier eyes US expansion with AI marketing software</a> (Nikkei Asia)</p></li>  <li><p><a href=\"https://www.ft.com/content/2a19f0be-ec24-4123-b035-cb48273f2542\">White House sounds alert on inbound Chinese investment</a> (FT)</p></li>  <li><p><a href=\"https://asia.nikkei.com/Business/Technology/Philippines-top-payment-app-GCash-to-offer-stock-trading-service\">Philippines' top payment app GCash to offer stock trading service</a> (Nikkei Asia)</p></li>  <li><p><a href=\"https://www.ft.com/content/0472054e-669c-4a46-aa6e-424bb810b227\">Liz Truss plans last-ditch bid to persuade SoftBank to list Arm in London</a> (FT)</p></li>  <li><p><a href=\"https://www.ft.com/content/0496b125-7760-41ba-8895-8358a7f24685\">Fortress China: Xi Jinping's plan for economic independence</a> (FT)</p></li>  <li><p><a href=\"https://asia.nikkei.com/Business/Automobiles/Toyota-Honda-to-pay-connected-car-patent-fees-to-telecoms\">Toyota, Honda to pay connected-car patent fees to telecoms</a> (Nikkei Asia)</p></li> </ol> <p><em>Sign up </em><a href=\"https://asia.nikkei.com/member/register/newsletter/?utm_campaign=GL_techAsia&amp;utm_medium=email&amp;utm_source=NA_newsletter&amp;utm_content=article_link&amp;del_type=5&amp;pub_date=20220512160000&amp;seq_num=__SEQ__&amp;si=__MERGE__user_id__MERGE__\"><em>here</em></a><em> at Nikkei Asia to receive #techAsia each week. The editorial team can be reached at </em><a href=\"mailto:techasia@nex.nikkei.co.jp\"><em>techasia@nex.nikkei.co.jp</em></a></p><p>Source: Cheng Ting-Fang, Qianer Liu, Cissy Zhou and Lien Hoang 2022 'Huawei's next move and China's chip worker conundrum' FT.com 22 September. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-09-22T09:07:08.561Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 4765,
          "end": 4770
        },
        {
          "start": 4869,
          "end": 4874
        },
        {
          "start": 5531,
          "end": 5536
        },
        {
          "start": 4869,
          "end": 4880
        }
      ],
      "nexusId": "10022657"
    }
  ]
}