{
  "_id": "7fde7d30239905e11d97eb96faea5cd5ea3555a0048ed92915d61307a745f5ec",
  "feed": "ftcomall",
  "title": "Fed trading scandal rekindled by disclosure from top official",
  "text": "<p>Richard Clarida, the outgoing vice-chair of the Federal Reserve, has blamed “inadvertent errors” for failing to disclose the full extent of his trading activity at the start of the pandemic, threatening to reignite an <a href=\"https://www.ft.com/content/0b99a7a9-21be-4e67-a135-14bba49d6216\">ethics scandal</a> at the US central bank. </p> <p>New disclosures reveal that Clarida — already under fire for making trades as the Fed was plotting emergency support for the economy — was more active in financial markets than he originally divulged. </p> <p>Clarida, the Fed's second-in-command, had previously disclosed that he moved between $1m and $5m from a bond fund into a stock fund on February 27, 2020. Those trades were controversial because they were made just a day before <a href=\"https://www.ft.com/content/2b1f7aa8-206f-4d54-bccc-3f9eeddb9f51\">Jay Powell</a>, chair of the central bank, signalled the Fed was preparing emergency measures to support the economy.</p> <p>However, amended disclosures, released by the Fed last month, show that three days prior to the already-reported transactions, Clarida sold between $1m and $5m of shares from the same stock fund. The updated disclosures from Clarida, whose term expires later this month, were first reported by The New York Times. </p> <p>The revelations are the latest development in a saga that has already forced the departure of two regional Fed presidents while prompting a sweeping overhaul of trading rules for top officials. </p> <p>“This demonstrates not only a breakdown in the ethical decision making of a senior policymaker, but in the very procedures and controls meant to monitor these policymakers,” said Kaleb Nygaard, a senior research associate at Yale's Program on Financial Stability and a former Fed staffer.</p> <p>Nygaard added: “The nature of scandals like this is that the damage only increases with every day that the public doesn't hear the full story and how the Fed plans to fix it.”</p> <p>When Clarida's dealings came to light in October, the Fed said they were part of a “pre-planned rebalancing” and had prior approval from the central bank's ethics office. </p> <p>A Fed spokesperson declined to comment on the nature of the newly-disclosed transactions, but said all of the investments were in “approved holdings of broad-based mutual funds and [exchange traded funds]”. </p> <p>The transactions were made outside of the blackout periods when officials' public communications and trading activity are curtailed, they added.</p> <p>Norman Eisen, an ethics adviser to the Obama administration who is at the Brookings Institution, said the latest disclosure “calls into question” the initial explanation of Clarida's trades. He added it was “incumbent” on the outgoing vice-chair to provide&#xa0;more information about the transactions. </p> <p>“Frankly, I don't understand how selling out of a fund, failing to disclose that, then buying the same fund again, all while making a profit and having sensitive Fed information, constitutes a ‘rebalancing', so it's absolutely necessary that he explain that rationale,” he said.</p> <p>In a December 15 letter acknowledging the updated disclosures to the US Office of Government Ethics, the Fed's ethics officer said: “Based on my review of this amendment, I continue to believe that Mr Clarida is in compliance with applicable laws and regulations governing conflicts of interest.”</p> <p>The trading scandal that first erupted in September generated widespread <a href=\"https://www.ft.com/content/462ac87e-f8fb-4e5e-9588-7046f50537bd\">scrutiny</a> and prompted Elizabeth Warren, the progressive Democrat from Massachusetts, to demand that the Securities and Exchange Commission launch an investigation into transactions that “reflect[ed] atrocious judgment”.</p> <p>An independent government watchdog overseeing the central bank subsequently opened an <a href=\"https://www.ft.com/content/9111b7c5-53c5-4d6f-9b6d-ca3533057908\">investigation</a>. </p> <p>Two regional Fed presidents, Eric Rosengren of Boston and Robert Kaplan of Dallas, <a href=\"https://www.ft.com/content/b899a77f-9853-4d20-ad84-21848b7e7ce2\">resigned</a> from their positions after they were found to have repeatedly bought and sold individual stocks and held stakes in several investment funds last year. </p> <p>Kaplan disclosed holdings worth more than $1m in 27 publicly traded companies, funds and alternative investments, including iPhone maker Apple, Chinese ecommerce group Alibaba, electric vehicle manufacturer Tesla and telecoms group Verizon. Rosengren held large stakes in several real estate investment trusts. </p> <p>In a bid to restore its credibility, the Fed in October <a href=\"https://www.ft.com/content/0b99a7a9-21be-4e67-a135-14bba49d6216\">announced</a> rules that banned its policymakers and senior staff from buying individual shares, limiting any purchases to diversified investment vehicles like mutual funds.</p> <p>They also prohibited them from holding investments in individual bonds, agency securities or entering into derivatives contracts, while introducing guidelines on when transactions can take place, how many days' notice is necessary and how long investments must be held for.</p> <p>“This new disclosure about Clarida's trading activity raises more questions&#xa0;about transparency and ethics at the Fed,” said Sarah Binder, a political scientist at George Washington University. “The public needs to be able to trust that the Fed will actually comply with its own stricter regime.”</p> <p>Christina Skinner, an assistant professor of legal studies and business ethics at the Wharton School at the University of Pennsylvania, added: “At a time when the public is generally questioning the policy decisions of the central bank — and the size of its role more generally — the Fed must be especially mindful of how the public perceives its actions and decisions.”</p><p>Source: Colby Smith in New York 2022 'Fed trading scandal rekindled by disclosure from top official' FT.com 7 January. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-01-07T00:07:42.928Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 3943,
          "end": 3948
        }
      ],
      "nexusId": "10022657"
    }
  ]
}