{
  "_id": "47bec01e9f2cd51d8f1e3122084217d061326a60590c12576bc1d88175cdc61d",
  "feed": "wall-street-journal",
  "title": "Anne Hathaway on Finding New Purpose and Acting Out WeWork's Real-Life Drama; The Academy Award–winning actor opens up about motherhood and her new role starring opposite Jared Leto and executive-producing 'WeCrashed,' Apple TV+'s new series on the inner workings of WeWork.",
  "text": "<p>The first time she was made fully aware of the backstory of the multibillion dollar co-working startup—anchored by the intense relationship between its founder, Adam Neumann, and his wife, Rebekah Paltrow Neumann—was when she was offered the part of Rebekah in WeCrashed, Apple TV+'s adaptation of the Wondery podcast that details the fraught inner workings of the company and the romantic partnership at its center.</p><p>Hathaway—who prefers to be called Annie—has been a household name since she first appeared in the Princess Diaries movies. She then transitioned into adult roles (Brokeback Mountain, Rachel Getting Married) and iconic characters (Andy in The Devil Wears Prada; Selina Kyle, aka Catwoman, in Christopher Nolan's The Dark Knight Rises) and became an Oscar winner (Les Misérables) and host. She is currently on Zoom in a hotel in Rome with parakeets flying outside of her window, recounting the story of her most recent role as actor and executive producer.</p><p>It seems as though every actor's latest turn is a ripped-from-the-headlines story that seeks to explain the strange times we live in. (See also: The Dropout, about Elizabeth Holmes; Inventing Anna, about Anna Sorokin, better known as Anna Delvey; Super Pumped, about Uber's ex–chief executive Travis Kalanick.) When co-creators and executive producers Lee Eisenberg and Drew Crevello offered Hathaway the part, she was intrigued once she got up to speed on coverage.</p><p>\"The story intersected, I thought, at a lot of really interesting points: late-stage capitalism, the commodification of spirituality and toxic positivity,\" Hathaway says.</p><p>WeCrashed is also a chaotic love story, almost a folie à deux, between Jared Leto's borderline messianic Adam and Hathaway's Rebekah, who comes across as a kind of Lady Macbeth for the Goop crowd. (Gwyneth Paltrow is Rebekah's cousin and a specter of success and admiration in the show.) Hathaway was excited to take on the role opposite Jared Leto, who transforms into Neumann, an Israeli serial entrepreneur. \"Something has to be exceptional,\" she says, \"and Jared is certainly exceptional.\"</p><p>\"Everyone I knew who had met Adam told me what a compelling character he was,\" Leto says. \"The deeper my research went, the more I was excited by the opportunity.\"</p><p>Rebekah Neumann, whom Hathaway has yet to meet, has a distinctive low voice and distinct cadence. Hathaway worked with a dialect coach, but it wasn't until Leto arrived on set as Neumann that she nailed it. \"I'd been playing around with it, but it was something I was doing rather than feeling. And then, when he showed up and started speaking as Adam, it was like a tuning fork for me,\" she says.</p><p>The feeling was mutual. Leto says he had long admired Hathaway's work and her bravery and emotional commitment in each performance. \"She really brings everything with her to the role,\" says Leto of his co-star. (Adam and Rebekah Neumann didn't respond for comment about the project.)</p><p>Hathaway can understand drive and desire. It was her idea as a child to get into acting. When she was about 3 years old, her actor mother played Eva Perón at the Playhouse at Allenberry production in central Pennsylvania of Evita. (Her father is a lawyer.) \"I remember seeing that there were kids onstage, and it seemed like the most natural thing in the world,\" Hathaway says. \"I just wanted to know why I couldn't be up there. And it was never a conscious thought, 'Oh, I want to do that.' For me it was, 'When do I get to do that?'\"</p><p>So she took classes at the Paper Mill Playhouse in Millburn, New Jersey (near where she grew up), and was in local productions there. She figured if she could book a few commercials, it would be easier for her family to pay for college. By the time she was 13 or 14, she was writing to agents for representation. By the time she was 16, she got a TV role on a family comedy called Get Real.</p><p>So what if Hathaway's sons (Jonathan, who is almost 6, and Jack, 2) with her husband, Adam Shulman, wanted to act? \"I would probably take the same tack that my parents did with me, which is: You have all the time in the world to be a professional actor; you can only be a child once. So I would encourage them to study, to go to classes, to read,\" she says, \"but I would strongly discourage them from starting too young. I think that they'll be in a position where they'll be able to go to college and figure out where they want to go from there.\"</p><p>She would potentially love to have more kids (\"I could see us going for another one,\" she says), but she personally knows that fertility and pregnancy can be a struggle. \"There's this tendency to portray getting pregnant, having kids, in one light, as if it's all positive. But I know from my own experience…it's so much more complicated than that,\" she says. \"And when you find out that your pain is shared by others…you just think, I just feel that's helpful information to have, so I'm not isolated in my pain.\"</p><p>She wants that private pain that previous generations of women have had to bear alone to end. \"I mean, what is there to be ashamed of? This is grief, and that's a part of life,\" she says.</p><p>Hathaway loves being a mother, not just because of her kids but also for what kind of person it made her want to be. \"I didn't feel fully landed and fully here until I was a mom,\" she says. \"It's not like I was lacking integrity, but it made me want to be completely, on every level, true to my word. And that meant stopping any nonsense that I had going on inside myself. And it's little breaks that you give yourself sometimes when you know that you're not being your best self.\"</p><p>Having children made her, if anything, more driven and committed to her job. When she was pregnant for the first time, some people advised her that her feelings around her career might change—that she might care less. \"I found that wasn't the case: I actually cared quite a bit more,\" she says.</p><p>Her young kids are why she hasn't taken on any demanding Broadway roles—yet. \"Your kids are only whatever age they are, once,\" she says. She is the kind of mom who's there for bedtime. \"And there's a lot of really awesome musicals [for] women in their 50s, so…. There's Woman of the Year, there's Mame.\" I mention Sunset Boulevard, and she nods with great enthusiasm and does her best diva voice to say, \"I am going to eat every last bit of scenery and then pick my teeth with the splinters.\"</p><p>Hathaway won't even say where she lives beyond that it's in New York State. \"I have people that I can absolutely speak freely with, but I have to say, I wish I was more comfortable doing it,\" she says. \"I see [actors] who are so great at—they never seem like they're watching their words at all, but they're also never giving anything away. I think with me, it's still a little uncomfortable.\" She found what she calls her \"chosen family\" at Vassar College and makes friends gradually. \"I do take my time getting to know, to establish trust. And then, once trust is established, I'm a Scorpio, I'm all in.\"</p><p>Jessica Chastain, her close friend and co-star in the soon-to-be-filmed thriller Mothers' Instinct, remembers meeting Hathaway about 10 years ago at an Oscar nominee lunch that Jane Fonda hosted. \"I was so drawn to the stories she shared, the way she talked about what it means to be an actress, how she navigated the industry,\" says Chastain, who later worked with her on Interstellar. \"It's her openness that I'm really drawn to.\"</p><p>Hathaway is typically most asked about her roles in Princess Diaries, The Devil Wears Prada, The Dark Knight Rises and Les Misérables, but, when she reflects on her trajectory, Brokeback Mountain also sticks out. \"I remember looking at Heath [Ledger] and Michelle [Williams] and Jake [Gyllenhaal], and going, 'Oh, my God, we're all under 25 and we're about to take on…this monumental experience.'\"</p><p>The director of Brokeback Mountain, Ang Lee, gave Hathaway, then 21, one of her favorite notes. \"He went, 'More subtle,'\" she recalls. \"And it is a note that I give to myself—sometimes with greater effect than others—and in almost every take of every film I do.\"</p><p>Lee recalls casting Hathaway, who was on a break from filming the coronation scene for the Princess Diaries 2 and in full princess hair and makeup during her audition, and the moment he gave her that direction while filming. \"It was a complex close-up, and she was hiding so many layers of emotions behind her eyes,\" he says, \"and was a young actress playing someone close to 40 at that point.\" He wanted her to do less, to let the lighting, editing and sound do some of the heavy lifting. And it worked.</p><p>She remembers admiring Cate Blanchett in Elizabeth as a teenager and then later getting to work with her on Ocean's Eight as a full-circle experience. She had to remind herself, \"Please, do not embarrass yourself,\" she says. \"Just have a great time.\" It was also her first role after taking time off for maternity leave. \"I just had Jonathan, and I was so grateful to be there and so happy to be back at work,\" Hathaway says. \"I was so sleep deprived that I couldn't hold a thought for longer than probably 30 seconds. I was just like a little happy goldfish on that project.\"</p><p>Blanchett says Hathaway has an element of a \"goofy Maria Callas\" to her—commanding but funny—as well as a technical gift. \"She's got this innate understanding of style and morphs into the atmosphere and demands of what she's doing, which is why she's been able to channel so many different genres,\" she says. \"Maybe panache, that's what it is.\"</p><p>There is a certain crop of female actors who, as they age, are taking on the role of entrepreneur or CEO—Reese Witherspoon with Hello Sunshine, Gwyneth Paltrow with Goop. Hathaway remains dedicated to acting. \"I'm curious to know how those women think about themselves,\" she says, \"because I do have to say, I feel like once an actor, always an actor.\" She thinks being a polymath is laudable, and she certainly has a lot of interests (one of which might include directing), but the most she will say about what to expect next is, \"I'm venturing into producing and other aspects of the film industry.\"</p><p>Hathaway has been busy recently: She will play Esther Graff in James Gray's Armageddon Time alongside Anthony Hopkins and Jeremy Strong, and Dr. Rebecca Saint John in the William Oldroyd–directed adaptation of Eileen, the Ottessa Moshfegh novel. She is also slated to appear in Rebecca Miller's next film, She Came to Me, alongside Peter Dinklage and Marisa Tomei. Just as we're discussing upcoming projects, her husband and older son burst into the room.</p><p>\"I have a loose tooth,\" Jonathan announces.</p><p>\"You do have a loose tooth,\" Hathaway says, introducing Shulman, whom she met through mutual friends about 15 years ago. \"Are you guys going to go play buses in the hall?\" she asks, as Shulman grabs some suitcases and scoops up his son.</p><p>Back to her work schedule: There's a romantic comedy in development she hopes comes together for the fall or spring. She's ready for comedy after a series of dramatic roles. \"And then I'm going on vacation,\" she says.</p><p>She will turn 40 this year. \"I have a really tight-knit group of friends from college, and we all realized that we were just going to be celebrating each other's birthday every other week,\" she says. \"So we decided that we're all going to go someplace together and have a joint 40th birthday party.\"</p><p>Anne Hathaway on Finding New Purpose and Acting Out WeWork's Real-Life Drama</p>",
  "published": "2022-03-22T12:30:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 219,
          "end": 227
        },
        {
          "start": 272,
          "end": 277
        },
        {
          "start": 219,
          "end": 224
        },
        {
          "start": 272,
          "end": 280
        }
      ]
    }
  ]
}