{
  "_id": "ab593ef97866cf8374fc9592fff3afe4c5cecbe13aaa64e047bb09dee107114c",
  "feed": "ftcomall",
  "title": "TikTok: never-ending scroll and young audience boost advertising gains ",
  "text": "<p>Break out the Renegade <a href=\"https://www.youtube.com/watch?v=p2tZemLoVFM\">dance</a> moves. Advertising revenue growth at video sharing app TikTok is forecast to beat rivals this year. Its journey to the top of the social media pyramid is almost complete. </p> <p>TikTok, owned by private Chinese company ByteDance, does not break out revenue or user growth per quarter. But external estimates using app downloads and advertiser data show that it is growing far more quickly than any US social network and has a younger cohort of users. </p> <p>App analytics company data.ai puts TikTok at close to 1.6bn monthly active global users in the first quarter of 2022, up 45 per cent on the previous year. Facebook's monthly active user base across all apps is higher at 3.59bn. But its growth is stagnant — up just 4 per cent over the same timeframe. </p> <p>Created as an international offshoot of China's Douyin, TikTok gained traction when it acquired Musical.ly in 2018. Content is created for free by users and revenue is dominated by advertising. A forecast from Insider Intelligence puts TikTok's advertising revenue at $11.6bn this year — up threefold from last year's $3.9bn. That pace of growth would far exceed Facebook parent company Meta, where sales are expected to grow 12 per cent this year.</p> <p>In the digital advertising world, TikTok remains small. Its estimated revenue in 2021 was just 3 per cent of Meta's. But the market is in flux, which presents TikTok with an opportunity. </p> <p>Advertising spend is high — up 35 per cent last year to <a href=\"https://www.iab.com/insights/internet-advertising-revenue-report-full-year-2021/\">$189bn</a>, according to the Interactive Advertising Bureau. Where that money goes is changing. Apple and Google's privacy clampdowns are limiting the ways in which internet users can be tracked for targeted ads. Instead of relying solely on Meta to follow users across the internet, advertisers are more focused on so-called first-party data — the information gathered on specific apps with user permission. </p> <p>Apps like TikTok, with millions of accounts to collect data from, are in demand. So long as users keep signing up, advertisers will follow. </p> <p><em>The Lex team is interested in hearing more from readers. Please tell us what you think TikTok's growth means for quoted social networks in the comments section below.</em></p><p>Source:  2022 'TikTok: never-ending scroll and young audience boost advertising gains&#xa0;' FT.com 13 April. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-04-13T01:21:23.211Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1558,
          "end": 1563
        }
      ]
    }
  ]
}