{
  "_id": "a693540e6f796714f959731d20e0e76a514f61282d51be82dd552adfe53a87e4",
  "feed": "ftcomall",
  "title": "DWS whistleblower: ‘ESG today is meaningless'",
  "text": "<p>As you might have noticed from the demonstrations in cities across the world, it was Earth Day on Friday. And half a century after the movement's birth, sustainable investing was at the centre of this year's event, in the latest sign of how capital flows are now the hottest subject in the environmental debate.</p> <p>“Invest in our Planet” was the official theme of the 53rd Earth Day. On their website, the organisers <a href=\"https://www.earthday.org/earth-day-2022/\">argued</a> that companies with strong environmental, social and governance standards would enjoy better business performance, and hailed clean energy investment as a powerful source of new jobs. </p> <p>On the streets, however, there was more focus on the problems with business as usual. Outside the London offices of asset management giant Vanguard, protesters lit flares in protest against its funds' investments in fossil fuels. In New York, they blockaded the printing sites of major newspapers, accusing them of failing to cover the climate crisis “with the frequency it deserves”. And outside German embassies in cities across Europe, activists handed out red-stained rouble notes, in protest against the country's continued purchases of Russian fossil fuels. </p> <p>While few now question the need for a shift towards sustainable investing, it will be vital to ensure that the funds are well spent. That's the focus of today's newsletter, featuring a conversation with ESG whistleblower Desiree Fixler, and a dive into climate-related investment in developing countries. See you on Wednesday. <em>(Simon Mundy)</em></p> <h1>Desiree Fixler: the woman who popped the green bubble? </h1> <p>In a whistleblowing case that shook the sustainable investing space, Desiree Fixler, former head of ESG for Deutsche Bank's majority-owned asset management arm DWS, went public last August with bold claims: DWS was misleading its clients with bold sustainability claims that did not stand up to scrutiny.</p> <p>Her claims triggered investigations by regulators in both Germany and the US into DWS, which did not respond to a request for comment but has strongly denied the allegations. And it added fresh fuel to the debate over whether the sustainable investment sector is fit for purpose. Fixler herself, however, is still without an employer, and recently lost an unfair dismissal suit against DWS, in which she claimed to have been fired for raising questions about its ESG policies. Was it all worth it?</p> <p>“I probably won't get a corporate role ever again in my life,” Fixler told Moral Money at the FT's New York office earlier this month. But she's had plenty of demand for speaking engagements and private conversations, she said, as companies and investors tried to learn lessons from the DWS controversy. “People ask, ‘Why did you do what you did?' My answer is: ‘Because it [the alleged misrepresentation] is illegal,'” Fixler said.</p> <p>One senior executive at a major US bank had privately thanked her, Fixler said, for “popping” the bubble of unrestrained sustainability claims before more serious harm was done. But she remained concerned about standards in the ESG investment space.</p> <p>“We've been massively successful in mobilising [trillions of dollars] into ESG strategies broadly,” she said. “What have we accomplished? I'd say very little.”</p> <p>ESG funds have exploded over the past two years, raking in $963bn of net flows, according to Morningstar. That took their total assets to $2.7tn at the end of 2021, nearly triple the figure at the end of 2019.</p> <p>As demand for ESG products has soared, fund management groups have rushed to supply them. According to Fixler, in DWS's case that involved cutting corners, overstating the extent to which it used ESG factors in its investment decisions. But the problems went much wider than a single company, Fixler warned.</p> <p>“ESG today is meaningless,” Fixler said. “You have to define what it is.” Some so-called ESG funds were best seen as general “strategy funds”, she added, investing in companies like Apple that were seen as well placed to navigate a fast-changing business landscape. “Then state it that way,” she said. “Don't say that this is Sustainable Development Goal-aligned. Don't dress it up as if this is climate action.”</p> <p>The way forward, Fixler said, was through standardised definitions and classifications. She was encouraged, she said, by the launch of the International Sustainability Standards Board, and by the Securities and Exchange Commission's push for new climate disclosure rules in the US. In the absence of tighter standards, she warned, the “irrational exuberance” around ESG could be used as “a cloak to hide misconduct”.</p> <p>As for the probes into DWS — in which she has spent hours being interviewed by investigators — Fixler said she remained unsure of the outcome. But she had been glad to see how the controversy had “rippled through the market”.</p> <p>“It's a cautionary tale,” she said, “to remind everybody that even if you make a non-financial statement, it must be truthful.” <em>(Kristen Talman)</em></p> <h1>Climate finance: It's not just the money</h1> <p>Amid the bustle of the IMF and World Bank meetings in Washington last week, US Treasury secretary Janet Yellen <a href=\"https://home.treasury.gov/news/press-releases/jy0736\">sounded an ominous note</a> on climate finance.</p> <p>“The investments needed for climate change will add up to just trillions and trillions of dollars,” she said, adding that pools of private capital were ready and willing to play a major role. Now, institutions such as the World Bank needed to figure out how to galvanise those capital flows, she added, calling on them to add a “new function” to their work.</p> <p>Yellen's call will add to the pressure on the World Bank, which has <a href=\"https://www.ft.com/content/a3147c81-a356-462a-811b-0a8b939f2488\">come under fire</a> from critics who say its climate finance work has fallen far short of what's needed. But her vague reference to “trillions and trillions of dollars” also caught our eye — a reminder not only of the huge scale of climate finance needs, but the continuing lack of clarity over exactly how huge they will prove to be.</p> <p>Addressing that information deficit was an important goal of the 2015 Paris agreement, under which countries are expected to publish Nationally Determined Contribution (NDC) documents, setting out in detail their plans to cut their carbon emissions and adapt to the effects of climate change — and, where possible, the associated costs. And as a new report out today makes clear, those costs will be vast.</p> <p>The report, from Clima Capital Partners and Aviva Investors, focuses on 126 developing countries that had filed NDCs by the end of last May. Through analysis of their filings, as well as consultations with government officials, the authors estimated that the group of nations' total climate-related finance needs for the 2021-30 period would come to at least $7.8tn, and potentially more than $13tn.</p> <p>These numbers are much larger than those explicitly stated in the countries' NDCs, and vastly higher than the flows of climate finance achieved to date. Wealthy nations had pledged $100bn a year in climate-related assistance by 2020, but have now pushed the target date back to 2023.</p> <p>Yet as today's new report highlights, the funding shortfall is only one part of the problem. As well as analysing the countries' NDC commitments, the authors also asked government representatives to identify the challenges they face in meeting their targets.</p> <p>The findings give a window into the biggest practical problems dogging developing countries' climate responses. Officials complained that the bureaucracy of multilateral organisations, such as the UN's Green Climate Fund, complicated their ability to secure funding. Public institutions in developing countries often struggled to co-ordinate their work effectively, respondents said, undermining climate strategy. And there was a heavy emphasis on skills shortages — in climate finance, in relevant industries, and in designing regulatory structures — to attract and manage the badly needed investment.</p> <p>As well as addressing these shortcomings in skills and institutional capacity, the report suggested, climate financiers should also think more about the potential impact of technology — for example, a digital platform to manage NDC-related data, which could help to co-ordinate planning and boost the information available to investors. Officials also told the researchers that they'd like to have deeper contact with the private sector while drafting their NDC plans. That might help to address what many investors complain is a shortage of investable opportunities in the climate finance space.</p> <p>As Yellen correctly observed, there is a long way to go in meeting this unprecedented financing challenge. And just as important as the trillions to be raised, will be ensuring the conditions on the ground allow them to be properly deployed. <em>(Simon Mundy)</em></p> <h1>Chart of the day</h1> <p>Mentions of ESG-related topics have surged in public comments from companies tracked by Morgan Stanley, with decarbonisation and electric vehicles the subjects most frequently mentioned. Discussion of hydrogen and carbon capture has also been on an eye-catching rise — as has use of the phrase “net zero”.</p> <h1>Smart read</h1> <ul>  <li><p>We enjoyed this <a href=\"https://www.economist.com/business/annual-meetings-are-the-new-frontline-in-the-battle-over-corporate-purpose/21808834\">sharp overview</a> in The Economist of the “onslaught of shareholder resolutions” facing US companies as proxy season gets under way. It delves into a surge in climate-related votes this year as well as a backlash from “groups seeking to thwart the ESG crusaders”, and the prospect of increasing voting activity from small investors.</p></li> </ul><p>Source: Simon Mundy and Kristen Talman 2022 'DWS whistleblower: ‘ESG today is meaningless'' FT.com 25 April. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-04-25T11:00:13.851Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 3911,
          "end": 3916
        }
      ]
    }
  ]
}