{
  "_id": "5bc86c2c6ece26a80a3784e71095b818df4790ecd7de7d5cce5b7742512c1019",
  "feed": "ftcomall",
  "title": "China's zero-Covid protests create a rare nationwide coalition of interests",
  "text": "<p>Every day, somewhere in China, there is a local protest going on. The country sees hundreds of strikes a year, from staff protesting over unpaid wages to gig economy workers demanding higher rates. What prevents these protests from reaching popular consciousness is that they almost always stay local and single-issue-based. They can be resolved quickly, then forgotten.</p> <p>The past few days of protests in China over the zero-Covid lockdowns are the opposite. They have been nationwide, broad-based, and combine popular anger over multiple issues in a manner unheard of since Tiananmen Square in 1989.</p> <p>Migrant workers protesting at the world's biggest iPhone assembly plant, in the central city of Zhengzhou, are upset with unpaid bonuses, on top of terrible health and working conditions in the locked-down factory. Residents of Urumqi, the capital city of the Xinjiang region in China's north-west, are protesting against the government's handling of a fire in a high-rise building. At least 10 died in the fire, and residents allege they were unable to leave due to the lockdown, which has lasted for more than three months. </p> <p>Uyghurs overseas point out that the severity of the lockdown in Xinjiang, where some have starved inside their homes, is yet another result of the government's heavy-handed policies towards its Uyghur Muslim minority. But the protests in Urumqi were filled with Chinese people from the Han majority who are also suffering from the lockdown. Students across the country — and world — have organised vigils and demonstrations.</p> <p>Over the weekend, protesters in Shanghai chanted “Xi Jinping, step down”. The call is remarkable in how it breaks the usual norms that Chinese protesters abide by to remain safe: focusing on single issues, criticising local rather than central leaders. The post-1989 generation of students have never before witnessed this level of government failure mixed with popular fury.</p> <p>Just over a month ago, before Xi was crowned party leader for an unprecedented third term, a banner of anti-government slogans hung from a bridge in Beijing was enough to cause a social media storm for the few hours it stayed up. Now videos of popular discontent are everywhere, and spreading faster than the censors can stop them.</p> <p>The protests have brought together a broad coalition of interests: factory workers, shopkeepers, students and urban elites, all of whom have suffered under zero-Covid in different ways — from losing wages to foregoing international business travel. Two years ago, during the spread of less contagious and more deadly strains of the virus, the zero-Covid policy was successful in preserving the freedom of the majority at the cost of the minority of locked-down cities such as Wuhan. Now the country is much more united in its suffering.</p> <p>China still has no easy exit from the zero-Covid policy. In Urumqi, the local government has made an unusual climbdown, announcing it had achieved the zero-Covid target and would be lifting the lockdown in stages. But the national government will not want to be seen to be making clear concessions lest people draw the conclusion that mass protests work.</p> <p>Beijing could wait out the protests. But on everything else, time is against it. The healthcare system is creaking under the mass testing of millions of people every day, and people's livelihoods are eroding as the economy stalls. Yet lifting restrictions could lead to more than 1mn<a href=\"https://www.nature.com/articles/s41591-022-01855-7\"> Covid deaths</a>, due to the low vaccination rate among the elderly.</p> <p>The party needs a solution that looks good. The flourish of a national vaccination push — even letting in foreign mRNA vaccines — could allow Xi to declare victory over Covid. It would be a largely meaningless gesture. But it would let China move on.</p> <p><a href=\"mailto:yuan.yang@ft.com\"><em>yuan.yang@ft.com</em></a></p> <p><strong>Letter in response to this article</strong>:</p> <p><a href=\"https://www.ft.com/content/3e00a027-df3e-4ab9-930e-47fc09a926c0\"><em>Danger for CCP is replay of its own revolution script</em></a><em>&#xa0;/&#xa0;</em><a href=\"https://www.ft.com/content/3e00a027-df3e-4ab9-930e-47fc09a926c0\"><em>From Zhao Xiaoou, Montmagny, France</em></a><br></p><p>Source: Yuan Yang in London 2022 'China's zero-Covid protests create a rare nationwide coalition of interests' FT.com 28 November. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-11-28T01:00:35.468Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": []
    }
  ]
}