{
  "_id": "4fe0296856fa76381dd9f6a3c4ea43cc227835950e1255f32d2be0939f3afbb0",
  "feed": "wall-street-journal",
  "title": "OFF DUTY --- Gear & Gadgets -- Rumble Seat: Mitsubishi Outlander PHEV Claims Authentic SUV Status",
  "text": "<p>The realness and bigness of the fourth-generation Outlander are advanced by the chamfered corners, raised hood line, funhouse-mirror brightwork and the boxy, Fresnel-like running lights. If the previous generation had a weak chin, the latest is positively lantern-jawed. The revised Outlander is 2+ inches wider outside and more capacious inside, enclosing another 12 cubic feet of space behind the front seats.</p><p>The push for authentic SUV-Ness also required offering 20-inch aluminum wheels. Larger wheelsets made the vehicle engineering more difficult, said Honda-san, but help sell the impression of versatility, while also fractionally raising vehicle ground clearance and seat height.</p><p>The question no one dared ask: What's it like being an engineer at Mitsubishi named Honda?</p><p>Redesigned for the 2022 model year, the Outlander now shares its global platform hard points and 181-hp petrol engine with the Nissan Rogue. (In 2016, Mitsubishi Motors became one-third of the Renault-Nissan-Mitsubishi Alliance -- a Carlos Ghosn joint.)</p><p>The PHEV version remains estate-grown. It carries over the lean-burning Atkinson-cycle 2.4-liter four from the previous model, married to a larger battery (20 kWh) and more powerful front and rear traction motors. A third motor-generator up front handles regenerative braking. Maximum combined output is now rated at 248 hp and 332 lb-ft, with the independent front and rear e-drives providing cooperative AWD. Zero-to-60 mph acceleration feels like it is in the low 8s, by the seat of these pants.</p><p>The PHEV now posts a nominal all-electric range of 38 miles, up from the previous 24 miles. Sort of. Like other PHEVs, the Outlander doesn't lock out the gas engine in those miles, even in EV mode. Rather, the petrol engine is on standby, ready to assist when demand or loads go over the EV-only line.</p><p>The consequences of slacking off on charging are severe. Once the battery charge is spent, the average efficiency swan dives, from 64 mpg-e (gas and electricity) to 26 mpg. Also, the dinky 3.3-kW onboard charger means a full charge will require at least 6 hours, so effectively overnight.</p><p>And, given that the PHEV version commands a price premium over the non-hybrid of, let's see . . . oh Lord, oh no! -- $8,000, good luck recouping the difference in gas savings -- toiling on a karmic wheel of charging and recharging, days and nights, dawns and dusks, an endless misery of amortization.</p><p>Curiously, the PHEV has two connectors under the charge-port flap: a Level 2 unit and a Chademo fast-charge connector. Really, Mitsubishi? Statistically speaking, you might as well ask Americans to find a telegraph office.</p><p>On the outward leg of our test drive, in mixed city and rural driving, the battery hung in there for about 35 miles of electrified operation. The soft-surging acceleration, the quiet operation, the tug of regenerative braking all were notably EV-forward. Once the battery reached its minimum-charge state, the powertrain devolved to mild-hybrid operation -- petrol-powered but with some low-speed hybrid-electric assist and regen braking. There wasn't much change in the vehicle's overall disposition, which I believe was the whole point.</p><p>There must have been a sale on algorithms. This thing has three drive modes, four traction/surface options and four PHEV-related powertrain maps, including Save (as in, the battery) and Charge. That's when you use engine power to charge the battery for later, like . . . birthdays? I predict a 0% utilization rate.</p><p>The Outlander interior was given a premium-leaning makeover with the fourth-gen redesign. The layered front console looks competitively swank. Our SEL Premium model featured the diamond-stitched semi-aniline leather upholstery and sported a lot of must-have comforts (heated seats and wheel) and connectivity, including CarPlay and Android Auto. Siri is my co-pilot.</p><p>The Outlander is an outlier -- sorry! -- in that it offers optional third-row seating. This two-seat foldaway unit is small -- more like an upholstered bear trap -- but it is a vital differentiator in the segment. Honda-san and his team found space for the PHEV's bigger rear motor without intruding on the foldaway's underfloor bucket.</p><p>The electromechanical mishegas under the floorboards is relayed in dizzy detail by the many slewing graphics and digital animations of the 12.3-inch LED driver's display. Man, that's cluttered. Need-to-know readouts like the speedometer, tachometer and power/charge whir up and down with the manic energy of a Japanese game show. Drivers have many personalization options for the display, none of them particularly lean.</p><p>What are buyers getting for their extra $8,000? The PHEV version represents a big, fat powertrain upgrade over the 181-hp four/CVT combo: more power and torque, more driving refinement, an extremely clever AWD and a roster of hybrid-only features. The efficiency is more aspirational.</p><p>Worth it? It depends on the weather. In Nashville, days of unrelenting rain drowned out plans for an off-road drive. Instead, our group was given extra time to hot-lap these grocery-getters around a little racetrack hidden in the mountains, in the midst of a proper downpour. Rainwater streamed across the narrow track and gathered in long, hydroplane-able puddles in the corners. If it were Spa-Francorchamps they would have red-flagged us. Not Tennessee.</p><p>In these demanding conditions, the PHEV came through like a champ. In fact, the more rashly I drove it, the happier it behaved. With the larger of its two electric motors in the back, the machine is imbued with an agreeable rear-biased power delivery, to the benefit of drivability and cornering. It helps it turn, in other words.</p><p>Authentically. Majestically.</p><p>---</p><p>2023 MITSUBISHI OUTLANDER PHEV</p><p>Base price: $39,845</p><p>Price, as tested: $49,190</p><p>Power and drivetrain: Plug-in hybrid electric, with Atkinson-cycle 2.4-liter direct-injection inline four cylinder; integrated front motor-generator and AC-synchronous traction motor (75 kW); rear-mounted AC synchronous motor (100 kW) with cooperative AWD</p><p>Power/torque: 248 hp/332 lb-ft</p><p>Length/wheelbase/width/height: 185.4/106.5/73.2/68.7 inches</p><p>Weight: 4,865 pounds</p><p>0-60 mph: 8 seconds</p><p>EPA fuel economy: 25/27/26 mpg, city/highway/combined</p>",
  "published": "2022-12-17T00:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": []
    }
  ]
}