{
  "_id": "f1b49e082acf287e3d10c3bdd21dd93a701393c53400ea4877062ae2bf25a45c",
  "feed": "market-watch",
  "title": "The 2023 Honda HR-V: One of the best compact SUVs is updated, with more power and added safety; Prices start at $23,650, a little steeper than others in its class",
  "text": "<p>* Honda quality</p><p>* Lots of safety features</p><p>Cons</p><p>* No hybrid variant</p><p>* Magic Seat has disappeared</p><p>What's new?</p><p>* This is an all-new generation</p><p>* Now based on the Civic</p><p>* More power than before</p><p>The 2023 Honda HR-V marks a new generation of this subcompact SUV, and it's shaping up to continue the impressive ways of its predecessor. Prices start at $23,650.</p><p>One of the best subcompact SUVs is updated. The 2023 Honda HR-V becomes even more compelling and refined. Honda HMC builds this second-generation model on the same platform as the current Civic, which only launched last year (the original HR-V was based on the little Fit hatchback).</p><p>That means a more sophisticated suspension for better ride quality, plus a keener engine. The new HR-V is also completely contemporary inside and out. Safety tech starts quite generously, but spending a little more for blind-spot monitoring and a few extra features is a good idea.</p><p>The previous Honda HR-V never got accused of being too powerful. The new 2023 HR-V comes with 158 horsepower and 138 lb-ft of torque — a noticeable improvement over 141 horsepower and 127 lb-ft of thrust. While there's a slight decrease in fuel efficiency compared with the former model, this new HR-V averages 28 mpg combined with front-wheel drive, so it's a bearable trade-off for the added power.</p><p>Read: 10 top hybrids for less than $30,000</p><p>Active noise cancellation is standard, and the previous torsion beam rear suspension has been replaced by a multi-link setup offering greater comfort and control. All-wheel drive is available, and hill descent control is standard in every new HR-V. Just like its predecessor, though, this subcompact SUV doesn't have any serious off-road talent. Those who live in colder regions will nevertheless appreciate the value of having four driven wheels</p><p>2023 Honda HR-V pricing</p><p>The new Honda HR-V subcompact SUV starts with a manufacturer's suggested retail price of $23,650 for the front-drive LX model, plus a destination charge.</p><p>Sport trim is almost $25,650, and the top EX-L version comes in close to $27.5K. Adding all-wheel drive to any trim is another $1,500; premium paint costs $395.</p><p>For comparison, the Mazda MZDAY CX-30 and Subaru FUJHF Crosstrek (both with all-wheel drive as standard) begin in the $24K region. The Toyota TM C-HR, Kia KR:000270 Seltos, and Hyundai HYMTF Kona all start in the low $20K range.</p><p>Before buying a new HR-V SUV, check the KBB.com Fair Purchase Price to see what others in your area paid for theirs. The previous generation of HR-V retained its value well. This second-generation should do the same.</p><p>Driving the 2023 Honda HR-V</p><p>KBB's Micah Muzio drove a new HR-V recently in Oregon. Reports Micah:</p><p>The HR-V drives with more sophistication than its price would suggest, lending itself to pleasing commutes. But is there any fun to be extracted along the way? Yes. The HR-V corners with confidence, and there's just a splash of sportiness, aided by steering that has a satisfying heft and predictability.</p><p>At full-throttle, the HR-V feels peppy. And truth be told, the continuously variable automatic transmission (CVT) works great. While CVTs routinely are criticized for creating an elastic acceleration curve accompanied by a racing engine, Honda's CVT feels a lot like a conventional automatic. Most folks will have no idea it's a CVT.</p><p>Other random observations: The outward view from the HR-V's driver's seat is good, cabin noise at highway speeds is more than tolerable, and unfortunately there are no vents for the rear seat. And while I miss the former HR-V's cleverly folding Magic Seat, I do like how the new small keyfob minimizes bulk in your pockets. What's more, the HR-V's lane-keeping assist feature does an exceptional job keeping the HR-V in its lane, but I found the adaptive cruise control to be a bit slow in adapting to the changing speed of the vehicle ahead.</p><p>All told, the new HR-V feels more substantive than the vehicle it replaces, and I like how each trim has a flavor of its own. In fact, the elevated aura of the new 2023 Honda HR-V relates directly to its improved interiors.</p><p>Also see: The 25 bestselling SUVs</p><p>Interior comfort</p><p>The magic has gone — in a certain sense. The previous HR-V had a Magic Seat behind the first row where the bottom cushions could flip up and contribute to cargo-carrying versatility. Honda fits a set of typical 60/40 split-folding rear seats into the 2023 HR-V. They can still fold flat to create an extremely useful load space, but who doesn't want a Magic Seat?</p><p>Elsewhere in the new HR-V's cabin, some magic carries over. There's the usual Honda fit and finish, and an increasingly common minimalist approach to the dashboard — with controls migrating to the touchscreen and/or the steering wheel.</p><p>A more maximalist approach applies to rear legroom: 37.7 inches. That's one of the best in this subcompact SUV class, although slightly less than the old HR-V. Luggage space behind the rear seats measures 24.4 cubic feet. Maximum cargo area with the rear seats folded is 55.1 cubic feet. The Kia Seltos has more, but the HR-V is another class standout.</p><p>Exterior styling</p><p>New generation, new look. The 2023 HR-V loses the designed-by-committee vibe and puts forward a more distinct appearance.</p><p>Because of its Civic foundation, the new HR-V not-so-subcompact SUV is bigger than before. Its wheelbase (the distance between the front and rear axles) expands by nearly 2 inches. Width grows by about 2.5 inches. And overall length is greater by almost 9.5 inches.</p><p>The alloy wheels of the LX are painted silver, the Sport's rims are gloss black (matched by a grille, side mirror housings, and rear spoiler also in gloss black), and the EX-L's alloys are machine-finished with inserts of Gloss Shark Gray. Premium paint choices are Nordic Forest Pearl, Platinum White Pearl, and Urban Gray Pearl.</p><p>Favorite features</p><p>HondaLinkDownload the HondaLink app onto a smartphone, and a range of services becomes available, such as stolen vehicle location, geofencing, automatic collision notification, and service appointments. This is standard with every new HR-V SUV.</p><p>Smart entry with walkaway auto lock\"Did I lock the car?\" This question invariably springs to mind just as your plane takes off and you see all the long-term parking lots becoming smaller. With this feature, standard in the top two trims, such angst becomes a thing of the past.</p><p>Standard features</p><p>The introductory LX trim of the new HR-V subcompact SUV is not exactly overflowing with standard features, but it does have a decent amount of driver aids — forward collision warning with automatic emergency braking, lane-departure warning/lane-keeping assistance, adaptive cruise control with low-speed follow, Traffic Jam Assist, and automatic high beams.</p><p>The rest of the inventory includes 17-inch alloy wheels, LED headlights/daytime running lights/brake lights, single-zone automatic climate control, and cloth upholstery. The infotainment system has a 7-inch touchscreen, Apple AAPL CarPlay/Android Auto smartphone integration, three USB ports, Bluetooth, and four speakers.</p><p>Don't miss: Car quality is slipping: These are the brands with the most and least complaints, study finds</p><p>Factory options</p><p>Except for all-wheel drive, the way to acquire more equipment in a 2023 HR-V is to select a higher trim, rather than cherry pick from a list of options. Sport trim is a couple of grand more than LX, adding 18-inch alloy wheels, blind-spot monitoring with rear cross-traffic alert, keyless entry/ignition with Walk Away Auto Lock, leather-wrapped steering wheel, and heated front seats.</p><p>EX-L reverts to 17-inch alloy wheels and brings low-speed braking control, powered moonroof, front/rear parking sensors, dual-zone automatic climate control, 8-way power-adjustable driver's seat, leather seating surfaces, self-dimming rearview mirror, ambient LED cabin lighting, turn-by-turn directions, 9-inch touchscreen, wireless Apple CarPlay/Android Auto, wireless charging, satellite radio, and an 8-speaker/180-watt audio system.</p><p>Check out: 12 best American road trips</p><p>Engine and transmission</p><p>One engine covers all three new HR-V trim levels. It's a 2.0-liter 4-cylinder unit without any turbocharging.</p><p>Output is 158 horsepower and 138 lb-ft of torque. This connects to an automatic continuously variable transmission (CVT). Front-wheel drive (FWD) is standard. All-wheel drive (AWD) is optional across the lineup. Regular gasoline is perfectly acceptable.</p><p>2.0-liter inline-4158 horsepower @ 6,500 rpm138 lb-ft of torque @ 4,200 rpmEPA city/highway fuel economy: 26/32 mpg (FWD), 25/30 mpg (AWD)</p><p>This story originally ran on KBB.com .</p><p>The 2023 Honda HR-V: One of the best compact SUVs is updated, with more power and added safety</p>",
  "published": "2022-08-02T09:03:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 7922,
          "end": 7927
        },
        {
          "start": 6977,
          "end": 6982
        },
        {
          "start": 6983,
          "end": 6987
        }
      ]
    }
  ]
}