{
  "_id": "b4672f2e440c9d8e25547ce5790c0827b9c4ba578d947a055829372376329827",
  "feed": "market-watch",
  "title": "U.S. stock rally set to stall after Microsoft and Alphabet earnings disappoint",
  "text": "<p>* S&amp;P 500 futures ES00 dipped 23 points, or 0.6% to 3847</p><p>* Dow Jones Industrial Average futures YM00 rose 2 points, or 0% to 31879</p><p>* Nasdaq 100 futures NQ00 eased 164 points, or 1.4% to 11549</p><p>On Tuesday, the Dow Jones Industrial Average DJIA rose 337 points, or 1.07%, to 31837, the S&amp;P 500 SPX increased 62 points, or 1.63%, to 3859, and the Nasdaq Composite COMP gained 247 points, or 2.25%, to 11199. The S&amp;P 500 is up 7.6% so far in October, but remains down 19% for the year-to-date.</p><p>What's driving markets</p><p>Stocks were on course to snap a three-day winning streak after poorly-received earnings reports from Microsoft MSFT, Alphabet GOOG and Texas Instruments TXN poured cold water on bulls' new-found optimism. All three shares were trading at least 6% lower in premarket trading.</p><p>The S&amp;P 500 has jumped 5.3% since Thursday's close as a generally positive third quarter earnings season, and hopes the Federal Reserve may be less aggressive in hiking rates after some weak economic data, sparked another burst of risk appetite.</p><p>\"The latest data was good for inflation expectations, and good for recession fears, which both temper the Fed hawks a week before the Fed is preparing to announce another 75 basis point hike in its rates.,\" said Ipek Ozkardeskaya, senior analyst at Swissquote Bank.</p><p>Ian Williams, analyst at Peel Hunt, agreed. \"Most of the earnings news released in the past 24 hours provided reassurance in the face of the economic downturn, and a pullback in yields also helped equity market sentiment yesterday,\" he said.</p><p>Disappointing Alphabet and Microsoft numbers hit after the close Tuesday, alongside equally gloomy results from Texas Instrument.</p><p>\"With its chips used across a variety of goods, the [T.I.] CEO's comments about weakness in both personal electronics and industrial sectors is telling about demand in the broader economy,\" said analysts at Deutsche Bank</p><p>Attention will next turn to results from Meta META, due after the market close, and then Apple AAPL and Amazon.com AMZN on Thursday.</p><p>Helping to alleviated losses in the broader indices is the continued slide on Wednesday in bond yields BX:TMUBMUSD10Y and the dollar DXY.</p><p>U.S. economic updates set for release on Wednesday include trade in goods for September, due at 8:30 a.m., and September new home sales, released at 10 a.m. All times Eastern.</p><p>U.S. stock rally set to stall after Microsoft and Alphabet earnings disappoint</p>",
  "published": "2022-10-26T09:33:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1987,
          "end": 1991
        },
        {
          "start": 1981,
          "end": 1986
        }
      ]
    }
  ]
}