{
  "_id": "f5696202ed289befdbbfc86ba8210c8f1273c7f29cdb7384800e77cfe8e0945a",
  "feed": "wall-street-journal",
  "title": "TikTok Parent ByteDance Plans Music-Streaming Expansion; Company is negotiating with labels as it seeks more than a dozen new global markets",
  "text": "<p>ByteDance has discussed in recent months launching its Resso music streaming service, which is currently only available in India, Indonesia and Brazil, in more than a dozen additional markets, according to some of the people. The U.S. wouldn't be part of this next phase of expansion but ByteDance has said it wants the service to be available globally so that users can discover songs on the short-form video app and then easily subscribe to music, they said.</p><p>ByteDance is negotiating with a music business that has been on a rapid upswing for several years, thanks to streaming growth as well as the establishment of standard rates for music licensing.</p><p>The talks have been strained at times over disagreements about how to value TikTok's promotional benefits for the labels, the people said.</p><p>As it has exploded in popularity, particularly among young people, TikTok has helped many songs become megahits by going viral. TikTok's popularity exploded during pandemic lockdowns, and many Billboard Hot 100 hits got their start or a boost from becoming a trend on the service.</p><p>\"Heat Waves\" by Glass Animals, which spent five weeks at No. 1 and recently tied the record for most weeks spent on the chart, initially found its audience on TikTok. The song that shares the record—the Weeknd's \"Blinding Lights\"—also heavily trended on TikTok.</p><p>ByteDance's expansion in music streaming would be a means of keeping its large user base within its ecosystem. While subscription would open up another source of revenue, music streaming is a hard business because of how much is paid out to labels. Market leader Spotify has expanded into podcasts and audiobooks in an effort to improve margins.</p><p>Apple Music and Alphabet Inc.'s YouTube also have sizable music-streaming businesses that compete for users. YouTube is also leaning into short-form video and appeals to a similar audience as TikTok in the younger demographic that has become accustomed to not paying for such content, including music.</p><p>Write to Jessica Toonkel at jessica.toonkel@wsj.com, Anne Steele at anne.steele@wsj.com and Salvador Rodriguez at salvador.rodriguez@wsj.com</p><p>TikTok Parent ByteDance Plans Music-Streaming Expansion</p>",
  "published": "2022-10-12T19:34:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1683,
          "end": 1688
        }
      ],
      "nexusId": "10022657"
    }
  ]
}