{
  "_id": "621dc78d964d84c6911bddbee28961c53946cbc555fa10aaca86fc5544e9e68d",
  "feed": "wall-street-journal",
  "title": "Spotify Offers Audiobook Service With 300,000 Titles; Music-streaming giant launches pay-per-download audiobooks from most major book publishers",
  "text": "<p>The books will be available on a pay-per-download basis, similar to existing audiobook services such as those offered by Apple Inc. and Alphabet Inc.'s Google. While Spotify is known for its user-specific music recommendations—and is working on building that out for podcasts as well—it will make editorially curated recommendations for audiobooks to start. The company said it will work to add algorithmic recommendations, based on the full scope of a user's listening habits, over time.</p><p>Spotify last fall announced its acquisition of global audiobook distributor Findaway, mounting a challenge to the country's largest audiobook service, Audible, a unit of Amazon.com Inc. The deal closed in June.</p><p>Spotify will sell its titles at individual prices and said it is setting those prices and negotiating terms directly with publishers. Audible offers a subscription service where users pay a fee to get access to its 760,000 audiobooks and other content, including its own originals. Audible controlled about 48% of U.S. audiobook unit sales for the monthly period ended mid-April, according to book-audience researcher Codex Group LLC.</p><p>Spotify's vice president and head of audiobooks, Nir Zicherman, said the company is exploring different business models, including ad-supported and subscriptions, as well as exclusive titles. Spotify said the offering, launched in the U.S. only on Tuesday, will eventually roll out to other markets.</p><p>Spotify, which has been fighting Apple over its in-app purchase policies, said users will be directed to make audiobook purchases via a web browser instead of inside the app—a move that means Apple won't be taking up to a 30% commission for downloads.</p><p>During Spotify's investor day in June, Chief Executive Daniel Ek highlighted audiobooks as a key expansion area as part of his vision to grow the company to 10 times its current size. Mr. Ek said he believes the overall audiobook market could drive $70 billion in annual revenue, and margins over 40% for the Spotify unit.</p><p>SHARE YOUR THOUGHTS</p><p>Would you pay to download books on Spotify? Join the conversation below.</p><p>Mr. Zicherman said audiobooks represent 6% to 7% of the book market globally but are growing by 20% year-over-year. The company has said that by introducing its hundreds of millions of music and podcast listeners to audiobooks, it can dramatically expand the market.</p><p>Shares in the Stockholm-based company, which has been battling investor fears about the audio market, have fallen about 60% this year.</p><p>Major publishers that have agreed to make their books available to Spotify said they appreciate the opportunity to get authors in front of as many listeners as possible. Lagardere SCA's Hachette Book Group, Paramount Global's Simon &amp; Schuster and the world's largest consumer book publisher, Bertelsmann SE's Penguin Random House, have all put their catalogs up on Spotify's service.</p><p>Amanda D'Acierno, president and publisher of the Penguin Random House Audio Publishing Group, said her authors are often guests on podcasts that are available on Spotify, which adds to the chance a listener could quickly turn and buy the audiobook.</p><p>Ms. D'Acierno pointed to U2 frontman Bono's memoir \"Surrender: 40 Songs, One Story,\" which comes out Nov. 1, as an example. \"I don't know how many people listen to him on Spotify, but to have his audiobook there will be amazing,\" she added. U2 has more than 17 million monthly listeners on Spotify.</p><p>Ms. Jimenez, an enthusiast for audiobook versions of her work, said she thinks Spotify could become a platform for offering bonus features around a book release, such as an author-curated playlist or links to podcasts reviewing the title.</p><p>Write to Anne Steele at anne.steele@wsj.com and Jeffrey A. Trachtenberg at Jeffrey.Trachtenberg@wsj.com</p><p>Spotify Offers Audiobook Service With 300,000 Titles</p>",
  "published": "2022-09-20T13:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 121,
          "end": 130
        },
        {
          "start": 1468,
          "end": 1473
        },
        {
          "start": 121,
          "end": 131
        },
        {
          "start": 121,
          "end": 126
        },
        {
          "start": 1627,
          "end": 1632
        }
      ],
      "nexusId": "10022657"
    }
  ]
}