{
  "_id": "650c9a80d8a071c285907202e55fefe5c1ad447478421824c470d6d148fd7f7c",
  "feed": "wall-street-journal",
  "title": "World News:  World Watch",
  "text": "<p>\n  SUDAN </p><pre>\n </pre><p>\n  Premier Quits Amid </p><p>\n  Protests, Deadlock </p><pre>\n </pre><p>\n  Sudan's Prime Minister Abdalla Hamdok announced his resignation Sunday amid political deadlock and pro-democracy protests following a military coup that derailed the fragile transition to democratic rule. </p><p>\n  Mr. Hamdok called for dialogue to agree on a \"national charter\" and to \"draw a roadmap\" to complete the transition. The October coup upended plans to move to democracy after a popular uprising forced the military's overthrow of longtime autocrat Omar al-Bashir and his Islamist government in April 2019. </p><p>\n  On Sunday, prior to Mr. Hamdok's resignation, security forces violently dispersed pro-democracy protesters, in the latest demonstrations to denounce the takeover and a subsequent deal that reinstated the prime minister but sidelined the pro-democracy movement. A medical group said at least two people were killed and dozens were injured. </p><p>\n  -- Associated Press </p><p>\n  --- </p><p>\n  HONG KONG </p><pre>\n </pre><p>\n  Third News Outlet to </p><p>\n  Close Under Pressure </p><pre>\n </pre><p>\n  A Hong Kong online news site said Sunday that it would cease operations in light of deteriorating press freedoms, days after police raided and arrested seven people for sedition at another pro-democracy outlet. </p><p>\n  Citizen News said it would stop updating its site Jan. 4, and it would be shuttered after that, the third outlet to close in recent months, following pro-democracy newspaper Apple Daily and online site Stand News. </p><p>\n  Authorities have moved to silence dissent after Beijing implemented a sweeping national security law. </p><p>\n  -- Associated Press </p><p>\n  --- </p><p>\n  MALI </p><pre>\n </pre><p>\n  Military Junta Seeks </p><p>\n  To Extend Its Rule </p><pre>\n </pre><p>\n  Mali's military junta wants to extend its rule for five more years, putting off the next presidential election until 2026 despite a deadline of next month set by West African regional mediators. </p><p>\n  Under the junta's plan, a constitutional referendum would be held in 2023 and a legislative election would take place in 2025. The presidential election would be put off until 2026, according to the proposal. </p><p>\n  The regional bloc known as ECOWAS has threatened to impose more sanctions if the junta fails to conduct the election by the end of February. The bloc called for a meeting in a week. </p><p>\n  The military leaders who overthrew Mali's democratically elected president had negotiated an 18-month political transition period that is due to expire at the end of February. The junta's time frame significantly extends their time in power. </p><p>\n  -- Associated Press </p><p>\n  --- </p><p>\n  INDIA </p><pre>\n </pre><p>\n  Crowd Surge Kills </p><p>\n  12 At Hindu Shrine </p><pre>\n </pre><p>\n  A crowd surge at a popular Hindu shrine in Indian-controlled Kashmir killed at least 12 people and injured 15 others on New Year's Day, officials said. </p><p>\n  Initial reports suggested an altercation between a group of devotees led to the crush Saturday at the Mata Vaishnav Devi shrine, where tens of thousands gathered to pay respects in the town of Katra near Jammu city. </p><p>\n  The pilgrimage resumed after nearly four hours, officials said. An investigation was under way. </p><p>\n  Deadly crowd surges are fairly common during Indian religious festivals where huge gatherings, sometimes in the millions, cover small areas with few safety or control measures. </p><p>\n  In 2013, pilgrims visiting a temple for a Hindu festival in Madhya Pradesh state trampled over each other amid fears that a bridge would collapse, and at least 115 people were crushed to death or died in the river below. </p><p>\n  -- Associated Press </p><p></p>",
  "published": "2022-01-03T07:10:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1361,
          "end": 1366
        }
      ],
      "nexusId": "10022657"
    }
  ]
}