{
  "_id": "0b8b098df8926e93fe79f3b4fa9a6ad0794fc3cc16546cf7b29db6acb79605bd",
  "feed": "ftcomall",
  "title": "Cézanne at Tate Modern — the garden, the apple and the creation story of modern art",
  "text": "<p>Tate Modern has never had an exhibition so splendid, so grandly expansive, as the Cézanne retrospective just landed in London from Chicago. </p> <p>As the foundational story of modern art, it is the perfect show for this museum: the paintings in its collection are almost all indebted to the changes Cézanne (without the accent in the exhibition title, apparently following his own signature) wrought to pictorial construction slowly, questioningly, agitatedly.</p> <p>As a drama of one man reinventing the possibilities of paint, the display is hypnotically absorbing and affecting, from the startling first moment — the encrusted “Sugar Bowl, Pears and Blue Cup” (1865-70), whose glistening impasto seems to leap off the surface — to the mysterious, sombre last works where the old gardener Vallier, imposing and immutable against an ochre parapet, blends in thinned, transparent geometric strokes into a blur of foliage and swaying tree trunks.</p> <p>Although this is a reduced version of The Art Institute of Chicago's show and not a full retrospective — few portraits, no “Card Players” or “Harlequins” — Cézanne at broad stretch here is breathtaking, baffling, intensely pleasurable. The array of rarely loaned masterpieces come from major museums globally; that several are originally from artists' collections speaks for the quality, and for Cézanne's vast reach.</p> <p>The pre-cubist structure of staggered houses on a hill, “Sea at L'Estaque behind Trees”, belonged to Picasso, and a vibrant, tightly organised &#xa0;“Gulf of Marseilles” to Gustave Caillebotte. A watercolour of a gang menacing a nude, “The Eternal Feminine”, Cézanne's grappling with Delacroix, is lent by — who would have thought? — Jasper Johns. The youthful virtuoso black figure “Scipio”, rippling muscles, weighty head against thick white downward coursing marks, hung in Monet's dressing room; seeing it invigorated him every morning as he set off to work after a cold bath. And an impoverished Matisse paid by instalments for the awkward, hard-won harmonies of “Three Bathers”.</p> <p>Here it glows, a rush of yellow falling on the dense green riverbank, the triangle of women closed off by inclining trees, in a gallery of male and female bathers, oddly distorted yet persuasive in their air-blue dreamy settings. With them especially, Cézanne sought to restore painting's classic monumentality, “to make of Impressionism something permanent, like the art of the museums”. Chicago's “Bathers”, executed in dilute strokes and dashes, with white canvas shining through, is majestic in its parallels between the nude forms and the vertical and rounded patterns of trees. In MoMA's&#xa0;“Bather”, statuesque, warm-toned, an adolescent boy simplified into a tremendous vertical form stands solitary, self-absorbed, against nature's sweeping horizontal bands of sky, earth, water. </p> <p>Matisse kept his “Bathers” as a talisman of lucidity triumphant over chaos, for, as he put it, “there were always so many possibilities available to Cézanne that he needed more than most to put his brain in order”. For Matisse's generation, Cézanne's revelation was that the visible world could be recreated in brushstrokes which do not necessarily correspond to an object, yet build the unity, atmosphere, luminosity of the whole; paint representing nature, and the artist's responses to it, but also eloquent for its own sake — an abstraction. </p> <p>“Now being old,” Cézanne explained in 1905, “the sensations of colour, which give the light, are for me the reasons for the abstractions, which do not allow me to cover my canvas entirely, nor to pursue the delimitation of the objects . . . from which it results that my depiction in the painting is incomplete.”</p> <p>In that late freedom, he achieved ever greater amplitude and richness, the modulations of colour, affinities, alignments, progressions of tone held within just controlled architectonic composition. More than half the paintings here date from the 1890s-1900s; their sumptuous unfolding in Tate's large galleries is the show's true glory. </p> <p>Across two rooms, more than a dozen large canvases set out Cézanne's provocative aim “to astonish Paris with an apple” — still life being lowest in painting's hierarchy. These table-top pictures, with their crisp angularity, fabrics rising and falling, fruit tilting towards us, about to slip, against heavy drapes and glazed vessels, are marvels of containment and precariousness; “exact to the point of disarray”, the novelist Georges Lecomte commented. They become more and more symphonic and luxuriant: the Metropolitan Museum's “Still Life with a Ginger Jar and Eggplants”, the Getty's “Still Life with Apples”, Washington's “Still Life with Apples and Peaches”, all push the genre to fresh expressiveness, and in their complex constructions repeat the flatness versus depths of the landscapes.</p> <p>Early vistas here — “Auvers, Panoramic View” (1873-75), influenced by Pissarro, compressed and massive; “Turn in the Road” (1881), another northern work owned by Monet, a game of shapes and spaces, challenging our perceptions — already demonstrate these concerns. But it was Cézanne's native Provence that became the crucible of modern art after he retreated there to work alone, his identity fixed in its red soil, twisting pines, blue-green juxtapositions.</p> <p>Nine Mont Sainte-Victoire paintings range from the Phillips Collection's calm, crystalline panorama reminiscent of Poussin's views of Rome, a railway line like an ancient aqueduct, to Philadelphia's rhapsodic picture, the mountain surging while also appearing to glide on the ground. The earth melts into gold-green dabs, and in the foreground violet-blue reversed echoes of its jaggedness flicker, tempestuous and bewildering. Cézanne said he learnt to paint the mountain when he understood that its shadow “disperses outward from the centre. Instead of accumulating, it evaporates, becomes fluid, bluish, participating in the movements of the surrounding air”.</p> <p>In Baltimore's “Mont Sainte-Victoire Seen from the Bibémus Quarry”, light bounces off the rocks, radiating from the orange, which contrasts with the blue peak and sky. The slopes ripple in broken chords of lavender and rose, then comes a split into a deep cleft. The huge abyss separates us from the mountain, yet envelops us in an intimate space, shaded from sun, sheltered from wind. Geometry clashes with the organic: we note an abstraction of cones, circles, cylinders, we feel a landscape plunging us into heat, dust, colour, and something like fear — a view from the tomb.</p> <p>In <em>If These Apples Should Fall: Cézanne and the Present</em>, just published and the best book on Cézanne since Meyer Schapiro's in 1962, T J Clark explores, through forensic looking, the uncanny beauty and ambiguity of certain pictures, including many in Tate's show. I found it an electrifying companion. Of Mont Sainte-Victoire looming above Bibémus, Clark says, “Whether its deathly animation is consoling or enraging is something, I believe, Cézanne's pictures never stop trying to decide,” but&#xa0;“look at the mountain's whole shape. ‘Vision' is the wrong word for it. It is the thing itself.” That ineluctable transformation of nature into a new life of art rings across this unmissable exhibition.</p> <p><em>‘Cezanne', October 5-March 12, Tate Modern, </em><a href=\"https://www.tate.org.uk/\"><em>tate.org.uk</em></a></p> <p><em>‘If These Apples Should Fall: Cézanne and the Present' is published by Thames &amp; Hudson</em></p> <p><em>Find out about our latest stories first — follow </em><a href=\"https://twitter.com/ftweekend?ref_src=twsrc%5Egoogle%7Ctwcamp%5Eserp%7Ctwgr%5Eauthor\"><em>@ftweekend</em></a><em> on Twitter</em></p><p>Source: Jackie Wullschläger 2022 'Cézanne at Tate Modern — the garden, the apple and the creation story of modern art' FT.com 5 October. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-10-05T04:00:51.406Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 4124,
          "end": 4129
        },
        {
          "start": 41,
          "end": 46
        },
        {
          "start": 7277,
          "end": 7283
        },
        {
          "start": 4659,
          "end": 4665
        },
        {
          "start": 6525,
          "end": 6531
        }
      ],
      "nexusId": "10022657"
    }
  ]
}