{
  "_id": "96537335a6622ecf815ffca8a2265f3b9af6ffd7d83f6530100b1be3d50841e7",
  "feed": "market-watch",
  "title": "Lordstown stock soars more than 30% as Foxconn factory sale goes through; Lordstown warned last year it was running out of cash",
  "text": "<p>The plans to sell Lordstown's plant in Ohio to Foxconn, also known as Hon Hai Technology Group, for $230 million were announced in November,but there was concern Lordstown was getting low on cash recently. The company earlier this week reported it had $244 million in cash and equivalents at the end of 2021.</p><p>The two companies also signed a contract manufacturing agreement, as expected, and announced an EV joint venture.</p><p>Total proceeds to Lordstown were $230 million plus the reimbursement of about $27 million in operating and expansion costs. Foxconn also had purchased $50 million worth of Lordstown's shares directly from the company.</p><p>Their manufacturing agreement is for Lordstown's Endurance, an electric pickup truck. The truck's commercial production is scheduled to start in the third quarter, with the first commercial deliveries seen in the fourth quarter, the companies said Wednesday.</p><p>Foxconn took the reins at the factory immediately, with about 400 employees transitioning to being Foxconn employees, the companies said.</p><p>Lordstown and Foxconn also entered a joint venture to co-develop other EV programs, including a new EV platform. The JV, named MIH EV Design LLC, will be 55% owned by Foxconn and 45% by Lordstown, with Foxconn committing $100 million towards the new business, including a loan of $45 million to Lordstown \"to support its initial capital commitment,\" the companies said.</p><p>The venture will also develop EVs for \"other OEMS internationally,\" the companies said, without elaborating further.</p><p>Lordstown in June 2021 warned investors it could run out of money, adding a \"going concern\" warning to a regulatory filing. That followed the departure of its then-CEO and founder Steve Burns and its chief financial officer amid doubts over its order book, with the company later clarifying that the orders it had were not binding.</p><p>Lordstown's 6.2 million-square-foot manufacturing plant used to belong to General Motors Co. GM, which used it to make some of its smaller, and less profitable, cars.</p><p>Foxconn, better known as the maker of Apple Inc.'s AAPL iPhone and a plethora of other noteworthy electronics, has had an agreement with Fisker Inc. FSR to build the Fisker Pear, a compact EV.</p><p>Lordstown stock soars more than 30% as Foxconn factory sale goes through</p>",
  "published": "2022-05-12T11:41:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 2062,
          "end": 2067
        },
        {
          "start": 2062,
          "end": 2072
        },
        {
          "start": 2075,
          "end": 2079
        },
        {
          "start": 2062,
          "end": 2071
        }
      ]
    }
  ]
}