{
  "_id": "31a9213077333d84f4428b16888d65cae67b56455a4677cd29ecd7fd7fcd5c40",
  "feed": "ftcomall",
  "title": "Pig cheek and fennel ragu — a Ravinder Bhogal recipe",
  "text": "<p>After the wrecking ball of bad news, a thoughtfully assembled lasagne, a warming stew or a cosy apple crumble left on the doorstep are often the best way to be helpful. Food is a love language.</p> <p>Over the pandemic, grief touched us all. It was a relief for me to open our restaurants, to cook for doctors, nurses, front-line workers and the vulnerable — those who were either physically or emotionally far from their loved ones. I wanted to cook them the kind of maternal food that would both nourish and bolster.</p> <p>This ragu offers gold-standard comfort. Even the process of cooking it is therapeutic; chopping up the vegetables into little piles before sautéing is meditative, a welcome distraction in trying times.</p> <p>Meat, tomatoes and wine may seem basic, but it is deftly layered in both texture and flavour. Cheap cuts such as pork cheeks are ideal for austere times and, when cooked well, are often the most delicious. If you can't get hold of cheeks, shoulder is a good alternative.</p> <p>Give the meat a good amount of time to marinate and a few hours to braise over a low heat (a slow cooker makes this recipe even more economical). It will fall apart into tender, unctuous swatches. Make in large batches so you can share, or freeze it in small reusable containers ready to pull out for quick, convenient meals. I like to serve it with short pasta such as ditaloni, but it's perfect with polenta or even with a crisp jacket potato.</p> <p>The warmth of a small and unexpected gesture like a pot of rich meat sauce seasoned with tender loving care is deeply touching, but often making it will help your own heart — maybe even more than the recipients'.</p> <h2>Pig cheek and fennel ragu </h2> <p>Serves 4-6</p> <ol>  <li><p>Combine the red wine, fennel seeds, peppercorns, five sprigs of thyme and pork cheeks in a dish and leave to marinate for as long as possible — overnight would be ideal. </p></li>  <li><p>Preheat the oven to 140C/Gas mark 1. Heat the oil in a large casserole over a high heat. Remove the pork from the marinade, pat dry and strain and reserve the marinade. Discard the solids. Cook the pork all over until it is well coloured. </p></li>  <li><p>Remove from the pan and set aside. Turn down the heat and sauté the onions, fennel and celery until soft. Add the garlic and lemon zest and fry till fragrant. Add the tomato purée. Fry for another minute.</p></li>  <li><p>Pour in the wine and let it bubble, scraping off any caramelised bits of pork from the bottom of the pan — these give real flavour. Pour in tomatoes, sugar, vinegar, seasoning and the remaining thyme and bay leaves and add the pork and its juices to the pan. Submerge the pork in the liquid and cover with a lid. Cook in the oven for four hours until the meat is cooked through and falling apart. </p></li>  <li><p>Skim off any excess fat from the ragu with a spoon. Remove the pork from the sauce, shred it and return to the sauce. Scatter over the chopped parsley.</p></li>  <li><p>Cook the pasta according to packet instructions, drain and serve with sauce and grated parmesan. </p></li> </ol> <p><em>Ravinder Bhogal is chef-patron of </em><a href=\"https://www.jikonilondon.com/\"><em>Jikoni</em></a><em>. Follow Ravinder on Instagram </em><a href=\"https://www.instagram.com/cookinboots/?hl=en\"><em>@cookinboots</em></a><em> and Twitter </em><a href=\"https://twitter.com/cookinboots\"><em>@cookinboots</em></a></p> <p><em>Follow </em><a href=\"https://twitter.com/FTMag\"><em>@FTMag</em></a><em> on Twitter to find out about our latest stories first</em></p><p>Source: Ravinder Bhogal 2022 'Pig cheek and fennel ragu — a Ravinder Bhogal recipe' FT.com 19 October. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-10-19T10:00:35.374Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 96,
          "end": 101
        }
      ],
      "nexusId": "10022657"
    }
  ]
}