{
  "_id": "f8980fc7bbb38aeabc58edc434ab0c44f58f39a805f949c213b2b38877ab6276",
  "feed": "wall-street-journal",
  "title": "Apple May Face Greatest Loyalty Test Yet; Customers likely to wait out iPhone production delays, but Apple will also need them to stick with the App Store",
  "text": "<p>Prospective buyers of the company's two iPhone 14 Pro models have faced unseasonably long wait times since early November, as harsh Covid-19 lockdowns and resulting social unrest in China have hampered production at the key facility where those devices are assembled. Apple is reportedly also working on changes to its software that would allow apps to be downloaded to iPhones and iPads outside of its App Store, to comply with a new European Union law put in place earlier this year.</p><p>Both developments could have a major impact on Apple's two largest businesses. The iPhone and Services segments—the latter of which includes the App Store—together accounted for 72% of the company's total revenue in its most recent fiscal year.</p><p>The App Store alone now generates nearly $24 billion a year in revenue, according to consensus estimates from Visible Alpha. That is about double what analysts estimate for Google Play—the main app store for the Android platform that powers nearly three quarters of the world's smartphones, according to data from Statcounter.</p><p>The iPhone production issue is more short-term in nature, but could have lasting implications. Wait times have already come down from their peak; UBS analyst David Vogt wrote in a Dec. 13 report that U.S. wait times are now averaging 23 days compared with nearly 40 at their peak in late November. But that still pushes deliveries for many December orders into 2023, which raises the risk that some buyers may give up and go elsewhere.</p><p>Mr. Vogt thus cut his iPhone shipment estimates for both the December and March quarters—and took seven million units out of his target for the full fiscal year ending in September, noting that \"the duration of the disruptions are not analogous to prior demand shortfalls resulting in perishability.\"</p><p>SHARE YOUR THOUGHTS</p><p>Will production delays affect your loyalty to Apple? Why or why not? Join the conversation below.</p><p>Most are still rather upbeat though; Wall Street's consensus target for iPhone revenue in fiscal 2023 has come down only 1% since the company warned on Nov. 6 of production issues in China, according to FactSet. But that will still depend on solving the production woes for the Pro models, which figure heavily into those growth targets given the strong preference iPhone buyers are showing for the devices that feature a more robust camera and the company's latest processor. The two less expensive iPhone 14 models currently have wait times near zero in the U.S., according to UBS.</p><p>Holding on to impatient iPhone buyers is one thing. Keeping them in the Apple ecosystem could turn into another. The changes being contemplated as a result of the EU legislation would allow iPhone and iPad users to download apps outside the App Store—a practice known as sideloading. Such apps would theoretically be able to skirt Apple's rules and payment system—the latter of which charges commissions of up to 30% of transactions.</p><p>The practice has become highly controversial given the control it gives Apple over its own platform, though the company has long insisted that its \"closed ecosystem\" approach is the best way to protect against malicious apps and ensure a good user experience.</p><p>Allowing for sideloading would be a good way to see if customers agree, and it is likely many will. According to a survey by Morgan Stanley, only 27% of iPhone owners say they are \"extremely likely\" to purchase an app directly from a developer's website as opposed to using the App Store. And Apple could still enact other rules for those developers who skirt the App Store that add new fees—thus negating the loss of commission. \"We believe alternative app stores could introduce a larger cost burden on developers,\" Morgan Stanley analyst Erik Woodring wrote in a Dec. 14 report.</p><p>Much remains unknown about what exactly Apple might do in response to the EU law—and how broadly those changes will apply. The Wall Street Journal reported on Friday that the company is currently debating whether the sideloading changes would be limited to Europe or applied globally.</p><p>At least the former would be manageable; Mr. Woodring estimates that complete loss of App Store revenue from Europe would hit total company revenue by only 1%. But Apple famously minds its bottom line closely, so even that won't likely disappear without a fight.</p><p>Write to Dan Gallagher at dan.gallagher@wsj.com</p><p>Apple May Face Greatest Loyalty Test Yet</p>",
  "published": "2022-12-21T12:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 0,
          "end": 5
        },
        {
          "start": 101,
          "end": 106
        },
        {
          "start": 268,
          "end": 273
        },
        {
          "start": 2569,
          "end": 2574
        },
        {
          "start": 1861,
          "end": 1866
        },
        {
          "start": 4369,
          "end": 4374
        },
        {
          "start": 4222,
          "end": 4227
        },
        {
          "start": 3484,
          "end": 3489
        },
        {
          "start": 2828,
          "end": 2833
        },
        {
          "start": 3003,
          "end": 3008
        },
        {
          "start": 533,
          "end": 538
        },
        {
          "start": 3813,
          "end": 3818
        }
      ]
    }
  ]
}