{
  "_id": "91d8bc9cbde27c31ec310e77d544ec66da0688d51dba81f2dec51d8f123cd3de",
  "feed": "wall-street-journal",
  "title": "China Scraps Most Covid-19 Testing, Quarantine Requirements; Latest measures target intrusive aspects of unpopular pandemic regime",
  "text": "<p>The new rules announced by the State Council on Wednesday were a response to the public's \"strong reaction\" to the failure of officials to properly implement earlier directives aimed at easing the burden of pandemic controls on people's lives, said Li Bin, the deputy director of China's National Health Commission. Mr. Li's statement is the most direct admission by authorities that they are lifting Covid controls in response to recent protests that began in Zhengzhou's iPhone manufacturing hub before spreading to many other big cities in late November.</p><p>While the zero-Covid approach received wide support in China last year, that has waned with the prospect of a fourth year of lockdowns, restrictions on movement and seemingly endless virus tests. Given that Beijing was already seeking a way to exit zero-Covid controls, the protests became a way to justify the pivot, said Dali Yang, a professor of political science at the University of Chicago.</p><p>The wide-ranging new measures will allow Covid patients with mild or no symptoms and their close contacts to isolate at home instead of being shipped to government quarantine facilities. Officials will no longer be allowed to designate entire districts as \"high risk\" zones, but the apartments or buildings where infections are found will continue to be placed under lockdown.</p><p>Most requirements for virus testing and the scanning of health QR codes when entering premises will be scrapped, except for places such as nursing homes, nurseries or schools. Domestic travelers will no longer need to present a negative virus test or have their health codes checked when arriving in another province. The new rules also bar officials from arbitrarily locking down neighborhoods and from shutting businesses and restricting the ability of residents to go about their daily lives.</p><p>As restrictions are lifted, China will intensify efforts to get more people age 60 or above inoculated, providing more temporary and mobile vaccination stations for the elderly, the State Council directive said. Low rates of vaccination among China's large elderly population have been cited repeatedly as a barrier to ending restrictions.</p><p>Wednesday's announcement is an apparent attempt to stem protests against overzealous implementation of Covid rules, which in some cases had put people's lives in danger and led to public fury online and in the streets. Apart from lifting current curbs, the directive also explicitly bans hospitals from turning away patients without a negative virus test result if they are in need of urgent care, and forbids emergency exits from being blocked for Covid reasons.</p><p>Chinese leader Xi Jinping and other senior officials have repeatedly emphasized the need to maintain the zero-Covid policy and criticized the West's approach of living with the virus as showing a disregard for lives. But the official tune began to change last month, after signs of economic and supply-chain disruptions again emerged and protests erupted in dozens of major cities. Covid-related disruptions at the world's biggest iPhone assembly plant led Apple Inc. to question whether it can still rely on China as its biggest manufacturing base.</p><p>Protests erupted in Xinjiang late last month, when officials said 10 people died in a blaze at a locked-down residential block. Videos posted by state-run media showed firetrucks waiting as Covid-related roadblocks were removed. Angry residents took to the streets to demonstrate, calling for an end to lockdowns and other measures. A wave of protests unseen for decades in China's tightly controlled society soon spread across the country, including to Beijing and Shanghai.</p><p>Write to Selina Cheng at selina.cheng@wsj.com</p><p>China Scraps Most Covid-19 Testing, Quarantine Requirements</p>",
  "published": "2022-12-07T15:05:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 3089,
          "end": 3099
        },
        {
          "start": 3089,
          "end": 3098
        },
        {
          "start": 3089,
          "end": 3094
        }
      ]
    }
  ]
}