{
  "_id": "c67357fde84800c9085d79baa52653c229f9bd2ba3f8ddea9cf8bdb95730c558",
  "feed": "wall-street-journal",
  "title": "Amazon's Space Race Is a Big Other Bet; Former CEO Jeff Bezos has framed the company's Project Kuiper satellite program as a significant risk that might not generate returns",
  "text": "<p>Amazon.com's famous founder formally handed over the chief-executive reins to successor Andy Jassy last July—just two weeks before hopping on board one of his Blue Origin rockets to take that company's first manned flight into space. Mr. Jassy has had his hands full ever since, dealing with a postpandemic slowdown in Amazon's e-commerce sales, continued scrutiny from lawmakers and, now, what looks like a successful unionization drive at one of the company's distribution centers in New York City. Amazon's shares are down 7% since Mr. Jassy's first day on the job, lagging behind a 4% gain by the S&amp;P 500 and an average 16% gain by tech-giant peers Apple, Microsoft and Google-parent Alphabet in that time.</p><p>Amazon's plans to launch more than 3,000 low-Earth-orbit satellites, announced Tuesday morning, certainly won't change that dynamic. The satellites will provide broadband internet access \"in unserved and underserved communities around the world,\" thus competing with a rival service from Elon Musk's SpaceX as well as others. It is a noble goal that will also be a costly one. Mr. Bezos put the company's initial investment at more than $10 billion when first announcing the program known as Project Kuiper at Amazon's annual shareholder meeting last May. That is more than Amazon has spent on any of its acquisitions save for the $13.7 billion dropped on Whole Foods Market in 2017. Amazon's share price slipped an additional 2.6% on Tuesday after the news.</p><p>Amazon is hardly the only tech giant to dabble in areas that seem far afield from its core business. Alphabet has an entire segment dubbed \"Other Bets\" expressly for this purpose. And Mr. Bezos himself framed the program as one of the company's \"gigantic investments\" that qualifies as a major risk. \"Can I stand here and tell you that our $10 billion investment in Kuiper will generate returns on invested capital? I can't,\" he said at the meeting. \"I believe it will, and we're working hard to ensure that's the case. The only way to get above-average returns is to take risks, and many of them will not pay off.\" It should be noted that Blue Origin—which is wholly owned by Mr. Bezos—will handle at least 12 of Amazon's 83 planned launches for the project.</p><p>Amazon has certainly taken big risks before, including its first and only smartphone that flopped in 2014. But that flop only cost Amazon an inventory write-down of $170 million—about 2% of annual free cash flow at the time. And many of Amazon's other far-out bets have at least some relation to the company's core business, such as the idea for automated delivery drones. While Amazon under Mr. Jassy seems to be scaling back on some other ventures such as physical bookstores, taking a scalpel to a project so clearly dear to the heart of Amazon's space-faring founder was likely a nonstarter. Investors grappling with how to value Amazon under Mr. Jassy probably shouldn't trash their Bezos-era spreadsheets just yet.</p><p>Write to Dan Gallagher at dan.gallagher@wsj.com</p><p>Amazon's Space Race Is a Big Other Bet</p>",
  "published": "2022-04-05T20:18:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 653,
          "end": 658
        }
      ]
    }
  ]
}