{
  "_id": "3a474f3461bc4a0b1cfe96fe1710c85635a3cb13738dc585b5154bd9ce60b957",
  "feed": "wall-street-journal",
  "title": "Anyone Who Does Business With Google Knows Philipp Schindler; The search giant's head of sales is a diplomatic negotiator, but leaves some business partners frustrated",
  "text": "<p>As chief business officer, Mr. Schindler, 51 years old, leads sales for Google's online advertising products and most of the company's other services, a $230-billion-a-year portfolio that makes up more than 90% of parent company Alphabet Inc.'s revenues. He has devised new ways to package the company's businesses together, working with customers on an expanding list of complex partnerships.</p><p>That also puts the 6-foot-5-inch German on the front lines of Google's biggest battles, facing off against those who believe the company abuses its market position. The Justice Department is expected in coming weeks to file its second antitrust lawsuit against Google in three years, this time taking aim at its business brokering online advertising. The first antitrust lawsuit, over the company's dominance in search, is headed to trial next year.</p><p>Google has said it doesn't abuse its market position, and Mr. Schindler often has stressed to business partners and regulators that the company makes money only when its customers succeed, according to executives who have worked alongside him as well as negotiated against him.</p><p>Some people who have sat across from Mr. Schindler in negotiations said he employed a conciliatory approach while offering few tangible concessions, leaving business partners frustrated.</p><p>\"He's got one of the toughest and biggest jobs in corporate America,\" said Joey Levin, chief executive of the internet conglomerate IAC Inc., which earns hundreds of millions of dollars a year through an agreement with Google. Mr. Levin said he sometimes disagreed with the search giant's competitive tactics but finds Mr. Schindler to be an honest broker who will listen to customer complaints.</p><p>Mr. Schindler, a married father of three, maintains an unusually low profile for a tech executive of his stature. Friends said he is an avid outdoorsman who enjoys skiing, Airstream camping trips and hydrofoiling, a watersport similar to surfing that allows the participant to glide one foot above the ocean surface.</p><p>He is also known to punctuate business meetings with disarming bursts of humor. At a gathering in 2017 meant to ease tensions with news publishers, he adapted a phrase from \"Star Trek\": \"Live long and prosper, we come in peace.\"</p><p>Spotify Technology SA has helped lead a group of companies criticizing the fees Apple Inc. and Google collect from purchases made within apps downloaded from their mobile stores. In March, Mr. Schindler helped broker a novel agreement that allowed the streaming service to offer alternative ways of paying for Spotify that avoid the standard 30% fee, part of a program Google is extending to other developers.</p><p>In an emailed statement, Spotify CEO Daniel Ek said Mr. Schindler \"believes in constructing bridges and not building walls.\"</p><p>A graduate of the European Business School in Germany, Mr. Schindler began his career in a talent-development program at the German conglomerate Bertelsmann SE during the mid 1990s, focusing on new-media services at the dawn of the consumer internet.</p><p>Shortly after Google's 2004 initial public offering, the company hired Mr. Schindler to oversee its business in Germany, Switzerland, Austria and Scandinavia.</p><p>One of his first big challenges involved the introduction of Street View, an ambitious effort to feed panoramic photographs into Google's maps product. European politicians and commentators attacked Street View before its launch in 2010, branding the service a violation of privacy because it would disseminate photos of homes and vehicles without their owners' consent.</p><p>As the debates raged, Mr. Schindler traveled to Google's headquarters in Mountain View, Calif., to work with engineers on potential solutions, such as distorting faces and license plates. In Germany, home to some of the loudest opposition, Mr. Schindler helped negotiate an arrangement that allowed residents to ask for images of their houses to be blurred, while also defending the service in public.</p><p>\"We respect people's privacy very much,\" Mr. Schindler said in an interview with the German newspaper Bild at the time. \"However, there is nothing more public than house facades.\"</p><p>In 2012, Google promoted Mr. Schindler to a U.S.-based role overseeing global sales and operations. Three years later, he won the title of chief business officer, following Sundar Pichai's appointment as Google CEO.</p><p>\"Philipp is one of the few Germans who really made it in Silicon Valley,\" said Matthias Döpfner, CEO of the German publisher Axel Springer, a longtime critic of Google's practices. \"He deserves it because he is smart and in a very diplomatic way a tough negotiator.\"</p><p>Alphabet's board has rewarded Mr. Schindler with stock grants worth $93.5 million in the past three years, more than any executive other than Mr. Pichai.</p><p>Current and former Google executives said Messrs. Pichai and Schindler have worked together to more closely integrate Google's wide-ranging product areas into one cohesive vision.</p><p>Over time, the men moved all of Google's business-development and partnership teams under Mr. Schindler's oversight. More than 29,000 employees work under Mr. Schindler, the second-most of any business line other than cloud computing.</p><p>The result is that almost all big business decisions on services that affect customers and others outside Google run through Mr. Schindler's team, in addition to the company's product executives. Under Mr. Schindler, Google also created a list of \"priority partners\" such as Verizon Communications Inc. that interact with the company across multiple product areas and require extra attention, said people familiar with the changes.</p><p>\"We were very separate, and now we're much more coordinated,\" said Don Harrison, Google's president of global partnerships and corporate development, who reports to Mr. Schindler.</p><p>The moves also mean Mr. Schindler is often the first call for frustrated business partners.</p><p>In 2017, Google dispatched Mr. Schindler to defuse a deepening crisis after ads from major brands appeared next to videos on its YouTube division containing racist and anti-Semitic content. Mr. Schindler lent his name to a Google statement saying company executives \"deeply apologize\" to advertisers and began a listening campaign.</p><p>Procter &amp; Gamble Co., the world's largest advertiser and a frequent critic of Google's influence in online markets, appeared unconvinced at first, leading a broader boycott of the YouTube platform.</p><p>During one two-hour meeting with P&amp;G Chief Brand Officer Marc Pritchard, Mr. Schindler went into \"excruciating detail\" about YouTube's plans to fix the crisis, said Kirk Perry, a former Google advertising executive.</p><p>The two companies left with an agreement for P&amp;G to resume advertising if YouTube made improvements to its review system. In March 2018, P&amp;G said it would restart advertising on YouTube. P&amp;G declined to comment.</p><p>Recently, Mr. Schindler's attention has shifted toward a range of hot-button issues, including the phaseout of bits of web-tracking software known as cookies in Google's Chrome browser. Few are more pressing than the growing list of lawsuits targeting Google's core businesses.</p><p>To fend off the forthcoming antitrust case, the company offered to split off parts of its ad-tech business into a separate company under the Alphabet umbrella. The Justice Department is likely to reject the proposal and go ahead with a lawsuit in the coming weeks, hoping to force major structural changes to the business, said people familiar with the case. The Justice Department declined to comment.</p><p>Any divestments would frustrate efforts by Mr. Schindler to sell big brands on automated systems that direct advertisements to a mix of Google's own properties and other online publishers. Google has consistently said it has no plans to divest its ad-tech business.</p><p>Some of Mr. Schindler's business dealings have proved controversial and drawn the scrutiny of antitrust authorities seeking to rein in Google's power.</p><p>One deal Mr. Schindler signed with Meta Platforms Inc.'s Facebook, an agreement known as Jedi Blue, formed a key element in a state attorneys general antitrust lawsuit seeking the breakup of Google's ad-tech business.</p><p>As part of the deal, more than a dozen states alleged, Google gave Facebook \"information, speed and other advantages\" in auctions Google runs for publishers' mobile-advertising slots. Antitrust authorities in the European Union and U.K. began their own investigations into the deal after it became public through the complaint. Google and Facebook disputed the claims, saying the attorneys general had misrepresented the agreement.</p><p>SHARE YOUR THOUGHTS</p><p>What low-profile people are essential in your workplace? Join the conversation below.</p><p>Last month, a federal judge in New York dismissed the states' claims related to Jedi Blue, while allowing most of the suit's other arguments to proceed.</p><p>Instead of viewing the deal as a potential antitrust violation, Judge Kevin Castel of U.S. District Court for New York's Southern District said Google's actions were \"consistent with a firm seeking to secure the business of a very large potential customer by offering it favorable terms.\"</p><p>Earlier in March, Mr. Schindler drew the ire of the Justice Department for repeatedly claiming attorney-client privilege in emails discussing business matters. The DOJ filed a motion seeking to force Google to turn over more emails; the federal judge overseeing the case declined the government's request.</p><p>One missive from Mr. Schindler, surfaced by the Justice Department, asked for a \"privileged separate email\" to discuss the \"last known status\" of a business partner's unhappiness with Google.</p><p>—Keach Hagey and Sam Schechner contributed to this article.</p><p>Write to Miles Kruppa at miles.kruppa@wsj.com</p><p>Anyone Who Does Business With Google Knows Philipp Schindler</p>",
  "published": "2022-10-15T04:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 2331,
          "end": 2340
        },
        {
          "start": 2331,
          "end": 2341
        },
        {
          "start": 2331,
          "end": 2336
        }
      ]
    }
  ]
}