{
  "_id": "7ea97116457573a28ae0603b00bf0ce9d74b37d5d99ab0944886d7e305ce8dd5",
  "feed": "market-watch",
  "title": "Dow holds modest gain, Nasdaq climbs 1.5% as Fed weighs biggest interest rate hike since 1994; ECB holds emergency meeting",
  "text": "<p>* The Dow Jones Industrial Average DJIA was up 136 points, or 0.5%, at 30,504, after rising 397 points at its session high.</p><p>* The S&amp;P 500 SPX was up 30 points, or 0.8%, at 3,765.</p><p>* The Nasdaq Composite COMP gained 162 points, or 1.5%, to trade at 10,991.</p><p>Stocks ended mostly lower on Tuesday, with the Dow and S&amp;P 500 posting their lowest closes since early 2021 as the indexes extended their losing streak to five days. The Nasdaq Composite rose 0.2%.</p><p>What's driving the market</p><p>The Federal Reserve will announce a decision on interest rates at 2 p.m. Eastern Time, followed by a news conference with Chairman Jerome Powell at 2:30 p.m. ET.</p><p>Investors are juggling expectations for an interest rate hike of 50 basis points or even 75 basis points, which Goldman Sach as and JP Morgan economists are now expecting. The latter would mark the biggest such increase in nearly 30 years.</p><p>Surprisingly strong May consumer-price inflation data released last week struck a blow to those hoping that price rises had peaked. It also sparked a fresh rout for stock markets and other assets, pushing the S&amp;P 500 index into bear-market territory, amid concerns more aggressive Fed action would drive the U.S. into a recession.</p><p>Jeff Schulze, investment strategist at ClearBridge Investments, said that since Friday's hot inflation data, traders now expect the Fed to deliver the second-fastest start to a rate-hiking cycle since 1955, in a phone interview.</p><p>If that pans out, Powell's first year of tightening would be eclipsed only by the 1980s rate-hiking cycle under former Fed Chairman Paul Volcker, when looking at roughly the past 70 years. Volcker often has been credited with breaking the back of inflation, by unleashing a recession.</p><p>\"There's a very strong possibility that the Fed goes too far and inadvertently causes a recession,\" Schulze said.</p><p>Jake Remley, senior portfolio manager at Income Research + Management, said the Fed still has \"room to run before before they push the boundaries of a recession,\" in emailed comments Wednesday.</p><p>\"In fact, the faster they go now, the better,\" he said. \" Their ability to arrest this inflation trend and avoid a real stagflationary economy — one that could last for years — rests more on how fast they act than on how many hikes they announce at any given meeting.\"</p><p>Read: A 75-basis-point hike? Here are 3 ways the Fed can sound more hawkish this week</p><p>Also see: A 75-basis point Fed move is not a slam dunk, former staffer says</p><p>Data on Wednesday showed U.S. retail sales fell by 0.3% in May, below forecast, while sales minus autos rose 0.5%. Excluding autos and gas, sales rose 0.1%.</p><p>The S&amp;P 500 index has lost 10.2% over the past five trading days, the worst percentage such decline since March 2020, when the pandemic was unfolding in the U.S.</p><p>Stealing some spotlight from Fed decision day was a surprise announcement by the European Central Bank, which held an emergency meeting on Wednesday to \"discuss current market conditions.\"</p><p>The ECB said it would use reinvestments from its expired pandemic emergency purchase program, or PEPP, combat the widening of spreads between yields of highly indebted countries and core countries like Germany, while working to fashion a new instrument designed to fight \"fragmentation\" of its monetary policy efforts. Economists had widely predicted that markets would test the ECB after policy makers last week failed to concretely address fragmentation worries.</p><p>See also:   Why the ECB called an emergency meeting as it wrestles with 'fragmentation' risk</p><p>The rare ad hoc ECB gathering, which comes just a week after the central bank's meeting, helped drive Italian bond yields lower and rallied the euro EURUSD and European stocks XX:SXXP.</p><p>Companies in focus</p><p>* Apple Inc. AAPL shares were up 0.6% after it announced Major League Soccer would beexclusively available on Apple TVstarting in 2023, in a 10-year deal estimated to be worth $250 million.</p><p>* Redfin Corp shares RDFN shares were 1.2% lower after CEO Glenn Kelman said in a blog post thathe'd asked 8% of the company's employees to leaveas the U.S. housing market cools.</p><p>* Shares of Hertz Global Holdings Inc. HTZ rose 7.8% after the auto rental company announced a new $2 billion stock repurchase program.</p><p>* Robinhood Market HOOD shares were 2.2% lower after an Atlantic Equities analystlowered its rating for the retail trading brokerage to Underweight from Neutral, citing weakening market conditions.</p><p>Other assets</p><p>* U.S. Treasury yields were pulling back, with that of the 10-year note BX:TMUBMUSD10Y down 8 basis points to 3.40% after hitting a more-than-decade high.</p><p>* The ICE U.S. Dollar Index DXY, a measure of the currency against a basket of six major rivals, was flat%.</p><p>* Oil futures traded lower, with the U.S. benchmark CL.1 down1.7% to trade below $117 a barrel. Gold futures GC00 rose 0.6% to trade near $1,819 an ounce.</p><p>* Bitcoin BTCUSD saw renewed pressure, falling 6.7% to trade near $20,652.</p><p>* The Stoxx Europe 600 XX:SXXP rose 1.4%, while London's FTSE 100 UK:UKX advanced 1.2%.</p><p>* The Shanghai Composite CN:SHCOMP ended 0.5% higher, while the Hang Seng Index HK:HSI rose 1.1% in Hong Kong and Japan's Nikkei 225 JP:NIK fell 1.1%.</p><p>—Barbara Kollmeyer contributed reporting</p><p>Dow holds modest gain, Nasdaq climbs 1.5% as Fed weighs biggest interest rate hike since 1994</p>",
  "published": "2022-06-15T17:09:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 3746,
          "end": 3750
        },
        {
          "start": 3735,
          "end": 3745
        },
        {
          "start": 3843,
          "end": 3848
        },
        {
          "start": 3735,
          "end": 3744
        }
      ]
    }
  ]
}