{
  "_id": "01a2698d048e7c7fd391910a4f9c6950ab1af994b501e10f433d30811cd5e9ec",
  "feed": "ftcomall",
  "title": "‘Revenge bubble tea drinking': Shanghai awakes from Covid lockdown",
  "text": "<p>Shanghai's shoppers are flocking back to stores for the first time in two months as the city's struggling retailers prepare for a rebound in demand following the easing of lockdown measures.</p> <p>Customers queued at shopping malls and pedestrians took to streets that had been deserted for months on Wednesday after <a href=\"https://www.ft.com/content/ac6ce9fa-db8c-4f25-88cb-fb40eaf9dffa\">officials relaxed some</a> of the most extensive lockdown measures in China since the start of the coronavirus pandemic.</p> <p>In a post on the microblogging site Weibo, user <a href=\"https://www.ft.com/stream/bc137360-9d8a-3251-982a-5ac2982a96ee\">Shanghai</a> Hot Information, who has more than 1mn followers, shared images of customers lining up outside Hermès, Céline and Dior stores in the city's high-end shopping centre Plaza 66. </p> <p>Another user, Yilian Fengyue Xian, said she had bought four cups of bubble tea after 76 days of being under lockdown in what she called “revenge bubble tea drinking”.</p> <p>The closure of Shanghai, which formally began on March 28 and confined most of the city's 25mn residents to their homes for weeks, reaffirmed the government's commitment to a <a href=\"https://www.ft.com/content/69ac0449-c6f9-4b30-a346-bd6716e735e5\">zero-Covid strategy</a> of eliminating cases through lockdowns, mass testing and quarantine. </p> <p>But the severity of measures across Shanghai and other Chinese cities to combat an outbreak of the highly infectious Omicron variant has led to a sharp economic slowdown. <a href=\"https://www.ft.com/content/f383c5a6-a36b-4f8d-807f-a3a9f1c22431\">Beijing is now under pressure</a> to address a decline in consumer spending, rising unemployment and mounting pressure on small businesses.</p> <p>Retail sales, the country's main measure of consumer activity, fell 11 per cent in April from a year earlier — the sharpest decline in more than two years. The impact of Shanghai's tentative reopening on confidence is uncertain given the prospect of further infections.</p> <p>Analysts also cast doubt on a repeat of the “V-shaped” recovery of two years ago, when Chinese consumer spending recovered sharply following the world's first outbreak of Covid-19 in the central city of Wuhan, which led to limits on domestic tourism and the closure of international borders. </p> <p>Adam Cochrane, an analyst at Deutsche Bank Research, said the rebound would not be as strong as it had been in 2020. “The severity of the lockdowns combined with ongoing uncertainty on the future Covid policy is likely to make consumers more nervous,” he said, adding that a slower pick-up in online sales compared with two years ago suggested weaker demand.</p> <p>“The global outlook is more cautious given inflation and recession fears . . . and logistics across the supply chain remain under pressure, which may limit an export-led recovery for the Chinese economy.”</p> <p>Shops in Shanghai will reopen at 75 per cent capacity, while other businesses including some restaurants remain closed. Residents who live in compounds that have recently registered cases will also remain locked down and have to take PCR tests every 72 hours in order to use public transport.</p> <p>“Traffic is coming back gradually — [but] people are concerned [about] being tested positive,” said Luca Solca, an analyst at Bernstein. “Hence they are limiting their visits to public places.”</p> <p>A coffee shop owner in Shanghai's Huangpu district surnamed Pei told the Financial Times that she had not stopped brewing coffee since reopening at 9am, having received the notice from local business officials on Tuesday evening. “It's all too sudden,” she said. “I haven't adjusted my body clock yet.”</p> <p>Chinese social media users have vowed to go on spending sprees after the lockdown, with one list of bars and eateries, labelled the “Shanghai revenge eating and drinking playbook”, going viral.</p> <p>Another business owner shared a video clip online of his restaurant filled with customers on Tuesday evening, with his till displaying revenue of more than Rmb10,000 ($1,500) by midnight.</p> <p>Although many physical stores have reopened, companies were expected a recent emphasis on online shopping to continue, with the start of the country's second-largest ecommerce shopping festival, known as “618”. </p> <p>JD.com, the Chinese ecommerce company, said sales of technology brands including Xiaomi, Lenovo, Apple and Huawei had exceeded Rmb100mn within 10 minutes of opening on Tuesday.</p> <p>“[The surge in demand] demonstrates the resilience and potential of the Chinese economy,” said the group in a statement, adding that shortly after 8pm a customer surnamed Bao who lived in Qinghai province became the first to receive a package from JD.com during the festival this year.</p> <p><em>Additional reporting by Wang Xueqiao in Shanghai</em></p><p>Source: Jennifer Creery, Gloria Li and Thomas Hale in Hong Kong 2022 '‘Revenge bubble tea drinking': Shanghai awakes from Covid lockdown' FT.com 2 June. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-06-02T04:09:05.753Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 4004,
          "end": 4009
        }
      ]
    }
  ]
}