{
  "_id": "97ec8e0e28aa24e642405ccf9ee7f204636a2eca3037e60de79e82799ea76174",
  "feed": "market-watch",
  "title": "Why Snap's pain may not be over yet; Another analyst downgrades Snap, warning that 'experimental spending' from advertisers is likely to drop",
  "text": "<p>In the wake of Snap's SNAP disappointing Thursday earnings report that highlighted deteriorating advertising-market trends, Wolfe Research analyst Deepak Mathivanan cut bait on the stock, lowering his rating to peer perform from outperform.</p><p>\"While we generally refrain from reactionary [downgrades] following a bad print and a sharp selloff, we struggle to see a path for SNAP shares to outperform in the next 6-12 months given the confluence of headwinds faced by the company at this time,\" he wrote in his note to clients.</p><p>Mathivanan worries about Snap's competitive positioning in the ad market, especially in the wake of Apple Inc.'s AAPL privacy-related changes that make it harder for the company to deliver measurable insights to marketers.</p><p>Opinion: Snap's board creates a unique dividend meant to ensure its founders stay in control</p><p>Snap could feel a \"pronounced impact,\" in his view, if even a few big advertisers pull back their spending, despite recent progress to broaden the customer base. In addition, he thinks that Snap has focused more on top-of-funnel and mid-funnel advertising objectives to content with the Apple changes, but said that marketers concerned with the economic environment may drill down on bottom-funnel opportunities, which are easier to measure.</p><p>\"Experimental spending is likely to be scaled down meaningfully,\" Mathivanan said. \"Similarly, spending on sub-scale platforms that require operational resources and investments for iterating and optimizing are likely to be paused or slowed down in a cost-constrained environment.\"</p><p>Further, he sees limited visibility for the company given the macroeconomic environment and wonders if it is equipped to conduct a turnaround in the current climate.</p><p>\"Our calculations indicate that Snap's monthly ad revenues could be on a declining trajectory currently as advertisers across more categories pause spend in the light of a weakening macro environment,\" he wrote. \"As such, y/y growth rates have decelerated sharply, and it's unclear if Snap has sufficient levers to reverse course without a favorable operating environment.\"</p><p>Snap shares finished about flat in Monday's session after plunging 39% Friday on one of its worst days on record. The stock has lost 79% over the past three months as the S&amp;P 500 SPX has fallen 17%.</p><p>Why Snap's pain may not be over yet</p>",
  "published": "2022-07-25T22:26:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 625,
          "end": 630
        },
        {
          "start": 1128,
          "end": 1133
        },
        {
          "start": 638,
          "end": 642
        },
        {
          "start": 625,
          "end": 635
        },
        {
          "start": 625,
          "end": 634
        }
      ]
    }
  ]
}