{
  "_id": "d548b838541df0724610a28174aed20258e24f6d13b7eaa546f5a67085e1a4b8",
  "feed": "ftcomall",
  "title": "Oscar-winners Phil Lord and Christopher Miller host The Afterparty",
  "text": "<p>Parties just don't seem to be worth the hassle these days. Especially if, as the host, you end the night at the bottom of a cliff, your blood serving as a <em>jus</em> for the decadent seafood platter that also lies strewn on the rocks beneath an overhanging villa. </p> <p>In <em>The Afterparty</em>, Apple TV's highly enjoyable ensemble murder-mystery comedy, attendees of a 2006 high school reunion after-party find themselves kept behind in detention at an LA bachelor pad-turned-crime scene. They are the only witnesses, and suspects, implicated in the death of pop sensation Xavier — a Bieber-esque, oversexed, underdeveloped haircut of a person, played by the well-cast Dave Franco. </p> <p>Serving as the Sue Gray in this particular investigation into party malfeasance is Detective Danner (Tiffany Haddish), a self-proclaimed “social dynamics cop”, who prefers digging the dirt rather than dusting for prints. Her ingenious idea is to get each person of interest to recall their individual version of the night's events as if it was a film — hoping that they get swept up in the storytelling enough to reveal or corroborate crucial contextual details and motivations, unguardedly. “My goal is to find out who killed Xavier — but it'd be nice to have some fun in the process,” she says, popcorn in hand.</p> <p>And fun is duly delivered by the Oscar-winning duo Phil Lord and Christopher Miller (<a href=\"https://www.ft.com/content/6aca9696-94b5-11e3-af71-00144feab7de\"><em>The Lego Movie</em></a><em>, </em><a href=\"https://www.ft.com/content/7033354c-711a-11e4-85d5-00144feabdc0\"><em>22 Jump Street</em></a>), whose light and lively eight-part mini-series serves as an antidote to the ceaseless conveyor-belt of dark crime shows, each one scarcely distinguishable from the next. </p> <p><em>The Afterparty</em>, however, is ambitious and original in its execution. Here, the circumstances surrounding Xavier's fatal fall come together as a patchwork of different genres. An initial noir vignette implicating affable Aniq (a terrifically funny turn from <a href=\"https://www.ft.com/content/6b5fc14a-5588-4619-8b9b-4bfad3c6661c\"><em>Veep</em></a>'s Sam Richardson) is quickly reframed as a romcom in which he tries to woo his longstanding crush Zoë (Zoe Chao). She is the ex-wife of the boorish Brett, who remembers the night as an action blockbuster in which he has to save her from her many suitors — one of whom is Xavier. &#xa0;</p> <p>Later episodes meanwhile make use of the filmic vernacular of everything from musicals to horror chillers to adult animation — each amusingly addressing the problems of subjectivity and giving a plasticity to the central whodunnit mystery. At its best <em>The Afterparty</em> is the meeting point of Akira Kurosawa's<em> Rashomon </em>— the ultimate viewpoint-shifting crime story — with the self-referential, punchline-deferring humour of comedies such as <em>Community </em>and <em>The Good Place</em>. Well, that's my perspective anyway.</p> <p>★★★★☆</p> <p><em>Episodes 1-3 on Apple TV Plus from January 28; new episodes release weekly</em></p> <p><em>Follow </em><a href=\"https://twitter.com/ftweekend?ref_src=twsrc%5Egoogle%7Ctwcamp%5Eserp%7Ctwgr%5Eauthor\"><em>@ftweekend</em></a><em> on Twitter to find out about our latest stories first</em></p><p>Source: Dan Einav 2022 'Oscar-winners Phil Lord and Christopher Miller host The Afterparty' FT.com 24 January. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-01-24T05:00:15.899Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 276,
          "end": 281
        },
        {
          "start": 276,
          "end": 284
        },
        {
          "start": 2635,
          "end": 2648
        },
        {
          "start": 2635,
          "end": 2640
        }
      ],
      "nexusId": "10022657"
    }
  ]
}