{
  "_id": "4f5264d849a8581c34639f6ee32ec3f7dc658255431d0d3a0c98990abb839224",
  "feed": "ftcomall",
  "title": "A remote village, a world-changing invention and the epic legal fight that followed ",
  "text": "<p>In the village of Nedre Vats, on the edge of a 700m-deep fjord in the west of Norway, there is a white wooden house with a small red barn. This is the home of the Hattelands, village merchants since the 19th century and builders of a warehouse that sits nearby.</p> <p>It was in the red barn 40 years ago that Jakob Hatteland, the scion of the family, started a television repair business and expanded into selling electrical components. It became the largest parts supplier in Scandinavia and in the mid-1990s grew too big for the warehouse. Then Ingvar Hognaland, Hatteland's first, most creative, most determined employee, had an idea.</p> <p>“I remember Ingvar saying, ‘What's the biggest thing in the warehouse? Air — there's too much air,” says Synnove Matre, an executive who still works in Nedre Vats for AutoStore, the company that grew out of Hognaland's idea. She went on maternity leave but, at the Christmas party that year, they talked again. “Late that night in the bar, I said to him, ‘I want to work on your idea, it's so cool.'”</p> <p>Others thought it would never work, but Matre was right. Hognaland's idea was to use robots to operate warehouses stacked as tightly as possible. It turned out to be so powerful that <a href=\"https://www.ft.com/content/0d1f5b96-58e9-4e39-a026-4e80c0dd9574 SoftBank-backed robot warehouse group AutoStore plans Oslo IPO\">AutoStore went public</a> last October with a market capitalisation of $12bn. The growth of ecommerce and the home delivery of goods meant that, when the pandemic broke out, his invention's time had come.</p> <p>If your groceries are supplied by Ocado in the UK (or Kroger in Cincinnati and Atlanta, or Casino in Paris, for which Ocado supplies technology), you have experienced his legacy. The retail industry increasingly relies on automated warehouses, and the approach that Hognaland pioneered and that Ocado built on, is even more advanced than Amazon's. AutoStore systems are being used in more than <a href=\"https://www.autostoresystem.com/company\">40 countries, with 29,000 robots</a> on wheels. &#xa0;</p> <p>It would be an inspiring story of inventive genius in logistics, except for one problem: Hognaland's idea turned out to be so valuable that Ocado adapted it without permission. That set off an ongoing global patent battle between the two companies, with billions at stake. When Ocado <a href=\"https://www.bloomberg.com/news/articles/2021-12-13/ocado-wins-key-ruling-in-autostore-fight-over-robot-warehouses\">won one stage</a> of a US legal case in December, its value rose by more than £1bn that day, while AutoStore's dropped.</p> <p>On one side is a quiet, determined Scandinavian company that spent a quarter of a century diligently making its robots work, one step at a time. On the other, an aggressive British disrupter that seized on the idea to turn itself into a juggernaut. And beneath it all, a classic question: does a revolutionary innovation belong to the person who had the idea, or should it belong to the world?</p>  <p><strong>Karl Johan Lier gazes with satisfaction</strong> across a huge grid in a warehouse in the suburbs of Oslo. We are standing next to the top of the grid, which forms the surface of a 16-deep cube of 158,000 bins, like the logistics equivalent of a giant block of Lego. Inside the cube are products sold by XXL, the Norwegian sportswear retailer, and criss-crossing the top constantly are 88 red robots on wheels.</p> <p>“The most brilliant ideas are always simple. People look at them afterwards and say, ‘It looks so easy,'” says Lier, AutoStore's chief executive. It is true that, watching Hognaland's invention at work, my strongest impression is of how calm and ordered it all is. The robots, wheels driven by tiny electric motors controlled by wireless software, do their algorithmic dance with a soft whine.</p> <p>Around the foot of the cube, workers are unpacking boxes and loading identical items — large T-shirts, say, or size 45 Adidas running shoes — into bins that pass into the cube on a belt. Each bin is stored in the cube until it is needed, when a robot slides to the top of its column, lowering a device to hook it and lift it to the surface. If there are other bins on top, robots lift them out first.</p> <p>The robot takes its bin over to one side of the cube, where it is ferried to a station, known as a port, where a human picker stands. She removes one pair of shoes, then one T-shirt from the next bin in line (the robots know the order in which to bring the bins). She puts both in a cardboard box, which is taken on a belt to be stamped and mailed to the customer, as the next order arrives. </p> <p>XXL is one of AutoStore's biggest customers and it would like all its orders to be stacked and sorted in this way. That is not possible yet for the skis and kayaks in the rest of the warehouse. They are too big and oddly shaped to fit into bins and are instead stored on racks and taken down aisles by forklifts, as in traditional fulfilment centres. But the cube, which needs only 15 workers per shift to pick and pack, keeps growing.</p> <p>The robots do not serve only ecommerce customers. On another side of the cube, pickers are packing large boxes destined for XXL's 37 stores in Norway. The technology has other advantages. XXL used to ask a customer to visit a store if the shoes they wanted were out of stock. Now, an assistant enters an order, a robot zips across the cube, and they are sent to the shopper's home address.</p> <p>Hognaland retired in 2015 and does not give interviews, but Matre recalls his excitement after he worked out that the Nedre Vats warehouse could be made more efficient by taking out the air — removing the aisles and packing the components in bins in a cubic grid. He first tried lifting them with a gantry crane but soon realised that it required robots.</p> <p>“When Ingvar had an idea,” she says, “no one could stop him. He was really stubborn and very inspiring to work with because he was unstoppable. He started to talk about the world from early on. He said, ‘We will build for the whole world, and we will sell thousands of robots.' I would say, ‘OK, but first we have to fix this and this.”</p> <p>Nedre Vats is not easy to reach. Only 400 people live there and, to get to it, I flew to Bergen, then took a turboprop flight down the west coast to Haugesund, a town built in the 19th century on herring fishing. Last was a 45-minute drive to Nedre Vats, where the loudest sound was the waves on the fjord. It is an ideal place to concentrate.</p> <p>Time was needed because inventions such as robot-controlled cube storage do not emerge in a flash of inspiration. They take a lot of tinkering to make work in practice. Five generations of robots built by Hognaland, Matre and others sit in a room in the Nedre Vats warehouse that has been turned into AutoStore's museum. Gradually, their wheels turned faster and the software became smarter at lifting and stacking bins.</p> <p>The first prototype was spray-painted yellow, but&#xa0;Matre insisted that it was changed on her return to work. “I said, ‘We can't have them yellow because it's so ugly.' I called Ferrari in Italy and asked for the code for Ferrari red.” (AutoStore's main line of&#xa0;robots is still painted in the same shade.) There are other relics of early experiments in the museum: one robot was named after Marilyn Monroe, whose&#xa0;grandfather emigrated from Haugesund in the 19th century.</p> <p>Jakob Hatteland's company started to use the cube robots itself in 2002, six years after Hognaland's inspiration, and made the <a href=\"https://www.autostoresystem.com/cases/elotec-first-to-install-autostore\">first installation</a> at another Norwegian enterprise three years later. “We tried to find [investment] partners but not many believed in us, to be honest,” says Lier. “Jakob was willing to invest because he thought this crazy idea could be great.”</p> <p>By 2011, AutoStore was a success and making its first sales outside Europe. That year, it took its cube technology to LogiMat, a logistics trade show in Stuttgart, and won a prize for best product. Operators from across the world gathered to admire it. They included a group from an ambitious UK company called Ocado.</p>  <p><strong>The Anglo-Saxon town of Erith</strong> lies on the Thames&#xa0;estuary, in the south-east of London. It used to be a convenient spot for European invaders, and its former marshes by the river are now the perfect site for a warehouse. Amazon and Tesco both have distribution hubs here for delivery across London, and nearby is the most advanced, Ocado's 600,000-square-feet fulfilment centre.</p> <p>Ocado's Erith facility is unromantic — a smell of cooking oil from a nearby refinery hangs in the air — but it is part of an economy that has sprung up along arterial highways around the world. Online grocery sales in the UK reached £19.4bn in 2021, according to Mintel, with ecommerce accounting for 26 per cent of retail sales in December. The UK could <a href=\"https://www.ft.com/content/c1e7b270-c6c6-4904-90a2-57f3e6ef963c\">run out of warehouse space</a> this year, according to property agent Cushman &amp; Wakefield.</p> <p>The plain exterior of Ocado's warehouse does not prepare me for the spectacle inside. More than <a href=\"https://www.bbc.co.uk/programmes/p09h782z\">2,400 robots on wheels</a> skim around the top of two vast cubes — known by Ocado as “hives” — each 240m long by 80m wide. One hive is chilled for fresh food, and both have eight-metre-high tunnels running through the middle. Along these tunnels are 180 ports at which pickers (known at Ocado as “personal shoppers”) pack the grocery orders.</p> <p>Packing groceries is much more complex than packing shoes. Ocado sells <a href=\"https://www.ocadogroup.com/about-us/ocado-retail\">45,000 items</a>, from yoghurts to kitchen rolls, of all shapes and sizes. There are 50 items in the average order, filling 12 bags in four totes. The average shopper takes an hour in a supermarket but it is packed here in five minutes, at 5.5 seconds per piece. Then 20 orders are loaded on a refrigerated van and driven across London on computer-calculated routes. </p> <p>There is no mistaking the intellectual debt Ocado owes to AutoStore. The hive is obviously a descendant of the cube. But it is also like observing a Tesla compared with the Toyota on show at XXL. Robots lift bins into cavity bellies, rather than gripping them on cantilevered arms. Frozen food is packed in a huge freezer chilled to -28C. Even human pickers may one day be obsolete. Ocado this week showed off <a href=\"https://techwireasia.com/2021/04/ocado-reimagines-grocery-retail-with-robotic-disruption/\">robotic arms</a> to pack groceries, along with a new generation of partly 3D-printed robots, and smaller, local fulfilment centres.</p> <p>Ocado is a behemoth compared with ­AutoStore. Founded by three former Goldman Sachs bankers in 2000, it started off as an online service for Waitrose. It has expanded steadily, fulfilling ecommerce orders for Morrisons since 2014, and switching from Waitrose to a UK partnership with Marks and Spencer in 2019. It has 19,000 employees, including 2,500 software engineers, while ­AutoStore employs 500, including 150 in Nedre Vats. Its venture with M&amp;S served 375,000 customers a week in the last quarter of 2021.</p> <p>Neill Abrams, a soft-spoken South African-born lawyer, guides me round Erith with Lucy Wojcik, the company's chief intellectual property counsel and keeper of its portfolio of 500 patents and 1,000 patent applications. Abrams had worked at Goldman Sachs with Ocado's founders before training as a barrister and says that when they first told him they planned to start up a retailer to compete with Tesco, he replied, “You don't need a lawyer, you need a psychiatrist.”</p> <p>But Ocado did need a lawyer. Apart from its thicket of patent battles with AutoStore, it sued Jonathan Faiman, one of the co-founders, in 2019 for allegedly using confidential Ocado information. (The case was <a href=\"https://www.ft.com/content/0a4a4ff2-3a0a-4165-9f24-d248147d44d2\">settled last June</a>, with Faiman agreeing to delete files.) Tim Steiner, Ocado's co-founder and chief executive, is a fierce defender of its logistics know-how.</p> <p>It took trial and error to acquire. By the time Ocado came across AutoStore's cube in Germany, it had spent a decade trying to replicate how customers filled baskets, but faster and more efficiently. It had one advantage: shoppers take items off shelves unpredictably. Online, they have to give notice. </p> <p>“We don't have the inconvenience of people walking into a store. Our customers are fantastically ­considerate because they tell us in advance what they want,” says Abrams. But Ocado faced many other obstacles.</p> <p>It started out by rigging a system like a vehicle production line in its first warehouse in Hatfield. Human pickers stood in aisles with sets of goods around them, while order baskets moved past, suspended from steel beams. Then it switched to putting baskets on conveyor belts, and placing pickers at stations with more than 60 items near each one — the Hatfield facility still has 15 miles of these belts.</p> <p>That method was faster but had another flaw. Since the belt ran continuously, a hold-up at one station could halt the whole line. So Ocado then acquired a system pioneered in the pharmaceuticals industry, placing supplies on racks along 10m aisles and fetching them with motorised shuttles. But it was still searching for a better way when it came to Stuttgart.</p> <p>The cube excited Ocado's engineers. The company acquired an AutoStore set-up to use for its pet products business called Fetch. (Fetch was sold to a rival called Paws last year.) Ocado's executives visited Nedre Vats in 2012 and proposed the two join forces to build an upgraded version for groceries. “We thought it had a lot of potential,” says Abrams, “but the robot arms took up space, and they did not move around the grid fast enough.”</p> <p>Grocery orders not only contain many items, the system also needs to be extremely precise. A fresh chicken with a sell-by date of February 15, for example, has to be fetched and sent to a customer before another one with a February 16 date. They must be placed in different bins and retrieved by robots in a strict order. Poultry is not like a T-shirt that can be stored for weeks.</p> <p>The electricity that goes into powering all this activity carries dangers. Ocado's first hive fulfilment centre in Andover, Hampshire, was <a href=\"https://news.sky.com/story/fire-at-ocado-automated-warehouse-halts-customer-deliveries-11628857\">destroyed in 2019</a> after one robot caught fire and sprinklers were turned off by mistake, allowing flames to spread. A smaller fire broke out at Erith last year when three robots collided, causing £10m of damage.</p> <p>Apart from different cultures, there was an inherent tension between AutoStore and Ocado's business models. AutoStore develops software in Nedre Vats and builds robots in Poland, relying on logistics partners such as Swisslog to sell systems. Ocado tries to control everything: it licenses its entire system, from robots to van-delivery software and ecommerce apps to supermarket chains around the world.</p> <p>The relationship ruptured within a few months, after a Swedish engineer at Ocado flew to Nedre Vats. Ocado says that he showed AutoStore a patent application for a robot with a central cavity to hold several bins, instead of cantilevered arms. (AutoStore denies seeing it in writing.) The Norwegians were shocked by this incursion on their territory and decided they couldn't trust Ocado any more.</p> <p>But Ocado saw nothing wrong with devising its own upgrades to AutoStore's invention. “Innovation happens by people taking inspiration from other things around them, or there would never have been another carmaker on the planet after Henry Ford. Inventors see things in the world all the time, and say, ‘I can improve on that,'” Abrams says.</p> <p>The battle was on. Both companies invested in their own versions of the technology for groceries, using cube robots with cavities that could skim around grids. There was an early skirmish in 2016 when Ocado took legal action in Norway, claiming AutoStore had applied for a patent based on the information it had disclosed in Nedre Vats, but the judge ruled in favour of AutoStore.</p> <p>Ocado opened its Andover fulfilment centre that year. AutoStore declared war after unveiling its own “Black Line” cavity robots for grocery logistics, painted black rather than red. In October 2020, it <a href=\"https://www.reuters.com/article/uk-autostore-ocado-lawsuit-idUSKBN26M5VO\">sued Ocado</a> in both the UK and the US for breach of patents, complaining loudly that it had been ripped off. “We will not tolerate Ocado's continued infringement of our intellectual property rights,” Lier proclaimed. </p>  <p><strong>Patents are powerful rights</strong> with a long ­history. The legal right of an inventor to control the use of his or her invention and to block others from copying it was formalised by the 1623 Statute of Monopolies in the UK, and there was a sophisticated patent system in 15th century Venice.</p> <p>The idea is simple: inventors would not invest time and money in innovation if their creations could be copied immediately, so patents grant them exclusive rights for up to 20 years. “A patent is a limited-time monopoly to encourage investment in innovation. After it runs out, anyone can exploit it, but you get your pound of flesh,” says Matt Fisher, a senior lecturer at University College London.</p> <p>But patents are also narrow. You cannot patent an idea, only the way in which you make it work. Apple was <a href=\"https://www.theverge.com/2018/6/27/17510908/apple-samsung-settle-patent-battle-over-copying-iphone\">awarded $539m in damages</a> in 2018 after Samsung breached iPhone patents, but most smartphones resemble Apple's hugely influential device. “Patents are granted on specific details, not on broad ideas,” says Nari Lee, a professor at the Hanken School of Economics in Helsinki.</p> <p>That is partly practical, since patents are a form of intellectual property and a vague claim to a concept is too hard to define and enforce in law. But it is also deliberate. The patent system encourages inventors to disclose innovations publicly, knowing that they will be protected. Others can then learn from the inventions and develop them.</p> <p>This leaves plenty of room for uncertainty and for legal jousting. It is common for corporate rivals to build up portfolios of patents, and battle over them in courts. AutoStore holds 295 patents, and 559 patent applications, many in Ingvar Hognaland's name. Like Ocado, it claims more every year: in 2020 alone, it was granted 102 patents.</p> <p>Most of these patents are mind-numbingly precise. They detail the designs of the wheels on the robots and how the motors to drive them are located. Or the pattern of the tracks of the grids. Or the computer algorithms that control how the robots move around and store bins. Hognaland's flash of insight in Nedre Vats, and everything that came from it, has been minutely codified.</p> <p>AutoStore and Ocado may fight for some time. The interim ruling at the US International Trade Commission in December, which went in favour of Ocado, is due for review this spring. AutoStore's claim against Ocado in the UK is scheduled in the high court soon, and Ocado has claims against AutoStore in Germany and at the European Patent Office. The contest could lead to one company's grocery system being shut out of a territory by the other, or the two could settle. The battle has weighed on AutoStore's investors: its market value has fallen to $8.3bn since November.<br></p> <p>Some believe that such activity is chiefly good for lawyers. Inventors have often come up with similar ideas at the same time, as with flying machines in the early 20th century. Even Hognaland's was not entirely original: shipping containers are <a href=\"https://www.vox.com/recode/22832884/shipping-containers-amazon-supply-chain\">stacked in blocks at ports</a>, and then lifted by cranes. “Ideas want to be shared. Sharing is baked into their nature,” wrote Kevin Kelly, the founding editor of Wired magazine, in a recent essay.</p> <p>There is an irony to genius. The more original an invention, the harder it is to protect because it proves that things can be done differently. Ocado's executives saw the future when they saw Hognaland's cube. “It was a brilliant idea for its time. That's why we wanted to work with them,” says Wojcik of Ocado. “But you don't get to say, ‘We invented this 20 years ago, and you can't do anything that involves a grid or a robot ever, because it's ours.'”</p> <p>AutoStore has itself evolved since the days of Hognaland and Matre's tinkering with robots. It is incorporated in Bermuda, but “resident in Norway for tax purposes”, as the prospectus for its initial public offering last year records. It was sold by ­Hatteland for a reported €500m in 2016, and Thomas H Lee and SoftBank, two global private equity groups, are its biggest shareholders.</p> <p>Hognaland's name is on patents, but his invention is owned by a global corporation. That is how patent laws work. “We have a romantic notion that an inventor from a Norwegian village has an inalienable moral right to patents on his invention, but that's not the law and hasn't been for a long time,” says the Hanken professor Nari Lee. Is that appropriate or sad? I ask her. “I think it's really sad.” </p> <p><em>John Gapper is business columnist of the FT Weekend</em></p> <p><em>Follow </em><a href=\"https://twitter.com/FTMag\"><em>@FTMag</em></a><em> on Twitter to find out about our latest stories first</em></p><p>Source: John Gapper 2022 'A remote village, a world-changing invention and the epic legal fight that followed ' FT.com 27 January. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-01-27T05:00:57.998Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 16439,
          "end": 16444
        },
        {
          "start": 16551,
          "end": 16556
        }
      ]
    }
  ]
}