{
  "_id": "2fb8572e1009bcffd71f4f28615c26a12ac1a2bb64971ecf63f84c7b8c70c151",
  "feed": "wall-street-journal",
  "title": "Apple Production in China Begins to Catch Up Despite Covid-19 Woes; Main facility recovers to about 70% of capacity and wait times for iPhone Pro models shorten",
  "text": "<p>Initially, workers in Zhengzhou had to travel only between their workplaces and dormitories because of China's strict anti-Covid measures. The near-lockdown led some workers to flee and others to clash with police, obstructing production.</p><p>Now that China has lifted most Covid-control measures, the leading issue at factories around the country is worker health. Nationwide, at least tens of millions of Chinese are believed to have caught the coronavirus.</p><p>It isn't known what percentage of Foxconn workers in Zhengzhou have caught it, but workers there said they knew of many people around them who developed fevers or other Covid-19 symptoms. The workers said some of those afflicted continued to work while others took time off. They said it was hard to know who actually had Covid-19 because the country has stopped widespread testing and test kits are in short supply.</p><p>Fears that additional turmoil in China could hit Apple production and sales in the country into the new year helped push Apple stock down 3.07% in Wednesday trading to $126.04, the lowest level since June 2021.</p><p>Nonetheless, analysts and people involved in the supply chain say the situation in China, while far from normal, is at least better than during the Foxconn worker clashes in November.</p><p>\"Supply is improving and inching slowly toward parity with demand,\" J.P. Morgan analyst Samik Chatterjee wrote in a note to investors this week about the iPhone 14 Pro.</p><p>Wait times for U.S. consumers ordering the latest iPhone Pro models, which once extended to 40 days, have improved, according to J.P. Morgan.</p><p>In the U.S. and China, Apple's websites show wait times for Pro models at around one to two weeks. Certain Pro models and colors are available for immediate pickup at some Apple stores in both countries.</p><p>On Dec. 8, Foxconn, Apple's sole assembler of high-end iPhone models, said it ended the movement restrictions at its Zhengzhou facility after more than 50 days.</p><p>The parts of the facility that produce iPhones have recovered somewhat and are operating at about 70% capacity, according to analysts and people involved in the supply chain. Still, Foxconn is struggling to recover full normalcy, they said.</p><p>Taiwan-based research firm TrendForce said labor shortages are affecting supply chains in China. It forecast iPhone shipments would total 47 million units in the January-March quarter, down 22% from a year earlier and below its previous forecast of 56 million units issued in late October. The figures include all iPhone models.</p><p>This week, Foxconn offered a bonus equivalent to about $700 for key manufacturing workers who are willing to stay on the line through March 20. That differs from the usual pattern in which Foxconn ramps up staffing in the summer and fall to meet holiday demand, then pulls back after the shopping season is over.</p><p>Sometimes called \"iPhone City,\" the Zhengzhou facility employs as many as 300,000 workers at peak times to make iPhones and other Apple products. At one point, the city alone made about 85% of the Pro lineup of iPhones, according to market-research firm Counterpoint Research.</p><p>Foxconn, formally known as Hon Hai Precision Industry Co., has moved some of its iPhone production to its other facilities in the southern city of Shenzhen.</p><p>Regardless of the short-term production ups and downs, people involved in the supply chain say Apple is looking over the mid- to long-term to diversify its supply chain to more places outside China such as India and Vietnam. The past year has highlighted the political and business risks of concentrating so much production in China.</p><p>Foxconn has been assembling iPhones in India and has recently ramped up its technology so it can start manufacturing some new iPhone models in India at nearly the same time as Chinese factories.</p><p>Aaron Tilley contributed to this article.</p><p>Write to Yang Jie at jie.yang@wsj.com</p><p>Apple Production in China Begins to Catch Up Despite Covid-19 Woes</p>",
  "published": "2022-12-29T11:56:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 0,
          "end": 5
        },
        {
          "start": 1751,
          "end": 1756
        },
        {
          "start": 994,
          "end": 999
        },
        {
          "start": 2957,
          "end": 2962
        },
        {
          "start": 922,
          "end": 927
        },
        {
          "start": 3356,
          "end": 3361
        },
        {
          "start": 3870,
          "end": 3875
        },
        {
          "start": 1803,
          "end": 1808
        },
        {
          "start": 1602,
          "end": 1607
        }
      ]
    }
  ]
}