{
  "_id": "23567024904a069e654bbcd577b6e3eb461109b8e86ae6092cb7f16e5c0cac0f",
  "feed": "market-watch",
  "title": "Apple shares look to snap four-day losing streak after report of improved iPhone Pro production; Shares of Apple Inc. rallied on Thursday — but they are still headed for their worst year since 2008",
  "text": "<p>The move higher came after a Wall Street Journal article on Thursday suggested shorter wait times for Apple's premium iPhone Pro models and a rebound in production capacity at a Foxconn HNHPF TW:2354 plant in the city of Zhengzhou that is the primary producer of those phones, based on reports from people involved in the supply chain as well as analysts. Apple relies on its more expensive iPhone offerings — such as the iPhone 14 Pro Max — to boost revenue when demand for smartphones overall starts to cool off.</p><p>The recovery in production follows a COVID-19 outbreak that resulted in a lockdown at that factory in October, as well as harsh travel restrictions and worker protests that had hampered production, the Journal noted. Foxconn lifted that lockdown earlier this month. But as the Chinese government ends most of its stringent COVID restrictions, the infection rate has soared, threatening the health of the factory workers.</p><p>\"Supply for the iPhone Pro models continues to improve slowly, with lead times moderating further in China, and a majority of SKUs are now available for in-store pickup across all geographies, including China for the first time since product launch,\" JPMorgan analyst Samik Chatterjee said in a note on Tuesday.</p><p>\"Lead times for the Pro models are now tracking in line with lead times seen prior to the COVID outbreak in Zhengzhou, China, suggesting that supply is improving and inching slowly towards parity with demand,\" the note continued.</p><p>The Journal, citing other analysts, said that the segments of the Zhengzhou facility that made iPhones were running at roughly 70% capacity. In an effort to attract more employees, Foxconn had offered incentives to some workers who were willing to work on production lines through March 20, the Journal said.</p><p>During its most recent round of quarterly results, sales of Apple's iPhone missed expectations. Analysts have raised questions about demand for the newer iPhone 14 models after reports of a planned pullback in production.</p><p>Apple shares look to snap four-day losing streak after report of improved iPhone Pro production</p>",
  "published": "2022-12-29T19:17:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 107,
          "end": 116
        },
        {
          "start": 0,
          "end": 5
        },
        {
          "start": 107,
          "end": 112
        },
        {
          "start": 107,
          "end": 117
        },
        {
          "start": 356,
          "end": 361
        },
        {
          "start": 2009,
          "end": 2014
        },
        {
          "start": 102,
          "end": 107
        },
        {
          "start": 1847,
          "end": 1852
        }
      ]
    }
  ]
}