{
  "_id": "783fee74aa6dfc8fa6fcf50938881968cd13f30785ca3752c8239791723554b0",
  "feed": "ftcomall",
  "title": "Why private equity newbie Arctos is making prolific bets on sport ",
  "text": "<p>Basketball legend <a href=\"https://www.ft.com/content/c2768690-c6fc-11db-8078-000b5df10621\">Shaquille O'Neal</a> had a problem earlier this year. After signing an endorsement deal with a sports betting company, he was told that National Basketball Association rules prohibit team owners from accepting gambling sponsorships.</p> <p>That meant he would need to liquidate his minority interest in the Sacramento Kings. Instead of tapping his network of all-star friends to buy the stake, he struck a deal with <a href=\"https://arctospartners.com/\">Arctos Sports Partners</a>, a relatively new private equity firm specialising in professional sports team investments.</p> <p>Since it launched in April 2020, Arctos — which has $3bn in assets under management — has become the most <a href=\"https://www.ft.com/content/252d8eb0-9478-41c3-a521-8c4c9b34c179\">prolific buyer of sports stakes</a> around the world. </p> <p>Through direct and indirect investments, it now owns stakes in 16 franchises including professional baseball's Boston Red Sox, English football's Liverpool FC, basketball's Golden State Warriors, and the Kings.</p> <p>These deals have placed it in the vanguard of a small batch of private equity operators who believe valuations for sporting assets will continue to rise at rapid rates, bolstered by the soaring market for media rights and real estate and the influx of new revenue streams, from NFTs to sports betting. At the same time, the rush of institutional capital leaves questions about how investors will exit at a later date to seek returns.</p> <p>O'Neal, a four-time NBA champion, told the Financial Times in a statement that working with Arctos “was great as they helped divest my interest quickly and efficiently”.&#xa0;</p> <p>Arctos is run by founder Ian Charles, a former private equity strategist, and co-managing partner David “Doc” O'Connor, a former executive at Madison Square Garden and Creative Artists Agency.</p> <p>Its first fund of $2.1bn closed in October, of which roughly 90 per cent came from institutional investors. The partners say that unlike the Shaq deal, most Arctos transactions provide money to franchises looking to build out their presence.</p> <p>“At the same time as the pandemic hitting, you had six or seven really significant growth nodes, all coming together at one time: direct to consumer, [streaming], legalised gambling, tokenisation, and NFTs, real estate . . . they all require money and expertise”, said Charles. “More than 80 per cent of the capital we've put to work so far has been growth capital.”</p> <p>Charles and O'Connor were introduced by Boston Red Sox chief executive Sam Kennedy in 2019, shortly after Major League Baseball became the first North American league to allow professional investment that spring. </p> <p>Kennedy said he was intrigued by Charles' market research for a sports-specific private equity fund, and thought O'Connor's background in sport and talent management would be complementary.</p> <p>“We connected Doc with Ian and, you know, they just have such different personalities and backgrounds. And oftentimes those types of people make the best partners”, said Kennedy. “I think it was love at first sight.”</p> <p>O'Connor said Arctos is “an entirely different type of partner that's existed in the landscape for most of these [team] owners in the last 10 to 20 years”.&#xa0;</p> <p>Traditional minority stakeholders — someone perhaps not wealthy enough to own a team outright, but rich enough to want in on the action and guarantee themselves good seats and some time in the locker room — “weren't looking to grow the asset base, they weren't looking at it as a strategic asset. And they live in fear of capital calls”.</p> <p>Charles, who built his career in private equity on bringing liquidity to illiquid markets, studied the potential for fund investments in sports teams a decade ago.</p> <p>After the MLB ownership rule change, he saw an opportunity to launch a fund dedicated to sport stakes. “It became very evident to me, if you were just a bunch of Wall Street guys, just a bunch of private equity folks, it wasn't going to work,” he said. “Because this [sports] industry, it's almost like a walled garden. They really protect each other, they look out for each other and are sceptical of Wall Street types.”</p> <p>Since the firm was formed, Charles and O'Connor have brought on a coterie of senior advisers from around the sports world, including Theo Epstein, the baseball executive who built World Series-winning teams for the Red Sox and the Chicago Cubs.</p> <p>Arctos is not alone among private equity firms amassing sport stakes or raising funds to invest in sports. RedBird Capital, like Arctos, has a minority interest in Fenway Sports Group, the holding company behind the Red Sox, Liverpool FC and the recent purchase of hockey's Pittsburgh Penguins <a href=\"https://www.ft.com/content/c00c4d26-be25-4184-8e07-cf0596936aa1\">for more than $850m</a>.&#xa0;</p> <p>Sixth Street Partners bought into basketball's San Antonio Spurs in June. Dyal Capital, a division of Blue Owl, is also pre-approved by the NBA to buy stakes in multiple teams, including the Phoenix Suns.</p> <p>Charles said that Arctos stands apart from competitors for its mission to amass stakes in multiple leagues. For rivals, he said, “it's just a bunch of finance or credit guys, slapping the word ‘sports' on a product. The team wasn't purpose-built and the fund wasn't purpose-built to partner with leagues and teams”.&#xa0;</p> <p>There are limitations. Most leagues permit only passive institutional investments, meaning no influence over sporting decisions, and set caps on the total amount of private equity holdings per team. The richest and most popular American sport — the National Football League — still bars professional investment in teams.</p> <p>And some of the assets, although they have gone up in monetary value, have not improved on court: the Kings, for example, have not won a championship since 1951.</p> <p>But the overnight growth of the specialised sport private capital industry leaves an open question as to how funds like Arctos may seek exits or returns in the future.</p> <p>“They have a few options for exits”, said Rob Tilliss, founder of sports advisory firm Inner Circle Sports. “They can tag along with a control owner selling to someone, they can sell their position on to another of their own investors, or they can bring in new investors to create continuation funds where they hold the asset longer.”</p> <p>Kennedy, of the Red Sox, said that institutional owners “do have the ability to sell in and out of teams, depending upon the league and depending upon the team. So I think you may see stakes in teams traded more frequently as we go forward”.</p> <p>Charles and O'Connor said Arctos's investors range from private banks and endowments to pension and sovereign wealth funds, and that future exits would be similar to other secondary private equity markets. </p> <p>Vivek Ranadivé, majority owner of the Sacramento Kings, said ultimately the inclusion of professional investment in teams will only drive valuations higher. </p> <p>“The reason this deal is so attractive to professional investment funds is because it's got a high ceiling, but also a high floor,” he said. “These things are priceless in terms of value. Will I still be using my iPhone camera in 20 years? I don't know. But will I still be watching NBA basketball? Absolutely.”</p><p>Source: Sara Germano in New York and Arash Massoudi in London 2022 'Why private equity newbie Arctos is making prolific bets on sport ' FT.com 7 January. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-01-07T05:00:42.330Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [],
      "nexusId": "10022657"
    }
  ]
}