{
  "_id": "a00093725f2c9ddde3f8a0754371ca5cfbf5ce99512cdd34dde56847042ad9b5",
  "feed": "wall-street-journal",
  "title": "Climate Disclosure Poses Thorny Questions for SEC as Rules Weighed; Key sticking point is the counting and reporting of greenhouse gas emissions by customers and suppliers",
  "text": "<p>Now federal regulators are closing in on rules requiring all public companies to disclose their greenhouse-gas output. But they are struggling to figure out how much detail to demand about emissions produced by businesses' suppliers and customers.</p><p>At issue are so-called Scope 3 emissions, which are mostly greenhouse gases produced by a company's suppliers and by customers using its products. How to handle these indirect emissions has emerged as a sticking point inside the Securities and Exchange Commission as it deliberates on the new rules.</p><p>The 47,430 tons of greenhouse gases Apple emitted in its financial year that ended Sept. 26, 2020, is barely more than the average emissions each year from a Boeing Co. twin-aisle aircraft delivered in 2020, according to The Wall Street Journal's analysis of the plane maker's data. Apple's Scope 3 emissions are 475 times as large.</p><p>Not including these Scope 3 emissions can paint an incomplete picture of a company's impact.</p><p>According to CDP, a nonprofit group formerly known as the Carbon Disclosure Project, supply-chain emissions alone from companies in its environmental-disclosure database were on average 11.4 times as much as operational emissions.</p><p>SEC officials drawing up the landmark rules face a balancing act. Many investors are demanding the information so they can judge the risks faced by companies from climate change and regulations designed to mitigate it.</p><p>Some business groups say that rules requiring Scope 3 disclosures would be burdensome and that available data isn't always good enough to make accurate disclosures. If the new rules stretch beyond the SEC's authority or are too onerous for companies, courts could overturn them.</p><p>The SEC is struggling to square this circle, according to people close to the agency. That has delayed the timing of its climate-reporting proposals, a priority for SEC Chairman Gary Gensler, from the end of last year to the spring of this year, the people added.</p><p>Sen. Elizabeth Warren (D., Mass.) sent a letter to the regulator on Feb. 9 urging it to move faster. \"These ongoing delays are not acceptable,\" Ms. Warren wrote, demanding a clear timeline for the proposal by Feb. 23.</p><p>An SEC spokesman declined to comment.</p><p>The SEC's proposed rules will likely require public companies to report emissions from their operations and the energy they purchase, known as Scope 1 and Scope 2, officials have said. That is the relatively easy bit.</p><p>The agency may take a more selective approach on Scope 3 emissions. One option would require companies to report Scope 3 only if they have set specific emissions targets, such as becoming \"net zero\" by a certain year, people close to the agency said. Another would be to impose lighter requirements for smaller companies than for large ones.</p><p>Thomas Peterson, shareholder advocate at Boston-based asset manager Green Century Capital Management Inc., said not requiring disclosure of Scope 3 emissions would allow companies to appear to reduce their carbon footprint by shifting emissions to their suppliers and customers.</p><p>At present, even the biggest companies often don't measure their full carbon footprints. Almost half of the S&amp;P 500, or 242 companies, didn't report on Scope 3 at all in 2020, according to data provider Refinitiv. Small to medium-size companies are less likely still to measure these emissions—likely less than 1 in 5 reports them, said Simon Fischweicher, an official at CDP.</p><p>Those companies that do report emissions from their value chain may not measure their full carbon footprint.</p><p>Exxon Mobil Corp. began reporting Scope 3 emissions last year in response to pressure from investors. The oil company disclosed a portion of its emissions: the estimated 540 million tons of carbon created by the use of its products in 2020. Smaller sources of Scope 3 emissions, such as from transporting its oil and gas, couldn't be estimated \"due to lack of third-party data,\" an Exxon report last year said.</p><p>Companies often resort to estimates, or rely on industrywide averages, to fill such gaps. The SEC is weighing whether to give companies a safe-harbor legal protection for unintentionally inaccurate reporting.</p><p>Walmart Inc.'s math shows the mind-boggling number-crunching that can be involved. The retail company reported that around three-quarters of its 171 million tons of Scope 3 emissions in 2020 came from its network of more than 1,200 suppliers. It figured out its suppliers' emissions by taking the data reported by 228 of them and scaling up.</p><p>Walmart \"recognizes such estimates rely on broad assumptions,\" a spokeswoman said. \"The company is working with suppliers…and others to improve the availability and quality of supply-chain emissions data.\"</p><p>SHARE YOUR THOUGHTS</p><p>Are major companies doing enough to reduce their carbon footprints? Join the conversation below.</p><p>Even if the SEC doesn't make Scope 3 reporting mandatory, companies are coming under pressure from investors to report these emissions. Shareholders of Costco Wholesale Corp. last month backed a Green Century resolution requiring the retailer to set a target to reduce its Scope 3 emissions—a metric the company has yet to even fully measure.</p><p>Costco opposed the shareholder proposal. The company faces a \"monumental challenge\" in moving to a low-carbon business model, it said in an SEC filing. Cutting Scope 3 emissions, the \"overwhelming bulk\" of its greenhouse gases, is hard in part because many of the items sold, such as beef, have fragmented supply chains, the filing added.</p><p>Companies may also be forced to report on Scope 3 by laws in other countries, or in states. Europe is stepping up requirements for companies doing business there. In California, a bill requiring large companies that do business in the state to report scope 1, 2 and 3 emissions passed the State Senate last month.</p><p>Write to Jean Eaglesham at jean.eaglesham@wsj.com and Paul Kiernan at paul.kiernan@wsj.com</p><p>Climate Disclosure Poses Thorny Questions for SEC as Rules Weighed</p>",
  "published": "2022-02-18T10:30:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 831,
          "end": 836
        },
        {
          "start": 584,
          "end": 589
        }
      ],
      "nexusId": "10022657"
    }
  ]
}