{
  "_id": "c2eb0a99decb5d82333182944cc84299c13b74897ac0ad6b9f82ddacd3e94b89",
  "feed": "market-watch",
  "title": "‘Net zero' pledges can amount to greenwashing. This is the better way to reduce deadly carbon emissions",
  "text": "<p>That jump makes it harder to avoid the worst harms from climate change. In response, more governments and companies are promoting carbon offsets as a go-to tool to meet their emissions goals.</p><p>Nearly&#xa0;700 companies have&#xa0;announced&#xa0;net zero emissions goals, alongside hundreds of governments:&#xa0;Apple 2030AAPL.&#xa0;Amazon 2040AMZN.&#xa0;U.S. 2050.&#xa0;China 2060. Good news,&#xa0;but because the goals are “net” zero and not just plain “zero,” they allow or even require carbon offsets.&#xa0;</p><p>Why? Some industries,&#xa0;like&#xa0;aviation, cement, and steel,&#xa0;are “hard to decarbonize” (though innovation is making this&#xa0;easier).&#xa0;That's where offsets come in. They finance projects that purport to cut emissions&#xa0;elsewhere. Offset the emissions you're not yet cutting, and “voilà!” — your&#xa0;net&#xa0;emissions hit zero.&#xa0;</p><p>The global carbon offset market is&#xa0;booming&#xa0;and it's not hard to see why. Flying from North America to Europe?&#xa0;Tentree&#xa0;will plant trees to offset your emissions for $6.50. Using e-commerce?&#xa0;Stripe&#xa0;will direct a fraction of every purchase to develop carbon dioxide removal technologies. Going climate positive?&#xa0;Ecologi&#xa0;will get you there “for less than the cost of a cup of coffee per week.” These and other firms claim their offsets absorb the same amount of carbon dioxide your activity emits.&#xa0;</p><p>Or will they? Unfortunately, many offset programs are based on dubious assumptions and can actually make the climate problem worse. To truly cut emissions, offsets must be&#xa0;AVID+:&#xa0;Additional,&#xa0;Verifiable,&#xa0;Immediate,&#xa0;Durable — and help meet other societal goals (the “plus”).</p><p>Additional: Offsets must reduce emissions that would not otherwise be cut. Protecting a tract of forest is not additional if loggers simply cut nearby, unprotected trees. Funding renewable energy projects that are profitable today is not additional because, being profitable, they will be built anyway. Helping charities buy electric vehicles is not additional if their trade-ins depress used car prices, making old gas-guzzlers more affordable, thus cutting electric vehicle sales.</p><p>Verifiable: Can you verify that emissions actually fell? If you plant trees, you must verify that they survive. If you are capturing and storing carbon from power plants, you must verify that it remains underground. Monitoring is costly, but necessary. As President Reagan said, “Trust but verify.”</p><p>Immediate: Just as saving a dollar today is worth more than saving a dollar in 2050 because of the interest you earn, emissions cut today are worth more than the same cuts in 2050. Your flight dumps carbon dioxide into the atmosphere right now, worsening warming from this day forth. Saplings planted today won't grow enough to today's emissions for decades, nor will investments in speculative future technologies like nuclear fusion or direct air capture, even if they eventually become viable.&#xa0;</p><p>Durable:&#xa0;Carbon dioxide emissions stay in the atmosphere for a century or more.&#xa0; You must offset an equivalent amount of emissions for at least that long.&#xa0;Trees planted today may be poached or harvested, or succumb to wildfire, disease, drought, or extreme weather — all made more likely by climate change. Some carbon dioxide pumped underground could escape.</p><p>+ (Plus): Finally, offsets should&#xa0;multisolve. They should advance other worthy goals in addition to their climate benefits, such as job creation, poverty reduction, or improved health. Tree planting is commonly done by establishing monocultures of fast-growing species instead of mimicking the natural forests that spur recreation, hunting, fishing, and tourism or support traditional ways of life for Indigenous people.</p><p>Legitimate carbon offsets must ace the AVID+ test. Miss the mark on one and your claimed offset doesn't help limit climate change. Companies often stress the parts of the test they get right, while ignoring the rest. At best, this is greenwashing. At worst, such offsets warm the planet faster by wasting resources that could have been used to actually cut emissions.</p><p>AVID+ in practice</p><p>So do AVID+ offsets exist? Yes. Here's one example: energy efficiency&#xa0;retrofits&#xa0;for low-income housing.&#xa0; Few low-income households can finance the work themselves, and since most renters pay their utility bills, their landlords lack the incentive. Such retrofits are therefore&#xa0;additional. The energy savings are&#xa0;verifiable&#xa0;from utility bills. Projects take about a year so emissions reductions are nearly&#xa0;immediate. Good retrofits can significantly extend building life, so benefits are&#xa0;durable.&#xa0;Plus,&#xa0;retrofits&#xa0;create jobs,&#xa0;reduce energy bills, and&#xa0;improve health.&#xa0;</p><p>The best way to reach net zero is still just to reach zero: cutting emissions in the first place. Walmart WMT stands apart from the crowd as “the first U.S. retailer to make a zero emissions commitment that does not rely on carbon offsets,” though their&#xa0;goal&#xa0;applies to their operations and not their supply chain.</p><p>After 2021's emissions spike, we must cut&#xa0;actual&#xa0;emissions rapidly.&#xa0;</p><p>John Sterman is a professor at MIT's Sloan School of Management and faculty director of Sloan's&#xa0;Climate Pathways Project.</p>",
  "published": "2022-01-19T16:31:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 289,
          "end": 294
        }
      ],
      "nexusId": "10022657"
    }
  ]
}