{
  "_id": "8a53f6bc9e355557569e749bc81791456b36c1335677ec1eab5b3c71d22d4a53",
  "feed": "wall-street-journal",
  "title": "Microsoft Pledges Openness Amid Scrutiny of App Stores",
  "text": "<p>\"We are more focused on adapting to regulation than fighting against it,\" said Microsoft President Brad Smith. He and Chief Executive Satya Nadella met with reporters in Washington, D.C., Wednesday ahead of meetings with lawmakers and others about the Activision deal.</p><p>The principles would also help Microsoft offer its new videogame store on devices where it can't today, executives told reporters Wednesday. Apple's iPhone, for example, doesn't allow competing app stores, a step the company says helps it to protect users' security and privacy.</p><p>In January, Microsoft announced its largest-ever acquisition of $75 billion for Activision. The deal, which is subject to regulatory approval, would help bolster the company's subscription game service, called Game Pass. The service offers users a catalog of games to play for a monthly fee. With Activision, Microsoft would get access to hugely popular franchises such as \"Call of Duty\" and \"World of Warcraft.\"</p><p>The Federal Trade Commission will be reviewing the deal. Since assuming office last summer, FTC Chairwoman Lina Khan has sought to increase scrutiny of acquisitions. The agency will be looking at whether the Activision deal could lessen competition in the games market, The Wall Street Journal has reported.</p><p>The deal fits in with Microsoft's move to buy up more studios that fit into Game Pass. Since Mr. Nadella took over as CEO in 2014, Microsoft has spent more than $10 billion to buy more than a dozen game studios, including last year with its acquisition of ZeniMax Media Inc., owner of the \"Doom\" and \"Elder Scroll\" franchises, for $7.5 billion.</p><p>Microsoft executives expressed confidence Wednesday that the Activision deal will pass regulatory muster, though they acknowledged it is being proposed in a climate of heightened scrutiny of large technology companies' market power.</p><p>Microsoft has said the deal would make it the third-largest company in the global videogame market, including games, subscriptions, gaming-specific hardware and other revenue sources.</p><p>In \"traditional antitrust times,\" Mr. Nadella said, \"being No. 3 in a highly fragmented market in terms of just content is not going to be that interesting to anybody.\"</p><p>Antitrust enforcers could take a narrower view of the market, concluding Microsoft's market share is larger than the company states.</p><p>Previewing arguments Microsoft could make to regulators, Mr. Nadella said the acquisition would benefit consumers thanks to the company's vision of making games playable on any device. \"There is going to be more choice,\" he said. Such a shift would also benefit game developers, he said.</p><p>\"There isn't just one app store through which they have to reach the users,\" particularly on mobile devices, Mr. Nadella said. And if regulators question the impact on labor markets, he said, \"in the gaming industry, we are a preferred employer.\"</p><p>The app-store principles Microsoft outlined would eventually apply to the store on its Windows operating system, Xbox gaming console and any future app store the company builds.</p><p>\"We are creating a universal store for games,\" said Sarah Bond, a corporate vice president in the company's Xbox business. She said the idea is the store would be widely accessible, allowing players to use games on various devices.</p><p>That kind of product could run afoul of Apple's app-store rules. With Wednesday's announcement Microsoft appeared to be taking another step in a campaign to pressure Apple to change its policies. Microsoft was a supporting witness to Epic Games Inc. in that company's recent lawsuit accusing Apple of anticompetitive conduct.</p><p>Microsoft also has endorsed legislation under consideration by Congress that would force Apple to loosen some of its app-store restrictions, including allowing consumers to load other app stores on the iPhone and iPad. Apple has lobbied against the bill, which cleared a Senate panel last week.</p><p>Apple didn't respond to a request for comment. In the past, Apple has warned policy makers that attempts to open up their platform would evade the company's privacy and security protections, The Wall Street Journal reported.</p><p>Mr. Nadella said the new universal store would allow players to buy a game, as many do today, or buy a Netflix-style subscription to have access to multiple games: \"It's kind of rent versus buy.\"</p><p>---</p><p>Tim Higgins contributed to this article.</p><p>License this article from Dow Jones Reprint Service</p>",
  "published": "2022-02-10T00:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 3444,
          "end": 3449
        },
        {
          "start": 3823,
          "end": 3828
        },
        {
          "start": 3693,
          "end": 3698
        },
        {
          "start": 3318,
          "end": 3323
        },
        {
          "start": 3899,
          "end": 3904
        },
        {
          "start": 3570,
          "end": 3575
        },
        {
          "start": 3959,
          "end": 3964
        },
        {
          "start": 410,
          "end": 415
        }
      ],
      "nexusId": "10022657"
    }
  ]
}