{
  "_id": "2ac77bec413f5e6f0a54ab1471797826502fd3cfb4b3d851b90311c1dc2c91ac",
  "feed": "ftcomall",
  "title": "China's driverless car dreams troubled by US chip dependency",
  "text": "<p>Jidu Automotive's Robocar will drive itself to the main stage at the Beijing motor show in April, in a testament to the pace of innovation in the world's biggest car market.</p> <p>Jidu, a joint venture between search engine Baidu and car manufacturer Geely, is showcasing Robocar after just two years in development.</p> <p>It joins a roster of Tesla rivals led by Nio, XPeng and Human Horizons <a href=\"https://www.ft.com/content/cdc6f5f4-3eae-44d9-8c59-808bbcfcca02\">racing</a> to develop driverless cars. But Robocar's brains reveal a problem threatening Chinese leader Xi Jinping's quest for <a href=\"https://www.ft.com/content/aef33e33-523d-4360-981a-2daee579d9b5\">technological independence</a>.</p> <p>China's driverless car companies remain dependent on chips designed by foreign companies — mostly US groups Nvidia, Qualcomm and Intel — and fabricated offshore.</p> <p>The country has a cohort of chip design houses on the rise, including MetaX Integrated Circuits and Biren Technology, and in the first half of 2021 China's chip industry drew $3.85bn in venture capital, according to Deloitte. Yet they are years behind their US rivals.</p> <p>Velu Sinha, a China semiconductor expert with Bain &amp; Company, said Nvidia benefited from “a decade's head start” on the back of the <a href=\"https://www.ft.com/content/f970d7b7-09b8-4d5a-b946-f024f1845bc0\">success of its GPU (graphics processing unit) </a>technology.</p> <p>“Billions of dollars have been pouring into this space. But right now, Nvidia continues to be in a really healthy spot,” Sinha said.</p> <p>For Beijing, the stakes are high. Xi wants technological self-sufficiency to <a href=\"https://www.ft.com/content/a1a5f0fa-63f7-11e8-90c2-9563a0613e56\">provide a bulwark</a> against economic and trade attacks. Xi's elevation of semiconductors and electric vehicles to industries of national importance has drawn thousands of new companies into the market. </p> <p>McKinsey, the consultancy, has forecast that by 2040 autonomous vehicles will compose 40 per cent of new vehicle sales in China, generating revenues of close to $1tn in sales of vehicles and $1.1tn from mobility services. </p> <p>China's fabless companies — the groups that compete with Nvidia and Qualcomm in designing and selling chip hardware, but not manufacturing — have already built a 16 per cent market share globally, according to the Semiconductor Industry Association, a US group.</p> <p>They are still working to crack Nvidia's dominance. The US group has disclosed at least 18 different Chinese companies using its chips as a key part of their autonomous driving plans. </p> <p>The list includes Alibaba-backed AutoX and WeRide, which has been funded by the Renault-Nissan-Mitsubishi Alliance, as well as ride-hailing group Didi, which is backed by Apple.</p> <p>Nvidia and Jidu declined to comment.</p> <p>Randy Abrams, head of Asia semiconductor research at Credit Suisse, said Chinese EV groups still needed to use “best of breed” for critical technologies.</p> <p>“Nvidia still is more advanced on the in-vehicle processing and also the AI training and simulation work needed to develop these platforms,” Abrams added.</p> <p>Zeekr, a unit of Geely, has partnered with Intel's <a href=\"https://www.ft.com/content/9a5c21b0-0432-4c13-8680-ce490f2ac50e\">Mobileye</a> to launch a self-driving car in 2024. And Great Wall Motor, another of China's biggest traditional carmakers, has turned to Qualcomm for its autonomous driving development.</p> <p>China's indigenous automotive chip development is still plagued by a series of “fundamental problems”, according to one China-based semiconductor consultant, who asked not to be named.</p> <p>Achieving the scale needed to be competitive is difficult. In recent years, the prohibitive cost of chip development has precluded scores of companies from breaking into the market beyond niche applications. </p> <p>Meanwhile, incumbents such as Nvidia are repurposing chip technologies, which have underpinned the explosion of mobile phones, desktop computers and data centres over the past two decades.</p> <p>“The largest Chinese [company] makes about a million cars a year,” the semiconductor consultant said, explaining that “the scale is just not anywhere remotely close to being big enough to fund long-term, leading edge autonomous driving chips.”</p> <p>Xiao Jianxiong, AutoX's founder and chief executive, said his company was worried about the delays that could come working with newcomers.</p> <p>“We want to move as fast as possible. We want to make self-driving cars scale-up quickly . . . productivity really matters for us, and the maturity of that ecosystem is really, really helpful,” he said about working with Nvidia and its ecosystem of engineers and suppliers. </p> <p>A further problem for China is that local manufacturing is not an option for the <a href=\"https://www.ft.com/content/a002a9e4-1a42-11e9-b93e-f4351a53f1c3\">most cutting-edge chips</a> used by autonomous driving platforms. Foreign incumbents are also cementing <a href=\"https://www.ft.com/content/85ebfa62-a2f8-11e9-a282-2df48f366f7d\">their dominance</a>.</p> <p>TSMC, the biggest maker of processor chips plans a capital expenditure of $44bn this year alone, raising it by almost a half. In contrast, China's closest rival SMIC plans a capex of $5bn. Most sector specialists believe that SMIC remains about <a href=\"https://www.ft.com/content/b60d7c99-1da1-452d-9396-68c5fa136fe1\">five years behind TSMC</a> in technology development. </p> <p>“At the end of the day, your car has to work. It has to get delivered at scale, at quality, at volume, at cost. You can't fake your way around it. Your propaganda only works so far,” the consultant said. </p> <p><em>Additional reporting by Eleanor Olcott in London and Richard Waters in San Francisco</em></p><p>Source: Edward White in Seoul 2022 'China's driverless car dreams troubled by US chip dependency' FT.com 21 February. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-02-21T00:15:45.991Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 2403,
          "end": 2408
        }
      ]
    }
  ]
}