{
  "_id": "bdeedf88f5cb04fdca7bd9d3f55d85121f87dfa25378b55f7d4406641ec8196f",
  "feed": "ftcomall",
  "title": "The next chapter in children's picture books",
  "text": "<p>“For years I've carried the idea of a story about a child searching for somewhere to be on Christmas Day,” says poet Lemn Sissay, who was put into care when he was a child. “In May 2017, I was artistic director of an exhibition as part of my year as Canterbury Laureate. For it, Greg Stobbs created a life-size illustration of a child with a rucksack of houses. It is called <em>Many Homes</em>. It floored me. It is the most illuminating illustration of what being in care felt like. Here, standing in front of me, was the child waiting for a story about finding somewhere to be.”&#xa0;</p> <p>The encounter led to this year's publication of <em>Don't Ask the Dragon</em>, with Stobbs drawing on the scale, loose texture and energy of “1980s graffiti and early street art” in his illustrations. Notably and unusually, says Stobbs, “It was not a case of&#xa0;Lemn writing, then me drawing, rather it all sort of happened together at the same time… There is some alchemy that happens, where images appear in my head when Lemn talks.” <a href=\"https://www.ft.com/stream/74915a3b-a002-32d5-afba-a2452a8eab1c\">Sissay</a> adds: “We watch in a kind of awe. We collaborate. We made something live outside ourselves and it has a personality all of its own.”&#xa0;</p> <p>Their adventure is part of a new burst of children's<a href=\"https://www.ft.com/books\"> books</a> sparked by curious and collaborative duos. At a time when we've said goodbye to some giants of children's literature – Shirley Hughes, Eric Carle and Jill Murphy, John Burningham, <a href=\"https://www.ft.com/stream/125dc28d-72c1-3a1f-8955-02b0f0c8c6d0\">Judith Kerr</a> – these new collaborators are hoping to find some space upon the library shelf.</p> <p>“I don't think the books we love as children ever leave us, they become part of us,” says children's author Natalia O'Hara, who creates books such as last year's <em>Frindleswylde</em> with her sister Lauren. Their next one, <em>Once Upon a Fairytale</em>, is a choose-your-own-adventure inspired by their childhood game of picking&#xa0;the best things from, of all things, an Argos catalogue. Theirs, inevitably, is a special kind of partnership. “We have a bank of shared memories and experiences that gives us a kind of shorthand,” they say.&#xa0;They, too, “write and draw at the same&#xa0;time, swapping ideas and feedback”. The result – judging by reading it to my own three- and five-year-old children – is funny, noisy and magical.</p> <p>Lauren's drawings – fashion illustration meets impish eastern European folktale – are captured in a mix of gouache and inks. This “painterly” approach is also what drew&#xa0;debut children's author Hannah Shuckburgh to the work of artist Octavia Mackenzie. Shuckburgh saw a painting of&#xa0;Mackenzie's that “was literally a scene&#xa0;from the book. It was completely bizarre. It was this white barn owl flying&#xa0;across the night sky. It was exactly what I&#xa0;had in my mind.”</p> <p>Shuckburgh's story was inspired by her&#xa0;husband's discovery of a new apple variety&#xa0;near their Wiltshire home. <em>Archie's Apple</em> sees a six-year-old boy echo that discovery, which leads to worldwide fame and a commercial behemoth… until he realises that the apple is not his to market. It belongs to the tree.</p> <p>“Nature belongs to itself,” says Shuckburgh. “That's the message, really. That, and that there is still wildness out there.” It's sweet, funny and utterly unique, managing to be at once completely of its era, and yet hark back to a nostalgic, simpler time. Mackenzie's handpainted watercolours are rooted in the landscape – a hymn to the English countryside. A bird is never “a generic bird, it's a swallow sweeping across the sky; it's not a generic load of flowers, they are bluebells”, says Shuckburgh. The 50 pages of paintings took a year to create. Shuckburgh describes their relationship as “symbiotic... the story really has become the illustrations”.&#xa0;</p> <p>Prize-winning novelist <a href=\"https://www.ft.com/content/d35072d7-ffd0-4695-92a2-075729c6ba70\">Maggie O'Farrell</a> uses the same word to describe&#xa0;the relationship between her words and Daniela Jaglenka Terrazzini's illustrations in their second book, <em>The Boy Who Lost His Spark</em>. “I love the idea that… there must be a series of moments where I hand the baton of the narrative over to [Daniela]. A symbiosis between illustration and text is crucial for a book to&#xa0;work: if a child can see something in the&#xa0;pictures that isn't in the words, that will&#xa0;imbue them with a huge sense of accomplishment and delight.”&#xa0;</p> <p>The pair's tale is a tender story centred around a lonely boy and a nouka, a small ancient creature who lives on a volcanic hill; Jaglenka Terrazzini's illustrations sit at the book's intersection of mythical intrigue and emotional turmoil. “I was drawn to&#xa0;the&#xa0;timelessness of Daniela's work, and also&#xa0;its sense of magic, which is always both mesmerising and unsentimental,” says&#xa0;O'Farrell. “Her children look like children, not some idealised or stylised mini-human.&#xa0;Her depiction of the nouka is&#xa0;wonderful – a creature of the rock and soil, both magical and earthbound.”</p> <p>My son and I read <em>The Boy Who Lost His&#xa0;Spark</em> in a few enchanted sittings; like&#xa0;<em>Archie's Apple</em>, it's a long-form picture book for children roughly five and older. “I&#xa0;think stories find their own shape, like water,” says O'Farrell. “I like the idea of slightly older children having a book that is&#xa0;still beautifully illustrated – there's no reason why just because you can read you&#xa0;have to give up on pictures.”&#xa0;</p> <p>“It's one of my great frustrations that we&#xa0;go&#xa0;from reading to children&#xa0;aloud and engaging them with images to leaving them alone with a book and expecting it to feel as immediate and exciting,” agrees author Kiran Millwood Hargrave. “Interpreting and examining images is not an ‘easier' way to read, it&#xa0;actually makes the process more stimulating, complex and rewarding.”&#xa0;</p> <p>Millwood Hargrave and her husband Tom de Freston have followed their critically acclaimed book <em>Julia and the Shark</em> with this year's <em>Leila and the Blue Fox</em>. The 256-page tale is inspired by both the true&#xa0;story of an Arctic fox that walked 2,000 miles from Norway to Canada, and&#xa0;the migrations of children fleeing war&#xa0;in Syria to find sanctuary in the&#xa0;UK. Sometimes through a tiny motif, other times through full-page portraits, the images open up the imagination without, as&#xa0;de Freston puts it, “limiting it”. Says Millwood Hargrave: “It's never purely illustrative – there's something in his pieces&#xa0;that hits a nerve, and sings.” &#xa0;</p><p>Source: Beatrice Hodgkin 2022 'The next chapter in children's picture books' FT.com 10 November. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-11-10T04:55:14.981Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 2886,
          "end": 2891
        },
        {
          "start": 2751,
          "end": 2756
        },
        {
          "start": 4793,
          "end": 4798
        },
        {
          "start": 2701,
          "end": 2706
        }
      ]
    }
  ]
}