{
  "_id": "55d11b07bda95a4fff087febd5320fb2b2d48bd08b3cd8f623ae479c1f2ea2de",
  "feed": "market-watch",
  "title": "Alphabet shares pop 7% on big earnings beat, 20-for-1 stock split",
  "text": "<p>Revenue after removing traffic-acquisition costs ($13.4 billion) was $61.9 billion, compared with $46.43 billion in the year-ago period. Overall revenue spiked 32% to $75.3 billion. Analysts surveyed by FactSet had estimated net income of $27.68 a share, on ex-TAC revenue of $59.25 billion.</p><p>Equally important, Alphabet's operating margin improved to 29% in the quarter, vs. 28% in the same quarter a year ago.</p><p>“[The fourth quarter] saw ongoing strong growth in our advertising business, which helped millions of businesses thrive and find new customers, a quarterly sales record for our Pixel phones despite supply constraints, and our Cloud businesscontinuing to grow strongly,” Alphabet Chief Executive Sundar Pichai said in a&#xa0;statement&#xa0;announcing the results.</p><p>Google's total advertising rose to $61.2 billion from $46.2 billion a year ago. Search comprised $43.3 billion, vs. $31.9 billion a year ago. YouTube ad sales continued to outperform, jumping to $8.6 billion from $6.9 billion a year ago.</p><p>Google's Cloud revenue soared 45% to $5.5 billion, though the division continues to trail rivals Amazon.com Inc.&#xa0;AMZN&#xa0;and Microsoft Corp. MSFT in cloud revenue.</p><p>Google's stock is down 5% so far this year. The broader S&amp;P 500 index&#xa0;SPX has declined 4.6% in 2022.</p><p>“Google's strong results offer further evidence that they are almost completely immune to supply chain issues as well as recent privacy changes to Apple's iOS,” Jesse Cohen, senior analyst at Investing.com, said in an email message. “In our view, Google remains one of the best-positioned companies in the tech space as the current operating environment has created a perfect backdrop for the digital advertising giant to continue to thrive.”</p>",
  "published": "2022-02-01T16:33:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1411,
          "end": 1416
        }
      ]
    }
  ]
}