{
  "_id": "82a01185a727b64c2bf88e6a03319d31d16ae9a26483375482b2e61caecef8b7",
  "feed": "market-watch",
  "title": "Facebook revenue declines for first time, and Meta's downfall is expected to get worse; Earnings decline for third consecutive quarter, the first time that has happened in a decade, as Facebook parent company announces that CFO will move to a new position",
  "text": "<p>The parent company of Facebook reported second-quarter earnings of $6.69 billion, or $2.46 a share, down from $3.61 a share last year, on sales of $28.82 billion, down from $29.08 billion a year ago. Both results missed the average forecast for profit of $2.54 a share and sales of $28.9 billion, according to analysts polled by FactSet.</p><p>The downfall is expected to get worse. Meta executives issued a third-quarter revenue forecast of $26 billion to $28.5 billion, while analysts were forecasting $30.36 billion. Facebook reported revenue of $29.01 billion in the third quarter last year.</p><p>\"This outlook reflects a continuation of the weak advertising demand environment we experienced throughout the second quarter, which we believe is being driven by broader macroeconomic uncertainty,\" the release stated. \"We also anticipate third quarter Reality Labs revenue to be lower than second quarter revenue.\"</p><p>Facebook also announced that longtime Chief Financial Officer David Wehner will transition to a new role as chief strategy officer. Susan Li, Meta's vice president of finance, will take over the CFO role.</p><p>Facebook executives have blamed inflation, a decline in ad sales, the war in Ukraine, supply-chain issues, increased competition from services such as TikTok, and — most significantly — wrenching changes Apple Inc. AAPL made to its mobile operating system that make it more difficult for apps to track consumers in ads.</p><p>The dire results landed with a thud after light results from Google parent Alphabet Inc. GOOGL GOOG on Tuesday, deepening concerns that ad-dependent companies face a long patch because of a war raging in Ukraine and inflation burning through the pocketbooks of consumers. Last week, shares of Snap Inc. SNAP and Twitter Inc. TWTR nosedived after they reported weak results.</p><p>Read more: Google stock rises despite an ad downturn, second straight earnings decline</p><p>Zuckerberg's warning of an economic tsunami nearly a month ago will likely lead to fewer hires and cost cutting, the company reiterated in an email message on Tuesday.</p><p>\"Any company that wants to have a lasting impact must practice disciplined prioritization and work with a high level of intensity to reach goals,\" a Meta spokesperson said in a statement to MarketWatch. \"The reports about these efforts are consistent with this focus and what we've already shared publicly about our operating style.\"</p><p>How Meta fares in the near future rests in large part on its audience, which establishes advertising rates and frequency. Daily active users, or DAUs, a crucial metric for Meta's growth globally, increased 4% to 2.88 billion, topping analyst expectations of 1.96 billion and returning to growth after the first-ever decline in that metric last quarter.</p><p>\"Zuckerberg did a good job of lowering expectations,\" Lindsey Bell, chief markets and money strategist at Ally Invest, told MarketWatch. Facebook's higher ROI, she added, has made it and Google \"somewhat insulated\" to the same market conditions that have gashed Snap and Twitter.</p><p>Still, Meta's stock has been among the worst in tech this year, plummeting 50% so far, while the broader S&amp;P 500 index SPX has retreated 17% in 2022.</p><p>Facebook revenue declines for first time, and Meta's downfall is expected to get worse</p>",
  "published": "2022-07-27T20:18:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1326,
          "end": 1330
        },
        {
          "start": 1315,
          "end": 1325
        },
        {
          "start": 1315,
          "end": 1324
        },
        {
          "start": 1315,
          "end": 1320
        }
      ]
    }
  ]
}