{
  "_id": "80bc7400754ec91f1d0e1011202accd38a34fbf40b32a8fa1c825258e4875174",
  "feed": "market-watch",
  "title": "The 2022 Ford F150 Lightning reviewed: The battery-powered truck is a win-win; The truck has access to a network of charging stations all over the country, plus, you can run appliances on the battery.",
  "text": "<p>* Plenty of torque</p><p>* Strong payload and towing abilities</p><p>Cons</p><p>* Quite a price hike from the base level to the next trim</p><p>What's new?</p><p>* Completely new F-150 variant</p><p>Price: The 2022 Ford F-150 Lightning lineup starts at $39,974.</p><p>The 2022 Ford F-150 Lightning is an all-electric full-size pickup. Yes, a battery-powered version of the highly regarded, highly capable, and highly successful F-150.</p><p>That starting price of a smidgen under $40k applies to a basic work-truck trim called Pro. Most people will want at least the next-up XLT trim, from just under $53k before options and the destination charge.</p><p>Compared with its regular stablemates, there isn't quite the kaleidoscope of permutations with the new F-150 Lighting. There's just one cab, a Super Crew with four proper doors and seating for five. And one bed length: 5.6 feet (67.1 inches).</p><p>It's built in a dedicated facility at Ford's F Rouge plant, whose construction and production processes are aimed toward sustainability. Even the forklift trucks run on hydrogen fuel cells. The batteries and electric drivetrain components are covered by warranties lasting eight years or 100,000 miles, whichever happens first.</p><p>The rest of the 2022 Ford F-150 range is reviewed separately.</p><p>2022 Ford F150 Lightning pricing</p><p>Starting at the base Pro level with the standard-range battery, the 2022 F-150 Lightning has a Manufacturer's Suggested Retail Price of $39,974, plus a destination charge. Deliveries began in the spring.</p><p>Offering additional comfort and tech features, the F-150 Lightning XLT starts at $52,974. The Lightning lineup tops out with Platinum trim, at $90,474, which comes standard with virtually everything this electric truck has to offer, the exception being the Max Recline seats.</p><p>The electric pickup world is only just sparking to life. The Tesla TSLA Cybertruck starts around $40k. The GMC Hummer EV Pickup seems to be occupying a different level. The first model to be released has 1,000 horsepower and costs about $113k. A handful of startups like the Lordstown Endurance and Rivian R1T look more reasonable in comparison to the Hummer — priced around $63k and $79k, respectively.</p><p>Most of these electric trucks are eligible for a $7,500 federal tax credit. Except for the Cybertruck, because Tesla sales have pushed it past that threshold. There are various state incentives as well.</p><p>Before buying, check the KBB.com Fair Purchase Price to find out what others in your area paid for their new F-150 Lightning. Electric vehicles usually have strong resale values and F-150 trucks, in general, do well in this respect. So an electric F-150 could be a win-win, but it's too early to make a definitive statement.</p><p>Driving the 2022 Ford F150 Lightning</p><p>Like the Mustang Mach-E, this new electric F-150 has access to the FordPass network of charging stations stretching into every corner of the United States, with 63,000 outlets and counting. Ford calculated the maximum estimated range with a hypothetical payload of 1,000 pounds. An unladen 2022 F-150 Lightning with the extended-range battery can go 320 miles on a single charge.</p><p>The standard all-wheel-drive system has selectable modes of Normal, Sport, Off-Road, and Tow/Haul. Metal skid plates provide underbody protection.</p><p>What's the maximum payload of the F-150 Lightning? It's 2,235 pounds. This is achieved with the standard-range battery. The extended-range battery can manage 1,800 pounds.</p><p>Interior comfort</p><p>In common with most pickups, the cabin of the 2022 F-150 Lightning goes from basic to wonderful. The cheapest Pro trim has vinyl upholstery and manually adjustable front seats.</p><p>An interior work surface is standard from the XLT level, where the shift lever retracts into the center console and is covered by an unfolded armrest section, creating a perfect place for a laptop. Luxury levels increase with the price until you finally find yourself in Max Recline front seats that fold down almost 180 degrees. They're great for anyone looking to recharge their own internal batteries, while the Ford F-150 Lighting is connected to a charger.</p><p>Exterior styling</p><p>It's like the F-150 that we all know and possibly love, with a few tweaks. From the XLT trim upward, the most apparent tweak is the LED strip going across the hood and connecting the LED headlight units. Once we reach Lariat trim, there's a corresponding red LED strip at the back. These Lightning models also have their own grille treatments.</p><p>The humble Pro trim doesn't have running boards. The XLT has black-finished fixed running boards, and the top two trims have the option of power-retractable versions.</p><p>Nevertheless, the Pro still comes with 18-inch alloy wheels, while the XLT is eligible for 20-inch alloys finished in Dark Carbonized Gray. These are standard with the Lariat trim. Platinum comes with 2-tone bright aluminum/black 22-inch alloys.</p><p>In the bed, the width between the rear wheelhouses is 50.6 inches, and a tailgate work surface is optional in the lower two trims, standard in the top two. It's up front, though, where the Lightning gets radical.</p><p>The front trunk, made possible by the Lightning's electric drivetrain, measures about 14 cubic feet. It can hold a couple of golf bags or 400 pounds of payload, and houses various power outlets.</p><p>Read: Does driving an electric car really save you money? A cheapskate runs the numbers</p><p>Favorite features</p><p>It's an F-150This is a known quantity. The F-150 has been the bestselling vehicle in the United States for years. The present generation has an aluminum-intensive construction. Ford spent a lot of money and time developing and testing it in all sorts of demanding conditions.</p><p>It's electricZero tailpipe emissions and the ability to run appliances from the truck's battery. If the local grid goes down while charging, the system can reverse direction to power the home. By losing the combustion engine, a large, lockable, and weather-sealed storage compartment opens up under the hood.</p><p>Also see: Can you afford that big summer toy? What to know about owning and financing a boat or RV.</p><p>Standard features</p><p>In Pro trim, the inventory of standard equipment in the 2022 F-150 Lightning includes a standard-range battery, powered hood, vinyl upholstery, manually adjustable front seats, two 120-volt outlets in the cabin, plus four 120-volt outlets and two USB ports in the front trunk that are part of a 2.4-kilowatt Pro Power Onboard package (a 9.6-kW version is optional).</p><p>Standard driver aids in the Ford Co-Pilot360 2.0 array are detailed in our Safety Technology section below. The infotainment system comes with a 12-inch touchscreen, enhanced voice recognition, Apple CarPlay/Android Auto smartphone integration, Wi-Fi for up to 10 devices, navigation, and wireless updates.</p><p>The XLT trim gains an 8-way power-adjustable driver's seat, cloth upholstery, keypad entry, and a 360-degree camera system, as well as eligibility for more options.</p><p>See: The truth is out there: We beat up all of the fears and myths about electric cars</p><p>Factory options</p><p>Both the XLT and Lariat trims qualify for the extended-range battery that's standard in the Platinum. XLT is also eligible for rain-sensing wipers, heated front seats, and adaptive cruise control.</p><p>The Lariat adds a powered tailgate, LED box/zone lighting, rain-sensing wipers, heated/ventilated/power-adjustable front seats (10-way for the driver, along with memory settings), leather seating surfaces, 9.6-kilowatt Pro Power Onboard setup, Ford Co-Pilot360 Assist 2.0 bringing adaptive cruise control and a few other driver aids, plus a 15.5-inch infotainment touchscreen oriented vertically, and a 9-speaker Bang &amp; Olufsen audio system.</p><p>Lariat and Platinum are eligible for retractable running boards. Lariat may also be ordered with the Phone As A Key feature (where the truck recognizes the presence of the owner's smartphone), as well as the Blue Cruise partial self-driving system and a self-parking function.</p><p>Those extras are standard in the Platinum, which also has higher-quality leather, massaging front seats, and a 19-speaker Bang &amp; Olufsen audio system. The Max Recline front seats are an option solely for Platinum trim.</p><p>A Tow Technology package includes reversing assistance camera and a smart trailer connection. There's also a Max Trailer Tow package with 4-pin/7-pin wiring and a Class IV receiver hitch. Both of these are standard in the Platinum, optional elsewhere.</p><p>Battery power, charge times, and range</p><p>Both consist of two transverse-mounted fixed-magnet AC electric motors, one for each axle, creating an all-wheel-drive system as standard.</p><p>The difference is in power and range. A standard-range battery results in 452 horsepower and 230 miles. The extended-range battery provides 563 horsepower and 320 miles. Both have a mighty 775 lb-ft of torque.</p><p>How much can a Ford F-150 Lightning tow? The extended-range battery and Max Trailer Tow Package combine to pull 10,000 pounds. The standard-range battery and the same tow package can still pull a respectable 7,700 pounds.</p><p>Charging the truck's lithium-ion battery on a 240-volt supply is best done overnight. A DC fast-charging station at 150 kW can go from 15% to 80% capacity in less than 45 minutes.</p><p>Also on MarketWatch: U.S. car sales at 'recessionary levels,' as inflation, rising interest rate concerns increase, RBC says</p><p>The Environmental Protection Agency (EPA) hasn't yet calculated the miles-per-gallon equivalent (MPGe) numbers yet, but the official estimated ranges of the various new Lighting pickups appear below.</p><p>Two 3-phase fixed-magnet AC electric motors (standard-range battery)452 horsepower775 lb-ft of torqueEPA city/highway fuel economy: N/AMaximum range from a full charge: 230 miles</p><p>Two 3-phase fixed-magnet AC electric motors (extended-range battery)580 horsepower775 lb-ft of torqueEPA city/highway fuel economy: N/AMaximum range from a full charge: 320 miles (Lariat ER), 300 miles (Platinum)</p><p>This story originally ran on KBB.com.</p><p>The 2022 Ford F150 Lightning reviewed: The battery-powered truck is a win-win</p>",
  "published": "2022-06-06T09:03:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 6622,
          "end": 6627
        }
      ]
    }
  ]
}