{
  "_id": "513bd8ebf5c31336f13dbaa9a5bb6a7af5cabdc5801f01dd49f210d09a98a89f",
  "feed": "wall-street-journal",
  "title": "AT&T Gives Upbeat Outlook as Consumers Splurge on Smartphones; Telecommunications company surpassed forecasts for new phone connections, profits in latest quarter",
  "text": "<p>\"We're in a much better place than the broader economy,\" finance chief Pascal Desroches said in an interview. The company raised its targets for profit and core wireless revenue this year.</p><p>Shares jumped more than 8% in Thursday trading. AT&amp;T stock is now down about 9% so far this year compared with a 22% decline in the S&amp;P 500 index. Rival Verizon Communications Inc. will report its latest results on Friday. The latest results for both carriers include the release of Apple Inc.'s latest smartphone, which went on sale in the U.S. in mid-September.</p><p>AT&amp;T said it added 708,000 postpaid phone connections, a metric investors use to measure the strength of a cellphone carrier's main profit center. For the third consecutive quarter, the tally handily topped projections of Wall Street analysts, who had been expecting 552,300 connections in the third quarter.</p><p>AT&amp;T said that it has added more than 2.2 million wireless subscribers through three quarters, which it said it expected to top rivals.</p><p>Wireless-service revenue climbed 5.6%, an improvement the company attributed to rate increases, roaming fees and customer upgrades to premium plans. AT&amp;T now expects full-year wireless service revenue to reach the high end of its previously forecast 4.5% to 5% growth range.</p><p>AT&amp;T said it expects an adjusted full-year per-share profit of at least $2.50 from its continuing operations, a few cents higher than previously expected. And the company said its free cash flow, projected around $14 billion this year, should grow in 2023.</p><p>Overall for the period, AT&amp;T said income from continuing operations was $6.3 billion, or 79 cents a share, compared with $5 billion, or 63 cents a share, a year ago. Adjusted earnings came in at 68 cents a share, topping analysts' expectations of 61 cents a share, according to FactSet.</p><p>Revenue from continuing operations fell 4.1% to $30 billion, which reflects sales of its DirecTV and other U.S. video business last year. Excluding that, revenue climbed 3.1%. Analysts polled by FactSet had been expecting $29.85 billion.</p><p>It also added 338,000 customers to its fiber-optic network in the third quarter. Chief Executive John Stankey said building new fiber optic lines remains a priority for the company.</p><p>Write to Dean Seal at dean.seal@wsj.com and Drew FitzGerald at andrew.fitzgerald@wsj.com</p><p>AT&amp;T Gives Upbeat Outlook as Consumers Splurge on Smartphones</p>",
  "published": "2022-10-20T15:29:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 472,
          "end": 482
        },
        {
          "start": 472,
          "end": 477
        },
        {
          "start": 472,
          "end": 481
        }
      ]
    }
  ]
}