{
  "_id": "e9380ddeda5f4d7a07056db74f0fb7dfca4742ff0e653d1f553550e094a67929",
  "feed": "wall-street-journal",
  "title": "Democrats Keep Control of Senate After Catherine Cortez Masto Wins Nevada Race; Victory over Republican Adam Laxalt gives Democrats at least 50 seats in Senate; House control still not decided",
  "text": "<p>The clearest consequence of the Democrats' win will be to give Senate Majority Leader Chuck Schumer (D., N.Y.) the power to confirm President Biden's nominees without help from the GOP, extending a string of judicial confirmations that he pushed through over the past two years. Senate control also will allow Democrats to more easily confirm any new executive-branch appointees, including cabinet officials, who may have faced long odds if Republicans took control.</p><p>It also marks a major disappointment for Republicans, who had banked on a late-breaking \"red wave\" to catapult them to a majority of at least a few seats in the Senate, which has stood at 50-50 for the past two years. Ahead of Election Day, nonpartisan analysts had favored Republicans to win back the House, while considering Senate control a tossup.</p><p>Republican control of the Senate, coupled with expected GOP control of the House, would have given the party more power to try to roll back some of President Biden's legislation and shape must-pass bills to fund the federal government or raise the debt ceiling.</p><p>With Ms. Cortez Masto and Sen. Mark Kelly (D., Ariz.) prevailing over Republican challengers, Democrats head to next month's runoff in Georgia between Democratic Sen. Raphael Warnock and Republican Herschel Walker with control already in hand.</p><p>The next question is whether Democrats can eke out a 51-49 majority or continue to operate under a power-sharing agreement with Republicans. With a 51-49 majority, Democrats who chair committees would be able to issue subpoenas and provide a counterbalance to a GOP-led House, which plans aggressive investigations of Mr. Biden, his family and administration. A current power-sharing agreement in the 50-50 Senate has blocked Democrats from issuing subpoenas without GOP support.</p><p>In the Senate, a 51st Democratic senator also would give the party slightly more flexibility on passing legislation. During the past two years, lawmakers maneuvered partisan bills through the evenly divided Senate using a technique known as reconciliation that is available only in narrow circumstances, but using such a process required all Democrats to agree if Republicans were united in opposition. That gave leverage to centrist Sens. Joe Manchin (D., W.Va.) and Kyrsten Sinema (D., Ariz.), who forced the party to make major changes and cuts to its tax, healthcare and climate law originally dubbed Build Back Better.</p><p>After the Nevada race was called, Sen. Chuck Schumer (D., N.Y.), the current majority leader, called the result of the Senate elections a \"victory and a vindication for Democrats.\"</p><p>He said Democrats were able to secure the Senate because of its candidates, the party's agenda and accomplishments, and because \"the American people rejected the antidemocratic extremist MAGA Republicans.\"</p><p>Mr. Biden, who made congratulatory calls to Ms. Cortez Masto and Mr. Schumer from Cambodia, said of Democrats holding the Senate: \"I feel good and I'm looking forward to the next couple years.\"</p><p>Mr. Biden also noted the advantage his party would have in the chamber if Democrats could win Georgia as well. \"It's always better at 51\" seats, he said.</p><p>In the House of Representatives, the GOP remained on track toward winning a narrow majority, outside analysts said, but the final outcome hinged on races that were too close to call as of Saturday, and both parties were girding for results that might not be known for days.</p><p>Republicans officially have 211 House seats and Democrats have 204, according to Associated Press calls. Democrats are expected to prevail in several more seats, but the odds appear slim that they can hold on to the 218 needed for the majority.</p><p>The Vote Count in Key Senate Races</p><p>https://www.wsj.com/articles/senate-control-could-be-decided-by-these-remaining-midterm-votes-11667943356</p><p>Democrats clung to the possibility of keeping the majority, particularly with the latest results going their way in Washington's 3rd District.</p><p>There on Saturday, the AP declared Democrat Marie Gluesenkamp Perez the winner over Republican Joe Kent in a race that became more competitive when incumbent GOP Rep. Jaime Herrera Beutler, who had voted to impeach former President Donald Trump, was defeated in the primary.</p><p>Heading into the midterms, nonpartisan analysts had favored Republicans to hold that seat, where voters had picked Mr. Trump over President Biden in the 2020 presidential election by 4 percentage points.</p><p>\"This is a big upset,\" Dave Wasserman of the nonpartisan Cook Political Report said on Twitter. He noted it is the only race won by Democrats that he had rated as a lean or likely Republican victory.</p><p>Several races in Arizona remained too close to call, including the gubernatorial race between Republican Kari Lake and Democrat Katie Hobbs. Ms. Hobbs was ahead Saturday evening by over 1 percentage point, with thousands more ballots expected to be counted. Several House races were also still being tallied in the state.</p><p>The Democrats' win in the Senate is a blow to Senate Minority Leader Mitch McConnell (R., Ky.), whose pathway to the majority narrowed after Democrats flipped a GOP-held seat in Pennsylvania and Republicans failed to win any Democratic-held seat. After the loss by doctor and television personality Mehmet Oz to Pennsylvania Lt. Gov. John Fetterman, Mr. McConnell's pathway to victory had hinged on winning two of three final competitive states—Arizona, Nevada, and Georgia.</p><p>On Friday, a group of GOP senators called for a delay in leadership elections that are expected to occur next week, saying that \"we are all disappointed that a Red Wave failed to materialize\" and that \"we need to have serious discussions within our conference as to why and what we can do to improve our chances in 2024.\"</p><p>Democrats were helped in their fight for the majority by superior fundraising—in the nine most competitive races, each Democrat raised more than the Republican. Their gamble that abortion access would be a top issue panned out, helping blunt the blows they took in the face of the highest inflation in four decades. According to voter surveys, swing voters often broke in their favor.</p><p>Meanwhile, some Republicans said Mr. Trump's efforts to shape the GOP field backfired, after some pro-Trump candidates defeated other GOP candidates who could have had broader appeal with Democrats and independents in a general election.</p><p>Headed into Election Day, around a dozen Senate races were seen as potentially in play, including in Washington and Colorado, where Republicans had begun to hope that they could defeat incumbent Sens. Patty Murray (D., Wash.) and Michael Bennett (D., Colo.) in the face of Mr. Biden's poor approval ratings and voter concern about inflation and crime. But those Democrats prevailed. Meanwhile, Democratic efforts to unseat Sen. Ron Johnson in Wisconsin or pick up an open seat in North Carolina also failed.</p><p>Write to Chad Day at Chad.Day@wsj.com, Natalie Andrews at Natalie.Andrews@wsj.com and Siobhan Hughes at siobhan.hughes@wsj.com</p><p>Democrats Keep Control of Senate After Catherine Cortez Masto Wins Nevada Race</p>",
  "published": "2022-11-13T04:24:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": []
    }
  ]
}