{
  "_id": "a906001191602156059dc039df4b6451d093aadde8dcba17c069f26c94b3d0df",
  "feed": "wall-street-journal",
  "title": "How to Design a Product That Is Easy to Repair; Rule No. 1: Consumers should be able to swap out parts that go bad",
  "text": "<p>Rocket scientists have embraced design for repair, with companies such as SpaceX making spacecraft with standardized parts that can be reused, repaired and replaced.</p><p>But just because rocket scientists are doing it doesn't mean it's difficult. Making things that are repairable rather than disposable isn't complex and helps both our wallets and the planet. This is true for everyday products such as phones and laptops—and really for all engineered objects.</p><p>The policy debate</p><p>* Should States Pass Right-to-Repair Laws?</p><p>I work for iFixit, the free repair manual, which has guides for how to fix everything from musical instruments to videogame consoles. We tear down new gadgets and score them from zero to 10 based on how repairable they are. Lately, we've been working directly with manufacturers to help them develop repairable designs. Our advice boils down to one simple rule: Any component critical to keeping a device in service should have a viable repair strategy.</p><p>Here are some of the things we think should be at the top of every device designer's priority list. </p><p>PHOTO: Andrew Nye</p><p>'Modular' parts</p><p>Users should be allowed to swap out parts that go bad. During a repair, all the important parts of the device or object should be accessible, removable and replaceable—without damaging the part itself or the rest of the machine. That's what it means to make parts \"modular.\"</p><p>Car tires, for example, are modular. You can change a tire on the side of the highway. However, your car's A pillars aren't modular. To replace one of them, you would have to replace the car's entire frame, which would require you to begin by removing every other part of the car. Not a side-of-the-road repair!</p><p>The principle of modularity is simple, but designs throw lots of obstacles in the way, such as the use of adhesives that require finish-damaging solvents to dissolve and fragile connectors with pins that tend to bend.</p><p>The only reasonable excuse for a nonmodular part is if it's unimportant or virtually bulletproof. Our teardown engineer, Jeff Suovanen, says, \"The more critical a part is to device function, or the more likely it is to fail at some point, the more important modularity and serviceability become, even at the cost of a little added complexity or material.\" </p><p>PHOTO: Andrew Nye</p><p>Removable batteries and screens</p><p>At the intersection between \"critical to functioning\" and \"likely to fail\" are batteries and screens. In iFixit's dream universe, every electronics repair guide would start the same way:</p><p>Step one: Remove the battery.</p><p>Step two: Remove the screen.</p><p>Like tires or wiper blades, batteries wear out. Smartphone batteries lose 1% of their health every 25 days and will start struggling within a year or two of normal use. Consumers should be able to replace them as part of normal maintenance. Plus, if you're working on any other part of a device, it's important to remove its battery first to avoid a short.</p><p>And while screens don't degrade in the same way, they still shatter, even with advances in durable glass technology and the sturdiest cases. It's difficult or impossible to keep using a device with a shattered screen, which makes easily replaceable screens that much more essential. </p><p>PHOTO: Andrew Nye</p><p>Use standard fasteners</p><p>So, parts should be removable. But designers also need to consider how they're removed: Choose robust connectors and easy-to-remove fasteners.</p><p>Some makers and tinkerers have been saying for a long time that \"screws are better than glues.\" Nothing makes our teardown team groan more than strong adhesives that break our tools, leave sticky residues and require painstaking reapplication. Sure, glue might make a device two millimeters thinner, but in several flagship smartphone brands, new devices are already thicker than the previous ones, meaning that \"thinner every model\" is no longer the selling point it once was. Rubber gaskets and hydrophobic mesh are preferable for ensuring water resistance. There are modest gains to glass durability when there's a layer of soft adhesive behind it, but there are ways to make glass more durable that don't make repairs more difficult, such as changing internal weight distribution and the size of the bezel, which is the ring that holds the phone glass in place.</p><p>The best designs tell you how to get inside, with visible screws or clips—not fasteners hidden behind trim pieces or stickers. Clips aren't a panacea. They have to be strong enough to hold up to repeated disassembly. Screws are usually reliable, as long as they don't strip. But they should have standard heads. We advocate for Phillips heads because most people have a few Phillips screwdrivers lying around.</p><p>If you've got screws of the same drive type and differing lengths, it's a good idea to use a different color or width of head for each length. That can keep repairers from accidentally driving a long screw into a short hole and damaging the stuff inside. </p><p>PHOTO: Andrew Nye</p><p>Innovate with repair in mind</p><p>Some designers might cringe at my call for visible screws and clips on the flawless exterior of their devices. But I promise: Repairable design can be sleek.</p><p>I think a good example is the laptops that a company called Framework makes. The laptops are thin and lightweight, but also designed to be repaired easily. For instance, the ports are swappable by hand, with no need for tools. This means that users won't be stuck with a bunch of obsolete ports when USB-C finally overtakes USB-A. The Framework Laptop also uses magnets in several places—an elegant solution to the fasteners problem, making disassembly fast and repeatable without clips.</p><p>We're also impressed with designs that eliminate the biggest pain points in repair. Apple's Mac Pro, for example, has a pin-and-contact system that means the act of opening the case disconnects power, fuss-free. That one simple choice designs out both a fragile power plug and the risk of a short. The Samsung Galaxy Buds' pressure-fit, user-replaceable battery is a breath of fresh air, too. </p><p>PHOTO: Andrew Nye</p><p>Publish a visual repair manual</p><p>Putting a publicly available service manual online is a simple way to improve ease of repairability, and yet almost no manufacturer does that. Making a repair manual public lets a device maker explain any tricky disassembly processes and minimizes the risk that repairers will break something as they try to fix it.</p><p>Device designers weigh hundreds of considerations when creating new products, and repairability too often is far down the list. It shouldn't be. As I've described, designing a product that's easy to repair isn't rocket science. Manufacturers just have to want to do it.</p><p>Dr. Chamberlain is the director of sustainability at iFixit. Email her at reports@wsj.com.</p><p>More in Journal Report: Customer Experience</p><p>* The Best Ways to Deal With Angry Customers</p><p>* Should States Adopt Right-to-Repair Laws?</p><p>* Dogs or Cats: Which Animal Is More Effective in Ads?</p><p>* The Benefits of Cursing in Online Reviews</p><p>* How Instant-Replay Reviews Have Diminished Sports for Fans</p><p>* Water-Laden Consumer Products Are Going Dry</p><p>* Read the full Customer Experience report</p><p>How to Design a Product That Is Easy to Repair</p>",
  "published": "2022-05-30T15:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 5696,
          "end": 5701
        }
      ]
    }
  ]
}