{
  "_id": "e9bd4155070fab997b3a67730ab3261c6890c180ad40cf3ab1c8fa87e2fd49b3",
  "feed": "market-watch",
  "title": "Weekend reads: If you agree that inflation has peaked, buy stocks in this sector; Also, recommended value stocks, small-cap stocks and coverage of inflation, the Fed and good news for companies that have exited Russia",
  "text": "<p>More bullish opinions:</p><p>* Why a top Wall Street quant sees S&amp;P 500 taking back all its losses by year's end</p><p>* This market strategist with a spot-on record sees stocks surging 15% to 25% from their May low</p><p>* 5 large companies that will emerge from the tech wreck as even more fearsome</p><p>* We've seen this movie before — the biggest tech-stock gains are still ahead of us</p><p>Some different takes on inflation</p><p>Vivien Lou Chen looks back at previous cycles of Federal Reserve efforts to fight high inflation. Here's what she found.</p><p>More about inflation and how it is tracked:</p><p>* Inflation has been pummeling the middle class for decades, but the out-of-touch CPI masks this reality</p><p>* Consumer confidence dips on worries over inflation and slowing U.S. economy</p><p>A bear-market rally?</p><p>Last week's 7% rally for the S&amp;P 500 has some investors believing the stock market has bottomed. But it was probably a typical bear-market rally, according to Charles Schwab's chief investment strategist Liz Ann Sonders, who was interviewed by Christine Idzelis.</p><p>Mark Hulbert: Stock-market timers have been too quick to leap into the rally — and that's a risky sign</p><p>Here's a way to push up your stock price</p><p>Hundreds of companies have exited Russia, and the stock market has tended to reward them, according to research done at the Yale School of Management.</p><p>Consider these surprising locations for lower taxes and good Asian food</p><p>Silvia Ascarelli writes the \"Where Should I Retire?\" column. This week she helps a man who wishes to relocate his entire extended family to an area with low taxes, good weather and plentiful options for Asian food. Here are three possible locations.</p><p>Check out MarketWatch's retirement location tool for your own custom search. It includes data for more than 3,000 U.S. counties and lets you pick the factors that are most important to you.</p><p>A longshot effort to rein in big tech</p><p>Democrats have majorities in the House of Representatives and the Senate (when two senators who tend to vote with them and Vice President Kamala's ability to cast tiebreaking votes are added in), which makes it is possible that Congress will pass a bipartisan bill to regulate the largest tech companies and curb anticompetitive practices.</p><p>Apple and Amazon.com have already started to push back against the proposed rules. Jon Swartz reports on how likely it is a for the bill to be passed this year.</p><p>Growth stocks have been pummeled — is it too late to focus on value stocks?</p><p>The S&amp;P Composite 1500 Value Index has fared quite well this year against the S&amp;P Composite 1500 Growth Index.</p><p>Mark Hulbert discusses how performance of value strategies can revert to the mean over time. But it may not be too late to ride the trend. Here are 10 value stocks recommended by top-performing investment newsletters Hulbert monitors.</p><p>Small-cap growth stocks are amazingly cheap</p><p>While value stocks have held up well, something fascinating has happened with small-cap growth stocks, setting up an opportunity for long-term investors.</p><p>Another transformation for Facebook and Meta Platforms</p><p>Facebook holding company Meta Platforms will change its stock ticker to META on June 9. The company is going through another significant transition as Sheryl Sandberg, its chief operating officer for 14 years, steps down. Sandberg was instrumental in building the Facebook's advertising business, which provides nearly all of Meta's revenue.</p><p>Here are some looks ahead for Meta, Zuckerberg and Sandberg:</p><p>* What Wall Street Thinks About Meta as Sheryl Sandberg Moves On</p><p>* Time for Facebook CEO Mark Zuckerberg to loosen his mechanical style and show more heart so he can become a real leader</p><p>* Sheryl Sandberg turns her focus to philanthropy, but some say her 14-year tenure at Facebook came at a cost</p><p>* Adam Seessel: I've never liked Facebook stock — and these 4 warnings beyond Sheryl Sandberg's departure are why you shouldn't either</p><p>Pushing back against the 'Fed put'</p><p>In an interview with Gregg Robb, Federal Reserve Bank of Atlanta President Raphael Bostic defends his suggestion that the central bank pause its cycle of interest-rate increases in September.</p><p>A different cycle beings: Fed to begin quantitative tightening: What that means for financial markets</p><p>Musk wants Tesla managers back in the office. What about you?</p><p>Tesla CEO Elon Musk was typically blunt, writing that the electric car manufacturer's non-factory workers should \"pretend to work somewhere else\" if they don't wish to return to their offices after years of working at home during the pandemic.</p><p>Here's a sampling of reaction:</p><p>* Elon Musk wants Tesla staff to return to office, but 52% of global workforce would rather take a pay cut than come back</p><p>* 'One thing that human beings value above all else is our autonomy': The gloves are off</p><p>* Elon Musk is right in the short run but wrong in the medium term</p><p>* Maybe you should work for yourself</p><p>Retirement planning</p><p>* If you have a 401(k), IRA or other retirement account, chances are that you have named a loved one as your beneficiaries. But you can also make your beneficiary a trust — here are the advantages and disadvantages.</p><p>* A contingent deferred annuity can help protect your retirement income. Might it be worth the high fees?</p><p>* Don't forget to make your money work for you: What to do with a $130,000 inheritance</p><p>Want more from MarketWatch? Sign up for this and other newsletters, and get the latest news, personal finance and investing advice.</p><p>Weekend reads: If you agree that inflation has peaked, buy stocks in this sector</p>",
  "published": "2022-06-03T15:54:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 2218,
          "end": 2223
        }
      ]
    }
  ]
}