{
  "_id": "bafaede764ddee52367b8f06cc9653acd9178b5e3c6c7bea13562cd26236e7ef",
  "feed": "market-watch",
  "title": "As crypto losses and exchange failures mount, here's how tax experts say to make the best of it; The pain will be much greater for those who had money at failed exchanges or lenders such as FTX and BlockFi",
  "text": "<p>The IRS has a balm to take some of the sting out of investing losses by allowing taxpayers to net them against capital gains and carry forward $3,000 per year in extra losses, as is the case with stocks and bonds.</p><p>Still, there are complications in using this kind of tax-loss strategy with crypto, especially if your holdings have evaporated in a theft or the failure of an exchange or lender. Sam Bankman-Fried's FTX filed for bankruptcy this month, the most high-profile of the string of failures this year, and crypto lender BlockFi filed on Nov. 28.</p><p>\"Psychologically, crypto and taxation make no sense together, that's why people don't get it,\" says Adam Markowitz, a tax professional based in Florida who has developed an interest in cryptocurrency issues.</p><p>For the past several tax seasons, Markowitz has had trouble getting clients to adequately report their crypto positions on their taxes, as is required.</p><p>\"They just think it's the big, bad IRS, and they'll get an audit. But it's not like that. Every time I have somebody fight with me, I say, 'You better hope the IRS doesn't figure out how to scrape the blockchain,\" Markowitz says.</p><p>Losses can be a tax advantage</p><p>Your ability to take a loss on any investment depends on your cost basis. Even though your holdings may have lost ground, you could still have gain on them if you bought low enough.</p><p>For crypto, if you bought before the end of 2020, that's probably the case for you. Bitcoin BTCUSD was around $16,000 then and now, with a huge amount of volatility in between. If you jumped in during the frenzy of the past two years, you are likely in a loss situation.</p><p>If that's the case, there's a loophole in the tax code that hasn't yet been stopped by legislation, which means you can sell crypto at a loss and claim the deduction, then buy back the same holding. With an equity investment, that would violate the wash-sale rule, which prevents you from claiming the tax loss if you buy a substantially similar investment in the 30 days before or after the sale.</p><p>\"Say you bought one bitcoin at $40,000, it fell to $20,000, and you sold it and immediately bought it back. You get to book a $20,000 capital loss and nothing has changed except that you have a loss to offset gains,\" says Doug Boneparth, a certified financial planner who heads Bone Fide Wealth in New York.</p><p>A financial pro tip: Keep very good records of your crypto transactions, because most exchanges will not generate the paperwork that's typical of traditional brokerages.</p><p>\"If you do get a form, it's not actually a tax form — it's not submitted to the IRS,\" says Markowitz. \"It's still kind of the Wild West. People tend to have many accounts with different players. And how accessible will information be for companies that have gone under?\"</p><p>'I will lose clients over this'</p><p>Capital losses from selling an investment for less than you bought it are different than if your holdings vanish in a theft or bankruptcy. So if you had holdings in any of the exchanges or crypto-related companies that failed, such as Celsius, Voyager or FTX, you might be stuck for a while.</p><p>\"It's going to be a frustrating season. I'm going to lose clients over this, because they've lost money, and I won't let them take it as a deduction,\" says Markowitz.</p><p>Markowitz himself has lost money because of an exchange failure. He hasn't taken that as a loss on his own taxes because his understanding as a CPA is that you have to wait until the bankruptcy or legal matters are settled, and then you could claim a theft loss.</p><p>\"Will I ever get my money back and a stick of gum? I don't know. But for now, those are still my coins and I can't sell them. So I cannot take a loss until they are no longer mine,\" says Markowitz. \"Call me back in two months, and it might be a different answer.\"</p><p>More from MarketWatch</p><p>'I'm worried about taking on a tax burden': Should I buy stock in the company that just laid me off or let my options expire worthless?</p><p>Forget that $22,500 limit. Some workers can supersize their tax-deferred retirement savings up to $265,000 in 2023.</p><p>This easy, free iPhone hack naming a legacy contact could be the most important estate planning move you make</p><p>As crypto losses and exchange failures mount, here's how tax experts say to make the best of it</p>",
  "published": "2022-11-30T14:07:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": []
    }
  ]
}