{
  "_id": "30a7182215a756758311ad9038afe4947c82449e08d7ffc7cacbfab8f2fba040",
  "feed": "market-watch",
  "title": "Save money on gas with these 6 apps",
  "text": "<p>If you drive, that's real money coming out of your wallet. According to our calculations,&#xa0;for every dollar the price at the pump rises, the average American driver loses $56 a month. That figure can rise as high as $75 for drivers of luxury SUVs.</p><p>So, if you can't avoid driving, how can you cut your gas expenses? A few popular apps might save you some cash. Most of these can be found in the Apple AAPL App Store and Google's GOOGL Play Store equivalent.</p><p>It's also worth noting that all of these apps, to function properly, require that you turn location services on. If privacy concerns you, most phones allow you to grant access to your location only when you're using the app.</p><p>Finding cheaper gas</p><p>Gas Buddy&#xa0;is the most popular gas price app in America. With more than 11 million daily users, it tracks gas prices at stations nationwide. The app relies on users to report the prices they pay. So it might not have accurate prices at all times, particularly when prices are rising as fast as they are now. But it has the largest database of gas prices and is useful for spotting the stations nearest you that consistently post lower prices.</p><p>Gas Guru&#xa0;is a similar service, with a timesaving feature that lets you display only the best price nearby.</p><p>AAA's&#xa0;app also displays prices but works only for AAA members.</p><p>Also read:How the pandemic turned used cars into hot commodities</p><p>Using less gas</p><p>Google Maps&#xa0;introduced a feature few users noticed last year, but more of us might want to use it now — sorting routes by fuel efficiency. When the app offers you multiple routes to reach your destination, the one that requires the least fuel will have a leaf icon next to it. The system considers factors like traffic, road incline, and number of stoplights to calculate the best fuel-saving route.</p><p>Getting cash back for gas</p><p>Credit cards that offer cash back on gas purchases have never looked better. But you don't have to put a new account on your credit report to get a little back at the pump.</p><p>Trunow&#xa0;works only at participating gas stations. Users scan their receipts and earn points. Once their points hit a certain threshold, the app pays them back 1% of their purchase. Trunow requires a PayPal PYPL account to work.</p><p>Also see:Oil topping $125 a barrel could break this part of U.S. credit market, warns B. of A.</p><p>GetUpside&#xa0;posts cash back offers in advance. Users have to click to claim the offer before they fill up. Users say GetUpside's offers are best in the first few days you use the app. The offers seem to get less impressive over time.</p><p>This story originally ran on KBB.com.&#xa0;</p>",
  "published": "2022-03-14T06:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 393,
          "end": 398
        },
        {
          "start": 399,
          "end": 403
        }
      ]
    }
  ]
}