{
  "_id": "230de719f943c084163796e13aac21e7645299e23fe2534c3ef0a74bf71d2d2b",
  "feed": "ftcomall",
  "title": "Beautiful elevators to give your home a lift",
  "text": "<p>“I want one just like that,” said the client, pointing to a picture of New York's Apple store on Fifth Avenue, with its signature glass cube entrance cored by a cylindrical elevator. But he wanted to replicate that design in an unlikely locale: his three-storey Hamptons home. And it was up to John Ray to work out how to do it.</p> <p>Ray runs Rocky Mountain Elevator Products, a specialist in high-end, custom lifts. He estimates it took around 4,000 hours of CAD design work to come up with designs for a replica. “It was a lot of custom work, because of the round glass walls, and the doors being curved too — we had to hand make the tracks to bend to the curvature of the hoistway,” he explains. The total budget for the project topped $1mn but the client didn't blink: he wanted his elevator to be as lavish as the home itself.</p> <p>Ray has been working on residential projects like this for almost 30 years, usually in homes that are 10,000 sq ft or more. He has just finished work on a property for Oprah Winfrey in Colorado, where he is based. The vast majority of Ray's projects — around 80 per cent, he estimates — are on two-storey houses.</p> <p>“People have always thought of elevators as utilitarian, but we can make them a moving piece of art,” he says. Ray's focus isn't just engineering, but also aesthetics, an essential priority for residential work. After all, these lifts won't be sequestered in a nondescript shaft.</p> <p>When a new owner wanted to finish Charles Deaton's trippy flying saucer-inspired Sculptured House — famous for its appearance in Woody Allen's 1973 comedy <em>Sleeper</em> — he called Ray to complete the unfinished elevator. Deaton had designed a concrete hoistway where the lift would rotate as it climbed, so the openings at each landing were in a different place. Ray devised a system from scratch that could function within these constraints, and cost around $250,000.</p> <p>But Ray's work is not limited to stand­alone family homes — one current project is in a 37-storey building in New York. His client spent nine figures on the top three floors of this skyscraper, and now wants to install a personal elevator that will operate within that carved-out triplex. “It's got some unique challenges, because there's no way to put a pit in the ground underneath it, so the elevator has to land flush on the floor,” he says. “We're still designing what it will be, and we haven't quite figured it out yet.” (Nor, of course, what it will cost.)</p> <p>There are other ways to build VIP elevators that are less complex and costly, thanks to a concept known in the industry as destination dispatch. Put simply, in computer-controlled high-rise lifts, hierarchies can be created to ensure the most important residents can always rely on an immediate up-and-down. “If you're the penthouse owner, every time it would register your call, and unbeknown to other people, one elevator would express you down and bypass everyone else,” says Jim Fortune of Fortune Shepler Saling, a high-rise consultant who has worked on projects including the Burj Khalifa in Dubai.</p> <p>One system that uses destination dispatch is Compass 360 from Otis; it was initially aimed at commercial buildings but is now increasingly deployed in high-rise, high-end residential projects, says Lucien Wedzikowski, a senior director at the company.</p> <p>The ability to programme such elevators in different ways has unlocked an array of new features, he adds; take NFC, the short-range wireless technology found in most smartphones. It could be used to encode a resident as a VIP priority, summoning an elevator as they entered the building so it was waiting by the time they had crossed the lobby.</p> <p>It is not always simply about urgency, though, says Wedzikowski. “Panoramic hoistways, with high-speed elevators in glass shafts that start to go very fast? They can generate vertigo in some people, so we created a feature that coded for those people” and adjusted the elevator speed accordingly. “You can code whatever you want.”</p> <p>Such innovation will probably be more important than ever, says Jim Fortune, as the world reshapes its live-work locations in the pandemic's wake and residents begin living in bigger buildings — those at the top, of course, will pay a premium for their penthouses and expect a pronto elevator at all times.</p> <p>“People are not coming back to work in the same way in cities like Seattle and Chicago, so office space is being converted to upscale apartments,” says Fortune, but commercial elevators often operate much more quickly than those in <a href=\"https://www.ft.com/content/89206c9a-91fd-11e6-a72e-b428cb934b78\">high-rise homes</a>. “In an office building, people won't tolerate a wait as long as at a hotel or in a condominium. People in an office are always in a big hurry, and they start getting antsy after 30 or 35 seconds.” In a condo complex, he adds, the average interval might go to 40-45 seconds — a crucial 10-second difference.</p> <p>Renovation of all kinds is a driving factor for the elevator industry now, according to Mike Burke of California-based installation specialist McKinley Elevator. “We're in a remodelling phase. More people are trying to stay in their homes,” he says, nodding both to an ageing population needing an alternative to stairs and economic conditions that make it harder to find, and pricier to finance, a new home.</p> <p>John Ray agrees. “Almost everybody is going with something splashy,” he says. “Back in the 1970s and 1980s, people didn't want you to realise they had an elevator, because it might make them feel like they seemed impaired. Now, it's ‘Look at my luxurious home — I even have an elevator!' ”</p> <p><em>Find out about our latest stories first — follow </em><a href=\"https://twitter.com/ftproperty\"><em>@FTProperty</em></a><em> on Twitter or </em><a href=\"https://www.instagram.com/ft_houseandhome/?hl=en\"><em>@ft_houseandhome</em></a><em> on Instagram</em></p><p>Source: Mark Ellwood 2022 'Beautiful elevators to give your home a lift' FT.com 26 August. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-08-26T10:08:11.904Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "confidence": 0.7,
      "offsets": [
        {
          "start": 82,
          "end": 87
        }
      ],
      "weightsV2": {
        "weight": 1.6115273,
        "baseWeight": 1.0,
        "expansionWeight": 0.0,
        "ontologyWeight": 0.0,
        "tagPositionWeight": 0.6115273,
        "titleWeight": 0.0
      },
      "typeRank": 3
    }
  ]
}