{
  "_id": "df01a5f16395d1201ded9d5128fe69a1caa0dd43a905f85007f5a86476d84e59",
  "feed": "ftcomall",
  "title": "Vietnam to start making Apple Watch and MacBook",
  "text": "<p>Apple is in talks to make Apple Watches and MacBooks in Vietnam for the first time, marking a further win for the south-east Asian country as the US tech giant seeks to diversify production away from China.</p> <p><a href=\"https://www.ft.com/stream/a39a4558-f562-4dca-8774-000246e6eebe\">Apple </a>suppliers Luxshare Precision Industry and Foxconn have started test production of the Apple Watch in northern Vietnam with the aim of producing the device outside China for the very first time, three people with direct knowledge of the matter told Nikkei Asia.</p> <p><a href=\"https://www.ft.com/stream/ba15fdc1-6edd-3dc1-83d7-04a04991e0c8\">Vietnam </a>is already Apple's most important production hub outside China, producing a wide range of flagship products for the American company, including iPad tablets and AirPods&#xa0;earphones.</p> <p>The Apple Watch is even more sophisticated, according to industry experts, who say that squeezing so many components into such a small case requires a high degree of technological skill. Producing the device would be a win for Vietnam as the country attempts to further upgrade its tech manufacturing sector.</p> <p>Apple has also continued to shift iPad production to Vietnam after coronavirus-related lockdowns in Shanghai caused massive supply chain disruptions. BYD of China was the first to assist&#xa0;with this shift, though sources told Nikkei Asia that Foxconn, too, is now helping build more iPads in the south-east Asian nation. Apple is also in talks with suppliers to build test production lines for its HomePod smart speakers in Vietnam, the people said.</p> <p>On the MacBook front, Apple had asked suppliers to set up a test production line in Vietnam, two sources said. However, progress in moving mass production to the country had been slow, partly as a result of pandemic-related disruptions but also because notebook computer production involved a larger supply chain, multiple sources said. That network is centred on China and very cost-competitive, they added.</p> <p>“AirPods, Apple Watch, HomePod and more . . . Apple has big plans in Vietnam, apart from iPhone manufacturing,” one of the people with direct knowledge of the situation said. “The components for MacBooks have become more modularised than in the past, which makes it easier to produce the laptops outside of China. But how to make it cost-competitive is another challenge.”</p> <p>Apple's diversification to Vietnam started with AirPods, which went into mass production there in 2020. The earphones were among the first Apple products whose assembly was <a href=\"https://asia.nikkei.com/Economy/Trade-war/Apple-tests-AirPods-production-in-Vietnam-as-it-cuts-China-reliance\" title=\"\">shifted out of China</a> after a trade war between Washington and Beijing broke out under former US president Donald Trump.</p> <p>The move signalled a change of approach for Apple, which had depended on China for almost all of its production needs for decades.</p> <p>For Vietnam, Apple's shift — and the US-China tensions more broadly — have been a boon. The number of Apple suppliers with facilities in the country has increased to at least 22 from 14 in 2018, according to Nikkei Asia's analysis of Apple's latest available suppliers list and interviews with sources. Many other big electronics manufacturers&#xa0;such as Google, Dell and Amazon have also set up production in Vietnam to diversify beyond China, Nikkei Asia has previously reported.</p> <p>Eddie Han, a senior analyst with Isaiah Research, told Nikkei Asia that electronics makers are trying to strike a balance amid Washington-Beijing tensions.</p> <p>“Geographically, we find major international electronics brands such as Apple and Samsung trying to lower dependence on making products inside China. But on the other hand, these international players have adopted more China-based suppliers such as Luxshare and BYD for Apple, and Huaqin for Samsung to build more of their products,” Han said. “Those are moves to balance the geopolitical impacts.”</p> <p>He added: “China's role as the world's most important factory has been challenged since the trade war and then later its energy and zero-Covid policies. That really makes Vietnam, which is close to China, an ideal destination for many electronics makers as the nation gradually grows its supply chain ecosystem.”</p> <p>Apple, Foxconn and Luxshare did not respond to Nikkei Asia's requests for comment. </p> <p><a href=\"https://asia.nikkei.com/content/23047ca7b524f145a4bf05fdd2a1dd18#\"><em>A version of this article</em></a><em> was first published by Nikkei Asia on August 17 2022. ©2022 Nikkei Inc. All rights reserved</em></p> <h2>Related stories</h2> <ul>  <li><p><a href=\"https://asia.nikkei.com/Business/Tech/Semiconductors/India-s-Vedanta-set-to-choose-site-for-20bn-tech-hub-with-Foxconn\">India's Vedanta set to choose site for $20bn tech hub with Foxconn</a></p></li>  <li><p><a href=\"https://asia.nikkei.com/Business/Technology/iPhone-assembler-Pegatron-announces-new-co-CEO-role\">iPhone assembler Pegatron announces new co-CEO role</a></p></li>  <li><p><a href=\"https://asia.nikkei.com/Spotlight/Supply-Chain/Apple-warns-suppliers-to-follow-China-rules-on-Taiwan-labeling\">Apple warns suppliers to follow China rules on ‘Taiwan' labelling</a></p></li>  <li><p><a href=\"https://asia.nikkei.com/Business/Automobiles/Apple-s-patent-history-reveals-a-major-push-into-autos\">Apple's patent history reveals a major push into autos</a></p></li> </ul><p>Source: Cheng Ting-Fang and Lauly Li, Nikkei Asia tech correspondents 2022 'Vietnam to start making Apple Watch and MacBook' FT.com 24 August. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-08-24T11:36:25.331Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "confidence": 0.99999994,
      "offsets": [
        {
          "start": 0,
          "end": 5
        },
        {
          "start": 206,
          "end": 211
        },
        {
          "start": 491,
          "end": 496
        },
        {
          "start": 966,
          "end": 971
        },
        {
          "start": 1283,
          "end": 1288
        },
        {
          "start": 1433,
          "end": 1438
        },
        {
          "start": 2187,
          "end": 2192
        },
        {
          "start": 2325,
          "end": 2330
        },
        {
          "start": 2522,
          "end": 2527
        },
        {
          "start": 2621,
          "end": 2626
        },
        {
          "start": 2709,
          "end": 2714
        },
        {
          "start": 2841,
          "end": 2846
        },
        {
          "start": 3508,
          "end": 3513
        },
        {
          "start": 3948,
          "end": 3953
        }
      ],
      "weightsV2": {
        "weight": 14.928057,
        "baseWeight": 14.0,
        "expansionWeight": 4.0,
        "ontologyWeight": -4.0719433,
        "tagPositionWeight": 1.0,
        "titleWeight": 0.0
      },
      "typeRank": 1
    }
  ]
}