{
  "_id": "9c4e5bf4677f45695aeae23b84f859876c9652837c765689ac5ec81654c2484a",
  "feed": "wall-street-journal",
  "title": "After 2-Year Run, Tech Sector Feels Postpandemic Hangover",
  "text": "<p>Companies that emerged as job-creating juggernauts in the past two years -- collectively adding hundreds of thousands of workers to their payrolls in engineering, warehouse and delivery jobs -- have begun to freeze hiring or even lay off employees.</p><p>Concerned that some of the forces that have propelled tech ever upward have begun to fade, investors have sent share prices for a number of companies, including Lyft Inc. and Peloton Interactive Inc., plunging on disappointing financial results or other news. The stocks of Netflix Inc., Facebook parent Meta Platforms Inc. and Amazon.com Inc. all are down more than 30% this year, exceeding the more-than-13% drop in the S&amp;P 500.</p><p>Investors are divided on the question of whether the slowdown is temporary -- as well-positioned companies work through a period of stagnation after expanding ultrafast in recent years -- or if these are the early signs of a deeper retrenchment for the industry and its investors.</p><p>\"The market went on a tear,\" said Kevin Holt, a senior portfolio manager at Invesco, which has more than $1.6 trillion under management and owns shares in major technology companies. Shareholders are trying to discern whether they have focused too much on growth during a time when interest rates were historically low. \"Were these tech stocks unrealistically valued because of that?\" he said.</p><p>Mr. Holt and others are asking whether it is time for some tech companies to scale back their ambitions. \"I've never seen a company in any industry try to be everything to everybody and be successful,\" he said.</p><p>Even as some tech companies have faced a withering season, the job market has remained strong in the U.S., with no broad signs of a hit from a tech slowdown. Employers added 428,000 jobs in April -- the 12th month of gains above 400,000 -- and the unemployment rate remained at 3.6%; U.S. gross domestic product fell at a 1.4% annual rate in the first quarter.</p><p>And while certain tech segments are hurting, bright spots remain. Cloud computing, which has grown tremendously, remains highly profitable and a high-growth business for Amazon, Microsoft Corp. and others.</p><p>Throughout the pandemic, Amazon and Facebook were among companies that hired rapidly as they accelerated growth. Amazon added about 800,000 workers in 2020 and 2021 as it sought to meet huge demand for its e-commerce services. In the past five years, Facebook/Meta, Apple Inc., Microsoft and Google parent Alphabet Inc. nearly doubled their combined number of full-time employees to a collective total of about 563,000.</p><p>Technology companies delivered the type of growth rarely found in other parts of the economy. In 2020, Facebook, Amazon, Google, Apple and Microsoft collectively produced $1.1 trillion in sales, eclipsing the GDP of the Netherlands, Switzerland, Turkey and Saudi Arabia, according to World Bank data.</p><p>The pandemic only strengthened the tech industry's dominance. As the economy shut down, many consumers relied on technology like never before -- helping lift the fortunes and share prices of online retailers, videoconferencing platforms and streaming services to new heights.</p><p>A confluence of factors has upended that dynamic this year. Inflation is running at a four-decade high, pressuring wages for drivers and warehouse workers and crimping consumer spending power. Rising interest rates have started to damp the flood of capital seeking high returns in tech investments. The reopening of bricks-and-mortar restaurants and stores has sapped demand for items ordered online, prompting e-commerce companies to recalibrate.</p><p>Covid-19 lockdowns in China, meanwhile, are creating new supply-chain disruptions for iPhones and other gadgets.</p><p>Amazon in late April reported the slowest quarterly revenue growth in about two decades, as its e-commerce machine has decelerated recently while operating expenses have grown faster than sales. Executives have said Amazon's warehousing capacity has exceeded its demand and that it was overstaffed in some areas.</p><p>Meta said this past week that it would halt, or in some cases slow, hiring for mid- to senior-level positions, seven months after it announced major new hiring and investment for its push into the so-called metaverse.</p><p>Netflix lost subscribers during its first quarter for the first time in more than a decade and signaled that losses are set to continue -- news that caused investors to shave $54 billion off its market value in one day. The streaming service blamed its results in part on account sharing and increased competition.</p><p>Apple cautioned that the resurgence of Covid-19 in China could threaten to hinder sales by as much as $8 billion in the current quarter.</p><p>\"Investors want to take off risk, and [technology] is the easiest place to do it,\" said Mark Stoeckle, chief executive of investment firm Adams Funds. \"Many of these stocks were built up with the thought that the coast is clear as far as we can see, and that's not necessarily the case right now.\"</p><p>Many smaller public companies and startups have fared worse.</p><p>E-commerce companies eBay Inc. and Etsy Inc., whose sales accelerated during the health crisis, last week both forecast weaker-than-expected sales for the current quarter, sending stock prices plunging. And investors have soured on electric-vehicle startups such as Rivian Automotive Inc.</p><p>Layoffs have also recently happened at upstarts such as rapid-delivery startup Gopuff, investment platform Robinhood Markets Inc. and celebrity video app Cameo. Other companies find themselves wrestling for workers despite the slowdown.</p><p>\"The war for talent is so extreme,\" said Will Price, founder and general partner at tech investment company Next Frontier Capital. \"You are seeing a slowing economy. You see revenue-forecast concern at the same time. And you're losing employees to your competitors, and the employees you are keeping need to get paid 8% to 9% more every year just to stay up with inflation. It feels like companies are getting squeezed from two sides.\"</p><p>License this article from Dow Jones Reprint Service</p>",
  "published": "2022-05-09T00:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 2399,
          "end": 2404
        },
        {
          "start": 4537,
          "end": 4542
        },
        {
          "start": 2399,
          "end": 2409
        },
        {
          "start": 2682,
          "end": 2687
        },
        {
          "start": 2399,
          "end": 2408
        }
      ]
    }
  ]
}