{
  "_id": "760488f539bb63127c716c2fecb377d6fd1ac875f21db1eed1256a6c2be94ad5",
  "feed": "market-watch",
  "title": "Dow futures rise 200 points as another rough quarter concludes; PCE measure of inflation set for release at 8:30 a.m. Eastern",
  "text": "<p>* Futures on the Dow Jones Industrial Average YM00 rose150 points, or 0.5%, to 29437.</p><p>* Futures on the S&amp;P 500 ES00 gained 22.5 points, or 0.6%, to 3676.</p><p>* Futures on the Nasdaq 100 NQ00 increased 62.5 points, or 0.5%, to 11291.</p><p>On Thursday, the Dow Jones Industrial Average DJIA fell 458 points, or 1.54%, to 29226, the S&amp;P 500 declined 79 points, or 2.11%, to 3640, and the Nasdaq Composite COMP dropped 314 points, or 2.84%, to 10738.</p><p>So far, the S&amp;P 500 has slumped 3.8% in the third quarter and lost 24% over the last three quarters.</p><p>Michael Hartnett, chief investment strategist at Bank of America, said markets will stop panicking when central banks start — but dismissed interventions by both the Bank of Japan and Bank of England as neither credible nor coordinated. He repeated his advice to nibble if the S&amp;P falls to 3,600, bite at 3,300 and gorge at 3,000.</p><p>What's driving markets</p><p>A downgrade of Apple AAPL by Bank of America, a report of a hiring freeze at Meta Platforms META and a steady stream of hawkish commentary weighed on U.S. stocks on Thursday.</p><p>Shares of Nike NKE tumbled 9% in premarket trade after executives at the sportswear maker said price cuts to clear stockpiles from warehouses in North America would dent gross margins for the rest of the fiscal year.</p><p>Read: Nike shares drop as analysts flag rising inventory issues</p><p>Another wave of Fed speakers hits the tape on Friday, with Vice Chair Lael Brainard making her first comments of the week at 9 a.m. Eastern.</p><p>The PCE price index that the Fed uses to target inflation is due for release, along with consumer spending and personal income numbers. Shortly after the open, Chicago PMI and the final University of Michigan consumer sentiment reading will be released.</p><p>The beleaguered British pound GBPUSD rose above $1.11, helped by Wednesday's decision to buy long-dated gilts, as well as a decision by the U.K. to meet with the country's independent budget forecasters.</p><p>The yield on the 10-year Treasury BX:TMUBMUSD10Ydeclined 8 points to 3.70%.</p><p>Dow futures rise 200 points as another rough quarter concludes</p>",
  "published": "2022-09-30T10:05:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 908,
          "end": 913
        },
        {
          "start": 914,
          "end": 918
        }
      ],
      "nexusId": "10022657"
    }
  ]
}