{
  "_id": "529b6698716669219ec8cb46999aa555f7df32fe403e970023ad5d67e3455aa4",
  "feed": "market-watch",
  "title": "Review: The roomy, versatile 2022 Ford Expedition",
  "text": "<p>Extremely spacious</p><p>Even roomier Max version available</p><p>Excellent power &amp; towing figures</p><p>KBB Best Buy winner</p><p>Cons</p><p>Size can be a liability at times</p><p>Gets noisy at freeway speeds</p><p>No hybrid version</p><p>What's new?</p><p>Timberline version debuts</p><p>Front end receives styling revisions</p><p>Hands-free BlueCruise feature offered</p><p>15.5-inch touchscreen becomes available</p><p>Optional Stealth Performance package for Limited trim</p><p>Updated infotainment system</p><p>Price:&#xa0;The 2022 Ford Expedition starts at $51,080.</p><p>The 2022 Ford Expedition full-size SUV can seat up to eight, hit the highway, and go off-road. It's a roomy and versatile vehicle, and the longer Max version adds a lot more cargo space.</p><p>In the top trim,&#xa0;Ford F&#xa0;includes a new hands-free driving feature, BlueCruise, to make highway driving easier. And a new off-roading model, the Timberline, makes its debut this year. The rest of the range goes from well-equipped to almost luxurious.</p><p>Many full-size SUVs have V-8 engines, but this one employs a fuel-efficient turbocharged V-6. Some of the Expedition's panels are aluminum, to save what is admittedly a heavy vehicle from becoming too lumbering. Yet the body-on-frame construction still enables class-leading towing figures.</p><p>See: Why Russia's invasion of Ukraine could lift oil prices to a 14-year high</p><p>This current generation of Expedition is the fourth, which made its debut for the 2018 model year. Technology is therefore still up-to-date and even gets more cutting-edge this year with the introduction of a 15.5-inch infotainment touchscreen. Last year, the Expedition won KBB's&#xa0;award&#xa0;for best full-size SUV.</p><p>Ford2022 Ford Expedition pricing</p><p>The 2022 Expedition range begins with XL trim, in standard length and with rear-wheel drive. Its Manufacturer's Suggested Retail Price is $51,080, which is then subject to a destination charge.</p><p>Four-wheel drive is about $2,000 extra in all variants, except for the new Timberline, where it comes as standard. The longer Max models are between $2,000 and $3,000 more than their regular counterparts. The Timberline doesn't have a Max version.</p><p>At the top end of the 2022 Expedition lineup is Platinum trim, starting at $76,765. Taking a 4-wheel-drive Platinum Max and getting lavish with the options could push the final tally to $87k.</p><p>The main competition comes from another part of Detroit in the form of the&#xa0;Chevrolet Tahoe, also starting in the $50,000 region, and its longer&#xa0;Chevy Suburban&#xa0;sibling, from $52,400. The&#xa0;GMC Yukon&#xa0;is slightly pricier, from $51,600, although its Denali trim rivals the Expedition's top Platinum model and starts at $69,500.</p><p>At about $67,000, the Timberline compares well price-wise against the&#xa0;Jeep Wagoneer. It's old, but the Toyota TM Sequoia comes in at $50,000. The much newer&#xa0;Nissan NSANY Armada&#xa0;starts at $49,000.</p><p>Before buying, check the KBB.com Fair Purchase Price to find out what others in your area paid for their new Expedition. The Chevy/GMC and Toyota contenders have slightly stronger resale values than the Expedition.</p><p>Driving the 2022 Ford Expedition</p><p>Despite weighing more than 2.5 tons, the 2022 Expedition is still propelled efficiently by its turbocharged V6. Uphill stretches and getting up to freeway speeds present no problems. It's no speed machine — it's not meant to be. Although Ford's big 3-row body-on-frame SUV can be a bit ponderous around town, it shines on long highway drives, where the EcoBoost V6 settles into a relaxed mode and gets up to 23 mpg.</p><p>That said, the new Stealth Performance package pairs a sport suspension with a 440-horsepower version of the V6. Ford hasn't supplied any 0-to-60 mph times, but the suspension will keep body roll to a minimum through fast corners. Most versions of the Expedition also offer the option of adaptive dampers for a more sophisticated ride quality.</p><p>BlueCruise is a new feature in the top Platinum trim. It's a hands-free driving system that works on certain highways — similar to Cadillac's Super Cruise system. It incorporates lane centering, road-sign recognition, and adaptive cruise control, allowing drivers to take their hands off the steering wheel. But they must still keep their eyes on the road.</p><p>We welcome the Timberline into the 2022 Expedition range. It has a raised suspension for optimum ground clearance along with better approach and departure angles. It also wears 33-inch all-terrain tires and comes with extra underbody protection in anticipation of the Timberline venturing off-pavement.</p><p>The 2022 Expedition Timberline also has a Trail Turn Assist function to help negotiate any tight turns on dirt roads. The Bronco SUV has the same feature.</p><p>Check out:Electric trucks—how much can they tow? And how far?</p><p>Interior comfort</p><p>Between the different trims of 2022 Expedition coming with cloth upholstery or extended leather-bound interiors, two rows of seating or three, second-row bench seats or captain's chairs, the number of beverage holders is an unchanging 15.</p><p>Which gives some idea of how big the Expedition's cabin is. It's a bit of an expedition in itself going from the driver's seat around to the cargo area, especially with a Max version.</p><p>Matching this expansive interior is a new infotainment touchscreen that's optional in the middle of the range and standard in the two highest trims. It's oriented vertically and measures 15.5 inches on the diagonal, which is about as large as it gets outside of a Tesla. TSLA</p><p>The highest number of seats is eight. The captain's chairs in the second row reduces that to seven, although the base XL is a 5-seater. Legroom for the second and third rows are 42.6 and 40.9 inches respectively, regardless of whether it's a Max or not — even tall adults will be fine in the rearmost seats.</p><p>The Max uses its extra length to provide more cargo space: 36 cubic feet behind the third row, compared with 20.9 in the regular version. This expands to 121.5 cubic feet (Max) or 104.6 (regular) when rows two and three are folded down.</p><p>Also see:No matter your age, here's how to tell if your finances are on the right track</p><p>Exterior styling</p><p>One of the changes for this year is revised styling at the front end. Nothing particularly drastic, just some tweaking to the grille and headlights.</p><p>Every new Expedition comes with roof rails, running boards, and a tailgate with a separate-opening glass section. Alloy wheel sizes range from 18 to 22 inches. The Max version has a longer overall length: 221.9 inches, compared with 210 inches. Potential buyers might like to measure the depth of their garage before going for the Max.</p><p>Favorite features</p><p>Independent rear suspensionThe independent rear suspension of the 2022 Expedition results in a more refined ride quality and a flat loadspace floor when the third-row seats are folded down.</p><p>Sync 4AThe regular infotainment system in the 2022 Expedition is known as Sync 4. Naturally, this 4A iteration (optional in the Limited, standard in the King Ranch and Platinum trims) takes things further by adding the massive 15.5-inch touchscreen with swipe capability, plus customizable personal profiles.</p><p>Standard features</p><p>Although XL is the first 2022 Expedition trim level, it still comes with a lot of standard equipment. Like 18-inch alloy wheels, heated side mirrors with puddle lamps, keyless entry/ignition, remote start/lock/unlock, dual-zone automatic climate control, leather-wrapped steering wheel, 8-way power-adjustable driver's seat, cloth upholstery, four 12-volt outlets, and a garage door opener.</p><p>The improved-for-2022 infotainment system comes with over-the-air updates, navigation that recognizes voice commands given in natural speech, Wi-Fi for up to 10 devices, wireless Apple CarPlay/Android Auto smartphone integration, four USB ports, and a 12-inch touchscreen.</p><p>Safety features include forward-collision warning with automatic emergency braking, blind-spot monitoring with cross-traffic alert with rear braking, rear parking sensors, lane-keeping assistance, rear seat occupant alert, and automatic high beams.</p><p>Check out: Which electric SUVs have the most cargo space? Here's a full list</p><p>Factory options</p><p>Buyers may also choose 4-wheel drive (with a terrain management system) and the Max version of any trim except for the Timberline.</p><p>XLT adds a third seating row with two more USB ports and powered fold/recline functions, 3-zone automatic climate control, self-dimming rearview mirror, and satellite radio. This is also the trim level where many more options become available, such as simulated leather upholstery, heated/power-adjustable steering wheel, heated/ventilated front seats, second-row captain's chairs, power-adjustable pedals, wireless charging, adaptive cruise control, front parking sensors, and a powered tailgate. Most of these items are standard in the Limited trim.</p><p>Before we get to Limited, however, there's the new-for-2022 Timberline off-road specialist with the most powerful iteration of the 2022 Expedition's turbocharged V6, plus 4-wheel-drive, specialized suspension, all-terrain tires, 10.6 inches of ground clearance (it's usually 9.8 inches), underbody protection, heated/power-adjustable steering wheel, power-adjustable pedals, wireless charging, 115-volt outlet, active noise control, and hands-free tailgate operation.</p><p>Also see:The 25 bestselling SUVs</p><p>Timberline trim is eligible for extra driver aids, panoramic sunroof, rain-sensing wipers, heated second-row seats, 12.4-inch digital driver information display (new for 2022), ambient cabin lighting, 15.5-inch touchscreen, and a 12-speaker Bang &amp; Olufsen audio system.</p><p>Many of those extras are also part of the Limited's standard inventory (not the 15.5-inch touchscreen, though), along with leather surfaces for the front seats, and 20-inch alloy wheels. Options for this trim include adaptive dampers, 360-degree camera system, and a self-parking function.</p><p>The two main packages for Limited trim, however, are both called Stealth. The Stealth Edition adds many interior and exterior elements all in black, including 22-inch alloy wheels and power-retractable running boards, plus a sport-tuned suspension. Ford is often referred to as the Blue Oval because of the color scheme of its badge, but this package turns it into a black oval. The Stealth Performance package throws in more engine power, a limited-slip rear differential, and a 22-speaker B&amp;O audio system.</p><p>King Ranch has its own Western-themed additions such as special leather in the cabin, plus 22-inch alloy wheels, power-retractable running boards, the 12.4-inch instrument cluster, 15.5-inch touchscreen, and the top B&amp;O system.</p><p>Platinum also goes big with leather and tech, adding massaging front seats and the hands-free BlueCruise feature.</p><p>All versions except the base XL offer a dual-screen rear-seat entertainment system. A heavy-duty trailer package is optional throughout.</p><p>Engine and transmission</p><p>Ford gets a lot of metaphorical mileage out of the twin-turbocharged 3.5-liter V6 that powers every version of the 2022 Expedition. In the XL, XLT, Limited, and King Ranch models, it makes a perfectly respectable 375 horsepower.</p><p>In the top Platinum trim, this unit develops 400 horsepower. In the Timberline and Limited Stealth Performance variants, it's boosted even further to 440 horsepower and 510 lb-ft of torque. All these figures are achieved with premium gasoline.</p><p>You might like:How to use telematics to monitor your teen's driving</p><p>Rear-wheel drive is the default setup, with 4-wheel drive available as an option, although the Timberline has 4-wheel drive as standard. A 10-speed automatic transmission is deployed across the board.</p><p>3.5-liter twin-turbocharged V6375 horsepower @ 5,000 rpm (400 horsepower Platinum, 440 horsepower Timberline &amp; Stealth Performance Edition)470 lb-ft of torque @ 2,250 rpm (480 lb-ft Platinum, 510 lb-ft Timberline &amp; Stealth Performance Edition)EPA city/highway fuel economy: 17/23 mpg (RWD), 16/23 mpg (RWD Max), 16/22 mpg (AWD), 16/21 mpg (AWD Max), 16/19 mpg (Timberline), 15/19 mpg (Timberline Max)</p><p>This story originally ran on&#xa0;KBB.com.&#xa0;</p>",
  "published": "2022-03-04T05:02:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 7621,
          "end": 7626
        }
      ]
    }
  ]
}