{
  "_id": "727112636d30d58b75a2a0d0c7483aadead6d77490d39998762fad3a3195e646",
  "feed": "market-watch",
  "title": "Here are dozens of ‘cheap' stocks that could be poised to outperform as U.S. rates start to rise",
  "text": "<p>All eyes will be on Tuesday's confirmation hearing for Federal Reserve Chair Jerome Powell, who is expected to say the central bank will take steps to keep rising prices from becoming “entrenched.” Markets will be on the lookout for further inflation comments from him a day ahead of all-important December retail prices.</p><p>Read:This Cabinet official got dunked on for saying the economy's better than it was before the pandemic. (She's right, you know.)</p><p>As the market continues to ponder the scope of rate increases in 2022, our call of the day offers ideas on which stocks perform best when rates are rising.</p><p>Lori Calvasina, RBC's head of U.S. equity strategy, has been referring clients to this chart that shows which sectors have seen close correlation with moves in 10-year yields in the post-Financial Crisis era.</p><p>As the above chart shows, during rate increases in the early and late 1990s and 2018, growth outperformed value, while the latter led during pre-Financial Crisis tightening. Tapering in 2014 saw choppy trade.</p><p>“Value outperformed in the rate hikes ahead of the mid-1990s' tightening, briefly ahead of the Tech Bubble tightening, ahead of the Financial Crisis tightening, ahead of the 2014 taper announcement, and ahead of the 2018 hikes,” said the strategist in a note to clients.</p><p>The outperforming value stocks were largely financial, energy, materials and industrials, but Calvasina said investors should just look at sectors. She pointed to the below chart first published in December, which shows how the cheapest stocks in the Russell 1000 tend to outperform the most expensive stocks when 10-year Treasury yields are rising.</p><p>“Since 2003, we haven't seen a sustained long period of the 10 -year yield increasing. But the move up in early 2022 (to ~1.77% as of Jan. 7) has jolted equity markets,” said Calvasina.</p><p>As of Jan. 6, that list of most expensive stocks continues to be dominated by secular growth and tech, while financials and energy are dominating the cheapest stocks.Here's more than a dozen cheap Russell 1000 stocks based on forward price/earnings, also rated outperform by RBC:</p><p>RBCThe buzz</p><p>Small businesses say inflation is their biggest problem for the first time since 1981 in the latest sentiment survey. Speeches from Cleveland Fed President Loretta Mester, Kansas City Fed President Esther George and St. Louis Fed President James Bullard are all ahead.</p><p>Following a stock-trading controversy, Richard Clarida, the vice chair of the Fed, said Monday he will resign on Jan. 14, two weeks before his term was set to end.&#xa0;</p><p>Pfizer PFE CEO Albert Bourla said the drug company is working on a hybrid vaccine to cover current variants and omicron, which would be ready to go by March. And China has locked down a third city due to COVID-19 spreading, with 20 million people now affected.</p><p>In deal news, Aptiv APTV is buying software group Wind River from TPG Capital in a $4.3 billion cash deal.</p><p>Danaher DHR shares are climbing after the life-sciences company said fourth-quarter revenue will beat its own guidance.</p><p>The markets</p><p>U.S. stock futures ES00YM00NQ00 are rising after Monday's roller coaster session. Oil prices CL00 are climbing and the yield on the 10-year Treasury note TY00 is down 2 basis points at 1.756%.</p><p>Top tickers</p><p>Here are the most active stock-market tickers on MarketWatch, as of 6 a.m. Eastern.</p><p> Ticker  Security name  TSLA    Tesla  GME     GameStop  AMC     AMC Entertainment  NIO     NIO  AAPL    Apple  NVDA    Nvidia  BABA    Alibaba  MRNA    Moderna  NVAX    Novavax  TLRY    Tilray</p><p>Random reads</p><p>Hungry badger digs up 200 valuable Roman-era coins in Spain.</p><p>It's about time. Adult fans demand and get bigger Goldfish crackers.</p><p>Need to Know starts early and is updated until the opening bell, but&#xa0;sign up here&#xa0;to get it delivered once to your email box. The emailed version will be sent out at about 7:30 a.m. Eastern.</p><p>Want more for the day ahead? Sign up for&#xa0;The Barron's Daily, a morning briefing for investors, including exclusive commentary from Barron's and MarketWatch writers.</p>",
  "published": "2022-01-11T08:57:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 3424,
          "end": 3428
        },
        {
          "start": 3429,
          "end": 3434
        }
      ],
      "nexusId": "10022657"
    }
  ]
}