{
  "_id": "fc7cb0616b580d7db40740392f5ec5824fe0873ab8466e566c0d1b3785f64ee4",
  "feed": "ftcomall",
  "title": "Operation Morning Light podcast review — a toxic Soviet spy satellite falls to earth",
  "text": "<p>In the winter of 1978, a group of men appeared in the town of Snowdrift (population: 300) in Canada's Northwest Territories dressed in gloves, goggles and white suits. They carried instruments that appeared to be testing for radiation and instructed the local school to send its children home for the day.</p> <p>Several hundred miles away, two Americans, John Mordhorst and Mike Mobley, were running their dog sled teams across a vast tundra called The Barrens, when they found a pit in the snow. Looking more closely, they saw a tangled mess of metal that was frozen into the ice. Mordhorst recalls returning to their cabin and telling a friend what they saw. “He [got] really animated and he said, ‘You found it! You found it!' And Mike and I just looked at each other. Like, ‘What did we find?' And he said, ‘You found a Russian satellite!'”</p> <p>The new podcast <em>Operation Morning Light</em> reveals how a radioactive spy satellite from the Soviet Union, Cosmos 954, disintegrated over the Northwest Territories. The series is presented by Dëneze Nakehk'o, a journalist who is Dehcho Dene, one of the indigenous Dene groups of north-west Canada. Nakehk'o has a personal connection to the story: he grew up on the shores of the Mackenzie River, which stretches a thousand miles through the Territories. “A lot of the fish are poisoned,” he says. “Animals have deformities, and there's a cancer epidemic. Many people will tell you that these changes are connected to what happened that winter in 1978. But nobody can say for sure.”</p> <p>In a story that is part <em>Fargo</em>, part <em>Stranger Things</em>, we hear about a secret division of scientists at San Francisco's Lawrence Livermore National Laboratory who were tracking the satellite in the weeks leading up to the crash, and about Norad — the North American Aerospace Defense Command — which is housed in an underground bunker in Colorado and observes the thousands of bits of junk floating in space. We also hear from a witness from Fort Resolution, a settlement near the Great Slave Lake (called Cu Necha by those who live there), who saw “dozens and dozens” of objects moving across the sky with “long fiery tails”.</p> <p>This is more than a tale of Soviet intrigue, however. Aided by an eerie and evocative sound palette — bask in its whipping wind and the distant tinkling of dog sleds — <em>Operation Morning Light</em> tells of a land that is beautiful but unyielding, accessible only by plane or boat, and where European explorers, beguiled by the emptiness, died of starvation. It is a story that belongs mainly to the Dene people who were most affected by the Cosmos crash. At the start of the series Nakehk'o recalls a Dené prophecy about the end of the world, made by its spiritual leader, Erǝ́ya. We will know the end is near, he said, when the stars fall out of the sky.</p> <p><a href=\"https://podcasts.apple.com/us/podcast/operation-morning-light/id1646497997\"><em>podcasts.apple.com</em></a></p><p>Source: Fiona Sturges 2022 'Operation Morning Light podcast review — a toxic Soviet spy satellite falls to earth' FT.com 28 November. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-11-28T05:00:37.865Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 2801,
          "end": 2807
        }
      ]
    }
  ]
}