{
  "_id": "926ec10b0318eff3d2f2c0d5baff2c274e46423005dd4a85c8289dc6a12e04a9",
  "feed": "ftcomall",
  "title": "Elon Musk surrenders to Twitter",
  "text": "<p><strong>One invite to start: </strong>Our annual summit — Due Diligence Live — kicks off next week. Join us on October 12 in London for a conversation on the future of short selling and much more. Get your pass <a href=\"https://duediligence.live.ft.com/page/2116590/register-now\">here</a>.</p> <p><strong>In today's newsletter:</strong></p> <ul>  <li><p>Musk capitulates in Twitter legal battle</p></li>  <li><p>Arm struggles in the UK</p></li>  <li><p>Dalio cedes control . . . again</p></li> </ul> <h1>Musk's Twitter debacle heads for Wall Street</h1> <p>As he attempted to broker a <a href=\"https://twitter.com/elonmusk/status/1576969255031296000\">settlement between Russia and Ukraine</a> on <strong>Twitter</strong> on Monday, <strong>Elon</strong> <strong>Musk</strong> was crafting a giant surprise for Wall Street.</p> <p>Musk's lawyers were hammering out their own peace deal, stating in a letter to Twitter that he would <a href=\"https://www.ft.com/content/62c7f674-19ef-45b5-a324-027f443fbde3\">proceed in buying the social media company</a> for an initially agreed price of $44bn.</p> <p>It amounted to surrender by Musk, who for months has been fighting a high-stakes legal battle to back out of the takeover.</p> <p>The letter said Musk intended to close the deal at the previous price of $54.20 a share agreed in April once $13bn in debt financing is received and provided the court halts the legal action and adjourns an upcoming trial over the deal.</p> <p>Musk was scheduled to be deposed by a phalanx of America's top lawyers representing Twitter later this week. For months, they've been tightening the screws on the mercurial South African billionaire. </p> <p>Last week, Twitter <a href=\"https://www.ft.com/content/83e72ea4-b288-48b7-b67c-802b9f77cc21\">released hundreds of text messages</a> by Musk and his network of billionaires, such as <strong>Oracle</strong>'s <strong>Larry</strong> <strong>Ellison</strong> and venture capitalist <strong>Marc</strong> <strong>Andreessen</strong>, which underscored how embarrassing the fight could get if it escalated.</p> <p>Twitter, which had been preparing for the deposition and a trial scheduled to begin on October 17, was taken by surprise by Musk's attempt to make a deal. It then pounced. In a statement, it said that the “intention of the company is to close the transaction at $54.20 per share”.</p> <p>During the day, Musk and Twitter's lawyers entered an emergency hearing in a Delaware court with judge<strong> Kathaleen McCormick</strong> to hash out a resolution. It may end one of the most bitter corporate legal battles in decades and hand Musk the keys to a media empire — at a huge cost. </p> <p>Twitter is seeking broader protections from the court, said a person familiar with the situation, such as an order to give guarantees on timing and certainty of closing. In further hearings, McCormick is expected to decide whether to pause the litigation.</p> <p>The fact that the war in Ukraine was on Musk's mind as he began to wave a white flag is fitting. </p> <p>The takeover, struck in the early days of the war, came before its full impact hit financial markets, causing inflation and interest rates to soar. In May, Musk realised he might be making a huge mistake.</p> <p>“Let's slow down just a few days . . . It won't make sense to buy Twitter if we're heading into world war three,” he wrote in text messages to his banker <strong>Michael Grimes </strong>at <strong>Morgan</strong> <strong>Stanley</strong>, which were uncovered by Twitter's lawyers.</p> <p>Musk can attempt to play peacekeeper between Putin and Ukrainians. Now, it won't matter much for his own deal.</p> <p>For equity backers and the banks on the hook to sell billions of dollars in debt to finance the takeover, the legal theatrics and souring financial markets during Musk's stalling may make the deal all the more painful.</p> <h1>With few legs left to stand on, the UK clings to Arm</h1> <p>For months, UK government officials <a href=\"https://www.ft.com/content/074940e5-b435-45b2-9144-d246354602f3\">have been up in arms</a> about the possibility of losing intellectual property designer <strong>Arm</strong>, one of the country's biggest success stories, to the US.</p> <p>Successive UK governments have <a href=\"https://www.ft.com/content/227c26a9-9ef2-4fbb-99a7-f4c483828bcd\">attempted to woo</a> Arm's Japanese owner<strong> SoftBank</strong> in an eleventh-hour charm offensive to salvage a London listing.</p> <p>But as the longest technology IPO <a href=\"https://www.ft.com/content/90cb4e56-b460-4654-b420-9c470218fd9b?shareType=nongift\">“drought” in two decades</a> sweeps both sides of the Atlantic, the UK chip designer has been cleaning up its business out of sight. That has meant cutting many of the jobs the company created under SoftBank's ownership. </p> <p>Recall that the Japanese group made several binding promises when it agreed to buy Arm in 2016. One of those was to double the number of UK staff at the company over a five-year period. </p> <p>SoftBank fulfilled its promises. Now that the five-year window has passed, the FT's <a href=\"https://www.ft.com/content/932c6422-f7c8-4f61-a1ad-51cea238e2fb\">Anna Gross and Leo Lewis</a> reveal Arm has shed 40 per cent of the workforce it recruited as part of the SoftBank pledge.</p> <p>The cuts were driven by management's efforts to streamline the group ahead of its proposed public listing as well as an exodus of staff unsettled by uncertainty about the company's future, according to former employees.</p> <p>The number of people leaving Arm was enough to concern one SoftBank shareholder. “Arm is about people, and this is a business where you want as an investor to see some stability in staffing,” the person said.</p> <p>It is unclear whether SoftBank founder Masayoshi Son intends to see through his goal of taking Arm public in New York — a plan formulated after regulatory battles in the US, EU and UK derailed an initial deal to sell <a href=\"https://www.ft.com/content/59c0d5f9-ed6a-4de6-a997-f25faed58833\">Arm to chipmaker Nvidia</a> for up to $66bn in February.</p> <p>The billionaire investor, still reeling from <a href=\"https://www.ft.com/content/8d84b488-8f97-4742-ab46-154d3b312a82\">painful losses</a> at his Vision funds, may finally be yielding his insatiable risk appetite.</p> <p>Son <a href=\"https://www.ft.com/content/3b8b11b1-80f3-4c4e-9bb2-19e7d308de2c\">arrived at<strong> Samsung</strong>'s headquarters</a> in Seoul over the weekend to explore a “strategic alliance” between Arm and the South Korean technology conglomerate in a clear indication that he's keeping his options open.</p> <p>Not to mention that the $50bn valuation Son has sought on the <strong>New York Stock Exchange</strong> now seems a tall order as tech appetite <a href=\"https://www.ft.com/content/ff592129-6d9a-47f2-b63e-a19a359d5b92\">curbs across the globe</a>.</p> <h1>‘The transition of Bridgewater from Ray is done!'</h1> <p>Billionaire hedge fund manager <strong>Ray Dalio</strong> is handing over reins at his firm . . . again. </p> <p>After more than 10 years oscillating on the issues, Dalio has <a href=\"https://www.ft.com/content/a76f7683-6364-4d75-b657-dcb359e733f1\">finally ceded control</a> of <strong>Bridgewater Associates</strong> — a process that “hasn't been easy”, in his own words.</p> <p>The bumpy transition comes as little surprise, given the revolving door of CEOs that have come and gone since Dalio first said he would step away from day-to-day management of Bridgewater. </p> <p>There was <strong>Greg Jensen</strong> (now co-chief investment officer) who was moved out of the job after reportedly clashing with Dalio — the creator of a “radical transparency” culture where employees are encouraged to openly challenge each other regardless of hierarchy. </p> <p>There was also<strong> Eileen Murray</strong>, who quit as co-CEO in 2019, and subsequently sued the fund, alleging it tried “to silence her voice” in a gender discrimination dispute before <a href=\"https://www.ft.com/content/c5a64223-7e95-4857-8463-1bba81d37a10\">settling</a> in 2020. </p> <p>And who could forget <strong>Jon Rubinstein</strong>, the former senior <strong>Apple</strong> executive brought in to take Jensen's role that lasted less than a year because he <a href=\"https://www.ft.com/content/fd12fea2-ff52-11e6-96f8-3700c5664d30\">wasn't a cultural fit</a>.</p> <p>Finally came <strong>David McCormick</strong>, a former army ranger who <a href=\"https://www.ft.com/content/a49554e5-13a2-4746-a9c9-d9c0d9e94f3f\">quit earlier this year</a> to run for Senate. </p> <p>Somewhere in-between, Dalio took up the job himself again before giving it up. </p> <p>The succession saga shows the reluctance of former masters of the universe such as Dalio in relinquishing power to the next generation. It also marks a new way of doing things. Dalio has entrusted his firm to a group of people rather than one chosen protégé.</p> <p>That's not to say he's going anywhere. Dalio will remain on as a board member and mentor to the firm.</p> <h1>Job moves</h1> <ul>  <li><p><strong>Kirkland &amp; Ellis </strong><a href=\"https://www.kirkland.com/news/press-release/2022/10/kirkland-and-ellis-announces-new-partners\">has named</a> 193 new partners.</p></li>  <li><p><strong>Barclays </strong><a href=\"https://www.ft.com/content/41cdc7e9-e0eb-4aa7-8e18-4681f4fa2a23\">has appointed</a><strong> Tim Main</strong> to lead its investment bank in Europe, the Middle East and Africa, replacing <strong>Reid Marsh</strong>, who is being made global chair of investment banking in a broader reshuffle of senior bankers. Main is currently global co-head of the bank's financial institutions group.</p></li>  <li><p><strong>General Motors</strong> has appointed former <strong>Tesla </strong>and <strong>Lyft </strong>executive<strong> Jonathan McNeill</strong> to its board.</p></li>  <li><p><strong>Lazard</strong> has hired<strong> Nina Weiden</strong> as a managing director within its financial advisory practice, based in London. She was previously senior vice-president of M&amp;A at German media group <strong>Bertelsmann</strong>.</p></li>  <li><p><strong>Rothschild &amp; Co</strong> has hired <strong>Sang Shin</strong> as a managing director on its media and telecom advisory team, based in New York. She joins from <strong>Evercore</strong>. </p></li>  <li><p><strong>Linklaters</strong> has hired <strong>Richard Woodworth</strong> as a restructuring partner in Hong Kong. He joins from<strong> Allen &amp; Overy</strong>.</p></li>  <li><p>Law firm <strong>Goodwin</strong> <a href=\"https://www.goodwinlaw.com/news/2022/10/10_03-goodwin-names-58-new-partners\">has named</a> 58 new partners.</p></li> </ul> <h1>Smart reads</h1> <p><strong>Consolidation is coming </strong>The recent pension pandemonium sweeping the UK has reignited debate over how much risk these schemes should take when allocating their portfolios. The chaos <a href=\"https://ft.com/content/0167895d-0500-4435-a748-8451e914ea9f\">could result in a series of deals</a> that shrink the sector, writes the FT's Helen Thomas.</p> <p><strong>Against the odds </strong>Beijing's regulatory clampdown has not stopped some high-tech Chinese start-ups from securing foreign investment. But geopolitical tensions and a challenging IPO market <a href=\"https://www.ft.com/content/54f26781-bb54-4f2a-8277-99d7eb4c864c\">still pose risks</a>, the FT's Eleanor Olcott writes.</p> <p><strong>Low power mode </strong>Tesla boss Elon Musk has always insisted the electric car maker does not have a problem with customer demand. Deteriorating market conditions are putting that <a href=\"https://www.reuters.com/business/autos-transportation/tesla-could-face-its-toughest-challenge-yet-economy-cools-2022-10-04/\">theory to the test</a>, Reuters reports. </p> <h1>News round-up</h1> <p><a href=\"https://www.ft.com/content/6b5916dd-530c-4d49-9813-eb34de2d0085\">Vodafone: Three UK deal would impede necessary restructuring</a> (Lex) </p> <p><a href=\"https://www.ft.com/content/2abb11f0-d921-4fce-b8f0-e9ce22d90d9e\">HSBC explores $9bn sale of Canadian business</a> (FT)</p> <p><a href=\"https://www.ft.com/content/0ffcadc3-146d-4649-833d-faffca6f4d22\">PwC sees opportunity to poach staff during EY split</a> (FT)</p> <p><a href=\"https://www.reuters.com/markets/deals/exclusive-eu-regulators-approve-philip-morriss-swedish-match-deal-sources-say-2022-10-04/\">Philip Morris expects EU nod on $16bn Swedish Match in late October </a>(Reuters)</p> <p><a href=\"https://www.ft.com/content/07c3f68d-b5a3-45c0-a8ad-c213b0acf335\">Naver shares slump after acquiring second-hand clothes platform Poshmark</a> (FT)</p> <p><a href=\"https://www.ft.com/content/91f84f4d-62ff-40c7-a2a3-a397dab2c323\">India will overtake US as Unilever's ‘largest business', says Hindustan chief</a> (FT)</p> <p><a href=\"https://www.wsj.com/articles/miami-dolphins-owner-stephen-ross-finds-buyer-for-new-york-penthouse-11664895064?mod=hp_listc_pos3\">Miami Dolphins owner Stephen Ross finds buyer for New York penthouse</a> (Wall Street Journal) </p><p>Source:  2022 'Elon Musk surrenders to Twitter' FT.com 5 October. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-10-05T04:01:50.884Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 6381,
          "end": 6386
        }
      ]
    }
  ]
}