{
  "_id": "f88db7b5fd697e425e27dd6345472ede2ddc401ab1112e45900d485bcaadd418",
  "feed": "wall-street-journal",
  "title": "Apple Reports Record Revenue, Continuing Pandemic Streak; Tech giant's iPhone sales grew by about 10%, falling slightly short of investor expectations",
  "text": "<p>SHARE YOUR THOUGHTS</p><p>How well is Apple positioned for long-term growth? Join the conversation below.</p><p>\"This is better than what we anticipated at the beginning of the quarter,\" Apple Chief Financial Officer Luca Maestri said in an interview. Currency fluctuations had a negative impact on the company, he said. The dollar's value has risen with respect to other currencies this year, a development that has weighed on the results of multinational corporations.</p><p>\"Apple is not being hurt as much as we were originally worried about in terms of consumer demand,\" said Daniel Morgan, a senior portfolio manager at Synovus Trust Co., which counts Apple among its largest holdings. \"You could make the case that consumer demand is healthy based on these growth rates.\"</p><p>Growth slowed in Apple's services business, an area some analysts say can point to slowing demand that may affect iPhone sales. Sales from services, which includes revenue from the App Store and Apple TV+, was $19.2 billion, up about 5% from the prior year but lower than year-over-year increases in previous quarters. Mr. Maestri said the services deceleration was due to effects of foreign exchange as well as slowdowns in digital advertising and gaming.</p><p>Investors have grown concerned about slowdowns in its services business because it is an important area for Apple's business diversification as the iPhone becomes a more mature product. Earlier this week, Apple raised the price of its Apple Music and Apple TV+ streaming services, which could give a boost to services revenue for the current quarter.</p><p>Apple said in a call with investors that year-over-year sales growth in the December quarter will be lower than the 8% revenue increase in the three-month period that ended in September.</p><p>Sales from the iPhone, which continue to account for around half the company's total revenue, were $42.6 billion, advancing 9.7% from the previous year.</p><p>Overall sales were up 8% from the prior year at $90.1 billion, a record for the July-to-September period. Net income for the quarter was $20.7 billion, also a record. Total revenue, iPhone sales and net income surpassed analyst estimates.</p><p>Chief Executive Tim Cook said in July that the company had yet to see evidence in its internal data that macroeconomic headwinds were having an impact on its iPhone sales.</p><p>Apple's fellow tech giants are seeing significant slowdowns. Earlier this week, Microsoft Corp., Alphabet Inc.'s Google and Facebook parent Meta Platforms Inc. all reported disappointing earnings, citing factors such as softening consumer demand for PCs or weakness in digital advertising.</p><p>Profit slumped at Apple's largest smartphone rival, Samsung Electronics Co., as its memory-chip business goes through an industrywide downturn from weakening demand for PCs and smartphones.</p><p>Last month, Apple announced its latest lineup of smartphones with the iPhone 14, which includes two lower-priced base models as well as two premium versions of the phone with the Pro designation. Analysts were expecting weakness in the base models as consumers lean toward the Pro models, which come equipped with a significantly better camera and chips.</p><p>The latest iPhone Pro models are estimated to account for 60% of overall iPhone 14 sales, according to J.P. Morgan analyst Samik Chatterjee. Previously, it was split more evenly between the base and Pro models in the iPhone 12 and 13 generations, he said.</p><p>Mr. Maestri said that, because of strong demand for its iPhone 14 Pro models, supply is constrained. \"We're working as hard as we can to satisfy the level of demand we're seeing,\" he said. Mr. Maestri said the company is also dealing with supply constraints for the Apple Watch Ultra due to high demand.</p><p>Strong Pro sales were expected to offset potential weakness in overall iPhone sales by boosting Apple's average selling price for the iPhone. Since the introduction of a Pro model lineup in the 2019 iPhone 11 generation, iPhone buyers have been gradually conditioned into the higher end with Apple. Also with the arrival of 5G in late 2020, U.S. consumers have been willing to pay the premium.</p><p>The average selling prices of the iPhone rose to $954 in the company's June quarter, up from $783 in the 2019 September quarter, according to Consumer Intelligence Research Partners.</p><p>Sales from Greater China in the September quarter were $15.5 billion, up 6% from the previous year, compared with the $15.1 billion analysts expected. Analysts were concerned about the strength of Apple's business in China, as the country continues to undergo more Covid-related lockdown measures.</p><p>Write to Aaron Tilley at aaron.tilley@wsj.com</p><p>Apple Reports Record Revenue, Continuing Pandemic Streak</p>",
  "published": "2022-10-27T22:38:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 3811,
          "end": 3816
        },
        {
          "start": 3677,
          "end": 3682
        },
        {
          "start": 778,
          "end": 783
        },
        {
          "start": 1453,
          "end": 1458
        },
        {
          "start": 1569,
          "end": 1574
        },
        {
          "start": 1423,
          "end": 1428
        },
        {
          "start": 175,
          "end": 180
        },
        {
          "start": 4489,
          "end": 4494
        },
        {
          "start": 956,
          "end": 961
        },
        {
          "start": 0,
          "end": 5
        },
        {
          "start": 2628,
          "end": 2633
        },
        {
          "start": 32,
          "end": 37
        },
        {
          "start": 2320,
          "end": 2325
        },
        {
          "start": 640,
          "end": 645
        },
        {
          "start": 3677,
          "end": 3688
        },
        {
          "start": 1469,
          "end": 1477
        },
        {
          "start": 4636,
          "end": 4641
        },
        {
          "start": 1326,
          "end": 1331
        },
        {
          "start": 4007,
          "end": 4012
        },
        {
          "start": 460,
          "end": 465
        },
        {
          "start": 2812,
          "end": 2817
        },
        {
          "start": 1469,
          "end": 1474
        }
      ]
    }
  ]
}