{
  "_id": "80423a25b03dd7f6e86590d3410e30e6252a3a8d2203d316ad23ad90d05f5cd6",
  "feed": "wall-street-journal",
  "title": "Beijing Braces for Omicron Wave With Stockpiling, Testing; Shanghai, the center of the country's most serious outbreak, reports 51 new deaths",
  "text": "<p>Beijing authorities are racing to prevent a repeat of the chaos, economic disruption and public anger caused by Shanghai's severe lockdown, now entering its fifth week. New cases in China's financial capital dipped to 19,455 on Monday, the Shanghai government said. Still, after four weeks of sweeping lockdowns, mass testing and strict quarantine, new infections in the city are 100 times higher than in the next hardest hit region, the northeastern province of Jilin.</p><p>Nationwide, there were about 20,200 new cases, the National Health Commission said Monday. Chinese health authorities also announced 51 new deaths, all in Shanghai, bringing the total to 138 since the first Covid fatalities were reported by the city April 17. Separately, Shandong, the nation's second most populated province, reported the discovery of a new Omicron mutation, BA.2.3, the first time the strain has been detected in mainland China.</p><p>Chinese stocks fell the most in more than two years. The Shanghai Composite and CSI 300 indexes closed down 5.1% and 4.9%, respectively, as investors worried that strict policies to combat the outbreaks would hit China's economic growth and corporate profits. Economists have slashed their projections for Chinese expansion, with the International Monetary Fund last week cutting its 2022 growth forecast for the country to 4.4%.</p><p>In Beijing, officials warned over the weekend that the outbreak had been spreading undetected through the city for the past week. One school in Chaoyang, as well as a tour group and a delivery service, were each identified as transmission clusters. The school was closed, all face-to-face tutoring in the district suspended and domestic tour groups in the city were halted.</p><p>On Sunday evening, Beijing Fengtai Hospital of Integrated Traditional Chinese and Western Medicine closed its emergency room after a member of the medical staff tested positive for Covid.</p><p>Near one of Beijing's main transit hubs on Sunday, workers could be seen installing makeshift tents marked with the words \"Disaster Relief,\" while supermarkets were filled with people loading up on frozen vegetables, bottled water and other necessities. Online, residents shared articles including one titled \"Items Shanghaiers Regret Not Having Stocked Up On—You Can Take This List Right to the Grocery Store.\"</p><p>At one supermarket in Beijing's Hepingli neighborhood, the produce section was almost entirely cleaned out by midday on Monday—with no broccoli, only a few bruised carrots, tomatoes and string beans, along with some pricier vegetables. An announcement over the speaker system apologized to customers for the shortages, but urged them to return later in the day, when more goods were expected to arrive.</p><p>One 79-year-old woman, surnamed Ma, said she had planned to come to the supermarket a day earlier, but had to take care of a sick family member. Looking out across the depleted aisle, Ms. Ma was only able to secure some asparagus, Chinese cabbage and sweet potato. \"I should have come yesterday,\" she said.</p><p>Sui Yunxi was buying groceries at a Wumart supermarket by Beijing's Workers' Stadium for her grandmother and uncle, who are homebound and unable to shop for themselves. Ms. Sui, whose basket was filled with a week's worth of vegetables and meat, said she didn't think that the situation in Beijing would be as bad as in Shanghai. \"Still, it's prudent to stockpile some items,\" she said.</p><p>Mother of two Xia Bailu was even better prepared, buying a freezer over the weekend to hoard meat and other food, as she and her friends had grown increasingly worried about a wave of panic-buying by some of Beijing's more than 21 million residents.</p><p>Ms. Xia had already filled her refrigerator with sausages, dumplings, steamed buns and several types of meat, following the lead of her friends in Shanghai and her parents in neighboring Jiangsu province, who had endured home quarantines of three weeks or longer.</p><p>\"I don't think Beijing would slip into a situation like Shanghai, especially when people have learned from that experience and prepared,\" said Ms. Xia, adding she now had enough supplies to feed her household of five for about three months. \"You won't panic if you hoard enough food and daily necessities,\" she said.</p><p>Authorities have focused on vaccinating the country's large elderly population, who are at a greater risk of developing severe symptoms from Covid. The average age of Covid patients who had died in Shanghai in the latest wave was 81, a city health official said on Sunday.</p><p>A banner strung across a makeshift vaccination tent in one Beijing neighborhood on Sunday promised \"generous gifts\" for any elderly residents receiving their first or second vaccine shots.</p><p>Fewer than one in five of China's 35.8 million population aged over 80 had received booster shots as of March 17, according to government data. In Shanghai, that figure is 15%.</p><p>On Saturday, Beijing's top Communist Party official said a rapid response was essential to defeating the virus. Shanghai's government has been criticized for being too slow in responding to the outbreak and relying for too long on what it said was a more targeted approach to testing and lockdowns.</p><p>Meanwhile, Taiwan's Pegatron Corp., a major supplier to Apple Inc., said on Sunday it had suspended operations for five days at a plant in Taoyuan near the island's capital Taipei after an outbreak of Covid. The mayor of Taoyuan said on Monday that 694 cases were found at the plant, most of which were asymptomatic.</p><p>Taiwan reported 5,108 new local cases Monday, the ninth straight daily record. Still, in a contrast with Beijing's zero-Covid policy, health officials said that home quarantine periods will be shortened for close contacts, though not for incoming travelers.</p><p>Pegatron said earlier this month that its plants in Shanghai and nearby Kunshan were halted due to China's strict Covid protocols.</p><p>According to Apple's supplier list, a Pegatron plant in Taoyuan produces Apple products. The two companies didn't immediately respond to requests for comment on whether Pegatron produces Apple products at the closed plant.</p><p>Pegatron said it expects the disruption to production to be less than 0.1% of its annual output.</p><p>Grace Zhu, Reddy Zhao, Qianwei Zhang and Yang Jie contributed to this article.</p><p>Write to Joyu Wang at joyu.wang@wsj.com and Jonathan Cheng at jonathan.cheng@wsj.com</p><p>Beijing Braces for Omicron Wave With Stockpiling, Testing</p>",
  "published": "2022-04-25T12:43:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 5967,
          "end": 5972
        },
        {
          "start": 5244,
          "end": 5249
        },
        {
          "start": 5244,
          "end": 5254
        },
        {
          "start": 6081,
          "end": 6086
        },
        {
          "start": 5907,
          "end": 5912
        },
        {
          "start": 5244,
          "end": 5253
        }
      ]
    }
  ]
}