{
  "_id": "572e1b50e842cef53c909efd9f75600f23c8b0258cb4d5d639f4d57b0076762e",
  "feed": "wall-street-journal",
  "title": "Tuesday's Markets:  Tech Stocks Sink Nasdaq, S&P  ----  By Matt Grossman and Caitlin McCabe",
  "text": "<p>   Stock indexes ended mostly lower and a selloff in technology stocks deepened as concerns about economic growth and rising interest rates continued to weigh on markets. </p><p>   The S&amp;P 500 fell 32.27, or 0.8%, to 3941.48. The tech-heavy Nasdaq Composite slid 270.83, or 2.3%, to 11264.45. The Dow Jones Industrial Average rallied near the closing bell to finish up 48.38, or 0.2%, at 31928.62, after declining as much as 1.6% intraday. </p><p>   All three of the major indexes had fallen more deeply into the red on Tuesday morning as downbeat reports about home sales and corporate outlooks deepened investors' gloom. Stocks recovered somewhat later in the day, but investors said that finding good reasons to jump into the market remained an uphill battle asnegative signsabout the economy's health mount. </p><p>   \"What's changed in the last few weeks is that the range of concerns has broadened so dramatically,\" said Eric Leve, chief investment officer at investment-management firm Bailard. \"It was inflation that was front and center for everyone for so long. Now, it's far beyond that.\" </p><p>   As the Federal Reserve geared up to tackle searing inflation, its plans to raise interest rates were the first in a series of spooks that markets have endured in 2022. More recently, while a difficult year on Wall Street wears on, war in Ukraine, high food and energy costs and a spattering of tepid outlooks from big companies have kept investors on edge. </p><p>   \"Normally the catalyst of the turnaround is the Fed,\" said Russ Koesterich, who co-manages a global-allocation fund for BlackRock. \"This time around, it's obviously harder for the Fed to ride to the rescue given the fact that they have a lot of work to do to bring inflation down.\" </p><p>   Weighing on investors Tuesday was a profit and revenue warning from social-media company Snap a day earlier that soured sentiment about the tech sector. The disappointing report Tuesday showing slower U.S. new-home sales in April further dimmed the mood. </p><p>   Snap's shares plummeted $9.68, or 43%, to $12.79 as investors digested its comments that the macroeconomic environment has deteriorated more than expected. Worries about disruptions to Snap's advertising revenue rippled to other tech stocks that have been battered this year. Meta Platforms shed $14.95, or 7.6%, to close at $181.28 and Google parent Alphabet fell $110.36, or 5%, ending at $2,119.40. </p><p>   Meanwhile, the home-sales data, well below economists' expectations, are another sign that the Fed's interest-rate increases are already slowing the real economy, said StevenRicchiuto, the chief economist for Mizuho Securities USA. </p><p>   \"It's a pretty weak number,\" he said, saying the trend is a sign that more home buyers are getting squeezed out of the market as the interest rates on mortgages increase. </p><p>   Worries about slowing growth amid higher inflation have helped send the S&amp;P 500 down 18% through Tuesday from its January high.Investors have been fretting about whether the S&amp;P 500 will enter bear-market territory, defined as a drop of at least 20% from a recent high. On Friday, the benchmark index came close to finishing in a bear market before it was saved by a late-session rally. </p><p>   On Tuesday, as big tech companies took a drubbing, stocks with more of a foothold in the physical economy sustained narrower losses oreven gained ground. S&amp;P 500 sectors such as consumer staples, energy and real estate finished in positive territory. </p><p>    Tim Courtney, chief investment officer at Exencial Wealth Advisors, took that as a sign that inflation, and the Fed's response, remained a bigger worry for many investorsthan the economy's fundamental health. </p><p>   Wealth-management clients had been taking the stock market's downturn in stride this year, but as bear-market levels have approached for the S&amp;P 500, their fear has built, Mr. Courtney said. </p><p>   \"The last week, as we've approached that magical bear-market barrier, I think the concerns started rising,\" he said. </p><p>   Tuesday's selloff in technology stocks sent investors scooping up government bonds, with the yield on the benchmark 10-year U.S. Treasury note falling to 2.758% from 2.857% Monday. A bond's yield falls when its price rises. </p><p>   BlackRock's Mr. Koesterich said that turbulent trading across both stock and bond markets this year has led his team to hold more cash in the fund's portfolio. </p><p>   Disappointing earnings and warnings across the corporate landscape have exacerbated the fears. Abercrombie &amp; Fitch dented investor sentiment after it swung to a first-quarter loss amid higher costs. The company's shares fell $7.64, or 29%, to $19.09. </p><p>   Despite Tuesday's broad technology selloff, there were bright spots in the market. Zoom Video Communications climbed $5.01, or 5.6%, to $94.34 after the videoconferencing-services company raised its profit outlook. </p><p>   Brent crude, the international oil benchmark, rose by 0.1% to $113.56 a barrel. \"You've got this push and pull with oil prices -- oil prices are being kept down somewhat by global growth, which is not a great signifier for the health of the global economy,\" said Susannah Streeter, senior investment and markets analyst at Hargreaves Lansdown. \"But at the same time, it's not dropping any further because of concerns about tight supply.\" </p><p>   In Europe, the pan-continental Stoxx Europe 600 lost 1.1%. </p><p>   Early Wednesday, Japan's Nikkei 225 was down 0.1%, Hong Kong's Hang Seng Index was flat and South Korea's Kospi was up 0.7%. S&amp;P 500 futures were up 0.4%. </p><p></p>",
  "published": "2022-05-25T06:11:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": []
    }
  ]
}