{
  "_id": "ad5bac67acb98744554f73e366fe6c56f4aa46f2d31cd125bc823dd45542b245",
  "feed": "market-watch",
  "title": "Alphabet stock rallies as earnings mark ‘one of the best performances' in tech over the past year",
  "text": "<p>Shares of the Google-parent company GOOGGOOGL were up 7.8% in midday trading and on track to record their largest single-day percentage since April 29, 2020, when they added 8.9%.</p><p>See more: Google opens with $2 trillion market cap after announcing plans for stock split</p><p>Alphabet's search results were the highlight of the report, with Wedbush analyst Ygal Arounian writing that “search seems to legitimately be at a higher growth run rate than it was pre-COVID.” He expects that Alphabet's search business could be benefiting from pain felt by other ad players as a result of Apple Inc.'s AAPL privacy-related changes.</p><p>“With its scale, and share of digital ad dollars, it will be hard for search to continue to outgrow the industry the way it has, but in our view, the innovations Google has made in search, particularly around commerce, should not be underestimated, and will continue to be meaningful contributor,” he wrote, while increasing his price target to $3,800 from $3,530 and maintaining an outperform rating.</p><p>With revenue growth of 36%, Alphabet's search business “once again reminded investors it's the greatest business ever built,” wrote Bernstein analyst Mark Shmulik. And overall, Alphabet delivered “one of the best performances we've seenfrom a tech company” for 2021, he continued.</p><p>Still, the company has a more mixed story, in his view. Outside of search, the rest of Alphabet's results were “mostly OK.” The numbers from YouTube, for example, suggested to Shmulik that the video business might be feeling a sting from TikTok's rise.</p><p>The balance of Alphabet's recent performance could put some pressure on the search business going forward, he suggested. “The more we rely on Search, the more sensitive we'll be to any deceleration,” Shmulik wrote, but he remains bullish on Alphabet nonetheless. “If search growth can hold, we'll hold onto the stock,” he continued.</p><p>Shmulik has an outperform rating on Alphabet's stock and upped his price target to $3,500 from $3,250.</p><p>Alphabet also announced late Tuesday that it plans to conduct a 20-for-1 stock split in July. MKM Partners analyst Rohit Kulkarni wrote that the move “could lead to incremental buying ahead of the split, and drive trading liquidity and broader investor appeal after the split.” Kulkarni, who rates the stock a buy, lifted his price target to $3,375 from $3,150.</p><p>Opinion:&#xa0;Google is finally splitting its stock; will Amazon be next, leading to a Dow shakeup?</p><p>The stock-split announcement seemed part of a broader initiative by Alphabet to increase its appeal with investors, according to Morgan Stanley's Brian Nowak. He also highlighted that Alphabet conducted about $13.5 billion in stock repurchases during the fourth quarter, which was $2 billion above his estimate.</p><p>Opinion:&#xa0;Invest in Google if you like — but that stock split isn't a solid reason to be bullish</p><p>Alphabet and Facebook-parent Meta Platforms Inc. FB “continue becoming more shareholder friendly (disclosure, shareholder returns, splits, growing ESG focus) as cash builds and M&amp;A become less feasible (due to likely regulatory scrutiny),” he wrote. “In both cases, we see these capital returns as a mechanism to lead to faster earnings and free cash flow per share in '22 and beyond…and potential multiple expansion.”</p><p>He upped his price target on Alphabet's stock to $3,450 from $3,430 while maintaining an overweight rating.</p><p>Shares of Alphabet have gained 56% over the past 12 months as the S&amp;P 500 SPX has risen 21%.</p>",
  "published": "2022-02-02T12:50:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 576,
          "end": 586
        },
        {
          "start": 576,
          "end": 581
        },
        {
          "start": 576,
          "end": 585
        },
        {
          "start": 589,
          "end": 593
        }
      ],
      "nexusId": "10022657"
    }
  ]
}