{
  "_id": "58ec7173a2992e28beb282f51221306f2228274e9815f7f2d739c975272b3f6c",
  "feed": "ftcomall",
  "title": "The spy who came in for a snooze",
  "text": "<p>Spy fiction is currently entering a golden era. Or at least that's what people keep saying. Harry Palmer, the Len Deighton creation first canonised by Michael Caine in 1965, has been reborn in a new ITV dramatisation of <em>The Ipcress File</em>. <em>Slow Horses</em>, an adaptation of Mick Herron's novel about washed-up M15 agents, will debut on Apple TV on April 1. In a new trailer for the series, we see Gary Oldman as Jackson Lamb, strapping on his best timeworn, hangdog expression: it's the same one he used for playing George Smiley, the ultimate grey spymaster in <em>Tinker, Tailor, Soldier, Spy</em>. Although this time round he's playing for laughs. </p> <p>Typically outnumbered in the crime genre, by the racy Nordic Noirers and their deviant crime dramas, a generation of writers is now revitalising spy fiction once again. In addition to Herron, writers such as Simon Conway, Joseph Kanon and <a href=\"https://www.ft.com/content/3c5a4a37-ae81-48ab-b485-e5b94515b23b\">Charlotte Philby</a> are enjoying the renaissance, as well as getting good reviews. Philby enjoys the lustre of being the granddaughter of the “Third Man”; her upcoming book <em>Edith and Kim</em> traces the relationship between Kim Philby and Edith Tudor-Hart, the woman who introduced him to his Soviet handler in 1934. </p> <p>All these writers have been described, at some point, as the heir of <a href=\"https://www.ft.com/stream/6bac10a4-d265-3e49-a313-4b0d7fe69f92\">John le Carré</a>, aka David Cornwell, the master of cold war espionage fiction who died in 2020 at the age of 89. Cornwell brought an added frisson to his writing having worked for both the Security Service (MI5) and the Secret Intelligence Service (MI6) in the 1950s, at the height of covert operations in the splintered west. His books have inspired a generation of writers, and taught the world the meaning of tradecraft in the postwar age.</p> <p>Naturally, I've never read him. Despite being raised in a le Carré-observant household — I first watched Alec Guinness's owl-like Smiley with my father when I was five — I haven't experienced so much as a bronze or silver, let alone a golden age when it comes to engaging with his books. But with the re-emergence of the cold war landscape, now seems as good a time as any to make amends. Novels seem a more palatable diversion at this moment when to flip between the horrors on the news and inane TV dramas such as <em>Bridgerton</em> feels somehow obscene. A dusty old spy book about realpolitik and double-agents has the benefit of being vaguely educational while also delivering a pure escapist thrill. </p> <p>Published in 1963, <em>The Spy Who Came in from the Cold</em> tells the story of the fiftysomething Alec Leamas and an epic triple-crossing that only reveals itself towards the very end of the novel. Graham Greene described le Carré's third novel as “the best spy story I've ever read.” It is so “sophisticated” in its “unspooling”, agrees William Boyd, that for the “sheer aesthetic pleasure of reading,” he has returned to it “three or four times”. JB Priestley said it was “superbly constructed”. John Banville calls it a “masterpiece”. I hope, then, it's not heresy to say I thought <em>The Spy . . . </em>a snooze.</p> <p>I really, really wanted to adore it. I love grey, cold, drab, depressing things. I love drudgery and misty assignations, and people who are required to speak in code. The word tradecraft sets me a-quiver: but every third paragraph I started nodding off. Were it not for the deeply pleasing pay-off, which definitely was worth it, <em>The Spy . . . </em>read more like a film script with endless pages of dialogue recounting he said/she said stories of the past. The characters were described so sparsely as to be almost indecipherable on the page, and while the omniscient narrative voice was impressive, I was disappointed to discover that despite the cunning of the Circus, the plot hinged on our amoral hero having his conscience pricked by a woman half his age.</p> <p>Unsurprisingly, most women in 1950s spy novels are either tragic creatures or soulless tarts: Liz Gold, the novel's moral conscience, is described as a “fool”, “forlorn” and a “frustrated little girl.” Which may well be a kind of le Carré double bluffing, but I would still find it challenging to get on with a dude who described me as a “tall girl . . . with a long waist.” </p> <p>Then again, spy novels are probably the last refuge for readers seeking sanctuary from us damn feminists, and the sexism is pretty funny stuff. I'm still chuckling at the “pitiful, spindly nakedness” of the “drab” girl who embarrasses the company by performing an “artless and undesiring” striptease for our lads.</p> <p>The language of the Circus washed across me like a lullaby. I jolted over paragraphs describing secret rendezvous and angry driving, but I did get to the end. A study of ideology and ambition, le Carré's fiction still plants disturbing seeds of thought. At a point in time when moral rectitude has never seemed so vital, his world is infinitely corruptible, degenerate and managed by a bunch of fools. Yet despite the harsh denouement, <em>The Spy . . . </em>left me feeling cold. The world is still drab, depressing and corruptible. But I'd love a few more shades of grey.</p> <p><em>Email Jo at </em><a href=\"https://mail.google.com/mail/u/0/?fs=1&amp;tf=cm&amp;to=jo.ellison@ft.com\"><em>jo.ellison@ft.com</em></a></p> <p><em>Follow </em><a href=\"https://twitter.com/ftweekend?ref_src=twsrc%5Egoogle%7Ctwcamp%5Eserp%7Ctwgr%5Eauthor\"><em>@ftweekend</em></a><em> on Twitter to find out about our latest stories first</em></p><p>Source: Jo Ellison 2022 'The spy who came in for a snooze' FT.com 25 March. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-03-25T22:00:28.066Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 330,
          "end": 335
        }
      ]
    }
  ]
}