{
  "_id": "562985dfed3e2bdb07bd67fd0f220683e4a8dc17df7acc8f3514e5552053b13d",
  "feed": "wall-street-journal",
  "title": "Dow, S&P Start Year by Hitting Records --- Apple briefly touches $3 trillion in market capitalization as Nasdaq rises 1.2%",
  "text": "<p>The Nasdaq Composite rose 187.83 points, or 1.2%, to 15832.80 but remains 1.4% off its November record of 16057.44.</p><p>Stocks tend to rise at the start of new calendar periods because of \"new money\" like pension funds that invest when a new period starts.</p><p>\"Today looks like a classic reopening,\" said LPL Financial market strategist Scott Brown. He noted that thegains were driven by stocks in the energy, consumer discretionary and financial sectors. Shares in sectors that are less tied to prospects for growth, like consumer staples and healthcare, were down.</p><p>The most notable gainer was Apple, whose market capitalization briefly crossed the $3 trillion mark in the afternoon, the first U.S. company on record to be so richly valued. The stock finished the session up $4.44, or 2.5%, at $182.01. It would have needed to finish at about $182.86 or higher to close above $3 trillion.</p><p>Apple aside, investors are still treading cautiously, as most see a rockier path ahead for stocks this year. The initial rollout of Covid-19 vaccines and easing of restrictions to contain the spread of the coronavirus, along with easy-money policies from central banks, helped support markets last year. The unwinding of the Federal Reserve's bond-buying program and likely interest-rate increases could weigh on markets in 2022. Stocks have benefited from low rates, which have fueled riskier investments.</p><p>While some investors expect that inflation, which reached a 39-year high in November, has peaked, others are worried that Omicron could prolong supply-chain disruptions, adding further pressure on prices.</p><p>\"It's going to be a little bit bumpier than 2021. The three big questions that we ended the year with are still here: Omicron, inflation and supply chains, and the Fed,\" said Esty Dwek, chief investment officer at FlowBank. \"There's definitely potential for outperformance for equity markets. I don't think we'll see 20% plus, but we could see double-digits.\"</p><p>Signs that the Omicron variant may cause significantly milder effects than earlier strains also supported sentiment heading into the start of the year. Money managers say they hope this will limit mobility restrictions that weigh on economic growth.</p><p>\"The wave we are seeing now, you see a lot of cases but you see less people in the hospitals and less deaths. That will give reassurance to markets,\" said Geir Lode, head of global equities at Federated Hermes.</p><p>Despite the uncertainty, investors have history on their side. Since 1980, the S&amp;P 500 has risen at least 10% in a quarter 24 times -- including the most recent quarter, when it rose 10.6%. It has added to those gains in 20 of the next 23 quarters, said Frank Cappelleri, executive director at brokerage firm Instinet.</p><p>Moreover, the index has gained over 10% annually for the last three years, a long stretch of gains that has happened only four other times, Mr. Cappelleri said.</p><p>In corporate news, tech shares were again in focus. The annual Consumer Electronics Show begins this week in Las Vegas, live as opposed to last year's virtual conference. Companies that are even tangentially related to technology, from car makers to education to healthcare, will be there in one form or another.</p><p>The S&amp;P 500's tech sector gained 1%. Amazon, Meta Platforms and Verizon rose. Microsoft fell $1.57, or 0.5%, to $334.75.</p><p>Shares of Tesla jumped $143, or 14%, to $1,199.78 after Elon Musk's electric-vehicle maker said annual vehicle deliveries surged 87% in 2021, growing at their fastest pace in years.</p><p>In commodities, U.S. crude oil shook off early selling, settling up 1.2% at $76.08 a barrel. That helped energy companies like Exxon Mobil, which rose $2.35, or 3.8%, to $63.54. The oil-and-gas producer also released an update that suggests a likely earnings beat when it reports on Feb. 1.</p><p>Overseas, the Stoxx Europe 600 gained 0.4%. Markets in China, Japan and Australia were closed for a holiday. Early Tuesday, Japan's Nikkei was up 1.4%, Hong Kong's Hang Seng was down 0.4% and Australia's S&amp;P ASX 200 was up 1.7%. U.S. stock futures were up 0.1%.</p><p>License this article from Dow Jones Reprint Service</p>",
  "published": "2022-01-04T00:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 588,
          "end": 593
        },
        {
          "start": 883,
          "end": 888
        },
        {
          "start": 43,
          "end": 48
        }
      ],
      "nexusId": "10022657"
    }
  ]
}