{
  "_id": "b4f4534918dc174139682741139098d5a0bde4b6b274baed79c4c4cba26d4d71",
  "feed": "wall-street-journal",
  "title": "Burnout Drove Sandberg's Meta Exit  ----  By Salvador Rodriguez, Emily Glazer, Kirsten Grind and Jeff Horwitz",
  "text": "<p>   Sheryl Sandberg's departure from Facebook parent Meta Platforms Inc. came as a surprise even to many people close to the tech giant. In reality, it was the culmination of a yearslong process in which one of the world's most powerful executives became increasingly burned out and disconnected from the mega-business that she was instrumental in building. </p><p>   More recently, there was a fresh irritation: Earlier this year, The Wall Street Journal contacted Meta about two incidents from several years ago in which Ms. Sandberg, the chief operating officer, pressed a U.K. tabloid to shelve an article about her former boyfriend, Activision Blizzard Inc. Chief Executive Bobby Kotick, and a 2014 temporary restraining order against him. </p><p>   The episode dovetailed with a company investigation into Ms. Sandberg's activities, which hasn't been previously reported, including a review of her use of corporate resources to help plan her coming wedding to Tom Bernthal, a consultant, the people said. The couple has been engaged since 2020. </p><p>   As of May, that review was continuing, the people said. </p><p>   \"None of this has anything to do with her personal decision to leave,\" said Caroline Nolan, a Meta spokeswoman. She earlier said that the Kotick matter had been resolved. </p><p>   Earlier, on the Activision issue, a spokeswoman said at the time Ms. Sandberg had never made a threat in her communications with the Daily Mail, the U.K. tabloid. Mr. Kotick said it was his understanding that the Daily Mail didn't run the story because it was untrue. </p><p>   The broad company review added to a difficult period for Ms. Sandberg, which included the personal challenges of blending two families as part of her coming marriage and dealing with multiple family members with Covid-19, according to people close to her. </p><p>   A long-planned sabbatical, as part of the company's program to offer 30 days of paid leave every five years, was postponed multiple times this year, first when her fiance came down with Covid and then, a few months later, when she and her children did. At the recent World Economic Forum in Davos, Switzerland, Ms. Sandberg was notably absent among the confab of global business leaders. Instead, Meta's chief product officer Chris Cox and head of global affairs Nick Clegg, who was elevated to president in February, were the top executives present. </p><p>   Ms. Sandberg, 52 years old, stayed in the U.S. to attend the bat mitzvah of her daughter, according to people familiar with the matter. She told people close to her that she was relieved not to have to go to Davos, an event that for years was a highlight of her annual calendar, the people said. </p><p>   Burned out </p><p>   Ms. Sandberg has been telling people that she feels burned out and that she has become a punching bag for the company's problems, the people said. \"She sees herself as someone who has been targeted, been tarred as a woman executive in a way that would not happen to a man. Gendered or not, she's sick of it,\" said one person who worked alongside Ms. Sandberg for many years. </p><p>   Ms. Sandberg hasn't been closely involved with the company's high-stakes plan to execute Chief Executive Mark Zuckerberg's pivot to the development of virtual worlds in the so-called metaverse, the people said. </p><p>   That vision, which Mr. Zuckerberg has said will require billions of dollars in investment and take more than a decade to implement, is less dependent on advertising, which has long been Ms. Sandberg's fief. She didn't attend many of the leadership meetings related to the strategic shift, and people close to her said she felt the effort didn't play to her strengths. </p><p>   Ms. Sandberg, who will remain on Meta's board, informed Mr. Zuckerberg on Saturday of her intention to resign. While her relationship with some other board members, including Mr. Zuckerberg, had become strained at times, Ms. Sandberg's decision to step down was voluntary, according to people familiar with her decision. </p><p>   In an interview earlier this week after her planned resignation was announced, Ms. Sandberg said her departure shouldn't be taken as a sign that Meta is moving away from the advertising business, which last year accounted for about 98% of the company's $118 billion in annual revenue. Under the reporting structure that will succeed her, Javier Olivan will both head Facebook's product engineering and ad sales business. </p><p>   \"I think this is the right moment to create those units where businesses are closer to product,\" she said. </p><p>   Ms. Sandberg said building the business that allowed Meta to grow into one of the world's most successful companies was a principal pride. But tech product design was never her focus, and Meta's dream of building a sprawling, interlocking set of virtual realities is still young. While she said she supports the effort, it wasn't clear that the products were ready for monetization. </p><p>   Ms. Sandberg noted her team's ability to scale Facebook from a company with $153 million in revenue and 500 employees in 2007 to its current size, with more than 77,000 employees. She also said the company has learned from its mistakes and is now in a good place. </p><p>   \"I'm proud of all the good that happens on our platforms, all of the time every day. And I'm excited to see what Meta does going forward,\" she said. \"I really believe in Mark, and I really believe in my teammates.\" </p><p>   Ms. Sandberg, a former chief of staff to Treasury Secretary Lawrence Summers, was already a rising star when Facebook snatched her away from rival Google. Her mandate was to take a free social network, and build a business around it in large part by using the vast swaths of data it collects on its users -- and allowing Mr. Zuckerberg to focus on the engineering side of the company. </p><p>   Advertisers loved it, with Ms. Sandberg as the primary liaison between the company and Madison Avenue. Her profile rose alongside that of the social-media company's. After Facebook went public in 2012, Ms. Sandberg became an icon for women in business following the release of her 2013 book \"Lean In.\" </p><p>   She wrote about how ambitious women in the workplace are often misconstrued as aggressive. She encouraged women to \"sit at the table,\" speak up, vie for important assignments and not talk themselves out of certain positions or projects for fear of not being able to manage work and life commitments. </p><p>   A second book, \"Option B,\" chronicled her grief and recovery from the death of her husband, who died in 2015 while they were on vacation in Mexico. </p><p>   As her reputation grew, so too did whispers of her political aspirations. There were enough rumors in 2016 that she could leave Facebook for a cabinet role for presidential candidate Hillary Clinton that Ms. Sandberg felt the need to shoot the rumors down. </p><p>   \"I really am staying at Facebook. I'm very happy,\" Ms. Sandberg said in October 2016 at a conference. </p><p>   But Ms. Sandberg's standing within Facebook began to change after that election. The company was mired in allegations that it didn't do enough to circumvent Russian interference in the 2016 U.S. election. </p><p>   Controversy surrounding the election grew for the company in March 2018 when the Guardian and the New York Times reported that political consulting firm Cambridge Analytica had improperly accessed the data of 50 million Facebook users. That data was then used to target voters on Facebook to get them to support Donald Trump in the 2016 presidential campaign, according to the reports. The number of affected users was later revised to 87 million. </p><p>   Cambridge fallout </p><p>   After the fallout of Cambridge Analytica, Mr. Zuckerberg told Ms. Sandberg that he blamed her and her teams for the scandal, the Journal previously reported. Ms. Sandberg confided in friends that the exchange with Mr. Zuckerberg had rattled her and she wondered if she should be worried about her job. </p><p>   The two scandals resulted in Ms. Sandberg being called by Washington to testify on foreign influence on American social networks. </p><p>   Ms. Sandberg was further embattled by a 2018 New York Times report alleging that she had overseen an aggressive lobbying campaign to combat Facebook's critics, including hiring a Washington-based opposition research firm. </p><p>   In the wake of those events, Ms. Sandberg became a less visible presence around Washington and ceded many policy issues to other executives, said former employees who worked with her. </p><p>   At times, Ms. Sandberg expressed frustration that she was being blamed for issues that arose in parts of the business she didn't control, the former employees said. </p><p>   Her overall influence also waned, in part because Mr. Zuckerberg in recent years asserted tighter control over all aspects of the company's operations. </p><p>   Last year, when the Journal published a series of investigative articles called The Facebook Files based on thousands of internal documents, Ms. Sandberg stayed largely silent. She is a strong advocate for women, and her muted public response was noted inside and outside the company in part because one of the revelations was that the company researchers had repeatedly found that Instagram was harmful to a sizable percentage of its young users, most notably teenage girls. </p><p>   Data from the internal documents showed that Ms. Sandberg's share of employees had shrunk in recent years. At the start of 2014, 43% of the company's staff reported to her, but that amount fell to 31% by 2021. </p><p>   Ms. Sandberg, who received total compensation of $35.2 million in 2021, has a net worth of $1.6 billion, according to Forbes. </p><p>   The company's huge advertising operation, of which she was the architect, is also under increasing pressure, in large part due to changes from Apple Inc. regarding how data can be collected and used to target advertisements. </p><p>   Meta said in April that its revenue growth slowed for the first time since it became a public company. Since Feb. 2, Meta's market value is down $341 billion. From its peak on Sept. 7, 2021, it is down almost $540 billion. </p><p></p>",
  "published": "2022-06-03T06:13:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 9576,
          "end": 9585
        },
        {
          "start": 9576,
          "end": 9586
        },
        {
          "start": 9576,
          "end": 9581
        }
      ]
    }
  ]
}