{
  "_id": "4c414899650bfc02b023084f1b7d38972ac0c096c33b460ff40e1e8c3481d65e",
  "feed": "wall-street-journal",
  "title": "Technology:  Sensor Startup Files for Chapter 11 After SPAC Deal  ----  By Akiko Matsuda",
  "text": "<p>   Silicon Valley tech startup Quanergy Systems Inc. filed for bankruptcy Tuesday, less than a year after it became a publicly traded company on the New York Stock Exchange. </p><p>   The Sunnyvale, Calif.-based company, which designs and develops light detection and ranging, or lidar, sensors used in fields such as security and transportation, aims to sell itself under chapter 11 protection, according to court papers filed by the company's chief restructuring officer, Lawrence Perkins. </p><p>   The bankruptcy filing came just 10 months after Quanergy went public in a merger with Citic Capital Acquisition Corp., a special-purpose acquisition company, or SPAC. </p><p>   SPACs were among the hottest investments on Wall Street early in 2021, booming alongside cryptocurrencies, meme stocks and other risky assets. The boom has since turned to bust. Shares of companies that went public through SPAC have crashed and some startups are going back on merger deals. </p><p>   At the time of Quanergy's merger, it secured a $125 million equity line of credit, along with $30 million of cash. But a decline in investor interest in the lidar sector along with general market conditions led the company's market capitalization to drop to about $48 million in the following four months, Mr. Perkins said. Quanergy struggled to keep running its operation, with costs of about $4 million a month, he said. Quanergy retained investment banker Raymond James &amp; Associates in June and tried to sell itself or to raise additional capital, but the effort was unsuccessful, leading to the bankruptcy filing, Mr. Perkins said. </p><p>   A few other recent SPAC deals also have ended in bankruptcy. Fast Radius Inc., an on-demand manufacturer of metal and plastic parts, filed for chapter 11 in November, nine months after going public through a merger with a blank-check company. Enjoy Technology Inc., a retail technology company started by former Apple Inc. retail strategist and chief executive of J.C. Penney Ron Johnson, went bankrupt in June, less than a year after the company went public through a SPAC merger. </p><p>   Founded in 2012, Quanergy has developed a patented technology in lidar sensors, which provide real-time 3-D images in any lighting conditions using eye-safe lasers. </p><p>   In 2021, the company's net loss was $63.5 million, followed by a $148 million net loss in the first nine months of 2022. The company has no funded debt but has about $25 million in unsecured debts. The company is seeking approval for a marketing and sale process for its assets in chapter 11, court papers say. </p><p>   Judge Craig Goldblatt with the U.S. Bankruptcy Court in Wilmington, Del., has been assigned to the bankruptcy case. </p><p></p>",
  "published": "2022-12-14T07:07:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1885,
          "end": 1895
        },
        {
          "start": 1885,
          "end": 1894
        },
        {
          "start": 1885,
          "end": 1890
        }
      ]
    }
  ]
}