{
  "_id": "5c68386c3b5e77a4f66bda3c129615218e1e16e157d88e86dc4127778fb758a9",
  "feed": "ftcomall",
  "title": "Is this wellness's golden gun?",
  "text": "<p>Before launching his latest muscle-pummelling device, Dr Jason Wersland, chiropractor and&#xa0;the founder of Therabody, sought counsel from one of his most trusted patients: Cristiano Ronaldo. Or, rather, one&#xa0;day last year Ronaldo all but begged to&#xa0;try the new vibrating gadget – the “TheraFace PRO”. “I almost couldn't hide it from him,” says&#xa0;Wersland. “He loves that we're always innovating. He's&#xa0;like: ‘What else you got?'”&#xa0;</p> <p>The device, which promises to relax and tone facial muscles, apparently met with enthusiastic approval from Ronaldo, who inked a sponsorship deal with Therabody in 2021 and has long been a champion of the&#xa0;brand. He has used its star product, the Theragun massage gun, to help his post-workout recovery since 2017&#xa0;– even pressing it against the soles of his feet. Ronaldo isn't the only sports star to&#xa0;embrace Therabody's gadgets: basketballers Kyrie Irving and Kevin&#xa0;Durant, tennis pro Maria Sharapova, and&#xa0;NFL heavyweight Bobby Wagner are&#xa0;users, as are medical experts including Real&#xa0;Madrid's Dr Niko Mihic and&#xa0;Paris Saint-Germain's Dr&#xa0;Christophe Baudot. Many regularly help to trial devices&#xa0;before they hit the market. And lately&#xa0;they've been&#xa0;spoilt for choice.&#xa0;</p> <p>As its 2020 renaming indicates, the Los Angeles-headquartered brand formerly known as Theragun is diversifying. It's best known for inventing the “percussive” <a href=\"https://www.ft.com/wellbeing-fitness\">massage</a> gun – a handheld device that uses high-frequency vibrations to ease muscle tension – and becoming the Dyson of that now-crowded category (along with fellow Californian startup Hyperice). In addition to TheraFace, it&#xa0;has also launched vibrating Wave foam rollers and wireless inflatable JetBoots that compress your legs while you watch television; and acquired PowerDot, a maker of tiny muscle-simulating electric pads. They are “definitely dominating” the recovery market, says Ashleigh Wienand, clinical director and lead physiotherapist at London's Ultra&#xa0;Sports Clinic. During lockdown, the Theragun was “the gadget that people bought”. Whether due to “great marketing, a great product or perhaps a combination, most&#xa0;people know the brand,” she adds.&#xa0;</p> <p>Therabody's wares are now sold at more than 10,000&#xa0;retail locations in more than 60 countries, and revenues have multiplied tenfold in the past four years, says&#xa0;CEO Benjamin Nazarian (although he won't reveal numbers). The brand counts almost 1mn Instagram followers and celebrity investors include Jay-Z, Marcus Rashford and Rihanna. With “Dr Jason” at the helm – as&#xa0;everyone at Therabody refers to Wersland, a 53-year-old&#xa0;with infectious enthusiasm and a line-backer's build – the brand has determined to own the sports recovery market by becoming a one-stop-shop to help bodies rebound in the comfort of home. “Up until four or five&#xa0;years ago, sleep, nutrition and going on vacation were the only ways we could fill up [the tank],” says Wersland. The Theragun, he says, gave people “the ability to do another thing” for themselves.</p> <p>Where high-tech recovery equipment has&#xa0;typically been expensive and available only in physiotherapy or medical clinics, Therabody has democratised the recovery space. Wienand describes the&#xa0;Theragun as “fabulous” because of its variety of frequencies and attachments designed to treat minor injuries, and because it's so easy to use. The timing has also been fortuitous; increasingly, non-professional <a href=\"https://www.ft.com/sport\">athletes</a> are “pushing themselves harder: they're doing Ironmen and ultra-marathons – and you need recovery when you start to&#xa0;put&#xa0;that amount of strain on your body,” she says. And, obviously, Therabody was a beneficiary of the pandemic, which hastened demand for self-care products such as these,&#xa0;says Dipanjan Chatterjee, vice president and principal analyst at US market-research firm Forrester.&#xa0;</p> <p>Therabody's origins date back to 2008 when Wersland was recovering from a motorbike accident and began searching for something – anything – to dull his shoulder pain. Taking inspiration from the vibrating massage chairs at his clinic, he fashioned a&#xa0;crude device by bending the blade of a jigsaw (a pulsating electric saw) and wrapping it&#xa0;in a dish cloth and electrical tape. He found that, at a particular frequency, it effectively dimmed the discomfort. He scoured the market for something similar but found nothing. His eureka moment came months later, when a patient – in agony after going through the windshield of a bus – tried Wersland's Franken-jigsaw and reported it had “saved [his] life.” It was “like the universe punched me in the chest,” recalls Wersland. “Like, I have to figure this out.”</p> <p>Over the next seven years, he dedicated himself to determining why this convulsing contraption – which he dubbed “percussive” – made his muscles feel better, and how he could turn it into something sellable. With money borrowed from his brother he bought 250 jigsaws that he rejigged, searching for an ideal amplitude. He also toyed with the attachments: he learned that it couldn't&#xa0;be a hard plastic because that “stimulates the skin not the tissue underneath”, and found the perfect foam textures. He sought advice from a surgeon friend, as well as&#xa0;sports-industry specialists, and used his own body as a&#xa0;test site. While completing his fifth prototype, in 2015, he&#xa0;met Nazarian, who, with his experience running both&#xa0;a&#xa0;real-estate company and a startup incubator programme,&#xa0;brought capital and business savvy. They launched the G1, the original Theragun, soon after.</p> <p>Then, as now, athletes propelled the brand forwards. Through his chiropractic work, Wersland was able to get&#xa0;his devices into the hands of elite sports people. Lots liked what they felt. Nazarian calls the brand's turning point “the Kyrie moment”. During a 2017 NBA game, Irving's back seized up&#xa0;and the 6ft 2in point guard asked for a Theragun to be brought onto the court. Cameras zoomed in on the strange contraption and social media went into a spin, with users perplexed about the “egg beater” being used on Irving's back. “Athletes have access to the best technologies and they're very, very picky, because they're not going to take a chance on something if&#xa0;it could injure them,” says Nazarian. Irving's very public endorsement gave the gadget – and the brand – widespread credibility “and we really grew from there”.</p> <p>The science behind Theragun is&#xa0;a mix of new and time-honoured, says Timothy Roberts, Therabody's vice-president for science and innovation. Applying pressure to&#xa0;muscles via massage has been&#xa0;practised for millennia, and&#xa0;research from the 1960s onwards shows the effectiveness of&#xa0;applying vibrations to animals and humans to increase circulation and treat diseases, he says. The Theragun, which reaches a&#xa0;top speed&#xa0;of 40 hertz, or 2,400 vibrations per minute (40 per second),&#xa0;causes the underlying tissue to heat up and open its&#xa0;blood&#xa0;vessels, meaning that blood flows to the area. The vibrations also stimulate the nervous system, which eases muscle tension and has an analgesic effect (a supercharged version of rubbing a fresh injury to numb the pain).&#xa0;</p> <p>The brand, whose in-house science team collaborates with specialist doctors as well as researchers and academic institutions around the world, has published peer-reviewed studies demonstrating that the Theragun can help users sleep better and recover faster following workouts. “After you exercise, you become sore, your range of motion decreases, and if you were to do nothing and just rest, maybe 24 or 48 hours later you'd return to a baseline,” says Roberts. “If you use the Theragun, you almost halve the time of coming back to that baseline,” he says, adding that it's all about enhancing the body's natural processes.</p> <p>As well as expanding its network of 20-odd physical stores in the US and Europe, the brand has started building&#xa0;“reset” centres across the States. These are furnished with state-of-the art machines from other brands, such as hyperbaric chambers and IV hydration services, as well as the latest <a href=\"https://www.therabody.com/\">Therabody</a> innovations. The&#xa0;point is to experience cutting-edge technologies in context (and perhaps snap up some products too).&#xa0;</p> <p>The company is clearly thinking big. Like Apple's iPad, iPhone and MacBook, Nazarian envisages Therabody's devices neatly slotting together as a comparable ecosystem&#xa0;for the body. So you might slip into the&#xa0;JetBoots post jog, drill into a sore shoulder with a Theragun after a bad night's sleep, or whizz&#xa0;a TheraFace across a tense jaw. When asked&#xa0;how big he imagines his company might become, Wersland responds that he “looks at the&#xa0;population of the earth” and “thinks to himself: how many people have we reached? How&#xa0;many people understand what this is? When&#xa0;you look at it that way – and this is partly why people think I'm crazy – we can easily be 10 times bigger than we are now.”</p><p>Source: Jamie Waters. Photography by Amy Currell 2022 'Is this wellness's golden gun?' FT.com 13 September. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-09-13T03:55:36.425Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 8084,
          "end": 8089
        }
      ],
      "nexusId": "10022657"
    }
  ]
}