{
  "_id": "f513c3bd7e8e8e3f0101a96006f466e346706376da017ce1eb86cf142e0b7217",
  "feed": "market-watch",
  "title": "Amazon hit with antitrust lawsuit from California, which claims seller rules are increasing consumer prices; 'For years, California consumers have paid more for their online purchases because of Amazon's anticompetitive contracting practices,' state's attorney general says in announcing suit",
  "text": "<p>\"For years, California consumers have paid more for their online purchases because of Amazon's anticompetitive contracting practices,\" Bonta said in a statement.</p><p>\"With other e-commerce platforms unable to compete on price, consumers turn to Amazon as a one-stop shop for all their purchases,\" he added. \"This perpetuates Amazon's market dominance, allowing the company to make increasingly untenable demands on its merchants and costing consumers more at checkout across California.\"</p><p>The lawsuit, filed in San Francisco Superior Court, asks the court to prohibit Amazon from continuing to engage in anticompetitive conduct, and seeks damages and civil penalties of $2,500 for each violation of the state's unfair competition law — which his office said could be a significant number. The attorney general's office estimates that the company has at least 25 million customers in California.</p><p>Amazon has faced similar lawsuits over its third-party merchant policy elsewhere. Earlier this year, an antitrust lawsuit by the District of Columbia was dismissed, while another lawsuit in Washington state was allowed to proceed. California has its own Unfair Competition Law that was cited by a judge previously in the landmark Epic Games Inc. v. Apple Inc. AAPL antitrust suit in the only beneficial ruling for \"Fortnite\" maker Epic in that case; Apple has appealed that verdict and the case is ongoing.</p><p>For more: Epic v. Apple could be a legal marathon as appeals wend through system</p><p>Bonta has cited the state's unfair competition law in filing a brief in support of fair competition in the legal battle between Apple and Epic, though the brief stressed that the state was not taking a side in the fight.</p><p>Amazon hit with antitrust lawsuit from California, which claims seller rules are increasing consumer prices</p>",
  "published": "2022-09-14T18:12:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1239,
          "end": 1249
        },
        {
          "start": 1250,
          "end": 1254
        },
        {
          "start": 1340,
          "end": 1345
        },
        {
          "start": 1239,
          "end": 1244
        },
        {
          "start": 1606,
          "end": 1611
        },
        {
          "start": 1415,
          "end": 1420
        },
        {
          "start": 1239,
          "end": 1248
        }
      ],
      "nexusId": "10022657"
    }
  ]
}