{
  "_id": "7e9f87eed58cf3879bd33f3ea17bcb5f423c066946f33d66f92fc47c33981932",
  "feed": "wall-street-journal",
  "title": "PERSONAL JOURNAL  ---  Family & Tech:  A Dozen Ways to Tame  Household Screen Time  ----  By Julie Jargon",
  "text": "<p>\n   I spent a lot of 2021 writing about the detrimental effects that technology -- especially social media -- has on kids. Cutting back on tech use almost always helped the teens I spoke with -- and frankly, the rest of us would probably benefit from the same. </p><p>\n  To that end, here are 12 ways to keep healthier tech habits this year. </p><p>\n  Every member of the family can start by assessing their tech use and sharing the results. Screen-time settings on Apple and Android devices allow you to see how long you've spent on a device in a given week, and how much was spent on specific apps. There are ways to do this on your Mac or Windows PC too. Ask the gamers in the family to log how much time they spend playing for a week. The total can be eye-opening. I was shocked to find that most of my own phone time last week was on the Messages app -- more than three hours of texting! </p><p>\n  There's no need to adopt all these resolutions; just pick a few that resonate with you. </p><pre>\n </pre><p>\n  Give children a say </p><p>\n  Establishing rules around tech use is most successful when the whole family is involved in decision-making, said Susan Groner, a parenting mentor. \"What if we teach kids to be their own screen-time wardens?\" </p><p>\n  Ask your kids how much and what type of screen time they want, and how they plan to monitor it. Then let them manage it on their own for a week. Afterward, ask what worked and what didn't. Could they get homework done and complete chores? Did they get enough sleep? Did keeping an eye on the clock work, or do they need to set an alarm? </p><p>\n  The approach teaches lessons in time management, Ms. Groner said. Plus, kids are more likely to follow rules they helped set. </p><pre>\n </pre><p>\n  Agree on when and where </p><p>\n  Having consistent rules around when and where devices can be used can eliminate conflict. If, for example, the family agrees on no phones at the dinner table or in bedrooms at night, there's no arguing about it. </p><pre>\n </pre><p>\n  Gamify tech reduction </p><p>\n  If your family has a competitive streak, use it to your advantage, said Chris Flack, co-founder of UnPlug, a digital-wellness consultancy. Maybe parents challenge themselves to give up two hours a week of scrolling Instagram, while the kids reduce their TikTok consumption by the same amount. Whoever meets the goal gets pizza; losers get bologna sandwiches. </p><pre>\n </pre><p>\n  Plan other activities </p><p>\n  Expressing a wish for more outdoor time or more reading isn't enough -- build it into your routine. You could designate time for family hikes on Saturdays, or reading together on another day. My youngest two children go to bed at the same time, and one of them reads aloud to the other before lights-out. We're also planning to build in reading time during screen-free Sundays. </p><pre>\n </pre><p>\n  Make them earn it </p><p>\n  Try some incentives. One friend of mine plans to have her kids bank the number of hours they spend doing chores and reading, then she will grant the same amount of time for iPad play. </p><pre>\n </pre><p>\n  Make small changes </p><p>\n  If a full screen-free day seems too daunting, make smaller daily reductions. Reducing your tech use by two hours a day for a year gives you a whole month of your life back. Consider cutting out that hour you spend checking the news in the morning (or switch to a podcast, like The Journal) and the hour you spend scrolling Instagram in bed at night. </p><pre>\n </pre><p>\n  Other viewing options </p><p>\n  Maybe you want better, not less, screen time. If your kids are watching endless streams on TikTok or YouTube, swap in some curated content. Have them watch something educational -- perhaps even boring. \"If the programming is less compelling, they'll reach for that book,\" said Nicole Rawson, founder of Screen Time Clinic, a network of digital-wellness coaches. </p><pre>\n </pre><p>\n  Phone-free movie night </p><p>\n  Movie night can bring families together, but glancing at screens while it plays defeats the purpose. Mr. Flack said even having devices in sight during in-person interactions reduces the quality of the interaction. Known as \"the iPhone effect,\" it occurs whether the phone is on or off. He suggests keeping devices in another room during movies or TV shows. </p><pre>\n </pre><p>\n  Delay the start </p><p>\n  Susan Arico, a digital-wellness guide based in Old Lyme, Conn., said she finds that beginning your day without checking Twitter or Instagram helps you develop more self-control over social-media use. </p><pre>\n </pre><p>\n  Socialize differently </p><p>\n  You don't have to be on a big social-media network to stay connected with friends and family. Switching to alternative photo-sharing apps or smaller social networks can free you from the political rants and drama often found on some of the bigger platforms. Danny Groner, a marketing executive in New York (no relation to Susan Groner), deactivated his Facebook account on Dec. 31 and replaced it with a Substack newsletter, where he shares his thoughts with a much smaller group of people. </p><pre>\n </pre><p>\n  Device settings help </p><p>\n  Set your phone to Do Not Disturb during times when you want to focus on other activities or sleep.  Alternatively, you could use your phone's settings to limit time on your most addictive apps. </p><pre>\n </pre><p>\n  Avoid only texting </p><p>\n  Don't automatically text. Michelle Dightman, an accountant in Leawood, Kan., tries to leave notes for her son on the fridge using magnetic letters. </p><p></p>",
  "published": "2022-01-10T07:03:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 442,
          "end": 447
        }
      ],
      "nexusId": "10022657"
    }
  ]
}