{
  "_id": "78f5aed29972f42ec0b8f5c55aa70cc74d8e251986c3ff680b6595f5eec800f3",
  "feed": "wall-street-journal",
  "title": "How Devin Booker's Life Was Changed by Kobe Bryant; The NBA guard, who chugs a glass of water every morning and always brings a Diptyque candle on the road, says this is the year for a Phoenix Suns championship.",
  "text": "<p>Booker was born in Grand Rapids, Michigan, where he grew up with his mom, Veronica Gutierrez, and two siblings until high school, when he moved to Moss Point, Mississippi, to live with his dad, Melvin Booker. Melvin, a former NBA player who had been playing overseas, became a mentor to his son. Booker went to the University of Kentucky in 2014 and left after one season at age 18 after being drafted by the Suns in the first round. Three years later, he became the youngest player in NBA history to score at least 60 points in a game. (He scored 70 against the Boston Celtics.) In 2018, he signed the largest deal in the Suns' franchise history, worth $158 million over five years, and last year, he and teammate Chris Paul led the Suns to the NBA Finals, where they lost to the Milwaukee Bucks.</p><p>Off the court, Booker—who goes by DBook or simply Book—is also known for his romantic relationship with Kendall Jenner. Here, he takes WSJ. through a typical Monday game day.</p><p>What time do you get up on Mondays, and what's the first thing you do?</p><p>We really don't do days of the week in the NBA. We do game days, we do practice days, and we do travel days. [On a] Monday game day, 8 a.m. wake-up is usually my time. The first thing I do is chug water. That's something I've been doing for a long time. I feel like it gets me going. [Then] 8:30 a.m. breakfast.</p><p>Are you one of those \"four hours a night is all I need\" people with sleep, or do you need a minimum to recharge?</p><p>I try to get eight. But it varies. No less than five though. My problem is I play videogames very late at night, so that usually cuts into my sleep time. I'm usually asleep at 1, wake up at 8.</p><p>Do you take any vitamins?</p><p>I do. They're tailored to me, prescribed by our team: just an advanced probiotic, vitamin C packs, and that's pretty much it. Vitamin D once a week.</p><p>Then what comes next?</p><p>We have a shootaround at 10 a.m., which is like game-day prep. We go in there and we go over the plays of what ever team we're playing against that day and just get a few shots up, get the blood flowing early in the morning. That's usually an hour, from 10 to 11. Around 11:30, I get on my LightStim bed. It's an infrared light bed. I sit on that for usually 40 minutes: 20 on my back, 20 on my face. The infrared sauna is next in my game-day routine, usually 15 minutes. During that time, I'm usually listening to reggae music. Then right at noon is what we call my pre-game snack. It's usually something lighter, just try to get some fuel in the body before I go play. After my snack, it's a one-hour nap. I'll turn everything off in my room, light a candle and sit in the bed and try focusing on my breathing and separating myself from the madness that's been going on that day.</p><p>That sounds restorative.</p><p>It's why I love game days, getting the hour right there. After that I get my coffee and start my shower, which is when I switch from reggae music, and now I'm getting ready for the game. The music's a little more aggressive. I do my pre-game meal at 4 o'clock, usually three hours before the game. I usually get to the arena two hours before the game. Right when I get there I hop on table work: activation treatment, good stretching, making sure everything in your body is moving right. Then I do 15 minutes of an actual lift with some real weights to get the body ready. Six o'clock, the hour before the game, is my court time when I go out and get shots up. We'll do our team meeting at 6:20, and then we run out as a team at 6:40 and we do 20 minutes of warmups out on the court before the game.</p><p>What do you do to pump yourself up ahead of games? Do you have any superstitions?</p><p>Usually music. I block everything out on the outside and really just focus on the task at hand. That's the biggest thing about my routine, trying to stay focused with so much other stuff going on.</p><p>Have you learned any life hacks being on the road so much—packing secrets, keys to a great sleep?</p><p>I use a Barefoot Dreams blanket. I don't want to sound like a little kid, but I have a consistent blanket I bring with me on the road. I travel with sage and a Diptyque candle everywhere I go, so I'm kind of getting my home vibe on the road. And I bring a gaming laptop; it's easy access to connect with my friends.</p><p>You've also become an investor and businessperson in the past few years. Who do you turn to for business advice? Do you have a mentor?</p><p>Jim Reynolds—he's an uncle of mine, a private banker out of Chicago who owns a company called Loop Capital—put me in touch with Magic Johnson, who's been a great entrepreneur to follow, especially as someone who's been in my shoes and been in the NBA and understands the business of this league. I've had a lot of older teammates I've been inspired by, Chris Paul being one of the current ones and Tyson Chandler being one of the good vets for me in the past.</p><p>How are you feeling about a Suns championship this year?</p><p>It's time. I think everybody on our team has the same goal and is on the same mission, especially after a deep playoff run last year and a heartbreak loss in the finals. We're not trying to have that feeling again.</p><p>What makes you feel productive?</p><p>A clean space, when my room is locked in. That's my therapy, too, sitting in my closet and organizing and going through drawers and making sure I know where everything is.</p><p>You're in the public eye as an athlete but also because you're dating Kendall Jenner; is it hard having the spotlight on both your professional and private life?</p><p>I wouldn't say hard. Honestly, I'm enjoying life to the fullest, and that came off my tongue so easily because it wasn't always this way, but I feel like I'm in a good place right now. I love my family, I love the people around me, and I love the impact that I get to have on this world, the younger generation under me and the kids who look up to me.</p><p>What's one piece of advice you've gotten that's guided you?</p><p>\"Be legendary,\" the advice that Kobe had left me with in the short time I got to spend with him in our last game playing against each other. He left it with a mark on my shoe and he wrote it out, Be legendary. And not only did he write it on the shoe and sign it for me, but just talking me through it and talking through the steps that it's going to take to get there. Kobe's always been an inspiration, so hearing it in his voice and seeing it in his handwriting on the shoes keeps me motivated.</p><p>And you got it tattooed too, right?</p><p>My first tattoo. Any glimpse I can see of it, any photo where I look and I'm shooting the ball and I see it, it's a perfect reminder for me.</p><p>This interview has been condensed and edited for clarity.</p><p>5 Monday Must-Haves</p><p>Lightstim LED Bed</p><p>\"It reduces inflammation, improves circulation.\"</p><p>Apple AirPods Max Headphones</p><p>\"I even wear them in the house, which my partner and my mom don't like.\"</p><p>Converse Sneakers</p><p>\"Those are my dailies. As classic as it gets.\"</p><p>Coco5</p><p>\"It's my hydration company. Arizona, where I live, is a dry climate, so you've got to stay hydrated. I'm downing it daily.\"</p><p>Infrared Sauna</p><p>\"I go straight from the LightStim bed to the sauna, which is just getting beaten by red light for an hour straight.\"</p><p>How Devin Booker's Life Was Changed by Kobe Bryant</p>",
  "published": "2022-03-08T16:04:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 6724,
          "end": 6729
        }
      ],
      "nexusId": "10022657"
    }
  ]
}