{
  "_id": "a6bdb64764d8317abf8ca946d4d62ec5a7c2f291a95fae539ee138c4b23f7f12",
  "feed": "wall-street-journal",
  "title": "Google Expected to Post Slower Sales Growth in Third Quarter; Parent company Alphabet faces advertising slowdown, with revenue growth expected to be lowest in more than two years",
  "text": "<p>While Google has attempted to become less reliant on advertising in recent years, the tech company still makes the majority of its revenue from ads that appear next to search results and videos surfaced by the company's algorithms.</p><p>Alphabet's expected revenue growth in the third quarter would be the company's lowest since the second quarter of 2020, when the company lost business as the coronavirus stoked fears among advertisers. Sales rose 41% in the third quarter last year, by comparison.</p><p>Google has recently pushed big brands toward a suite of automated tools for purchasing advertising across the company's own properties and other online publishers, a move analysts have credited with boosting the core search-advertising business.</p><p>The search business is expected to report revenue of $41.0 billion in the third quarter, an increase of 8.1%, according to analyst estimates.</p><p>Advertising revenue on Google's YouTube video platform is expected to rise 2.9% to $7.4 billion, extending a slowdown in growth dating back to the second half of last year, according to estimates. YouTube relies more heavily on so-called brand advertising than other parts of Google's business, making it more susceptible to a pullback in spending.</p><p>Analysts said Google remained relatively insulated from the privacy changes Apple Inc. introduced last year, which have tripped up tech companies that rely heavily on tracking users across mobile apps for ad targeting.</p><p>Yet the broader economic slowdown has prompted Alphabet CEO Sundar Pichai to search for ways to improve the company's bottom line after a boost in fortunes during the pandemic spurred a period of breakneck expansion.</p><p>SHARE YOUR THOUGHTS</p><p>What's your outlook for Google? Join the conversation below.</p><p>Mr. Pichai said in July that Google would slow hiring for the rest of the year and last month said the companyshould become 20% more productive, without providing details on how he would measure the improvements.</p><p>Last month, Google scaled back spending at an internal startup incubator and shut down its streaming videogame service Stadia, a product Mr. Pichai introduced with a big marketing push in 2019.</p><p>Revenue at Google's cloud-computing division, one of its biggest areas of spending, is expected to increase by 33.8% to $6.7 billion, the business unit's slowest growth rate since Google began reporting its financial performance in 2020, according to analyst estimates.</p><p>Alphabet is expected to report $16.9 billion in net income during the third quarter, down 10.8% from a year earlier, according to estimates. The company's shares have fallen about 30% since the beginning of the year, slightly less than the tech-heavy Nasdaq Composite Index and other major online-advertising companies.</p><p>Last week, Snap. Inc. reported its slowest quarterly revenue growth since becoming a public company and said it was operating on the expectation of zero growth this quarter, sending shares 26% lower in trading.</p><p>Facebook parent Meta Platforms Inc. is expected to report a second consecutive quarter of declining advertising revenue on Wednesday. An investment firm that is a large Meta shareholder urged the company in a public letter this week to cut employment expenses by at least 20%.</p><p>Analysts said Google should remain well positioned if economic conditions deteriorate further.</p><p>\"In a recession, advertisers that do spend (with reduced budgets) are likely to stay with scaled, high-quality ad channels—helping Google gain share,\" Jefferies analysts wrote in a report this month.</p><p>Write to Miles Kruppa at miles.kruppa@wsj.com</p><p>Google Expected to Post Slower Sales Growth in Third Quarter</p>",
  "published": "2022-10-25T14:19:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1309,
          "end": 1314
        },
        {
          "start": 1309,
          "end": 1319
        },
        {
          "start": 1309,
          "end": 1318
        }
      ]
    }
  ]
}