{
  "_id": "185edb9757a9937704357cd3ed6929b9eaf1270f3ec2051610e18fc3f95a6926",
  "feed": "market-watch",
  "title": "Snap stock plunges toward worst drop on record as profit warning makes the shares 'uninvestible'; Pinterest shares are also heading toward a record fall",
  "text": "<p>Snap's acknowledgement of further macro pressures is weighing heavily on other technology stocks as well, with shares of Pinterest Inc. PINS off 26% and on track to log their own record single-day decline. Shares of Facebook-parent Meta Platforms Inc. FB are down nearly 10%, shares of Twitter Inc. TWTR are off about 3%, and shares of Google-parent Alphabet Inc. GOOG GOOGL are down 8%. Alphabet's stock is on pace for its worst one-day percentage drop in more than two years.</p><p>Opinion: Snap's warning of a weaker outlook sends ripples through tech stocks</p><p>That Snap has given up on its prior outlook with more than a month left in the quarter is \"not a good harbinger for the ad Internet sector as well as traditional media,\" wrote Mizuho desk-based analyst Jordan Klein, in a note associated with the firm's sales team and not its research unit.</p><p>The stock \"will be uninvestible until final Q2 print and Q3/22 guide,\" he continued.</p><p>The \"only good thing\" Klein saw was that \"investor sentiment is absurdly low\" and \"positioning is also extremely low, so one can debate as to how much selling is left in some of these names and sectors of Tech,\" he wrote. Then again, he acknowledged that dynamic wasn't much help for Snap, which had already lost half of its value over the course of 2022—even before Tuesday's decline.</p><p>Snap's disclosures left analysts trying to pick apart the implications for fellow ad-dependent names.</p><p>\"The read will of course be negative for the space but a warranted debate is how much of this is SNAP-specific vs. broader industry given management's signal loss commentary,\" wrote RBC Capital Markets analyst Brad Erickson. Signal loss refers to the pressures on ad-driven platforms to deliver measurement insights to advertisers in the wake of privacy-related changes from Apple Inc. AAPL that make it harder to track user activity on iOS devices.</p><p>\"The 8K clearly pointed to the macro having worsened faster and farther than expected; however, given management sounded incrementally more negative on ever fully restoring iOS signal loss, we'd expect investors to view this as a somewhat idiosyncratic issue,\" he wrote.</p><p>Still, in Erickson's view, Snap's warning also signaled that \"clearly more than just Europe is weak\" on the macroeconomic front. He expects that the company is seeing broader pressure on brand advertising, which could be a negative sign for Pinterest given that company's heavy exposure to the category. Meta and Alphabet are \"likely best insulated\" given their positioning in direct-response advertising, he continued.</p><p>Erickson has a sector-perform rating on Snap's stock and cut his price target by more than half, to $17 from $35.</p><p>Evercore ISI's Mark Mahaney wrote that he thought that Snap's April outlook \"already baked in a more conservative outlook and potential deterioration of the macroeconomic environment,\" so the latest commentary suggests conditions have \"aggressively deteriorated further.\"</p><p>\"We see no real reason to not take Snap's negative pre-release at face value. Digitaladvertising is cyclical, but like all advertising, and macro headwinds are very likely getting much harder,\" he continued, while acknowledging that factors such as TikTok's growing influence and a possible shift of ad dollars toward Google and Facebook could be impacting the company to a lesser degree.</p><p>He has an outperform rating on Snap shares but lowered his target price to $36 from $47.</p><p>Wells Fargo's Brian Fitzgerald was highly focused on the macro as well. He offered that while Chief Executive Evan Spiegel didn't provide too much additional detail at a late Monday investor conference, beyond what was in the filing, \"we didn't get the sense that issues impacting the company's outlook are company-specific, competitive, or platform-driven (by iOS), as mgmt called out an array of macro issues including supply chains, inflation, interest rates and the ongoing war in Ukraine.\"</p><p>Fitzgerald also sees some pain ahead for the larger ad sector. \"Given lack of clarity on brand vs. DR [direct-response] weakness or specific vertical weakness driving SNAP's softening outlook, it's hard to know if the market is getting specific stocks 'right' though a broad ad market recession appears increasingly likely\" in the near term, he wrote.</p><p>He has an overweight rating on the shares but reduced his target price to $27 from $48.</p><p>Snap stock plunges toward worst drop on record as profit warning makes the shares 'uninvestible'</p>",
  "published": "2022-05-24T15:01:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1795,
          "end": 1805
        },
        {
          "start": 1806,
          "end": 1810
        },
        {
          "start": 1795,
          "end": 1804
        },
        {
          "start": 1795,
          "end": 1800
        }
      ]
    }
  ]
}