{
  "_id": "e1242f7d4029e6dc9888534137cec62dc8e2ce9751a0e307324fc68a38ecaf9b",
  "feed": "wall-street-journal",
  "title": "EXCHANGE --- Disney+ To Offer Option With Ads",
  "text": "<p>Disney announced Friday that it would roll out a cheaper, ad-supported Disney+ subscription in the U.S. beginning in late 2022. The company didn't share pricing details for the ad-supported subscription, or say when exactly it will launch. Customers will still be able to subscribe to the ad-free version of Disney+, which costs $7.99 a month.</p><p>The move underscores how the battle for new subscribers has reached a ferocious pitch as consumers try to limit household spending and become more discerning about which streaming services to sign up for. It also highlights how ads have added to revenue growth for streaming services.</p><p>The company said the new offering is a \"building block\" in Disney's goal to sign up 230 million to 260 million Disney+ subscribers by the end of fiscal 2024.</p><p>When asked about advertising on the streaming service, Christine McCarthy, Disney's chief financial officer, said the company had no intention of including ads, \"We don't believe that the consumer experience would be a particularly good one if we had advertising on Disney+.\"</p><p>Ad-supported streaming products have helped increase revenue per user -- an important metric in the entertainment industry -- for other streaming services, said Doug Creutz, an analyst who follows the company for Cowen &amp; Co.</p><p>\"They're pulling every lever they can to jump-start subscriber growth,\" Mr. Creutz said. \"They're all-in on streaming. So are a half dozen other companies. It's blood sport out there.\"</p><p>The move would leave Netflix Inc. and Apple Inc. as the remaining major streaming services that don't offer a lower-cost, ad-supported option. AT&amp;T Inc.'s WarnerMedia offers an ad-supported version of HBOMax for $9.99 a month, compared with $14.99 a month without ads.</p><p>Comcast Corp.'s NBCUniversal offers its Peacock Premium streaming service with ads for $4.99 month, or $9.99 without. Paramount Global and Discovery Inc. each offer two tiers of their Paramount+ and Discovery+ services, with ads and without, also for $4.99 and $9.99 a month, respectively.</p><p>Disney-owned streamer Hulu already offers an ad-supported version at $6.99 a month, compared with $12.99 a month for no ads.</p><p>Disney is under pressure from investors to meet subscriber growth goals, and faces an uphill battle to attract more paying customers after meteoric growth during the streaming service's first year, when many consumers were stuck on their couches during pandemic lockdowns. Disney+ gained nearly 75 million subscribers in its first year after rollout, but subscription growth slowed as the pandemic eased and competing entertainment options returned.</p><p>Last quarter, subscription growth beat expectations as the company added 11.8 million new subscriptions. The results contrasted with those of chief streaming rival Netflix, which reported in late January that it added 8.3 million subscribers in the most recent quarter -- lower than what investors expected -- and has seen its share price fall by nearly 30% since then.</p><p>Disney executives said the company expects continued growth for Disney+ in the U.S. and internationally.</p><p>License this article from Dow Jones Reprint Service</p>",
  "published": "2022-03-05T00:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1511,
          "end": 1516
        },
        {
          "start": 1511,
          "end": 1521
        },
        {
          "start": 1511,
          "end": 1520
        }
      ]
    }
  ]
}