{
  "_id": "104109beeb2bee2384621d7e3a3554ede1a9051217c89400eb89a5c37807b65a",
  "feed": "market-watch",
  "title": "Here's a fund manager's three overlooked tech stocks with 'mission critical' products to weather any economic storm; Critical information for the U.S. trading day.",
  "text": "<p>That brings us to our call of the day, from Chul Chang, a manager on Vontobel's U.S. Equity Institutional Fund VTUIX. He says investors have so busy chasing companies that can handle unexpected macro worries, they've overlooked gems with \"mission critical products\" that are well-armored for economic downturns.</p><p>\"We're looking for durable franchises that we think…can outgrow their competition, outgrow the market and get into positions where they will be stronger and bigger on the other side of any macro weakness,\" Chang told MarketWatch in an interview on Wednesday.</p><p>His fund holds staples such as Coca-Cola KO, and top holding Microsoft MSFT.</p><p>As for those diamonds in the dust, the manager highlights Synopsys SNPS, a maker of software tools for electronic design automation. Investors get defensive posturing, a business with predictive nature and good growth, said Chang.</p><p>\"The reason why we know through a downside, through an upcycle, that [Synopsys] is going to be durable is that they have high recurring revenues that chip engineers need mission critical to do their jobs,\" he said. \"So it's not a tool that you decide you're going to cut off because you think in the next 12 months recession is near or rates are going higher.\"</p><p>Back in even 2008 and 2009 when the chip industry actually shrank, Synopsys saw flat revenue and delivered earnings, he said. Shares are down 12% this year.</p><p>He also likes ServiceNow NOW, down 22% so far this year. The software company and its cloud computing platform is the \"main player\" used by corporates to systemize their workflow.</p><p>\"It's early innings when we talk about digital transformation, so there's a lot of growth ahead just from share gains in that one category,\" he said. ServiceNow has expanded into operations, employee management and customer service management.</p><p>\"So again, going back to the theme of being defensive during weaker times, this is a company we think that continues to grow not only from the secular trends that they're seeing, but just given the subscription model and the defensiveness of their profile,\" he said.</p><p>Chang's last pick is Keysight Technologies KEYS , a leading measurement company that has the \"broadest offerings of equipment for measuring electric signals or radio signals,\" with growth also supported by sector trends. Keysight has dropped 29% this year.</p><p>\"In this case, 5G, but also what 5G is going to be doing for the Internet of Things, or AI or EVs,\" he said, noting that Keysight's tools are used to test EV infrastructure, batteries, inverters, so there is a lot of \"increasing usage that's only getting started.\"</p><p>Keysight also sell manufacturing tools, which are being used by customers as they develop newer cars, products or smartphones. So those clients see Keysight tools as \"mission critical\" and \"won't be cheap about it,\" making it a company \"that can deliver, we think double-digit earnings growth over the longer term,\" he said.</p><p>The buzz</p><p>Chinese EV maker NIO NIO fell in premarket trade as its second-quarter revenue guidance came in below Wall Street estimates, though it narrowed its first-quarter loss. Chinese ADRs also were pressured following a report that the China Securities Regulatory Commission said it was not conducting work into reviving Ant Group's initial public offering.</p><p>Bilibili stock BILI is slumping after the China-based video-sharing company reported a wider-than-expected loss.</p><p>Twitter TWTR will reportedlyoffer Elon Musk a data sharing agreement to settle the Tesla TSLA chief's doubts about bots on the social media site and get the $44 billion acquisition deal moving forward.</p><p>The European Central Bank meeting is on tap, though few expect a move on rate hikes until July as the bloc battles inflation that hit a record 8.1% year-over-year in May. Next week will bring Fed, Bank of England and Bank of Japan meetings.</p><p>Data on the calendar includes weekly jobless claims and household net wealth figures later in the day.</p><p>Dutch and U.K. natural gas prices GWM00 are soaring after an explosion in Texas for a major liquified natural gas exporter, Freeport. The blast will cause a shutdown for at least three weeks.</p><p>The Shanghai district of Minhang (pop. 2 million) is under strict lockdown and will be mass tested due to a COVID outbreak. \"Markets have been naively pricing in that the easing of restrictions in Beijing and Shanghai was the final victory over omicron, and thus, peak covid-zero,\" noted Jeffery Halley, senior market analyst at OANDA.</p><p>The markets</p><p>Stock futures ES00 YM00 NQ00 are rising, as bond yields BX:TMUBMUSD10Y pull back. Oil prices CL.1 are hovering at $121 a barrel, the dollar DXY and gold GC00 are slipping, while bitcoin BTCUSD is holding onto the $30,000 level.</p><p>Read: Oil prices could go 'parabolic', putting global economy in 'critical situation,' says head commodity trading giant</p><p>The tickers</p><p>These were the top traded tickers on MarketWatch as of 6 a.m. Eastern Time: </p><p> Ticker   Security name  TSLA     Tesla  GME      GameStop  AMC      AMC Entertainment  NIO      NIO  BABA     Alibaba  AMZN     Amazon  AAPL     Apple  RDBX     Redbox Entertainment  MULN     Mullen Automotive</p><p>The chart</p><p>Our chart of the day is from Michael Cembalest, chairman of market and investment strategy at JP Morgan Asset Management, laying out trends in energy transition. He includes a chart that shows how disruption over the past 20 years has gone slower in some areas of the economy than others. For example, everyone seems to have a smartphone, but far fewer people than you think own an electric car.</p><p>Random reads</p><p>American tourists fined after throwing a scooter down the steps of a UNESCO World Heritage site in Rome, causing $26,000 in damages.</p><p>Late-night talk show host Jimmy Kimmel tells President Biden he \"needs to start yelling at people.\"</p><p>Tik Tok trend blends sparkling water and balsamic vinegar for the summer's hottest, healthiest new Coke.</p><p>Need to Know starts early and is updated until the opening bell, but sign up here to get it delivered once to your email box. The emailed version will be sent out at about 7:30 a.m. Eastern.</p><p>Want more for the day ahead? Sign up for The Barron's Daily, a morning briefing for investors, including exclusive commentary from Barron's and MarketWatch writers.</p><p>Here's a fund manager's three overlooked tech stocks with 'mission critical' products to weather any economic storm</p>",
  "published": "2022-06-09T11:29:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 5031,
          "end": 5035
        },
        {
          "start": 5036,
          "end": 5041
        }
      ]
    }
  ]
}