{
  "_id": "5d95a701c4e17c8a3d512eafe4d7a2a73426203cb0b0e703f79286e6f08f81d2",
  "feed": "market-watch",
  "title": "'Climate' is the new buzzword in a crop of new ESG funds that were just launched; The financial industry is rallying around climate change as an investment theme",
  "text": "<p>Alyssa Stankiewicz, an ESG research analyst at Morningstar, says there's been strong interest in such funds as the financial industry coalesces around climate change. That includes the Net Zero Asset Managers Initiative, an international group that's committed to the goal of net zero greenhouse gas emissions by 2050, spurred in part by 2021's United Nations Climate Change Conference, or COP26.</p><p>Environmentally focused ETFs are evolving toward a greater focus on climate, but the strategies are subtly different, she says. Last month, Morningstar spelled out five types of climate-fund strategies, including low-carbon and climate-conscious funds, which tend to focus on reducing climate-related portfolio risks and investing in companies that positively align with the transition to a low-carbon economy.</p><p>The three other strategies — green bond, climate solutions and clean energy/tech funds — target companies whose products, services or projects directly or indirectly address climate challenges and opportunities.</p><p>Read: Carbon capture, nuclear and hydrogen feature in most net-zero emissions plans and need greater investment: report</p><p>From 'low carbon' and 'clean tech' to 'climate'</p><p>A number of the new ESG funds launched in the first quarter use the word \"climate\" in their names, including the $546 million passively managed iShares Paris-Aligned Climate MSCI USA ETF PABU, and the $80.6 million actively managed Engine No. 1 Transform Climate ETF NETZ.</p><p>Now in the current quarter, more climate-named ETFs have launched, including the $137 million passive SPDR MSCI USA Climate Paris Aligned ETF NZUS and the $4.8 million passive FlexShares ESG &amp; Climate Emerging Markets Core Index Fund FEEM.</p><p>Is \"climate\" just this year's buzzword, the way \"low carbon\" or \"clean tech\" were in years past? In April, State Street Global Advisors changed the SPDR MSCI ACWI Low Carbon Target ETF to SPDR MSCI ACWI Climate Paris Aligned ETF NZAC. According to a press release, State Street explained the change was \"designed to support investors who seek to reduce their exposure to transition and physical climate-related risks and who wish to pursue opportunities arising from the transition to a lower-carbon economy in alignment with the Paris Agreement requirements.\"</p><p>Using the term \"climate\" may help a fund stand out in a crowded field. Including the first-quarter launches, Morningstar says there are now 555 sustainable open-end mutual funds and ETFs.</p><p>\"Given the demand that we've seen in recent years, I think it's to be expected that asset managers would be trying to grab onto that demand,\" Morningstar's Stankiewicz says. \"However, I will say that funds that put it in the in the title should expect greater scrutiny from investors and higher expectations … especially as regulatory bodies turn greater attention to the space.\"</p><p>Read: Four ETFs targeting clean water, wind energy, the smart grid — and one that has them all</p><p>Digging into the new funds</p><p>The two most similar funds are the iShares Paris Aligned Climate ETF and SPDR MSCI USA Climate Paris Aligned, both of which use similar indexes, MSCI USA Climate Paris Aligned Index and the MSCI USA Climate Paris Aligned Benchmark Extended Select Index. Those are narrower versions of the parent MSCI USA index, a blend of large- and mid-cap companies.</p><p>The funds use slightly different descriptions of the fund's strategy, but essentially both seek to align with the Paris Agreement on climate change to limit the increase in the global average temperature to well below 2 degrees Celsius. Both funds cost 0.10% annually, and the ETF Research Center's fund overlap tool shows their holdings overlap 86% by weighting.</p><p>The top 10 holdings are similar, including No. 1 Apple, No. 2 Microsoft, right around 8.2% and 6.3%, respectively. That is a heavier weighting than the parent index's, MSCI USA Index, and the SPDR S&amp;P 500 Trust ETF's SPY.</p><p>Overall the two funds have six of the same top 10 holdings as the S&amp;P 500 Index SPX and seven of the same top 10 holdings of the MSCI USA Index. Those two funds have heavier weightings to technology and real estate versus the large blend category, and that tech-heavy weighting is also causing those funds to lag their peers, too.</p><p>Are the new funds the same as older ESG funds but simply with a new name? It doesn't appear so.</p><p>Comparing the new iShares fund with the largest ESG fund by assets, the $22.7 billion iShares ESG Aware MSCI USA ETF ESGU and another big climate-focused fund, the $1.1 billion BlackRock U.S. Carbon Transition Readiness ETF LCTU, shows a little more of half of the new funds overlap the established ETFs by weighting.</p><p>The top 10 holdings are similar with all of the funds, but the ETF Research Center's fund-overlap tool shows the iShares climate fund's holdings overlap by 59% compared to the iShares ESG Aware fund. For the iShares climate fund and the BlackRock fund, the overlap is 55%.</p><p>A number of the new climate-focused ETFs are actively managed, which makes comparisons to a passive index unfair. But for investors who are willing to pay more in fees and want something different than the market-cap indexes, that's an option. Engine No. 1 Transform Climate ETF costs 0.75% and is considered a large value fund by Morningstar. Its holdings are vastly different from the new iShares climate fund, with only 3% overlap, according to the ETF Research Center. It owns companies the fund managers believe will drive and benefit from the energy transition, including No. 1 holding General Motors GM and No. 9 holding Shell SHEL.</p><p>Stankiewicz says active funds can more easily engage directly with portfolio companies about sustainable business practices. Those portfolios are often more concentrated that passive index funds.</p><p>How do you know what fund is right for you? As usual with ESG funds, they require more due diligence to make sure they align with your beliefs.</p><p>More on MarketWatch:</p><p>You can count value-oriented ESG funds on one hand. That's painful for investors as tech melts down</p><p>'Drill, baby, drill' is back amid the energy crisis, and that puts ESG efforts on the back burner</p><p>If we take these five steps now, we can ward off a climate disaster</p><p>'Climate' is the new buzzword in a crop of new ESG funds that were just launched</p>",
  "published": "2022-05-12T19:55:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 3718,
          "end": 3723
        }
      ]
    }
  ]
}