{
  "_id": "139c5a44f9471673367ebc1b9b87722b1f1cef854dff805c660dd922451ac67b",
  "feed": "ftcomall",
  "title": "Gwyneth Paltrow at 50",
  "text": "<p>It's a clammy, humid day when I arrive at Gwyneth Paltrow's home in Amagansett. A&#xa0;7,000sq ft black-tile-clad mansion in the Hamptons, the property is one of several in&#xa0;Paltrow's portfolio, including an estate in&#xa0;Brentwood, California, and a “tranquil sanctuary” with basement spa in Montecito, Santa Barbara, that she described to <em>Architectural Digest</em> as being her “forever home”. She bought this Long Island property in 2006 with her first husband, the Coldplay frontman Chris Martin; it was also where she married her second, TV writer and producer Brad Falchuk, in a backyard ceremony in September 2018.</p> <p>“GP will be with you shortly,” I am informed, as a roll of thunder grumbles ominously over proceedings. “She's in the sauna currently.” Of course she is.</p> <p>I look beyond the planting overseen by gardener Miranda Brooks towards a wooden structure that frames the far end of the pool and, sure enough, see a figure emerging from a glass-framed room. Unfazed to find a&#xa0;virtual stranger in her garden, <a href=\"https://www.ft.com/topics/people/Gwyneth_Paltrow\">Paltrow</a> is still wearing her bathing costume. She goes inside the house, leaving me, like a guest who has turned up several hours before the party, loitering at the garden table. The air hangs with the scent of incipient summer rain.</p> <p>This is not the first time I have been greeted by Paltrow in her undies. In 2010, I went to her home in Belsize Park to speak to her for British <em>Vogue</em>. Back then, the actress and Oscar-winner was still consciously coupled with Martin, her children were bilingual, raw-carrot-munching infants, and she had lately launched a quirky lifestyle newsletter that went by the name of Goop. Now, as then, she looks terrific in her knickers. So terrific, in fact, she seems to conduct most media engagements in some state of undress – she just promoted a Goop shampoo while standing naked in the shower. And though her lifestyle brand is still considered quirky – or downright irresponsible if you listen to some – it's one that has seen huge success. In the 14 years since its birth as a weekly newsletter tapped out at the table&#xa0;of her London kitchen, Goop is now a sprawling enterprise that incorporates womenswear (G Label), beauty (GoopGlow), ready meals (GoopKitchen) and sex aids, the latest being a vibrator named Viva la Vulva ($98), in a business that was valued, in 2019, at more than $390mn.</p> <p>Inside the house, the interview takes place in a living room with massive floor-to-ceiling windows, pale expansive sofas, stacked art books and a grand piano. It's as calm as the kitchen next door is busy; preparations are ongoing for a dinner, and a phalanx of buff young men in matching shorts and T-shirts are consumed with various domestic tasks.</p> <p>“I thought, I'm definitely going to have a full meltdown when I turn 50, but it's been great”</p> <p>Paltrow looks fresher and more vulnerable than she does in photographs, although her complexion is a near unfashionable shade of tan. She's svelte without being skinny, and smooth but with faint wrinkles. Her beauty is both striking and yet earthy; she is perfectly imperfect, an essential component of her brand. She wears cut-off jersey shorts, an own-brand sweatshirt and very little jewellery, although I notice she's wearing an Oura ring. Paltrow was an early investor in the fitness-tracker business because she “loves” them and because the Fitbit, her previous obsession, was “ruining every outfit that I wore”. It's one of several interests, besides property, in which Paltrow has made investments; another is the Tracy Anderson fitness empire.&#xa0;In April, the company announced it had raised capital at a $2.55bn valuation, having reached the milestone of selling one million Oura rings.</p> <p>“I always take risks in a consumer-facing way but not in a financial way,” she says of her business acumen. Like many retail ventures, Goop has weathered a long period of disruption through Covid, and now it looks as if there's a recession in the wings. The pandemic wasn't too bad for&#xa0;the business, as so much of Goop sales are online. “Ecommerce was really, really strong,” says Paltrow. “But we lost our entire retail business for that year and we lost our brand partnerships business for a good six months.”</p> <p>Recent months have revealed the company's strengths and fissures. “We learned that our blessing is our curse,” she says. “The fact that I started as a content brand in so many verticals gave us the latitude to create business lines, but it's very difficult to spread focus like that. We're constantly trying to refine and get more focus. We're always thinking, ‘Where can we streamline?'”</p> <p>Today's <a href=\"https://goop.com/\">Goop marketplace</a> offers a broad sweep of products. Online, I browse an Araks Harper bralette (£125) with “pin-thin straps”, a sack of bath salts for £36,&#xa0;a set of 20 beeswax candles (£68) and a copper watering can for £133. The clothes of G Label, her second‑fastest growth vertical, are based on all the things&#xa0;Paltrow “wants to wear now”. In the Core Collection are “ultra-chic” wide-legged jeans (£311), a cotton linen jumpsuit (£576) and a French-striped shirt for £257: classic all-American basics that, to me, recall Gap meets Carolyn Bessette-Kennedy.</p>  <p><strong>The Goop woman is</strong> created in Paltrow's image: she's the voice of the collection, and she&#xa0;stars in around half of the shoots as well. Yet Paltrow maintains she is uncomfortable being the centre of attention. “I've now taken the Myers-Briggs assessment twice, for business, and what I've learned is that I&#xa0;am a total introvert,” she says.&#xa0;“That's my real self. I've always been a pretend extrovert. I don't like being the&#xa0;centre of attention, so on some cellular level I don't like a&#xa0;camera on me and I&#xa0;don't like being the focus. But it&#xa0;just turned out that way.”</p> <p>As for what to sell and what to risk: “My instincts are&#xa0;really strong and, rightly or wrongly, I tend to follow my instinct,” says Paltrow of Goop's evolution. And her instincts have proven pretty good thus far: their biggest growth is currently in <a href=\"https://www.ft.com/beauty\">beauty</a>, an industry predicted to be worth £135bn by the end of the year. Many were baffled by Paltrow's early advocacy of dry-skin brushing and spirulina smoothies, but she was a pioneer in what has since become a crowded field. “I wasn't a celebrity who wanted to do a skincare line,” she says. “I made it because, eight years ago, there was that huge white space in the market. And now everybody wants to do one, which is great.” In July she launched GoopGlow Dark Spot Exfoliating Sleep Milk, an anti-ageing serum that costs £86. I understand it's the 26th beauty product that she's brought to market? “I have no idea, I just make them,” she says, with a shrug of pure Paltrow nonchalance.</p> <p>“I am a total introvert. That's my real self. I've always been a pretend extrovert. I don't like being the centre of attention... it just turned out that way”</p> <p>Paltrow describes herself as apolitical, but as a woman of influence she has often become entangled, however tangentially, in public conversations that tip into that sphere. In 2018, Goop was forced to pay $145,000 in civil&#xa0;penalties for “unsubstantiated” marketing claims regarding its jade yoni eggs, which the company claimed, if inserted into the vagina, could help fix one's hormone levels and help with bladder control. The law said that was rubbish (as would, I hope, anyone in possession of a brain). Goop settled the dispute after months of media outrage. But the subsequent release of a scented candle called This Smells Like My Vagina, in January 2020, is a&#xa0;good example of Paltrow's genius for stirring up controversy in the face of popular outrage.</p> <p>“The candles were not meant to be headline-grabbing,” insists Paltrow. “We don't ever do anything to be incendiary. They're provocations, they're about dismantling systems and injustices and stuff like that. It's not like, what can we do to get headlines and shock people? Sometimes we're working on something and I'm like, this is probably going to be one of those things, but it's not the impetus or the catalyst.”</p> <p>In fact, the candles speak to other Goopy subjects, such as female pleasure, the menopause and sexual health. All are topics she has discussed often on the website and via her Netflix documentaries series <em>Sex, Love &amp; Goop</em> and <em>The Goop Lab</em>. “It's been a big passion of&#xa0;mine, to break those [sexual health] taboos down, because I think that women are entitled to feel good at every chapter, every phase of their lives, and should not be embarrassed if their hormones are changing,” says Paltrow, who describes the Netflix shows as being a big “tentpole for getting people familiar with the brand”.</p> <p>Paltrow didn't set out to become a sexual wellness spokesperson, but she's since become a pretty good advocate for female pleasure as well as reproductive rights. “This shame around feeling good around sex or having multiple sexual partners… that puritanical thing that peppers through our cultures. Why are women carrying this around? It's so corrosive. We have to cast that off. And I felt like, if I can be the one to broach this conversation, it doesn't come off as a prurient porno. Because I'm a nice girl from the Upper East Side.”</p> <p>She is – albeit via California, where she was born and where her husband works, and where she still keeps two homes. Lest we forget, Paltrow was raised in an extremely wealthy showbusiness family, counts Steven Spielberg as a godfather, was engaged to Brad Pitt, and picked up her Oscar, sobbing in a pink princess gown by Ralph Lauren, when she was only 26 years old. But perhaps it's that mix of Cali-woo-woo and patrician East Coast privilege that make Paltrow's brand so potent. “Someone forwarded me a quote from a buyer at Bloomingdale's the other day: they're going to start carrying sexual wellness products,” she recalls. “The lady very kindly said, ‘I credit Gwyneth Paltrow with being brave enough to bring this into the mainstream.' I feel really, really good about that.”</p> <p>Bringing things into the mainstream has been an interesting corollary of Paltrow's latter-day success. With Goop, she always set out to have the conversation. “When I feel something missing, I want answers,” she says. “So I&#xa0;try out all these different ways of eating until I find one&#xa0;that works. Or I question an existing paradigm of divorce and I turn it upside down. Or I say women should be able to be completely integrated in their sexuality.”</p> <p>Not all of her theories are entirely academic. Her answers to long Covid, for example, were roundly dismissed by scientists and doctors: an NHS spokesperson described her advocacy of infrared saunas and serums as&#xa0;“really not the solutions we'd recommend”. However, other conversations have been more productive. Regardless of how daft you thought the phrase “conscious uncoupling”, as popularised by Paltrow in March 2014 on announcing her split from Martin after 13 years of marriage, few could argue that she hasn't been a champion of the “good” divorce. She's also helped to promote the “blended family” that regularly features on Paltrow's Instagram feed. “You're welcome!” she laughs. “Now don't give me so much shit about it.”</p> <p>Not that she really cares about the haters any more. “Basically, nothing ruffles my feathers at this point,” she says. And I believe her. Paltrow has an almost preternatural ability to shrug things off. “I think one of Gwyneth's superpowers is her ability to ignore the noise and focus on what she wants to do and what she believes in,” says her friend <a href=\"https://www.ft.com/content/dc8a8170-f175-11e8-ae55-df4bf40f9d0d\">Derek Blasberg</a>. “I wish she could bottle that and sell it in a Goop store.”</p> <p>But while invulnerability is very girl-boss, she surely wasn't always built this way? “No,” says Paltrow. “But when I was really young and becoming famous, I stopped reading anything about myself… I was probably 23 years old when I decided it was garbage. I didn't want to read anything about me any more.”</p> <p>She still reads nothing published about her. And as Hollywood royalty she can afford to insulate herself from the normal world. Asked if she spends much time on social media she says: “What you have to understand about social media is that so much of it is helping people metabolise what's going on internally with them. If you&#xa0;have a brand,&#xa0;you're supposed to be on social media. But I'm&#xa0;on it very little and I don't go very deep in it. It's&#xa0;not my thing.”</p> <p>Being a bit aloof and entitled is a large part, I&#xa0;suspect, of Paltrow's brand MO. And while she&#xa0;doesn't love being a&#xa0;punch bag for bad&#xa0;feedback, stoking the flames of controversy has made her a lot of money. “It really isn't any of my business…” of&#xa0;being a magnet for so much media negativity. “But it&#xa0;does deliver&#xa0;a lot of traffic to the site.”</p>  <p><strong>This month Paltrow will</strong> turn 50, a landmark moment for any woman, especially one so present in the public realm. “It feels amazing,” she says. Really? Absolutely yes. “Because I was so worried that I was going to have a full…” Meltdown? “Yes. Because when I turned 40, it was really hard for me,” she says. “So much was still unresolved. At that point I was wrestling with what it meant to my life and career to be a woman who was no longer desirable in a way that made me commercial. I was letting go of needing to be reproductively viable, because that's really what sexiness in culture is. Things fundamentally change in terms of how society regards you, especially if you've been objectified since you&#xa0;were 20, and used to selling stuff with sex and looks and all that stuff. And that was really hard for me. And I&#xa0;was getting out of a marriage. And moving to the US. And&#xa0;I was going through a really hard time.”</p> <p>She looks up brightly. “And so I thought, I'm definitely going to have a full meltdown when I turn 50. But it's been&#xa0;great. I feel so good, I'm so grateful I'm alive, I'm so happy&#xa0;that I'm healthy. I'm madly in love with my husband. I could not be more proud of who my kids [Apple, 18, and Moses, 16] are. The business is chugging along. And I feel, especially from the business perspective, we've been through so much and we're still here, we're still growing. It's amazing. Especially when we started and there was so much wind in our face. It's kind of cool.”</p> <p>“We don't ever do anything to be incendiary. They are provocations”</p> <p>Goop was always a passion project. Something she wanted to do not for power, or to assert herself in a professional environment, but because she had questions – about how to make perfect pizza dough, or find a yoga studio, or where to find the best facials in Beijing. “Even&#xa0;when the internet was really nascent I was like, I&#xa0;want to do something here. The by-product of having agency was amazing for me. That I loved, but it was not the motivation. The motivation was to get great stuff in the hands of other people. I was always the person writing notes about what was good and where the shops were. I&#xa0;was always the person that my friends would call.”</p> <p>On which note, I wonder what advice she might offer now, at 50, to all those feeling less confident about themselves. “I think the most critical thing is to be ruthlessly honest with yourself,” she says. “Honest about&#xa0;what you're sublimating, what you're white-knuckling your way through, honest about what's not working for you. I think abundance and longevity and happiness follows ruthless loyalty to yourself. But sometimes that&#xa0;turns your life upside-down, so a lot of&#xa0;people don't do it because you could be making decisions&#xa0;that upset the apple cart. You might quit your job or leave a relationship. Those are the big things, but also, what are&#xa0;you holding back?”</p> <p>So, we should strive to live without any bullshit? “Yes. That's what I&#xa0;would say. Which, for me, was the hardest thing ever, until I started to do it and now I'm like, what was I so afraid of?” Not that she's ecstatic 24 hours a day. “I think to be human is to have existential sadness sometimes,” she continues. “But part of it is just allowing it to be there and not having a martini, which is a way that I, probably for a long time…” she drifts off. “Not that I was like, you know, but we all distract ourselves from our pain with a&#xa0;lot of things: Instagram, Netflix, alcohol, shopping, busyness. Busyness was a huge one for me. I'll just be so busy that I don't have to feel my feelings.” Neither is she certain that her current equilibrium will remain. It's going to be a heavy year. “In September my daughter will go to college, I will turn 50. It's all culminating,” she says.&#xa0;“This is going to be an interesting fall.”</p> <p>In Paltrow's ideal world, her evening would mean eating very early with her children – “mostly paleo, dairy-free, largely alcohol-free. I haven't really had a drink in about two years” – and then retiring to bed with&#xa0;Brad to watch TV. “We're watching <em>Alone</em>, it's a survival show – we're very into it,” she tells me. “Then,&#xa0;when Brad goes back to work in California, that's when I watch Spanish murder shows.”</p> <p>This evening, however, she is throwing a pyjama party. Owing to the inclement forecast, her friend and fellow businesswoman Amy Griffin, the preternaturally smooth and sunny-founding partner of G9 Ventures married to John Griffin, has offered to host the evening in&#xa0;her barn.&#xa0;Thirty or so women have gathered to celebrate&#xa0;the&#xa0;launch of the exfoliating night serum, and all have been instructed to wear their best nightwear: Paltrow's long-time stylist Elizabeth Saltzman is fresh from an “epic” Gucci party that took place in her garden,&#xa0;while <em>Today</em> show anchor Savannah Guthrie chats amiably&#xa0;about&#xa0;her scoop interview with Amber Heard and those cruelly early-morning starts. Cookbook author&#xa0;(and wife of Jerry) Jessica Seinfeld glides around&#xa0;with the charmed expression of someone who is insanely&#xa0;wealthy, and fitfluencer Tracy Anderson, cross-legged in cartoon-print PJs, recalls a teeny-tiny child. The evening is fragrant, businesslike and reeks of oestrogen and money: a Goop time is had by all.</p> <p>Paltrow, in a sunflower-yellow ensemble, seems even more golden as she chats over cocktails: she is wearing her pyjama top unbuttoned over a matching bra that allows for a good examination of her abs. As she sits at the head of the table discussing work, holidays and children, she embodies the glamorous older sister to whom the Goop customer aspires. And then, two bites after the dessert arrives, she gets up without a murmur and, like the sun slipping behind the horizon, she quietly disappears.</p> <p><em>Hair, Orlando Pita at Home using Orlando Pita Play. Make-up, Francelle Dally at Home using Love+Craft+Beauty. Manicure, Frances Liang for Flora1761. Photographer's assistants, Grady Corbitt and Dean Dodos. Digital operator, Heath McBride. Stylist's assistants, Aylin Bayhan and Rashied Black. Production, Wei-Li Wang at Hudson Hill. Shot in The Hamptons, NY.&#xa0;Special thanks to Blanc and Home&#xa0;Agency</em></p><p>Source: Jo Ellison. Photography by Nathaniel Goldberg. Styling by Isabelle Kountoure  2022 'Gwyneth Paltrow at 50' FT.com 3 September. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-09-03T04:00:42.260Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "confidence": 0.7,
      "offsets": [
        {
          "start": 13816,
          "end": 13821
        }
      ],
      "weightsV2": {
        "weight": 0.95,
        "baseWeight": 1.0,
        "expansionWeight": 0.0,
        "ontologyWeight": -0.050000012,
        "tagPositionWeight": 0.0,
        "titleWeight": 0.0
      },
      "typeRank": 3
    }
  ]
}