{
  "_id": "1dfcd4ac90bc15c9c4140477815e6a883d05fbbd84e0d28be13f3426970e13e0",
  "feed": "wall-street-journal",
  "title": "Inside View: A Nation of Quitters",
  "text": "<p>Everyone has an explanation for the Great Resignation: extended unemployment benefits, eviction moratoriums, baby boomers retiring, work-from-home complacency, anxiety, long Covid. Sure, all reasonable excuses. Here's my theory: Too many got a taste of not working and liked it. A lot. Until recently, many people could make more money by not working and became glued to screens, Insta-Tok-ing and living the easy life by sponging off the rest of us. What's not to like? Parisians called those with unconventional lifestyles \"bohemians.\" Now we have unemployed, perpetually plugged-in, dopamine-addled Cyber Bohemians -- let's call them Cy-Bos.</p><p>Before you send me hate mail, I'm only talking about the underachievers, including those who traded crypto and NFTs and lost all their stimulus and unemployment money after the crypto crash. Now Cy-Bos, with nothing better to do, are streaming away, including the first five of an eventual 50 hours of Amazon's new \"Lord of the Rings\" show -- \"and in the darkness bind them.\" I've also discovered that a huge idle couch-bound class spends its days playing the battle-royale videogame \"Fall Guys,\" the latest craze, with 50 million players. It's nonviolent, almost cuddly, and -- be warned -- ridiculously addictive fun.</p><p>Zoned-out Cy-Bos, at least in 19 states, can buy weed at dispensaries (Twinkies optional), including Oakland, Calif.'s descriptively named Smoakland, which delivers! Yes, while you're working, many 20- and 30-somethings are giggling and wasting away playing mindless games and humming along to those classic Styx lyrics, \"Is it any wonder I've got too much time on my hands?\"</p><p>It is cultural malaise, motivational submission. Society now promotes mediocrity and calls it equity -- witness the scarcity of SAT test-score requirements for college. Sadly, once you get a taste of the easy life, it is difficult to pull up your socks and try hard again -- self-induced avolition.</p><p>Why so many quitters? And who's paying for DoorDashed dinners and the exorbitant rent for all these un- and underemployed? Government handouts are dwindling, so, you guessed it, now it's mom and dad -- enabling parents. They can afford it: As of March, baby boomers were sitting on a whopping $71 trillion to spoil their kids with. Did you know that half of U.S. households currently support an adult child? Maybe that's why so many young folks use hyphenated names, paying tribute to both enabling parents.</p><p>The U.K. has this problem too. Brits refer to kids leeching off their parents as \"failed fledglings.\" In Japan it is \"parasite singles.\" And for those who fear a takeover by China, you'll be pleased to hear that it is dealing with the tang ping or \"lying flat\" movement, a group with no motivation. The movement is quickly turning into bai lan or \"let it rot,\" best summarized by the slogan, \"Someone has to be a loser, why not me?\"</p><p>Back home, many younger folks who do actually work seem to require a \"purpose\" for their careers -- something sustainable and equitable or whatever else. They need everything to be upcycled, organic, ethical, fair-trade, minimalist, inclusive and cruelty-free. That means they won't work for companies such as \"carbon spewing\" Exxon or \"nicotine peddling\" Philip Morris. But even companies like Facebook are a no-go. Remember, they helped elect Donald Trump. Same with Twitter. Amazon? Environmental disaster. Google? Works with the Defense Department. Apple? Joe Rogan once used an iPhone. We all know an expensively educated corporate guy turned yoga instructor turned ESG advocate. Is this progress?</p><p>No more nose to the grindstone. Now there's \"quiet quitting\" and \"ghosting coasting,\" what we used to call \"mailing it in,\" \"slacking off,\" and \"good enough for government work.\" In a twist, companies are now \"quiet firing.\" Hey, you can't quiet fire me, I already quiet quit.</p><p>And an \"antiracist\" fix seems to be in, notably at Minnesota Public Schools, with its plans to lay off white teachers first. Communication platform Twilio recently announced layoffs based on an \"anti-racist/anti-oppression lens.\" It all sounds racist to me. Plus, Rep. Alexandria Ocasio-Cortez predicted in 2019 that the \"world is going to end in 12 years.\" Time's a wastin'. Why bother working or contributing to a 401(k)? Cy-Bos got the message loud and clear.</p><p>This may go on for a while, until the money is cut off or runs out or work opportunities become more enticing during a future bull run. Meanwhile, the Great Enabling of America's growing gaggle of Cy-Bos continues.</p><p>---</p><p>Write to kessler@wsj.com</p>",
  "published": "2022-09-26T00:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 3434,
          "end": 3439
        }
      ],
      "nexusId": "10022657"
    }
  ]
}