{
  "_id": "dda35824c3cae746d3bca3ebed50daa08f8f2b9c68b48a36590e9b551ef34457",
  "feed": "wall-street-journal",
  "title": "Stay Flexible, Bosses Are Told, Even as 'Great Resignation' Wanes; The workplace balance of power might be shifting back to employers, says the professor who coined the phrase, but workers have ways of getting even",
  "text": "<p>\"Great Resignation is done in many ways,\" Dr Klotz said, noting that the number and rate of resignations are back to what you would expect had the pandemic not occurred. \"My caution would be, yes, maybe those [remaining] employees won't leave, but they can create other problems for you, if they feel like you're taking advantage of this market to roll back things that make their life better.\"</p><p>Retaliation by workers could become a new issue for corporate leadership, Dr. Klotz said. Workers who think they have been wronged might turn to bad behavior to rebalance the scales, from slacking off to stealing, he said.</p><p>Dr. Klotz, who recently spoke with The Wall Street Journal's Risk &amp; Compliance Journal, also argued that working from home and good compliance aren't necessarily at odds. For most businesses, trusting employees can pay more dividends than surveilling them, he said.</p><p>This interview has been edited for clarity and length.</p><p>WSJ: Office workers shifted in 2020 to work from home, but now many companies are rolling that back. How is this being received?</p><p>Dr. Klotz: Companies invest in employees, and employees tend to match that investment. When employees feel that companies are underinvesting in them, they start disengaging from work or they engage in deviant behavior.</p><p>Deviant behavior covers a large umbrella. Everything from slacking off at work…just not doing your job to the full potential, to actually stealing from the company, to mistreating customers, to speaking badly to the organization to other people…bad mouthing your manager, lashing out at peers.</p><p>As organizations roll back benefits, they are opening themselves up to potentially retaliatory behavior by employees. There's a study that showed that, when you cut employees' pay, company theft goes up. If you cut [from] employees, they feel like you're taking something away from them. And human beings are pretty good at getting even.</p><p>WSJ: What do you mean by \"investment\" in this context?</p><p>Related Articles</p><p>* Quitting Can Be Contagious at a Company. Here's How to Stop It.</p><p>* Why Workers Should Go Take a Hike</p><p>* You've Quit Your Job. How Do You Manage the Time Before You Actually Leave?</p><p>Dr. Klotz: Things that are valued by the other party. It's everything from a desirable parking spot, to your compensation, to being able to arrange work in a way that fits your life, to having a workplace where you feel like you're included and you can be yourself, to career development.</p><p>WSJ: If this shift back to working in offices has the potential to be received negatively, why are so many companies doing it?</p><p>Dr. Klotz: When you're a leader, that's a powerful title. And part of how you define yourself and how you feel good about yourself is having that leader identity. When leaders identify themselves, they might say, for example, \"I'm a mother, I'm a journalist and I'm a CEO.\" But the CEO part is really valuable to who they are.</p><p>I've talked to a number of leaders. They say \"it doesn't feel like leadership if nobody's actually here that I'm leading.\"</p><p>In many ways, leaders are following the golden rule and doing unto others as they have done to themselves, which is, \"I want to be back in the office with everybody here.\" The golden rule is not a great way to manage because each of your employees is very different from you.</p><p>WSJ: What about the concern that it's harder to monitor compliance when everyone's at home?</p><p>Dr. Klotz: It makes sense, but it comes from a mentality that workers can't be trusted. These mindsets become self-fulfilling prophecies. If it feels like you can't trust workers, then you micromanage them. And when you're micromanaging them, you kill the ability to build trust with them.</p><p>SHARE YOUR THOUGHTS</p><p>If your organization is mandating a return to office, how are you grappling with worker retaliation and pushback? Join the conversation below.</p><p>If you do trust them, then compliance is less of an issue, understanding you're going to get burned every once in a while by a bad apple. But most companies can withstand that, and the benefits of building trust with their workers outweigh the occasional bad apple.</p><p>WSJ: So what advice would you offer as the labor market shows signs of returning to normal?</p><p>Dr. Klotz: We're in this unique moment in time where a lot of companies and workers see this as an opportunity to reinvent work to redesign work to make it better. The progressive organizations that I'm talking to are saying we need to talk to employees and bend where we can in order to retain them and engage them.</p><p>When you have your boss coming to you and saying, \"What can we do…I don't know if there's anything we can do, but let's talk about it,\" that is a very strong signal to the worker that I care. That's part of the investment I'm talking about.</p><p>Write to Richard Vanderford at Richard.Vanderford@wsj.com</p><p>Stay Flexible, Bosses Are Told, Even as 'Great Resignation' Wanes</p>",
  "published": "2022-12-27T13:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 3989,
          "end": 3994
        },
        {
          "start": 4117,
          "end": 4122
        }
      ]
    }
  ]
}