{
  "_id": "93e5f6c6fa3b2c88273209bcd10978c5174802569f44a5b3d73b0d78823e099c",
  "feed": "market-watch",
  "title": "Universal Music shares surge on rising Apple music subscription prices",
  "text": "<p>The iPhone maker AAPL said the cost of an Apple Music subscription in the U.S. went up $1 a month to $10.99. Apple Music's annual cost rose to $109 from $99. The tech giant, which also raised prices for its Apple TV+ streaming service, attributed the increases to the rising cost of licensing music.</p><p>Higher Apple Music subscription costs should translate into more streaming revenue for Universal, analysts at Citi wrote in a note to clients.</p><p>\"As Apple itself notes, one of the drivers of the price increase was the need to cover the costs of licensing and therefore it seems likely this will have a positive effect on overall music royalties,\" the analysts wrote.</p><p>The value of royalty revenue from music rights has soared in recent months. Catalogs have sold for as much as 30 times their average annual royalties. Frank Zappa's family trust sold his entire song catalog to Universal in June, handing it control of a vast archive of unreleased work from the late composer. Bob Dylan sold his songwriting catalog, which included 600 copyrights over the course of 60 years of music, to Universal in 2020 for between $300 million and $400 million.</p><p>Apple is the latest tech giant to lift subscription fees amid rising costs for making new shows. Netflix Inc. increased its prices earlier this year for the first time since 2020.</p><p>Write to Mauro Orru at mauro.orru@wsj.com; @MauroOrru94</p><p>Universal Music shares surge on rising Apple music subscription prices</p>",
  "published": "2022-10-25T08:06:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 17,
          "end": 21
        },
        {
          "start": 39,
          "end": 44
        },
        {
          "start": 207,
          "end": 212
        },
        {
          "start": 1137,
          "end": 1142
        }
      ]
    }
  ]
}