{
  "_id": "c9debbd61061e8e7ab2695a1d67285cbfc7234539366fe88be66feea7d27eaa0",
  "feed": "market-watch",
  "title": "Here's a list of 50 companies that are well-armed to beat back inflation; Critical information for the U.S. trading day",
  "text": "<p>A push into \"bear market territory\" — commonly defined as a 20% drop from recent highs — would set the S&amp;P up for a technical bounce ahead of Wednesday's CPI numbers, he tells clients. Data showing that the March print of 8.5% was an inflationary peak — 8.1% is expected — should give a \"psychological boost to equities\" O'Rourke adds.</p><p>Onto our call of the day from AllianceBernstein analysts, who say the key to downside protection in a market facing persistent and higher inflation is \"owning names that have pricing power.\" Heading into the second half of 2022, they offer an update on what's been a popular strategy in the past year or so and a fresh list of companies that fit the bill.</p><p>\"We use gross margin to define pricing power because a company's ability to enhance revenues in the face of rising costs, helps us determine which firms will be able to effectively pass increasing expenses onto consumers,\" writes a team of Bernstein analysts led by Ann Larson.</p><p>The Bernstein Pricing Power Indicator ranks companies by their ability to manage or improve gross margins. Thrown into the calculations are the last two years of growth in gross margins, along with the past seven years of gross margin stability. Those metrics are standardized across industries for a final pricing power score, with return on equity instead of gross margin used for financials.</p><p>\"Using this methodology, we found that during U.S. inflationary periods, stocks in the highest quintile of our Pricing Power Indicator consistently outperformed those in the lowest quintile. On average the outperformance was ~ 430 bps a year,\" said Larson and the team.</p><p>Here's another chart laying that out:</p><p>Admittedly, they say this hasn't been a completely smooth strategy. High pricing power stocks rebounded in the last three quarters of 2021, after underperforming in the second half of 2020 and first quarter of 2021. Year-to-date returns \"have been inconsistent amid the large factor rotations and volatility we've seen so far this year,\" says Bernstein.</p><p>So here's their list of U.S. stocks with market values greater than $5 billion in the highest quintile of pricing power and in the top two quintiles of positive sales revisions. In the top five are UnitedHealth UNH, Walmart WMT, Costco COST, US Bancorp USMT and Waste Management WM.</p><p>The buzz</p><p>Earnings from Peleton PTON, Planet Fitness PLNT and Norwegian Cruise NCLH are scheduled, followed by Electronic Arts EA and Roblox RBLX after the close. Also reporting late is Coinbase COIN, the crypto exchange, which may get extra attention, as shares have slumped 80% from a November high amid a market rout.</p><p>A disappointing outlook is hitting shares of AI-lending platform Upstart UPST as well as drug-price comparison group GoodRx GDRX. Theater chain AMC AMC reported a better-than-expectedquarter.</p><p>Biohaven Pharmaceuticals BHVN shares are up more than 70% after Pfizer PFE announced an $11.6 billion deal to buy biopharmaceutical group.</p><p>High inflation, and tighter monetary policy, along with the war in Ukraine are causing liquidity problems across financial markets, the Fed noted in a semiannual report.</p><p>China car sales plunged 36% annually in April, thanks to COVID lockdowns.</p><p>President Joe Biden is due to speak at 11:30 a.m. Eastern over his administration's attempts to bring down inflation. A small-business sentiment index steadied for the first time in three months. A first-quarter estimate of real household debt is due later.</p><p>Following the \"Victory Day\" holiday, Russia has been pummeling Ukraine's vital port of Odessa, as well as the embattled Mariupol steel mill.</p><p>The markets</p><p>Stock futures YM00 ES00 NQ00 are pushing higher, with bond yields BX:TMUBMUSD10Y BX:TMUBMUSD02Y lower and the dollar DXY higher.</p><p>Oil prices CL00 are modestly lower.</p><p>Read: Crypto crash continues; why has bitcoin fallen 55% over the past 6 months?</p><p>The tickers</p><p>These were the top-searched tickers on MarketWatch as of 6 a.m. Eastern Time. </p><p> Ticker   Security name  TSLA     Tesla  AMC      AMC Entertainment  GME      GameStop  NIO      NIO  AAPL     Apple  AMZN     Amazon  UPST     Upstart</p><p>Nvidia  PLTR     Palantir Technologies  NVAX     Novavax</p><p>Random reads</p><p>Andy Warhol's iconic Marilyn Monroe portrait sold at auction for $195 million, the highest price ever paid for an American work of art.</p><p>Best Buy employees getting high marks for some athletic, thief-blocking moves:</p><p>Need to Know starts early and is updated until the opening bell, but sign up here to get it delivered once to your email box. The emailed version will be sent out at about 7:30 a.m. Eastern.</p><p>Want more for the day ahead? Sign up for The Barron's Daily, a morning briefing for investors, including exclusive commentary from Barron's and MarketWatch writers.</p><p>Here's a list of 50 companies that are well-armed to beat back inflation</p>",
  "published": "2022-05-10T11:11:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 4027,
          "end": 4031
        },
        {
          "start": 4032,
          "end": 4037
        }
      ]
    }
  ]
}