{
  "_id": "6505314d4ee06b232742c293f014a863386ce22a2818390283985b3a0b9e0d05",
  "feed": "wall-street-journal",
  "title": "Covid-19 Shuts Down Plants in China, Hitting Apple Supplier, Auto Makers; Lockdowns in the manufacturing hubs of Shenzhen and Changchun serve latest blow to global supply chain",
  "text": "<p>The government placed the city into lockdown for at least a week and said everyone in the city would have to undergo three rounds of testing after 86 new cases of domestic Covid-19 infections were detected Sunday.</p><p>While China's case numbers are tiny by global standards, the country has adopted a zero-Covid policy that aims at nipping all outbreaks in the bud through testing and lockdowns.</p><p>Over the past two years, the world's second-biggest economy has repeatedly locked down entire cities or sections of them, ordering factories to suspend operations as people stay home.</p><p>Such suspensions have typically lasted for several weeks as authorities worked to bring down the number of infections, causing production snags in the semiconductor, automobile and other industries.</p><p>Officials didn't say when the lockdowns would end—in Shenzhen, officials said they would decide whether the lockdown needs to be extended after a week based on the state of the pandemic then. In recent days, daily Covid-19 infection numbers in China have hit levels not seen since early 2020, and officials have said the surge has been driven by the more infectious but milder Omicron variant of the coronavirus.</p><p>Over the past two years, companies have been grappling with various supply disruptions stemming from the pandemic, including a major chip shortage. Most recently, they have been facing fallout from Russia's invasion of Ukraine.</p><p>The disruption in Shenzhen came less than a week after Apple showed off new products including the latest version of its budget iPhone SE, which features high-speed fifth-generation, or 5G, communications, and the high-end Mac Studio computer.</p><p>A shortage of electronics has contributed to a rise in prices around the globe including in the U.S., where inflation in February hit a 40-year high of 7.9%.</p><p>Foxconn's sites in Shenzhen, in southern China, produce some iPhones as well as iPads and computers. The majority of iPhones, however, are made at a factory in central Henan province. Foxconn, formally known as Hon Hai Precision Industry Co., said it would aim to keep up production by shifting work to other plants in China.</p><p>Printed circuit-board maker Unimicron Technology Corp. said its Shenzhen subsidiary halted production Monday morning. Unimicron is also a major Apple supplier but doesn't currently handle Apple-related orders in Shenzhen, according to Apple's latest supplier list. Unimicron said the subsidiary accounts for less than 3% of its total revenue.</p><p>At least six other companies on the Apple list are based in Shenzhen.</p><p>Apple didn't immediately respond to a request for comment.</p><p>The city is home to many Chinese manufacturing giants including telecommunication equipment maker Huawei Technologies Co. and electric-vehicle maker BYD Co., which produces electric cars and batteries.</p><p>Some businesses in Shenzhen deemed essential remained open. Huawei's offices in Shenzhen were among those that continued to operate in line with local virus-control measures, a company spokeswoman said. BYD said it faced some impact on production at its manufacturing base in Shenzhen. A spokeswoman didn't offer details.</p><p>All buses and subways have been shut down. The local government called on businesses to halt most activities, with exceptions for those providing essential services for locals and people in neighboring Hong Kong.</p><p>More than 40 Taiwan-based makers of semiconductors and other electronic components filed announcements with the Taiwan Stock Exchange on Monday saying they were temporarily closing facilities in Shenzhen and nearby Dongguan.</p><p>Another manufacturing hub hit hard by Covid-19 is Changchun in northeastern Jilin province. The city has been under lockdown since Friday.</p><p>Car plants in Changchun—home to state-owned auto maker China FAW Group Co.—have halted operations in recent days.</p><p>Volkswagen AG is halting production at its vehicle and component plants in the city from Monday through Wednesday, a spokeswoman said, while Toyota Motor Corp. also halted production at its Changchun plant on Monday and plans to resume operations based on government instructions, a spokesman said.</p><p>Toyota and Volkswagen each run their plants with FAW, their Chinese joint-venture partner. In addition to the Toyota and Volkswagen plants, FAW has also halted production at its three other plants, a person familiar with the matter said.</p><p>On Monday, Jilin authorities further tightened pandemic policies, banning most people from leaving the province or the cities they are in.</p><p>Raffaele Huang contributed to this article.</p><p>Write to Yang Jie at jie.yang@wsj.com and Yoko Kubota at yoko.kubota@wsj.com</p><p>Covid-19 Shuts Down Plants in China, Hitting Apple Supplier, Auto Makers</p>",
  "published": "2022-03-14T12:11:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1471,
          "end": 1476
        },
        {
          "start": 2557,
          "end": 2562
        },
        {
          "start": 4673,
          "end": 4678
        },
        {
          "start": 45,
          "end": 50
        },
        {
          "start": 2523,
          "end": 2528
        },
        {
          "start": 2288,
          "end": 2293
        },
        {
          "start": 2379,
          "end": 2384
        },
        {
          "start": 2332,
          "end": 2337
        }
      ]
    }
  ]
}