{
  "_id": "c31be9864b07ee18be7cfb75f89d1c30380966867039291f345ab67cafc41798",
  "feed": "wall-street-journal",
  "title": "Warner Bros. Discovery Weighs Free Ad-Supported Streaming Plan; Media giant will first combine HBO Max and Discovery+ subscription platforms",
  "text": "<p>Once that service has been launched, the company sees potential for a free, ad-supported offering, Chief Executive David Zaslav said. That service would cater to cost-conscious consumers and serve \"as an entry point to our premium service,\" he said.</p><p>As the number of streaming options has exploded in the past three years, many companies are looking to offer lower-cost versions to their services in an effort to boost their user base. The industry's two biggest players, Netflix Inc. and Walt Disney Co.'s Disney+, are both working on launching lower-priced, ad-supported versions of their platforms.</p><p>Exploring a free streaming service is the latest example that new management—led by Mr. Zaslav—is more than willing to depart from the company's approach back when it was controlled by AT&amp;T and led by Jason Kilar.</p><p>Mr. Zaslav has acted swiftly since taking over in April. That included pulling the plug on CNN+ days into the job—and just weeks after the streaming service's launch—as well as canceling movies and shows that had been approved by previous leadership. The company earlier this week decided not to release the superhero movie \"Batgirl\" despite the fact that it had already been filmed.</p><p>\"We're not going to put a movie out unless we believe in it,\" Mr. Zaslav said during the call.</p><p>Mr. Zaslav said the company's new approach was to put more emphasis on content quality. \"It's not about how much,\" he said. \"It's about how good.\"</p><p>In its first quarterly earnings report as a combined entity, Warner Bros. Discovery—whose properties include the Warner Bros. movie studio and the cable channels TNT, Food Network and HGTV in addition to HBO and CNN—swung to a $3.42 billion loss in the second quarter, which it said was partly due to charges related to the merger. Revenue came in at roughly $9.83 billion.</p><p>Chief Financial Officer Gunnar Wiedenfels warned investors that the company was adjusting its financial outlook for both 2022 and 2023 in part due to the macroeconomic environment that is affecting advertising.</p><p>\"2022 will clearly be a transition year,\" Mr. Wiedenfels said. The company expects third quarter global advertising sales to decline \"by high single, to low double digits based on current booking trends,\" he said.</p><p>The company's shares were down 12% in after-hours trading.</p><p>Warner Bros. Discovery said it had 92.1 million subscribers across its streaming platforms, up about 1.7 million from the first quarter. That compares with 220.7 million for Netflix and 205.6 million for Disney, whose services include Disney+, Hulu and ESPN+, according to the companies' most recently released figures.</p><p>The streaming landscape has become increasingly fragmented in recent years, giving users an array of options. HBO Max, Discovery+, Disney+, Apple Inc.'s Apple TV+, Comcast Corp.'s Peacock have entered the field since 2019, while Paramount Global has rebranded and expanded its CBS All Access service, now known as Paramount+. All are fighting for market share with more established players including Netflix, Hulu and Amazon.com Inc.'s Prime Video.</p><p>Among these services, Peacock already offers a free, ad-supported tier of its platform, competing with a flurry of other players including Fox Corp.'s Tubi, Paramount Global's Pluto TV, Amazon's Freevee and Comcast's Xumo. Long derided as the second-class citizens of streaming, these services have grown considerably in reach, while streaming's biggest player, Netflix, has lost subscribers for two quarters in a row.</p><p>Mr. Perrette said the content on a free Warner Bros. Discovery platform would differ greatly from what would be on the future combined HBO Max and Discovery+. \"The distinction is totally different,\" he said.</p><p>Beyond exploring a free streaming platform, Warner Bros. Discovery on Thursday said it was looking to raise prices for its subscriptions products and shift away from heavily discounted offerings.</p><p>\"We're not in the business of trying to pick up every subscriber, we want to make sure we get paid and that we get paid fairly,\" Mr. Zaslav said. \"We want to drive profitability and free cash flow.\" The price increases would occur in certain international markets, Mr. Perrette said. \"We will also plan for periodic increases as accepted in the marketplace.\"</p><p>Addressing the company's hefty debt load—$53 billion at the end of the second quarter—remains high among Warner Bros. Discovery's priorities. Mr. Wiedenfels said the company would dedicate all free cash flow it generates to paying down its debt. The company expects to generate $3 billion in free cash flow in 2022.</p><p>\"We'll have repaid $6 billion in debt by the end of August,\" Mr. Zaslav said during the call.</p><p>Write to Lillian Rizzo at Lillian.Rizzo@wsj.com</p><p>Warner Bros. Discovery Weighs Free Ad-Supported Streaming Plan</p>",
  "published": "2022-08-04T22:44:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 2760,
          "end": 2765
        },
        {
          "start": 2760,
          "end": 2769
        },
        {
          "start": 2773,
          "end": 2778
        },
        {
          "start": 2760,
          "end": 2770
        }
      ]
    }
  ]
}