{
  "_id": "2a134e472dfeab0a707224141fc7974762fab4391ac2a8ae7607553d7f89c757",
  "feed": "market-watch",
  "title": "Apple being investigated by India antitrust regulators over app-store practices",
  "text": "<p>The order from the Competition Commission of India said Friday that its initial view is that the Cupertino, Calif., company has violated some of the country's antitrust laws. The body is “prima facie convinced that a case is made out for directing an investigation” into Apple, the order said.</p><p>The watchdog was responding to a complaint earlier last year from an Indian nonprofit group alleging that a 30% fee Apple charges developers selling digital content via their apps harms software makers and stifles competition. Apple has denied the claims, saying it is focused on making its devices as attractive as possible to consumers, according to the order.</p><p>The watchdog said Friday that a report should be completed in the next 60 days. It didn't outline what might happen if Apple is found to have violated the country's antitrust rules. An Apple spokesman declined to comment Monday.</p><p>An expanded version of this story appears on WSJ.com.</p><p>Popular stories from WSJ.com:</p><p>A Grieving Family Wonders: What if They Had Known the Medical History of Sperm Donor 1558?</p><p>Why Cloth Masks Might Not Be Enough as Omicron Spreads</p><p>Antonio Brown ‘No Longer a Buc' After Stripping and Quitting Midway Through a Game</p>",
  "published": "2022-01-03T13:04:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 842,
          "end": 847
        },
        {
          "start": 271,
          "end": 276
        },
        {
          "start": 776,
          "end": 781
        },
        {
          "start": 521,
          "end": 526
        },
        {
          "start": 410,
          "end": 415
        },
        {
          "start": 0,
          "end": 5
        }
      ],
      "nexusId": "10022657"
    }
  ]
}