{
  "_id": "9070c067ae854b95666ecbdc050448fe1249a35597bd39d9cf0e2bea443bed52",
  "feed": "wall-street-journal",
  "title": "Jony Ive on Life After Apple; The mastermind behind Apple's most iconic products reveals how his design philosophy guides collaborations at his creative collective, LoveFrom.",
  "text": "<p>\"Obsessive,\" Ive calls himself, half joking. Entering his domain is like walking into a Gesamtkunstwerk (a German term for \"total artwork\"), something that arts and crafts movement founder William Morris might have created, but for a 21st-century Englishman who loves music, French-inspired gardens, Zen Buddhism and classic cars. One gets the sense that Ive created the space in part to prevent the pain of seeing anything he might deem poor design. \"It's very good for thinking,\" he says.</p><p>Sir Jony Ive—as of 2012, the Knight Commander of the Most Excellent Order of the British Empire—has his name on 1,628 U.S. patents, part of 14,000 he holds worldwide encompassing both software and hardware. During his time at Steve Jobs's side, the designs that flowed from his pen spanned items as wide-ranging as Apple Store shopping bags, an oak display table and the company's most-sold product, the iPhone. In Ive's 55 years, he's filled piles of sketchbooks with door handles, drills, landscape plans and AirPods, almost all with his trademark rounded corners, as though he wants to buffer the world against its harsher edges.</p><p>Examining those AirPods with Ive present is akin to discussing a hand-hewn sculpture with the artist. The rich snap of the magnetized top as the earbuds click into place inside their case is a feature he'd worked and reworked, along with the smoothly honed interior and the weight and the feel of the case in one's palm. \"I don't know what I would do without magnets,\" he says, with a laugh. By giving the case a function—charging the earphones—he knew users would be less likely to lose them. It's not unlike the 19th-century picnic trunks he collects in which each fork, spoon, knife and glass nestles in a custom-made spot.</p><p>\"[Jony] is a complete one-off,\" says Deyan Sudjic, a writer and the director emeritus of London's Design Museum, pointing out the millions of consumers who own Apple products. \"No designer of the 21st century has reached more people with the effects of their work and the physical presence of their work…. Jony has tried to make this avalanche of [technological] change into a dignified, humanistic one,\" Sudjic says. \"In a world where we focus on screens and pixels but still need physical objects, he is fascinated by materials and cares a lot how people use things.\"</p><p>One surprising thing about Ive's approach is that conversation, rather than sketches, is how he often begins a project. Thinking—and then speaking about that thinking—is the raw material he works with. \"Language is so powerful,\" Ive says. \"If [I say] I'm going to design a chair, think how dangerous that is. Because you've just said chair, you've just said no to a thousand ideas.</p><p>\"This is where it gets exciting,\" he says. \"You have an idea—which is unproven and isn't resolved, since a resolved idea is a product—and the only tangible thing about the idea are the problems. When someone says it's not possible, and all you are being shown is why it's not possible, you have to think and behave in a different way. [You have to say], from a place of courage, I believe it is possible.</p><p>\"I love making things that are profoundly useful,\" he adds. \"I'm a very practical craftsperson.\"</p><p>Jonathan Ive was born in 1967 in a northeastern suburb of London, where modest brick and Victorian townhouses peter out as they edge onto Epping Forest, a narrow stretch of ancient woodland. His father, Michael Ive, was trained as a silversmith and taught design at a vocational high school in East London and later for university students at Middlesex Polytechnic in North London. Jony often followed his father around, presenting drawings for go-karts, tree houses or other design ideas for his review. Once a year, as a special treat, Ive was allowed to make anything he wanted at his father's Middlesex workshop.</p><p>\"I really struggled to read,\" says Ive, who was happiest being left to daydream with a sketch pad or to watch his father at work. \"Fairly early on, I was labeled and described as an unsuccessful student,\" he remembers.</p><p>When Ive was a teenager, the family moved north to the British countryside. He suffered from a slight stutter that made him reluctant to speak and gave the impression he was shy. \"I didn't fit in,\" he says. \"People wanted to bully me.\" But an imposing build—and the fact that he played rugby—kept would-be tormentors in check. In high school, he started dating a pretty blonde, Heather Pegg, who attended the same church.</p><p>Though Ive's gifts as a draftsman made him a candidate for fine art school, he knew what he wanted: a spot at Newcastle Polytechnic, an industrial design school. For once, he stood out as a star pupil, embracing the strict principles of the Bauhaus as expressed by contemporary designers like Dieter Rams, who in the early '60s had become chief design officer at Braun. Ive likewise focused on the honesty of materials and the intended function of an object. Before graduation, he and Heather were married, and went on to have twin sons, Charlie and Harry.</p><p>Ive did well enough that upon leaving university in 1989 he earned an award that came with £500 (about $750 at the time), which he immediately spent on a plane ticket to San Francisco—a place he'd heard was a design utopia. Ive was wowed by the anything-is-possible atmosphere of Silicon Valley, which seemed like a polar opposite to conservative England. Upon his return to the U.K., he vowed to find a way back to San Francisco.</p><p>In 1990, Ive became a partner at a new agency in London, Tangerine. Tapped by Ideal Standard to develop ceramic bathroom designs, he did extensive historical research and created myriad prototypes, but his finished proposals were deemed too difficult to produce. The sense that he had wasted his time demoralized Ive. At around the same time, however, he was commissioned to design portable computers for Apple. It turned out to be an audition. In 1992, when he was 25, Ive was offered a job there.</p><p>\"I wanted to be a part of this crazy California company,\" Ive says now. Corporation is a word he reviles. \"A group of people who are truly united in a shared sense of purpose\" is what he prefers, and that's initially what he hoped to find at Apple. Instead, soon after he joined, the company began to drift. The Newton tablet he designed in 1992 was praised by critics but largely ignored by consumers. Apple started to atrophy into an acquisition target. \"The most important lessons you would never choose to learn because they are so painful,\" Ive says. \"The death of a company is so ugly.\"</p><p>Ive, now head of industrial design, felt his sense of purpose being stripped from him. He toyed with the idea of leaving Apple. But then, on September 16, 1997, exactly 12 years after Steve Jobs had walked out the door to launch NeXT Inc., Jobs returned as CEO of Apple.</p><p>Ive, then 30, assumed Jobs would hire a more renowned designer to replace him, but something unexpected happened at their first meeting. \"I clicked with Steve in a way that I had never before done with someone and never have since,\" says Ive.</p><p>Soon the two were having near-daily lunches and Jobs was spending untold hours in the design studio, where he and Ive transformed ideas into tangible products, starting with the luminous turquoise iMac, launched in 1998. Jobs recognized that Ive's design made something nerdy—a boxy desktop PC—into a symbol of carefree cool, an all-in-one design with a handle that made it more portable. The new iMac was a hit, and Apple went on to ship five million units by April 2001. The company was suddenly flush with success.</p><p>Ive's role in the revival of Apple can't be overstated, says current CEO Tim Cook, who was at the company during this era. Soon Ive's control extended beyond the design studio into operations and production. Always a perfectionist, Ive traveled to Apple factories in Taiwan, China, South Korea and Singapore, sometimes sleeping on the line to ensure the precision he brought to one-off samples had been captured in the final product. In 2001, Ive helped launch the iPod with its trademark white headphones, and later the ultra-slender MacBook Air (2008) and iPad (2010).</p><p>And the iPhone, which in 2007 did away with a keyboard in favor of an oversize screen that Ive had fought for—a slimmer version of the iPod but with vastly expanded functionality. The glossy, multitouch screen, now widely copied by other smartphones, ushered in a new era of communication that put a mini computer in everyone's pocket.</p><p>Newson, who had designed a mobile phone in 2003 for Japanese company KDDI and knew the challenges of such a project intimately, recalls Ive showing him an example of that first iPhone. Newson was then holed up in a Swiss chalet with his wife and newborn daughter, and the rectangular iPhone, with its glass screen and Ive's signature geometry based on Bézier curves, seemed like an omen from the future. \"This was groundbreaking,\" says Newson. \"Game changing.\"</p><p>During this time, since 2003, Jobs had been secretly battling pancreatic cancer, which would eventually take his life in October 2011. Ive was there with Cook; Jobs's wife, Laurene Powell Jobs; and their children on the day that Jobs died at home. \"I feel the burden of being so fortunate having spent so much time with Steve,\" Ive says now.</p><p>After Jobs's death and Cook's anointment as CEO, Ive pushed for projects he thought would take the company into the future: wearable technology, including Apple Watch and AirPods. Ive believed the watch would aid people in myriad ways—particularly in the area of health, by helping to identify irregular heartbeats or other indicators of ill health. When it was released in 2015, some critics disliked the limited battery life, but in the seven years since, Apple says, it has become the bestselling watch in the world. \"It's not really a watch—it's taking the form of something familiar to people, centuries of wristwatches,\" says Sudjic. \"It shows an understanding of the way we relate to the things we wear.\"</p><p>By 2017, Ive was Apple's chief design officer when his ultimate project was unveiled: Apple Park, the company's new headquarters in Cupertino, which he'd begun with Jobs and Norman Foster and finished with the architect and his firm Foster + Partners. The main building, an immense ring, strives to create ease of movement and communication across departments.</p><p>\"It's the biggest product that ever could be,\" says Neil Cybart, founder of the Apple analysis site Above Avalon. \"It's meant to be a product that will make it easier to make other products in the future, by aiding the process of collaboration…. When I look at Jony's contribution to Apple, it's not one product. It's the culture that he built—the process that he developed that Apple now uses. Interesting things come from the pursuit of perfection.\"</p><p>At LoveFrom—the San Francisco–based creative collective that Ive co-founded with Newson in 2019—the offices are tiny compared to Apple Park but just as open. (Ive resigned from Apple the same year he started the company, saying he felt a responsibility to do something significant and make use of what he'd learned to solve new problems.) No dividing walls cut up the space. The office is abuzz with conversations that sometimes continue at Ive's office-away-from-his-office, the twin restaurants Cotogna and Quince. Vestiges of Apple's secrecy around releases remain, with samples—either made for clients or for products that Ive may introduce independently—shrouded under custom suede covers.</p><p>One of the first employees hired by Ive was a full-time writer. (There are now more than 30 employees, many of whom worked with him at Apple.) Ive says LoveFrom is the only creative practice he knows of to have an on-staff scribe whose job is, in part, to help conjure into words the ideas that his team of graphic designers, architects, sound engineers and industrial designers come up with for its collaborations with Airbnb, Ferrari and others.</p><p>\"I think people think of design as how something looks. But that's a superficial definition—it's how something works,\" says Airbnb co-founder Brian Chesky, who says he called Ive as soon as he saw his resignation announcement from Apple and asked to be one of LoveFrom's first clients. Chesky, who studied at the Rhode Island School of Design, adds, \"I always thought I knew about design, but I never understood design on a deeper level until I worked with Jony.\" Ive is able to meld classic analog design with techy ideas about user experience and interface design—more typically the province of engineers, he says. Chesky and Ive speak almost daily, a practice they began during the pandemic, when Airbnb's bookings dropped 80 percent.</p><p>When the company faced cuts, Ive advised Chesky to proceed cautiously: \"You aren't going to cut your way to innovation,\" he said. Instead, one of the ideas he pushed Chesky to develop was to think even bigger, including to move beyond the limitations of the reservation boxes on the Airbnb home page that read \"Where\" and \"When.\" Ive told Chesky that the company is about \"connection.\" The designer will often create white books for his clients filled with reams of references. One he gave to Chesky reads \"Beyond Where and When.\" Their work is ongoing, with Ive advising on everything from Airbnb's logo to current strategy.</p><p>\"I don't know anything about business,\" Ive demurs, but he abhors the current fascination with disruption. \"I'm not interested in breaking things,\" he says. \"We have made a virtue out of destroying everything of value,\" he says. \"It's associated with being successful and selling a company for money. But it's too easy—in three weeks we could break everything.\"</p><p>\"It's a dilemma for Jony. He is of the generation that believed that design should last and that it shouldn't be replaced every year,\" says Sudjic, \"but now he is in the generation where technology is an unstoppable force. Is he leading it or is he following it? But that sense of skill and craftsmanship is vital to him.\"</p><p>Ive is quick to look ahead. \"Success is the enemy of curiosity,\" he says. And for Ive, curiosity has taken on an almost moral or religious quality. \"I am terrified and disgusted when people are absolutely without curiosity,\" he says. \"It's at the root of so much social dysfunction and conflict…. Part of why I get so furious when people dismiss creativity is that [when] it's an activity practiced in its most noble and collaborative form, it means a bunch of people who come together in an empathic and selfless way. What I have come to realize is that the process of creating with large groups of people is really hard and is also unbelievably powerful.\"</p><p>Jony Ive on Life After Apple</p>",
  "published": "2022-11-02T12:30:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 52,
          "end": 57
        },
        {
          "start": 23,
          "end": 28
        },
        {
          "start": 6664,
          "end": 6669
        },
        {
          "start": 10014,
          "end": 10019
        },
        {
          "start": 12184,
          "end": 12189
        },
        {
          "start": 6192,
          "end": 6197
        },
        {
          "start": 9743,
          "end": 9748
        },
        {
          "start": 10083,
          "end": 10088
        },
        {
          "start": 6353,
          "end": 6358
        },
        {
          "start": 7604,
          "end": 7609
        },
        {
          "start": 10987,
          "end": 10992
        },
        {
          "start": 9440,
          "end": 9445
        },
        {
          "start": 1911,
          "end": 1916
        },
        {
          "start": 10438,
          "end": 10443
        },
        {
          "start": 10737,
          "end": 10742
        },
        {
          "start": 806,
          "end": 811
        },
        {
          "start": 7823,
          "end": 7828
        },
        {
          "start": 10642,
          "end": 10647
        },
        {
          "start": 10939,
          "end": 10944
        },
        {
          "start": 14683,
          "end": 14688
        },
        {
          "start": 7474,
          "end": 7479
        },
        {
          "start": 6807,
          "end": 6812
        },
        {
          "start": 11640,
          "end": 11645
        },
        {
          "start": 11339,
          "end": 11344
        },
        {
          "start": 5856,
          "end": 5861
        }
      ]
    }
  ]
}