{
  "_id": "55317bc178d8f45cf869e312b4d52ecc5794786d944461eaf907710f9653ec9b",
  "feed": "wall-street-journal",
  "title": "Biden's Missing Democracy Pages; The President left out a few things in his speech. Here's what might have been lost on the way to Union Station.",
  "text": "<p>When Mr. Biden had finished, we wondered if he had inadvertently left something out. How could a presidential speech about democracy in danger, especially six days before Election Day, focus merely on the threat from one political party? Perhaps some pages had inadvertently fallen from the speech while they were being carried to the Oval Office by chief of staff Ron Klain.</p><p>With that possibility in mind, and in a spirit of goodwill, here's what Mr. Biden might have added if he is sincere about our democratic peril and wants to persuade the country:</p><p>***</p><p>\"My fellow Americans, I've mentioned the MAGA threat. But to preserve democracy, it will take the efforts and honesty of both political parties. And we Democrats need to acknowledge that most Republicans feel as strongly and sincerely about fair elections as we do. After the 2020 election, hundreds of Republicans were the most important obstacle to Trump's false claims of a stolen election.</p><p>\"Mike Pence in particular played a heroic role in refusing as Vice President to stop the Electoral College count. He was under enormous pressure from Donald Trump to do so, and he knew that refusing would jeopardize his chances of ever becoming President. But he stood on principle and followed the Constitution. I should thank him more often than I have, and I want to salute him tonight.</p><p>\"There were also the many lawyers in the White House and Justice Department who refused to go along with the former President's claims when they saw no evidence for them. Thank you, Bill Barr.</p><p>\"There were Governors and state election officials who refused to follow Trump's demand to find votes that didn't exist. Thank you, Doug Ducey and Mark Brnovich.</p><p>\"There were the many judges appointed by Donald Trump who examined the evidence and ruled against the fraud claims. Thank you, Mitch McConnell and Federalist Society for supporting those judges.</p><p>\"Truth be told, some in my own Democratic Party have also contributed to the climate of political mistrust and animus. The ranks of election deniers include Georgia's Democratic candidate for Governor Stacey Abrams, who refused to accept her defeat in 2018. My own press secretary, Karine Jean-Pierre, tweeted in 2020 that Georgia Gov. Brian Kemp 'stole the gubernatorial election from Georgians and Stacey Abrams.'</p><p>\"That was wrong, and I've asked Karine to apologize at her next press conference. I know she regrets that tweet.</p><p>\"Worst of all, Hillary Clinton and many others claimed Donald Trump's victory in 2016 was illegitimate and the result of Russian influence. Some in the FBI even lied to a secret surveillance court to spy on a Trump campaign official. That was wrong, and those lies have made it easier for Trump to exploit fears about a politicized 'deep state,' as MAGA Republicans call it. I hope that Secretary Clinton will also acknowledge the damage from those versions of the Big Lie.</p><p>\"Democracy is too important to have a double standard for election denial. And from now on, including next week, I promise to call out members of my own party if they refuse to recognize they have lost an election after all the votes have been counted and confirmed.</p><p>\"I also can't absolve myself for sowing doubts about democracy. In my first year as President I referred to election changes being considered in Georgia as 'Jim Crow 2.0,' and I said the midterm election would be 'illegitimate' if laws like that passed.</p><p>\"Well, the Georgia law did pass, and it looks on the evidence so far that voter turnout in Georgia will set midterm records. I was wrong to use such divisive language, and especially to invoke the shameful era of government racial segregation, to make a partisan point.\"</p><p>***</p><p>We'd like to think Mr. Biden meant to include these missing pages in his speech. If they weren't dropped accidentally, then perhaps he could include them next time. Otherwise his speeches about democracy will be dismissed as cynical and calculating partisanship.</p><p>Biden's Missing Democracy Pages</p>",
  "published": "2022-11-03T22:58:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": []
    }
  ]
}