{
  "_id": "e66b7d76de571640311d9415fac61ae5b9533e22dedaa5827a18624252ede6e2",
  "feed": "ftcomall",
  "title": "Tech is down, but far from out of ESG funds",
  "text": "<p>It probably hasn't escaped your notice that tech stocks have not been having a good year. Along with other growth companies that have been hammered by rising interest rates, they've <a href=\"https://www.ft.com/content/6dedb1e8-19d8-48f7-b838-d181e158c8f0\">fallen dramatically</a>. Since January, the MSCI ACWI Information Technology index has lost 45 per cent of its value. </p> <p>But if you're a sustainable investor, what you might not have noticed is that the mutual funds you own are likely to be heavily exposed to tech stocks. US-domiciled equity funds that are classed as <a href=\"https://www.ft.com/esg-investing\">environmental, social, governance</a> (ESG) have on average 29 per cent of their holdings in tech. That compares to just 23 per cent for equity funds in general, according to analysis by Elisabeth Steyn, an ESG specialist.</p> <p>Of the big US tech stocks, Facebook owner Meta is down 56 per cent this year, Google owner Alphabet is down 28 per cent, Amazon has lost 25 per cent and Apple is down a “mere” 15 per cent. Not pretty.</p> <p>Investing in tech probably isn't what a lot of sustainable investors have in mind when they opt for ESG funds. Problems range from supply chain transparency issues (Apple) to heavy use of packaging (Amazon) to privacy and misinformation (Meta).</p> <p>Take the mammoth $22bn iShares ESG Aware MSCI USA ETF. <a href=\"https://www.ishares.com/us/products/286007/ishares-esg-aware-msci-usa-etf\">Its top holdings</a> are Apple, Microsoft, Amazon, Tesla and Alphabet. Part of the reason for this is that ESG funds are often simply exclusionary. They agree not to invest in certain things — the old-school method of avoiding arms groups and tobacco, but extended to oil and gas companies for a 21st century upgrade. </p> <p>Strip all of those things out and you're more likely to over-represent other areas, particularly in the US where tech stocks are a bigger part of the index.</p> <p>The iShares fund is a good example of how rating agencies can differ wildly on whether a company is sustainable. In addition to screening out certain sectors, the iShares ETF says it is “tilting towards” US companies with favourable ESG ratings. Sustainalytics, a sustainable rating agency owned by research house Morningstar, gives Amazon an ESG risk rating of “high risk”, ranking it 450 out of 457 companies in its retailing industry group — where 1 is the lowest risk. But MSCI, which the iShares fund uses, rates Amazon's ESG score as average.</p> <p>The lesson: an ESG label in itself tells you very little about what sort of companies a fund might invest in. You always need to check the top 10 holdings to make sure you're comfortable with it.</p> <p>The good news is that outside the US, ESG funds don't tend to be particularly overweight tech stocks. A Lipper Global analysis of global growth equity ESG funds that are available to UK retail investors shows they are only slightly overweight tech — at 20 per cent compared with the average 19 per cent. </p> <p>But even if a fund is heavy on tech, it's still worth drilling down to see what sort of tech companies it holds. Take Liontrust Sustainable Future Global Growth, a UK-domiciled fund. It has 36 per cent of its holdings in tech companies versus 22 per cent for the index it's benchmarked against — the MSCI World. </p> <p>But fund manager Simon Clements says that of the tech giants, the only one Liontrust holds is <a href=\"https://www.ft.com/stream/6656b3e4-1a78-4960-90a0-8d422450f9a6\">Alphabet</a>, Google's parent — and most of the others don't hold up on their ESG analysis. </p> <p>Amazon is ruled out because Liontrust thinks it does not do enough to recycle cardboard, and has issues with its treatment of workers, while Apple's supply chain transparency problems make it another no-go. Google, on the other hand, “treats its employees amazingly well,” he argues. (That different ESG funds can take opposing views on the same stock is another issue for investors.) </p> <p>But the bulk of the fund's tech holdings, Clements says, are in technology applications that make companies more efficient.</p> <p>One of these companies is <a href=\"https://www.ft.com/stream/8a3d991c-bf28-4835-b4ab-ae90375ef9e4\">Autodesk</a>, a software company that aims to digitalise construction and manufacturing sectors. That can help reduce errors and costs when designing new buildings: a trick that the construction industry is just cottoning on to. “We're looking for tech stocks where the tech is nascent, not mature,” explains Clements — which makes sense coming from a growth fund manager. </p> <p>Another company that falls under the tech banner for Liontrust is <a href=\"https://www.ft.com/stream/9ba6fafc-e0c9-4d75-a443-5b90aa057545\">Infineon</a>, a German semiconductor maker with customers ranging from electric vehicle carmakers to wind turbine manufacturers. </p> <p>But even these tech stocks, while more obviously aligned with sustainable investing, have been falling along with the sector this year. Autodesk is down 24 per cent, while Infineon is down 40 per cent. </p> <p>Naturally, some view this as a buying opportunity. Félix Boudreault, managing partner at Sustainable Market Strategies, says of the more sustainable tech companies: “I think some of these companies will probably rebound faster than a Facebook or other tech that really don't have any role in the future economy. Sometimes it's a buying opportunity when you think that they have a better and bigger role in the future.”&#xa0;</p> <p>Those who really want to avoid tech can opt for different types of ESG funds. Tech companies are not famous for their dividends, so equity income funds are likely to be underweight this sector, Lipper data shows. Or, investors can focus on more specialist areas, moving beyond broader global equity funds. </p> <p>Boudreault suggests looking at forestry funds, which are holding up better than the broader market, benefiting from the relative strength in commodities as well as being ESG-aligned. The iShares Global Timber and Forestry Ucits ETF has lost less than 5 per cent this year and is actually up over 4 per cent in the past 12 months. </p> <p>Investing thematically to avoid overweights in unwanted sectors is also recommended by Steyn. She calculates that US funds that are less likely to have high-tech holdings are biased towards one of four features: they might be thematic, for example focused on water; they might be value funds; they are less likely to be invested in large-cap companies and they are more likely to be international. </p> <p>The real reason for tech stocks featuring prominently in ESG funds — driving performance in the years before the current collapse — is that ESG funds often are not as different from an index as many sustainable investors might think. </p> <p>Whether that bothers you will depend on your priorities. You may want to avoid tech because you're worried about growth stocks. You may think it's a buying opportunity. You may want to avoid tech because it wasn't what you had in mind as a sustainable stock; you may think it's perfectly acceptable. As always, there is something for everyone, but the opacity of the ESG universe means you have to do your homework.</p> <p><em>Alice Ross is the FT's deputy news editor. Her book, “Investing to Save the Planet”, is published by Penguin Business. Twitter: </em><a href=\"https://twitter.com/aliceemross\">@aliceemross</a></p><p>Source: Alice Ross 2022 'Tech is down, but far from out of ESG funds' FT.com 16 September. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-09-16T04:00:54.045Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 866,
          "end": 871
        },
        {
          "start": 1235,
          "end": 1240
        },
        {
          "start": 1079,
          "end": 1084
        },
        {
          "start": 3369,
          "end": 3374
        }
      ],
      "nexusId": "10022657"
    }
  ]
}