{
  "_id": "5f9175f16348c700019adf7810552f24ea40cd10ef67d0fec65e1afd82ea5bf9",
  "feed": "market-watch",
  "title": "The 2022 Nissan Kicks is a spacious, fuel-efficient subcompact SUV good for town driving; For about $20,000, the Kicks comes packed with standard driver assistance features, but no all-wheel drive",
  "text": "<p>* Relatively spacious interior</p><p>* Reasonable pricing</p><p>* Fuel economy</p><p>Cons</p><p>* Weak engine</p><p>* No option for all-wheel drive</p><p>What's new?</p><p>* No major changes</p><p>Price: The 2022 Nissan Kicks starts at $19,700.</p><p>The 2022 Nissan Kicks is a subcompact crossover SUV. As long as an SUV is defined as something with a slightly raised driving position and a tailgate instead of a trunk— a high-riding hatchback might also be a useful description of the Kicks.</p><p>Any desires of heading off to the mountains or the lake at weekends, however, are dampened by a lack of all-wheel drive and a less-than-punchy engine. It's better to keep this Nissan NSANY in town, where the Kicks is easy to park and comes packed with standard driver assistance features like automatic emergency braking and blind-spot monitoring.</p><p>2022 Nissan Kicks pricing</p><p>Kicking off with S trim, the 2022 Kicks has a Manufacturer's Suggested Retail Price of $19,700, plus a destination charge. The SV is roughly $21.5K.</p><p>The SR is priced from $22,240. With 2-tone paint, the Premium package and black-finished 17-inch alloy wheels, it can reach $24.5K.</p><p>In the grand scheme of subcompact crossovers, the Kicks looks quite reasonable against, say, the Honda HR-V, which starts at $22K. But if we look at front-drive contenders that are more hatchback than crossover SUV, we find the Kia Soul and Hyundai Venue are highly competitive, both priced from around $19K.</p><p>See: The easy-driving 2022 Hyundai Venue is practical but stands out in a crowd</p><p>Before buying, check the KBB.com Fair Purchase Price to find out how much others in your area paid for their new Kicks. The Kia KR:000270 Soul and Honda HMC HR-V are champs at retaining their value, but the Kicks does fairly well.</p><p>Driving the 2022 Nissan Kicks</p><p>For going across town or around the suburbs, 122 horsepower isn't going to be an issue. On longer trips with passengers and luggage, drivers will probably wish they had more going on under the hood — even if their fuel bills were slightly higher.</p><p>The top SR version of the 2022 Kicks has a few electronic tricks. Active Ride Control, for example, which counteracts pitching movements (created by washboard road surfaces) through subtle braking and adjustments in engine power.</p><p>This smoothes out the ride, which can be somewhat unrefined in the two lower trims, since the wheelbase of the Kicks (the distance between the front and rear axles) is short. Intelligent Trace Control is also in the SR, applying the brakes a little to the inside wheels when steering through a corner.</p><p>Check out: The SUVs that cost the least to own over 5 years</p><p>Interior comfort</p><p>Nissan vehicles usually have nice front seats, but the ones in the 2022 Kicks miss the mark for some people due to insufficient support for the upper back. The rear seats are just plain uncomfortable.</p><p>Unsurprisingly, rear passenger space is limited because the Kicks is quite short. Legroom of 33.4 inches doesn't compare well with the Honda HR-V's 39.3 or the Kia Soul's 38.8.</p><p>Cargo space is pretty good, easily enough room for a stroller with 25.3 cubic feet behind the 60/40 split/folding rear seats. That expands to 53.1 when those seats are down. The HR-V manages 24.3/58.8, while the Kia Soul has 24.2/62.1 cubic feet.</p><p>The dashboard's design is agreeable. The materials are textured to look classier than they really are. And the infotainment system is simple to operate.</p><p>Outward vision is generally good, with hindrances coming only from the wide rear pillars. Thankfully, blind-spot monitoring is standard across the 2022 Kicks range.</p><p>Exterior styling</p><p>Everyone has their own tastes, etc. But most people should be happy enough to have a 2022 Kicks parked outside, with its mix of assertive and sensible styling touches.</p><p>It has an SUV/crossover flavor, even if all-wheel drive isn't on the menu, while the small size overall makes it easy for in-town driving and parking.</p><p>The most affordable trim has steel wheels with plastic covers, while the two higher trims have 17-inch alloy wheels. They can also come with 2-tone paint — premium or otherwise — where the roof has a contrasting color.</p><p>Also see: The 2022 Chevy Trailblazer is a stylish, roomy, subcompact crossover at a sweet price</p><p>Favorite features</p><p>Apple Carplay/Android AutoHow did we ever cope without smartphones? Now we can integrate them into the infotainment systems of our cars and use apps like Waze or Apple AAPL Maps. This feature is standard across the 2022 Kicks range.</p><p>Advanced drive assist displayThis 7-inch unit goes into the instrument cluster in the top two trims of the 2022 Kicks. It shows information like outside temperature, fuel range, maintenance required, and much more.</p><p>Standard features</p><p>Trim levels for the 2022 Kicks are S, SV, and SR — in ascending order of plushness and price. The basic model, S, still has driver assistance features like forward collision warning with automatic emergency braking and pedestrian detection, blind-spot warning with rear cross-traffic alert, automatic high beams, rear parking sensors, and rear automatic braking all as standard.</p><p>Other equipment includes 16-inch steel wheels, cloth upholstery, USB port, Bluetooth, 7-inch infotainment touchscreen, and Apple CarPlay/Android Auto smartphone integration.</p><p>Read next: Inflation is forcing Americans to change their diets: 'We make vegetable soup'</p><p>Factory options</p><p>It's another $1,850 for the SV model, but we think it's a better buy. This is where disc brakes replace drums at the rear and an electronic parking brake is fitted.</p><p>The infotainment touchscreen grows to an 8-inch version, a 7-inch digital driver information display is fitted, intelligent cruise control comes on board, along with satellite radio, keyless entry/ignition, illuminated vanity mirrors, roof rails, and 17-inch alloy wheels. This trim is also eligible for 2-tone paint.</p><p>It doesn't always follow that spending more money on a new Kicks is the best thing to do, however. Once we're in the $22K region (the approximate price of the range-topping SR trim), several tempting alternatives become available, such as the Honda HR-V and Mazda MZDAY CX-30 (now with all-wheel drive as standard).</p><p>The SR does at least come with a leather-wrapped steering wheel and some electronic enhancement of the driving experience (see our Driving Impressions section). It also offers the option of a Premium package ($1,200) that includes heated front seats, heated steering wheel, simulated leather seating surfaces, Wi-Fi, and an 8-speaker Bose audio system.</p><p>All three trims can be ordered with a Rockford Fosgate audio system, ambient cabin lighting, self-dimming rearview mirror, garage door opener, and puddle lights. The top two also offer black-finished 17-inch alloy wheels.</p><p>Engine and transmission</p><p>Whatever kicks the 2022 Kicks provides, they probably don't come from the driving experience. The sole engine is a 1.6-liter 4-cylinder unit developing a 122 horsepower and 114 lb-ft of torque.</p><p>An automatic transmission sends that modest muscle to just the front wheels. The upside is that the Kicks merely sips regular gasoline.</p><p>1.6-liter inline-4122 horsepower @ 6,300 rpm114 lb-ft of torque @ 4,000 rpmEPA city/highway fuel economy: 31/36 mpg</p><p>This story originally ran on KBB.com .</p><p>The 2022 Nissan Kicks is a spacious, fuel-efficient subcompact SUV good for town driving</p>",
  "published": "2022-07-08T09:02:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 4375,
          "end": 4380
        },
        {
          "start": 4213,
          "end": 4218
        },
        {
          "start": 4381,
          "end": 4385
        },
        {
          "start": 5181,
          "end": 5186
        }
      ]
    }
  ]
}