{
  "_id": "533bb710563093fb4ad5edc514aae2c21577222d67de66843082032f1a9bc98b",
  "feed": "wall-street-journal",
  "title": "Meta's Mark Zuckerberg Says He Is Accountable as Company Preps for Mass Layoffs; Layoffs are to begin on Wednesday morning, the CEO told hundreds of executives on Tuesday",
  "text": "<p>Mr. Zuckerberg appeared downcast in Tuesday's meeting and said he was accountable for the company's missteps, and that his over-optimism about growth had led to overstaffing, according to people familiar with the meeting.</p><p>Meta's head of human resources, Lori Goler, told the group that employees who lose their jobs will be provided with at least four months of salary as severance, according to people familiar with the meeting.</p><p>Mr. Zuckerberg described broad cuts and specifically mentioned the recruiting and business teams as among those facing layoffs. A general internal announcement of the company's layoff plans is expected around 6 a.m. Eastern time on Wednesday, with the specific employees losing their jobs informed over the course of the morning.</p><p>Following the meeting, company directors in numerous sections of the organization began notifying their subordinates of cuts and reorganizations.</p><p>Inside Meta, employees have been seeking specifics about the coming layoffs for days and planning for the worst by forming external groups with current colleagues and discussing how to use benefits.</p><p>Meta reported more than 87,000 employees at the end of September. Company officials already told employees to cancel nonessential travel beginning this week, the Journal previously reported.</p><p>The planned layoffs would be the first broad head-count reductions to occur in the company's 18-year history.</p><p>Meta's stock has fallen more than 70% this year. The company has highlighted deteriorating macroeconomic trends, but investors have also been spooked by its spending and threats to the company's core social-media business. Growth for that business in many markets has stalled amid stiff competition from TikTok, and Apple Inc.'s requirement that users opt in to the tracking of their devices has curtailed the ability of social-media platforms to target ads.</p><p>After hiring aggressively through the pandemic, the tech industry is facing its biggest retrenchment in years. Twitter Inc. is laying off thousands of employees under new owner Elon Musk, as he tries to restructure the companyto match his vision while facing widespread concern from advertisers about its new direction.</p><p>Snap Inc. said in August it would cut roughly 20% of staff, or more than 1,000 employees, to prepare for what it said would be an expected period of low sales growth lasting into 2023.</p><p>Business software company Salesforce Inc. also started laying off employees this week. \"Our sales performance process drives accountability. Unfortunately, that can lead to some leaving the business, and we support them through their transition,\" the company said.</p><p>The number of people let go was in the hundreds, said a person familiar with Salesforce's decision.</p><p>Salvador Rodriguez contributed to this article.</p><p>Write to Jeff Horwitz at Jeff.Horwitz@wsj.com and Sam Schechner at sam.schechner@wsj.com</p><p>Meta's Mark Zuckerberg Says He Is Accountable as Company Preps for Mass Layoffs</p>",
  "published": "2022-11-08T23:52:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1722,
          "end": 1731
        },
        {
          "start": 1722,
          "end": 1727
        },
        {
          "start": 1722,
          "end": 1732
        }
      ]
    }
  ]
}