{
  "_id": "a3b9f26f8a42c56420eb8776f38870cfe7f2ae5c39ae862a8b475129b9323a76",
  "feed": "wall-street-journal",
  "title": "Dow Falls More Than 600 Points Following Jobs Report; Lower unemployment rate seen as evidence the Fed will continue raising rates as previously signaled",
  "text": "<p>Stocks soared Monday and Tuesday, with the S&amp;P 500 and Dow Jones Industrial Averagelogging their best two-day stretch since 2020. Weak data on the manufacturing sector and job openings led investors to bet that the Fed might slow its pace of interest-rate increases in the coming months.</p><p>The rally failed to last. Major indexes stumbled the next two days. They headed lower again Friday after the government's latest jobs report showed the labor market remained strong, even as the pace of hiring has slowed in recent months. Employers added 263,000 jobs in September, the Labor Department said, slightly less than economists had expected. But the unemployment rate fell to 3.5% from 3.7%, returning to a multidecade low.</p><p>Ordinarily, evidence of a strong labor market should be good news for investors. But traders seemed to interpret Friday's data as bad news for the markets, because it suggests that, with the labor market remaining tight, the Fed will have to continue swiftly raising interest rates to rein in inflation. Many investors fear that the Fed's rate increases will go beyond cooling down the economy and push the U.S. into a recession.</p><p>The Dow Jones Industrial Average was down about 630 points, or 2.1%, to 29297 at 4 p.m. ET. The S&amp;P 500 slipped 2.8%. The Nasdaq Composite shed 3.8%.</p><p>All three indexes remained up for the week, after three straight weekly losses.</p><p>\"It's the interest-rate outlook determining the equity market, and the key to the interest-rate outlook is the labor market,\" said Willem Sels, chief investment officer at HSBC Global Private Banking. \"It's too early to say that you have definite weakening in the labor market.\"</p><p>Following the jobs report, federal-funds futures tracked by CME Group showed the market pricing in a higher chance of the Fed raising rates by 0.75 percentage point next month, rather than a smaller increase that some investors had hoped for.</p><p>Hawkish comments Wednesday and Thursday from several Fed officials also added to investors' fears that the Fed is nowhere near finished tightening monetary policy. The officials stressed that bringing inflation down from a 40-year high would take some time, and that they didn't want to risk making the mistake of prematurely pausing interest-rate increases before their job was done.</p><p>Stocks fell across the board Friday. All 11 sectors of the S&amp;P 500 were lower, with shares of technology and communication services stocks among the biggest decliners. Investors have retreated from shares of technology-driven companies this year because the Fed's rapid interest-rate increases have made many less willing to pay more for companies' future earnings.</p><p>Facebook parent Meta Platforms, Amazon.com, Apple and Netflix all fell at least 3%.</p><p>Shares of banks and transportation companies, which are sensitive to the economic outlook, also slumped. Many investors fear that the Fed's rate increases will hurt corporate profits.</p><p>The KBW Nasdaq Bank Index slid 2.3%. The Dow Jones Transportation Average, which includes shares of airlines, truckers and railroads, lost 2.8%.</p><p>Meanwhile, government bond prices fell alongside stocks. Stubbornly high inflation and tightening monetary policy have hit Treasurys hard this year, sending yields higher.</p><p>The yield on the 10-year U.S. Treasury note, used as a reference for everything from auto loans to mortgage rates, rose to 3.883% from 3.823% Thursday. Yields rise as bond prices fall.</p><p>Overseas, markets were mostly lower.</p><p>The Stoxx Europe 600 fell 1.2%, turning lower after the Labor Department released its jobs report for the U.S. Hong Kong's Hang Seng fell 1.5%. Mainland Chinese markets were closed for a public holiday.</p><p>Write to Akane Otani at akane.otani@wsj.com and Joe Wallace at joe.wallace@wsj.com</p><p>Dow Falls More Than 600 Points Following Jobs Report</p>",
  "published": "2022-10-07T20:02:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 2699,
          "end": 2704
        }
      ],
      "nexusId": "10022657"
    }
  ]
}