{
  "_id": "93c2b86c36e7c176cb237562578482b8ba53a5ea766a18cac7a7c282b8efa4f9",
  "feed": "ftcomall",
  "title": "Big Tech signs up to Indonesia's strict content law  ",
  "text": "<p>The world's biggest tech groups have signed up to a law in Indonesia that campaigners warn threatens freedom of expression in south-east Asia's largest economy, in the latest compromise by the sector to retain access to an important market.</p> <p>Social media companies including Meta, TikTok and Twitter have registered for a licence at the Indonesian communications ministry under which they might have to censor content and hand over users' data. Some registered only hours before a deadline at midnight on Wednesday. </p> <p>Apple, Microsoft, Google, Amazon, Netflix and Spotify have also signed up.</p> <p>Indonesia, home to the world's fourth largest population, has become an increasingly attractive <a href=\"https://www.ft.com/content/bcc935fd-ef40-4d6d-9939-ea18498e0283\">investment destination</a> for international tech groups. But journalists and activists continue to face harsh punishments under sweeping online media laws.</p> <p>Under rules announced in November 2020, Indonesia required tech companies to register with the government before Wednesday's deadline. The authorities can order content that disturbs “society” or “public order” be taken down and demand access to companies' data be given to law enforcement agencies.</p> <p>Those who continue to operate without a licence risk receiving warnings, followed by fines and even losing their right to operate in the country.</p> <p>Indonesia's rules underline the tightrope multinational tech companies must walk in some markets. Social media businesses, which often promote their commitment to free speech, have compromised these principles in the drive for profit, critics have said.</p> <p>“These technology platforms are increasingly used to interfere with or even obstruct human rights,” said Stephanie Hare, campaigner and author of <em>Technology is Not Neutral: A Short Guide to Technology Ethics</em>. But “ultimately their priority is to maximise shareholder value and obey the law”.</p> <p>She added: “They could have all banded together and refused to do it . . . But they didn't. [Meta] claims to be all about freedom of expression. So how does that square with going along with these rules?”</p> <p>The regulations created a fresh dilemma for the tech sector, which in recent years has faced pressure from contentious rules in other countries, including demands to censor content in Russia and China. Last year, Twitter was <a href=\"https://www.ft.com/content/ca1e9f79-bbe8-4872-a3e6-96174419d1c3\">embroiled</a> in a spat with India over orders to block accounts tweeting about protests.</p> <p>Jakarta has said its regulations protect personal data and ensure a “positive” digital space in the country. But the vague terminology has raised concerns among journalists given the use of social media platforms for activism and the broad use of existing laws to target reporters.</p> <p>The criteria for disturbing the public are “flexible” and “rubbery”, Indonesia's Alliance of Independent Journalists said in a statement. It warned that the authorities might consider news revealing human rights violations or crimes disturbing to public order.</p> <p>Several tech companies delayed committing to the new regulations.</p> <p>Twitter only appeared on the government's register on Wednesday, a day after Meta-owned platforms Facebook, WhatsApp and Instagram. Apple's iCloud and Microsoft's cloud service were among the 207 foreign companies to sign up.</p> <p>Indonesia's young population makes it a key market for TikTok, which registered in May. TikTok said it “will always comply with the prevailing regulations in any market where we operate”. The company added that it believed “the Indonesian government will honour freedom of expression”. </p> <p>Twitter said it remained committed to the Indonesian market and encouraging an “open internet”. The company said it looked forward to working with the government to make the internet “safe” and “free”.</p> <p>Meta declined to comment. Apple, Microsoft, Google and Amazon did not immediately respond to requests for comment. Indonesia's communications ministry did not respond to a request for comment.</p><p>Source: Oliver Telling in Singapore and Cristina Criddle&#xa0;in London 2022 'Big Tech signs up to Indonesia's strict content law  ' FT.com 21 July. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-07-21T10:14:37.951Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 3088,
          "end": 3093
        },
        {
          "start": 3696,
          "end": 3701
        },
        {
          "start": 515,
          "end": 520
        }
      ]
    }
  ]
}