{
  "_id": "76109e2fd9c0ddb36898f00d339396cdc28be85f8e8bef3a3c0764f9f1e92baa",
  "feed": "ftcomall",
  "title": "Best books of 2022: Visual arts",
  "text": "<p><a href=\"https://amzn.to/3GB14WT\"><strong>If These Apples Should Fall</strong></a><strong>: Cézanne and the Present</strong><br>by T J Clark, <em>Thames &amp; Hudson £30/$39</em></p> <p>An electrifying account of looking intently to fathom Cézanne's pictures: what makes their beauty still so uncanny, precarious, visionary. Stalking his subject with a hawk's eye, a philosopher's mind and an open heart, Clark unfolds both the artist at work and his own evolving responses. The best book on Cézanne since Meyer Shapiro's in 1962.</p> <p><a href=\"https://amzn.to/3EvMZYn\"><strong>A Life of Picasso, Volume IV</strong></a><strong>: The Minotaur Years 1933-1943</strong><br>by John Richardson, <em>Jonathan Cape £35/Knopf $40</em></p> <p>Picasso in his 50s, obsessed with his self-image as the mythic minotaur, trampling sacrificial victims as he created the era's defining icons — “Guernica”, “Weeping Woman” — compels as defiantly as ever. What a magnificent resource this four-volume biography is, unfinished (Richardson died in 2019) yet unrivalled in its blend of erudition and gossipy insights.</p> <p><a href=\"https://amzn.to/3Eq0SHn\"><strong>Monet — Mitchell</strong></a> edited by Suzanne Pagé, Marianne Mathieu and Angéline Scherf, <em>Yale £40/Hazan $50</em></p> <p>Joan Mitchell confronting Monet at Paris's Fondation Vuitton is the year's most joyful exhibition. Its catalogue illuminates especially the fabulous story of how the American artist, relocating to Monet's Vétheuil on the Seine in 1968, engaged with his landscapes and late abstract manner but made paintings triumphantly her own.</p> <p><a href=\"https://amzn.to/3VlibjT\"><strong>20th Century Indian Art</strong></a><strong>: Modern, Post-Independence, Contemporary</strong><br>edited by Partha Mitter, Parul Dave Mukherji, Rakhee Balaram, <em>Thames &amp; Hudson £85/$125</em></p> <p>For range and depth, a landmark in Indian art history. It pulls the marginal towards the centre yet keeps the big picture in view, rethinks modernism's freedoms and troubles in a broadened global context and negotiates colonial and postcolonial assumptions with nuanced understanding.</p> <p><a href=\"https://amzn.to/3EQyfV7\"><strong>Michelangelo</strong></a><strong>: The Complete Works: Paintings, Sculpture, Architecture</strong><br>by Frank Zöllner and Christof Thoenes, <em>Taschen £60/$80</em></p> <p>The fresh edition of this magisterial, engrossing study of Michelangelo as “prototype of the modern self-expressive artist” is very welcome. Shorn of its drawings section (a minefield of controversial attributions), it's more manageably sized and priced, beautifully designed, and incorporates some new images, while Taschen quality remains supreme.</p> <p><em>Join our online book group on Facebook at </em><a href=\"https://www.facebook.com/groups/139838140082304/\"><em>FT Books Café</em></a></p><p>Source: Jackie Wullschläger 2022 'Best books of 2022: Visual arts' FT.com 25 November. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-11-25T14:00:50.896Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 9,
          "end": 15
        }
      ]
    }
  ]
}