{
  "_id": "0bda8cecca4c3294be68586225f3457af7bdabe62eb1896465fcb7a019983d14",
  "feed": "wall-street-journal",
  "title": "What to Watch: 'Minx,' Mysteries And MLB",
  "text": "<p>(HBO Max)</p><p>There has been a lot of full-frontal male nudity going around on TV and film lately, but the only male nudity Ellen Rapoport wanted showing up in \"Minx\" is workplace nudity.</p><p>This is easier for \"Minx\" than most because the comedy is set in the 1970s world of soft-core magazine pornography.</p><p>Joyce Prigger (Ophelia Lovibond) dreams of starting a feminist magazine called The Matriarchy Awakens that will bring her a Pulitzer and friendship with Gloria Steinem. Then she meets Doug Renetti (Jake Johnson), the publisher of a growing empire of pornographic magazine titles who encourages her to \"hide the medicine\" that is her message under the cover of naked male bodies.</p><p>The result is Minx, a magazine for women that includes the kinds of pictures Renetti knows how to sell with the articles Prigger wants to write.</p><p>\"To us, it was like: If there would be nudity in the workplace, that's when we would put it in,\" Ms. Rapoport says. \"We didn't just randomly shove in nudity because we could.\"</p><p>The final two episodes of the first season of \"Minx\" begin streaming April 14 on HBO Max.</p><p>'Harry Wild'</p><p>(Acorn TV)</p><p>\"Harry Wild\" is a lot like \"Murder, She Wrote,\" if Jessica Fletcher showed more of an interest in sex and wine.</p><p>Ms. Seymour's Harry Wild is a newly retired literature professor who likes to unwind with a bottle of red and a roll in the hay. Much to the chagrin of her son, a local police detective, she begins leveraging her literature chops to help solve murder mysteries around Dublin. For help, she isn't afraid to enlist her teenage granddaughter (Rose O'Neill). And she turns a teenage boy who tried to rob her (Rohan Nedd) into her assistant.</p><p>The first two episodes of \"Harry Wild\" are streaming now on Acorn TV.</p><p>Major League Baseball</p><p>(Various)</p><p>Here's a look at a few of the places you can stream Major League Baseball games once things get started on Thursday:</p><p>Apple TV+ is streaming a \"Friday Night Baseball\" double-header this season. The initial games are available free to stream on Apple TV+, even if you don't subscribe to the service.</p><p>ESPN's \"Sunday Night Baseball\" broadcasts are streaming on the ESPN app.</p><p>SiriusXM satellite radio is carrying every game from every team. Subscribers of TuneIn's premium tier can stream the audio of every game, too. Fans outside their favorite team's home TV market can still subscribe to watch their games at MLB.TV.</p><p>Keep an eye on Peacock. The Wall Street Journal reported in March that the streamer was completing a deal with MLB to stream 18 games starting as early as 11:30 a.m. ET on Sundays.</p><p>Note: Different teams have different streaming and broadcast opportunities. Check with your home team for all available ways to stream their 2022 games.</p><p>License this article from Dow Jones Reprint Service</p>",
  "published": "2022-04-07T00:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 2008,
          "end": 2013
        },
        {
          "start": 1882,
          "end": 1887
        },
        {
          "start": 1882,
          "end": 1890
        }
      ]
    }
  ]
}