{
  "_id": "d3d2277fdb77935106c3ae2b6ed1b3cad220cd9c654bafdef227f4718638bfcb",
  "feed": "wall-street-journal",
  "title": "Covid-19 Outbreak Shuts Down Some China Factories, Including Apple Supplier; Lockdown in technology hub of Shenzhen is latest blow to global supply of electronics",
  "text": "<p>Foxconn, formally known as Hon Hai Precision Industry Co., said it didn't know when its factories could resume production.</p><p>While China's case numbers are tiny by global standards, the country has adopted a zero-Covid policy that aims at nipping all outbreaks in the bud through testing and lockdowns.</p><p>The disruption came less than a week after Apple showed off new products including the latest version of its budget iPhone SE, which features high-speed fifth-generation, or 5G, communications, and the high-end Mac Studio computer.</p><p>A shortage of electronics has contributed to a rise in prices around the globe including in the U.S., where inflation in February hit a 40-year high of 7.9%.</p><p>Foxconn's sites in Shenzhen, in southern China, produce some iPhones as well as iPads and computers. The majority of iPhones, however, are made at a factory in central Henan province. Foxconn said it would aim to keep up production by shifting work to other plants in China.</p><p>Printed circuit-board maker Unimicron Technology Corp. said its Shenzhen subsidiary halted production Monday morning. Unimicron is also a major Apple supplier but doesn't currently handle Apple-related orders in Shenzhen, according to Apple's latest supplier list. Unimicron said the subsidiary accounts for less than 3% of its total revenue.</p><p>At least six other companies on the Apple list are based in Shenzhen.</p><p>The city is home to many Chinese manufacturing giants including telecommunication equipment maker Huawei Technologies Co. and electric-vehicle maker BYD Co.</p><p>All buses and subways have been shut down. The local government called on businesses to halt most activities, with exceptions for those providing essential services for locals and people in neighboring Hong Kong.</p><p>More than 30 Taiwan-based makers of semiconductors and other electronic components filed announcements with the Taiwan Stock Exchange on Monday saying they were temporarily closing facilities in Shenzhen and nearby Dongguan.</p><p>Write to Yang Jie at jie.yang@wsj.com</p><p>Covid-19 Outbreak Shuts Down Some China Factories, Including Apple Supplier</p>",
  "published": "2022-03-14T08:28:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 61,
          "end": 66
        },
        {
          "start": 344,
          "end": 349
        },
        {
          "start": 2073,
          "end": 2078
        },
        {
          "start": 1110,
          "end": 1115
        },
        {
          "start": 1345,
          "end": 1350
        },
        {
          "start": 1201,
          "end": 1206
        },
        {
          "start": 1154,
          "end": 1159
        }
      ]
    }
  ]
}