{
  "_id": "9cf433339331ca6130a302b1313f10f7bcf4d8616064b02a2b60cb5b018e39ff",
  "feed": "market-watch",
  "title": "The recovery after Ukraine war will take an effort similar to the Marshall Plan after World War II",
  "text": "<p>Needless to say, the Ukrainian and Russian economies are being hit the hardest. Economic activity in Ukraine is likely to contract by well over a third this year, aggravating the rapidly escalating humanitarian crisis. Already, the war has led to&#xa0;more than 750&#xa0;civilian casualties and driven&#xa0;1.5 million&#xa0;Ukrainians to flee to neighboring countries, with millions more on the move internally.</p><p>Severe damage to Russia's economy</p><p>While Russia is not enduring large-scale human suffering or physical destruction, its economy is set also to contract by about a third, owing to the unprecedented severity of the sanctions it is now under. In particular, a freeze on the central bank's assets and the exclusion of selected Russian banks from SWIFT, the financial messaging system that enables most international bank payments, are bringing the economy to its knees, with “self-sanctions” by households and companies, from Apple AAPL to BP UK:BP, compounding the damage.</p><p>Russia is now headed toward severe foreign-exchange constraints, massive goods shortages, a collapsing ruble USDRUB, mounting arrears, and the expectation among households that things will get worse before they get better. This picture has much in common with what I saw when visiting Moscow in August 1998.</p><p>Even if the war ended tomorrow, it would take years for these economies to recover; and the longer the war continues, the greater the damage, the larger the potential for vicious interactions and adverse cycles, and the deeper the consequences.</p><p>In Ukraine, physical and human infrastructure have been hit very hard. The country can expect massive external support for its reconstruction, during which it might be able to address past weaknesses and build new economic structures and relationships at home and abroad. But the process will take time, and there will be bumps along the way.</p><p>Links with the outside world</p><p>For its part, Russia will find it very difficult to re-establish economic, financial, and institutional links with the outside world, particularly the West. This will hamper the eventual economic recovery, which will depend on the pursuit of a number of complex and costly internal restructurings with institutional, political, and social dimensions.</p><p>But the economic consequences of the war will not be confined to the countries fighting it. Already, the West has started to feel the “stagflationary” blowback. Existing inflationary pressures will be compounded by the surging prices of commodities, including energy and wheat W00. </p><p>Read:&#xa0;The Russia-Ukraine war is fueling the ‘biggest supply shock to global grain markets' in living memory</p><p>Meanwhile, another round of supply-chain disruptions has begun, and transportation costs are again increasing. Disrupted trade routes are likely to place further downward pressure on growth.</p><p>Stagflation, volatility</p><p>The extent of the damage these developments cause will vary widely, both across and within countries. Absent a timely policy response, the advanced economies should expect lower growth, worsening inequality, and wider performance discrepancies among countries.</p><p>Overall, the U.S. is likely to outperform Europe, which is likely to slide into recession, owing to the American economy's greater internal resilience and agility, though the Federal Reserve's failure to respond to inflation in a timely manner last year – a&#xa0;historic policy mistake&#xa0;– will undermine policy flexibility.</p><p>On both sides of the Atlantic, one can expect increased – and, at times, unsettling – market volatility. The financial losses will be greater in Europe, with certain sectors – notably, certain banks and energy companies – being hit very hard.</p><p>Economic and financial divergence will also increase elsewhere in the world. Some commodity producers stand to gain enough from higher export prices to offset losses caused by lower global growth. But a far greater number of countries – especially those located near the fighting and fragile developing economies – will face pressure from several sources, including adverse terms of trade, migration flows, a strengthened U.S. dollar XX:BUXX, reduced global demand, and financial-market instability.</p><p>Commodity importers will struggle to cope with sudden across-the-board price surges, which are both hard to pass on to consumers and difficult to subsidize. The potential impact could include more debt restructurings. Unless policy makers pursue timely responses, the weakest economies face the prospect of food riots.</p><p>Institutional destruction</p><p>Then there is the future of multilateralism, the fourth fallout. In the short term, the West has reasserted its dominance over the international system that it built in the aftermath of World War II. But it should expect a serious longer-term challenge from an intensification of the China-led effort to build an alternative system one economic or financial brick at a time.</p><p>It is often said that within every terrible crisis lies great opportunity. While it is imperative that countries continue to come together to oppose Russia's illegal invasion of Ukraine, it is also vital that they take timely action to mitigate the longer-term economic risks the conflict raises – and even to bolster future resilience and cooperation.</p><p>The world proved up to the challenge in the aftermath of WWII. We must now focus on ensuring a similar response as and when peace returns to Ukraine and Europe.</p><p>Mohamed A. El-Erian, president of Queens' College at the University of Cambridge, is a professor at the Wharton School of the University of Pennsylvania and the author of&#xa0;“The Only Game in Town: Central Banks, Instability, and Avoiding the Next Collapse”&#xa0;(Random House, 2016).</p><p>This commentary was published with permission of Project Syndicate – The Ukraine War's Multifaceted Economic Fallout</p><p>More viewpoints on Russia's war on Ukraine</p><p>Russia's invasion of Ukraine: 4 ways this war could end</p><p>Here's what will happen to U.S. food prices as wheat futures keep surging</p><p>Barron's:Who Will Be Left to Do Business in Russia?</p>",
  "published": "2022-03-07T11:28:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 920,
          "end": 924
        },
        {
          "start": 914,
          "end": 919
        }
      ],
      "nexusId": "10022657"
    }
  ]
}