{
  "_id": "9356a80f4cbe23d783cbd4a58cf1bcd7013d27a5f97c0685f06746d5f4393e83",
  "feed": "ftcomall",
  "title": "Musk's experiment in chaos management at Twitter 2.0",
  "text": "<p>When Elon Musk decided to pick a public fight this week with Apple chief executive Tim Cook, it looked like another questionable decision from the wilful Twitter owner.</p> <p>Alienating a company that is a big advertiser on the network seemed pointlessly self-destructive. In an effort to whip up anti-Apple sentiment, Musk <a href=\"https://www.ft.com/content/32529103-ceb0-4472-bdf3-1c5848fd806c\">lashed out </a>at what he claimed had been a threat to remove Twitter from the Apple App Store — the latest examples, he claimed, of the company's unwarranted censorship. He also attacked the fees charged to app developers.</p> <p>The message resonated in Washington. Barely 24 hours later, Republicans like Florida governor Ron DeSantis were lining up to threaten Apple with retaliation if it did anything to jeopardise the free speech agenda that Musk has draped around his new venture. Soon after, Musk and Cook were walking in the grounds at Apple's HQ <a href=\"https://www.ft.com/content/d691b35e-04e2-45eb-a3f0-1a69ea50cd40\">and making up</a>. Musk claimed that any threat to Twitter's presence in the App Store had been a misunderstanding.</p> <p>As with much of his behaviour since the takeover of Twitter, the saga has shown Musk's restless appetite for controversy and attention. Most people who take public companies private are only too eager to retreat from the public eye. For Musk, the opposite has applied. Impetuous, provocative, impossible to ignore: his headline-grabbing run at the social media company has become an object experiment in the chaos theory of corporate management — that sometimes you need to rip things up to renew.</p> <p>The public flailing has been matched by an internal upheaval at Twitter, including a drastic cut in staffing, that has raised questions about its ability to maintain critical operations, from running its underlying technology infrastructure to preventing a tide of harmful content overrunning its network.</p> <p>In the world of tech start-ups, where the failure to move fast enough can spell death, Musk's freewheeling drive has an obvious purpose. He has almost single-handedly built the electrical vehicle and commercial space industries. When applied to an established social media company that plays a key role in global communications, however, the consequences are more unsettling.</p> <p>For a company that has attention in its lifeblood, Musk's approach makes a certain degree of sense with the drama playing out in real time adding to audience engagement. Whether he's appearing to negotiate with Stephen King publicly over how much to charge for a new subscription service, or polling users on decisions, it's all part of the circus.</p> <p>The question of whether his company can withstand the shock therapy is another matter. In taking an axe to Twitter's existing operations, Musk appears to believe that the bigger risk lies in not going far enough, rather than in going too far. From demanding his engineers come up with a new subscription service in little more than a week, to slashing half the workforce and then daring the rest to resign if they did not want “long hours at high density”, he has seemed to relish the idea of testing the operational limits of a company he just spent $44bn to acquire.</p> <p>The result has often been a mess. The <a href=\"https://www.ft.com/content/8218a5c3-61b8-4d61-a221-c977b94f6327\">new subscription service</a> was hastily pulled when it led to an epidemic of fake accounts impersonating real companies. Twitter was also reported to be racing to re-hire some workers it had sacked to keep critical functions at the company ticking over.</p> <p>It is still too early to judge the consequences of all of this upheaval on Twitter's operations, or whether the network has left itself vulnerable to a rise in misinformation, hate speech and child porn.</p> <p>But despite predictions that the radical cost-cutting could trigger serious technical problems and a shutdown at the service, Twitter remains in operation. Musk's radical cost-cutting and attempts at a cultural reset inside Twitter also carry a distant echo of what is happening at some other big tech companies. As they face a tougher period ahead, CEOs like Google's Sundar Pichai and Meta's Mark Zuckerberg have also been consciously trying to rekindle the entrepreneurial spirit that made their companies great.</p> <p>Yet the new boss at Twitter has taken this to extreme, and damn the consequences. Musk has always shown a tolerance for chaos and the dizzying levels of risk he thrives on have always set him apart. If he can pull off a transformation of the company to what he calls Twitter 2.0, it will be one of the most remarkable corporate revivals ever mounted. But it is a big “if”.</p> <p><em>richard.waters@ft.com</em></p><p>Source: Richard Waters 2022 'Musk's experiment in chaos management at Twitter 2.0' FT.com 1 December. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-12-01T17:35:57.620Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 61,
          "end": 66
        },
        {
          "start": 393,
          "end": 398
        },
        {
          "start": 672,
          "end": 677
        },
        {
          "start": 853,
          "end": 858
        },
        {
          "start": 296,
          "end": 301
        }
      ]
    }
  ]
}