{
  "_id": "5b4ca3bffc24896cd1ae708c129684d9618a005faace199f834134683d3086a1",
  "feed": "wall-street-journal",
  "title": "Amazon  Freezes  Hiring,  Lyft Cuts  Workers  ---  Technology companies  reduce workforce as  executives prepare for  a potential recession  ----  By Sebastian Herrera, Preetika Rana and Emily Glazer",
  "text": "<p>   The outlook for tech industry jobs worsened on Thursday, with ride-hailing company Lyft Inc. and payments company Stripe Inc. both announcing major layoffs and Amazon.com Inc. saying it will freeze corporate hiring for months. </p><p>   Also, Twitter Inc. told employees it would notify them about head-count reductions on Friday, a move that comes about a week after billionaire Elon Musk acquired the social-media company. </p><p>   The stream of grim news for the industry came as the Federal Reserve has moved again to raise interest rates to combat inflation, signaling greater risk that the U.S. economy is sliding into a recession. Faced with that possibility, tech company executives are warning of tougher times ahead. </p><p>   \"We're facing an unusual macroeconomic environment, and want to balance our hiring and investments with being thoughtful about this economy,\" Beth Galetti, senior vice president of people experience and technology at Amazon, wrote in a memo to employees this week. The memo notified them of Amazon's plan to pause hiring across its corporate workforce, which includes employees in high-profile teams such as Prime Video and grocery. </p><p>   After years of unprecedented growth and record profits, many of the world's largest technology companies are paring back as shopping patterns changed after the pandemic and businesses have had to examine spending on everything from advertising to investments. In some cases, the effort to adjust payrolls has come at companies that have already pared back. </p><p>   U.S. applications for unemployment benefits are down this fall from a summer peak and held steady at a low level last week. </p><p>   The Labor Department's October employment report is scheduled to be released on Friday, offering the latest snapshot on the overall job market. </p><p>   While companies have cited the broader economic climate, the hiring freezes, layoffs and cost-cutting -- which haven't hit some industries with as much force -- underscore how the tech sector might have overshot as the pandemic brought prosperity to it. </p><p>   \"Negative productivity can be hidden when everything is going great,\" said Mark Stoeckle, chief executive of investment firm Adams Funds. \"It is easier to protect your margins when revenues are going up, but when they are stopping or going up slower, then you have to look at where you are spending your money.\" </p><p>   For tech companies that have seen only growth for years, curtailing head count is anathema to company culture and will be hard to implement, Mr. Stoeckle said. </p><p>   Amazon's hiring pause added to a string of similar news announced by other tech companies. </p><p>   Lyft co-founders John Zimmer and Logan Green said Thursday that the company would cut 13% of staff, or nearly 700 jobs, The Wall Street Journal reported earlier Thursday. In a memo, the founders highlighted the potential recession and said they expected ride-share insurance costs to increase. Lyft has more than 5,000 employees not including drivers. The company in July laid off about 60 people and earlier indicated it planned to slow hiring and reduce budgets in some departments. </p><p>   Stripe outlined layoffs on Thursday that will target 14% of staff. In a note to employees, Chief Executive Patrick Collison cited \"stubborn inflation, energy shocks, higher interest rates, reduced investment budgets and sparser startup funding.\" </p><p>   Tech companies are facing myriad challenges. Facebook parent Meta Platforms Inc. has planned to cut expenses by at least 10%, in part through staff reductions, as its sales have fallen and executives have struggled to pivot the social-media company to its new focus on the metaverse and virtual reality. Alphabet Inc.'s Google has required some employees to apply for new jobs to remain at the company, and Apple Inc. executives have said they are hiring in a \"deliberate\" way. </p><p>   Twitter said its pending job cuts were intended to place the company \"on a healthy path,\" according to a message it sent to staff Thursday. \"We recognize that this will impact a number of individuals who have made valuable contributions to Twitter, but this action is unfortunately necessary to ensure the company's success moving forward,\" the note said. </p><p>   Mr. Musk's ownership has ushered in a wave of changes that have included departures of top executives and plans for broad layoffs. Employees at the company and people familiar with the matter have estimated that up to 50% of the 7,500 staff could be cut, although the message did not cite any numbers. The proposed layoffs are expected to reduce engineering positions as well as affect other areas at the company. </p><p>   The downward trends have happened even as major companies have tried previous measures to cut costs this year. In Amazon's case, the company scaled back plans for warehouse openings this year and froze hiring last month in its core retail division. Lyft is also now reducing its workforces again after earlier adjustments. </p><p>   Amazon's pause on hiring won't extend to its hourly workers as the company has hired aggressively in recent months to prepare for the busy holiday season. </p><p>   Amazon has warned that it is taking a cautious approach during the economic climate. </p><p>   Brian Olsavsky, Amazon's chief financial officer, last week said the company was preparing for slower growth and would be \"very careful on hiring.\" </p><p>   He said company executives have seen signs that consumers are tightening their budgets and that inflation remains high. </p><p>   The company's shares have declined since it signaled in a quarterly earnings report a week ago that its projected sales for the fourth quarter could be far below expectations. The company said it anticipated operating income of anywhere between zero and $4 billion for what is Amazon's most important sales period of the year. </p><p></p>",
  "published": "2022-11-04T06:12:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 3721,
          "end": 3731
        },
        {
          "start": 3721,
          "end": 3730
        },
        {
          "start": 3721,
          "end": 3726
        }
      ]
    }
  ]
}