{
  "_id": "e1886bbb0ee67bebc8bf574e67c5fff7df53d9a631bc799b0a8cddf90fd5fed1",
  "feed": "wall-street-journal",
  "title": "World News: Chinese Economic Activity Takes Big Hit",
  "text": "<p>Far worse was the official nonmanufacturing PMI, which covers service-sector and construction activity, which plunged to 41.6 from 46.7 in November, China's National Bureau of Statistics said Saturday. That level also marks the worst showing since the historic lows of February 2020. The 50 level on the index separates expansion from contraction.</p><p>Taken together, Saturday's downbeat data offer a first glimpse into the economic toll from Beijing's sudden exit from its stringent Covid curbs, which caught many off guard, and damp hopes of a rapid turnaround in the final month of the year. Economists at Citi, in a Friday note to clients, wrote that China's gross domestic product may expand by just 1% in year-over-year terms during the fourth quarter.</p><p>China began dismantling its \"zero-Covid\" measures of mass testing, quarantines and lockdowns in November, and lifted most of the remaining domestic Covid measures on Dec. 7, leading to surging infections that have put the country's thinly equipped healthcare system under strain.</p><p>Earlier this week, China took another step toward reopening its borders after three years of self-imposed isolation, announcing it will scrap all quarantine measures for inbound visitors starting next month -- and sparking a scramble to snap up airline tickets.</p><p>Although the lifting of pandemic restrictions removes a source of uncertainty for the economy, Saturday's data point to a challenging winter ahead for many businesses.</p><p>Manufacturing PMI subindexes measuring factory production, total new orders and new export orders all retreated deeper into contraction in December from the preceding month. For the services sector, meanwhile, activity shrank further, tumbling to 39.4 from 45.1 in November.</p><p>China's factories are confronting temporary labor shortages and logistics jams that have disrupted supply chains, with many experts not expecting the nationwide surge in Covid-19 infections to peak until after the Lunar New Year holiday ends in late January.</p><p>Tesla Inc. halted production at its Shanghai plant last week, extending a planned eight-day suspension at its largest plant by car output. The electric vehicle producer faces surging Covid infections among its workers and suppliers, alongside reduced global appetite for its cars.</p><p>While many factories' operations are being hammered by infections, some businesses have gradually begun bringing back production, though levels remain short of the period before restrictions were lifted. In the central Chinese city of Zhengzhou, home to the world's largest assembler of Apple Inc. iPhones, the Foxconn Technology Group compound has recovered to about 70% of capacity and wait times for iPhone Pro models have shortened, according to analysts and people involved in the supply chain.</p><p>---</p><p>Xiao Xiao and Jason Douglas contributed to this article.</p>",
  "published": "2022-12-31T00:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 2553,
          "end": 2563
        },
        {
          "start": 2567,
          "end": 2577
        }
      ]
    }
  ]
}