{
  "_id": "7a1cc4afa4fc6375b0a4c4ec8267798c1fddf16bd7d78ecb45801020f59df1df",
  "feed": "ftcomall",
  "title": "Bet365 chief Denise Coates has her pay cut for first time in 3 years",
  "text": "<p>Denise Coates, chief executive of UK gambling group Bet365, has had her record-breaking pay packet cut for the first time in three years after the suspension of sports during the pandemic “dramatically reduced revenues”.</p> <p>Coates, who <a href=\"https://www.ft.com/content/e21c6e7b-c7fd-4b1d-8c1d-c79fe96e9e11\">earned £421mn</a> in 2019, making her among the world's best-paid executives, saw her annual salary drop to £250mn in the year to March 2021. She also benefited from receiving part of a £97.5mn dividend split between Bet365's four directors, according to accounts published late on Wednesday.</p> <p>Despite her base salary falling by more than a third, Coates still earned more than 16 times the amount received by the FTSE 100's best-paid chief executive <a href=\"https://www.ft.com/content/2ce008f2-b5d2-4578-802d-d69b89d7036c\">Pascal Soriot</a> of AstraZeneca in 2020, who was rewarded for his role in turning round the pharmaceutical group and developing one of the first Covid-19 vaccines.</p> <p>The highest-paid executive in the world last year was Elon Musk, founder of Tesla, according to Bloomberg. Musk received $6.7bn in total remuneration, although much of his pay package is in stock awards.</p> <p>Including the dividend, Coates' remuneration put her slightly ahead of <a href=\"https://www.ft.com/content/533deed1-7143-40b2-8854-84a138e1e510\">Tim Cook of Apple</a> who earned $265mn in 2021, according to Bloomberg. </p> <p>Coates has been one of the UK's highest-paid executives for more than five years thanks to her <a href=\"https://www.ft.com/content/44daebae-ee6d-11e8-8180-9cf212677a57\">successful expansion</a> of the betting business that she inherited from her father, building it into a global brand from an unassuming start in a portable building in a Stoke-on-Trent car park.</p> <p>Although she is not named, Coates is widely understood to be the “highest-paid director” cited in Bet365's accounts. </p> <p>Bet365 holds betting licences in at least 16 countries where gambling is regulated but, according to analysts and rival industry executives, also makes a substantial portion of its profits in China where gambling is not strictly allowed.</p> <p>The company does not disclose the full list of jurisdictions in which it operates.</p> <p>Bet365 said in its accounts that the pandemic had had “a significant impact” on the group. As well as the halt to sporting events early in the pandemic hitting revenues, Bet365 also cut television and radio advertising and promoted content on social media in recognition of the heightened risk of addiction to online gambling during protracted lockdowns.</p> <p>Group revenues for the year to the end of March 2021 were £2.8bn — flat compared with 2020 but down from £3bn in 2019. Pre-tax profits more than doubled to £469mn but were still down 40 per cent compared with 2019.</p> <p>The increase in profits was “largely attributed to a reduction in remuneration”, the group said, adding that overall sports wagers had decreased 13 per cent compared with the previous year. </p> <p>Paul Leyland, an analyst at Regulus Partners, said the performance was “not bad for a heavily in-play sports-driven operator” given the widespread lack of fixtures to bet on in 2020. He warned that given increasingly tight gambling regulations around the world, the group's focus on sports meant that its “current business model is not necessarily an impressive growth engine or market disrupter any longer”.</p> <p>Bet365 owns Stoke City Football Club, which was relegated from the Premier League in 2018 and suffered from the lack of spectators permitted at matches during the pandemic. The club reported a pre-tax loss of £55.9mn in the year to March 2021 on turnover of £29.3mn.</p><p>Source: Alice Hancock in London 2022 'Bet365 chief Denise Coates has her pay cut for first time in 3 years' FT.com 3 March. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-03-03T12:57:07.432Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1127,
          "end": 1132
        }
      ],
      "nexusId": "10022657"
    }
  ]
}