{
  "_id": "b35d28b541d32bb52d3d7e85c2d70db3fe8b43a78d97d44ff39344a738c22403",
  "feed": "wall-street-journal",
  "title": "C-Suite Strategies (A Special Report) --- Leadership in a New Era: Wharton's Adam Grant on job sharing, four-day workweeks and more",
  "text": "<p>Edited excerpts of their conversation follow.</p><p>THE WALL STREET JOURNAL: Elon Musk is doing a real-time business transformation case study with Twitter. So, what are the Musk management lessons, good and bad?</p><p>PROF. GRANT: Everybody has complained about a lot of things he's done. One of the things I really respect about Elon's leadership is he does think like a scientist. I would like to see him think like a more systematic and rigorous scientist.</p><p>When he says, like, \"This is a trial. It may not work. We're going to do a lot of dumb things,\" that's leadership.</p><p>WSJ: In Silicon Valley, you've got this sort of hard-charging Elon Musk approach, and at many tech companies, you've got that slightly softer sushi-bar, softball approach. How do you compare those in terms of results?</p><p>PROF. GRANT: I don't know that I would call the Google approach \"soft.\" It is a device for getting people to stay late in the office, right? It's been fairly effective from the data I've seen on that.</p><p>When we compare these management styles, what I always think of is system dynamics. There's a principle of equifinality. It basically says there are multiple paths to the same end. And I think leadership is that way. There's not one style that's effective. There's not one structure that's effective. There is not one ideal culture. It all depends on what goals you are trying to achieve.</p><p>If you were to contrast Google with an Apple, which has historically been much less warm and fuzzy, shall we say, they're in pretty similar industries, but they have different value systems. And both of those models have worked for their respective goal sets.</p><p>WSJ: Job cuts are in the air in Silicon Valley after some pretty aggressive hiring over the past few years. Is the question for management now, how deep can you sensibly go without destroying things?</p><p>PROF. GRANT: I think so. If you look at the science over the last few decades on downsizing, you look at thousands of firms that downsized, you compare them to peer firms that chose different ways of managing costs, like for example taking pay cuts, and the researchers conclude that downsizing is, quote, \"dumb and dumber.\" It predicts consistent and significant decreases in profits, return on assets.</p><p>There are a few things with downsizing probably we underestimate the cost of. In roughly half of the cases, maybe more, you end up having to rehire people that were indispensable and you didn't realize it. Two, there is a huge problem with survivor guilt. You see a big drop in people's motivation. They also tend to narrow their attention, they try to focus narrowly on basically not getting fired, as opposed to doing the kind of innovation you need in tough times.</p><p>And then fourth, there's a major problem with bleeding talent.</p><p>WSJ: It's been tough to get talent in, and the economy looks a bit more uncertain. How are the people you talk to thinking about this?</p><p>PROF. GRANT: The most interesting idea I've heard so far is the idea of job sharing. If you think about a job, it's a bundle of tasks designed to be performed by one employee. Well, who decided that that one job should be one person's? A lot of talented people are rethinking and re-evaluating their lives. Some will be really thrilled to do half of a job two and a half, or three, or four days a week.</p><p>WSJ: You've talked about a four-day week being a good idea, at least to pilot and experiment with. Can you tell us why?</p><p>PROF. GRANT:We've seen a lot of four-day pilots. In every single trial that's been run, every performance-related outcome we can measure is either sustained or improved. People are also much more loyal. If you give somebody a four-day workweek, they do not want to leave you for a company that's offering them five.</p><p>WSJ: To what extent have the pandemic and the mental-health issues it generated changed work practices?</p><p>PROF. GRANT: One of the things that surprised a lot of psychologists, and I say this as a psychologist, looking at U.S. and U.K. data, there was an increase in mental-health problems in the acute phase in the pandemic.</p><p>By summer 2020, people had rebounded. We have a pretty robust psychological immune system that can go haywire, but does not, by default, operate in malaise for extended periods.</p><p>What's happened since then? We're still tracking the data, but it seems to be the case that a lot of people burned out because they had to work longer hours, they had almost an impossible time setting boundaries.</p><p>The silver lining, if there is one, is that a lot of folks said, \"I need to make employee mental health a bigger priority.\" And we did start to see real organizational change. There's been growing recognition in the C-suite over the course of the pandemic that well-being matters, right?</p><p>What does that mean, concretely? I think we're just in the early days of tracking how organizational practices have changed. But one thing I saw, anecdotally, that I thought was profound was a manager who said to a team, \"It's OK to call in sick. It's also OK to call in sad.\"</p>",
  "published": "2022-12-12T00:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1411,
          "end": 1416
        }
      ]
    }
  ]
}