{
  "_id": "58509cd80137d56114b6e7bac62d24b4efe7af1a1c4361a7aa5c3c4fbc683954",
  "feed": "market-watch",
  "title": "How is the 2022 Mazda3 compared with the Toyota Corolla?",
  "text": "<p>2022 Mazda3</p><p>2022 Mazda3 starting price:&#xa0;$20,800</p><p>Above average:&#xa0;Excellent handling; optional all-wheel drive; high-quality materials; standard driver assist features; optional turbo engine.</p><p>Below average:&#xa0;Manual transmission only available on the Premium hatchback; hatchback body style isn't for everyone; large blind spots.</p><p>Consensus:&#xa0;The 2022 Mazda3 MZDAY offers a choice of engines including a powerful 2.5-liter turbo and comes as either a sedan or hatchback. It's fun to drive, but with either body style, there are some fairly large blind spots caused by thick C-pillars.</p><p>2022 Toyota Corolla</p><p>Toyota2022 Toyota Corolla starting price:&#xa0;$20,175</p><p>Above average:&#xa0;Reputation for reliability; numerous safety features; optional hybrid; both sedan and hatchback body styles.</p><p>Below average:&#xa0;No all-wheel-drive option; plain driving manners; ubiquitous.</p><p>Consensus:&#xa0;Reliable, safe, and offered as both a sedan and a hatchback, the 2022 Toyota TM Corolla is a rock-solid choice for a compact. It's not the most exciting thing to drive, however, and front-wheel drive is the only option.</p><p>Mazda3 vs. Corolla: plenty of choices</p><p>Mazda3</p><p>The driver's car of the compact class, the 2022 Mazda3 handles incredibly well, and now with the optional 2.5-liter turbo, has the power to compete with the best in its class. But even the base Mazda3 is a blast to drive, with a very capable 2.0-liter 4-cylinder hooked to a 6-speed automatic transmission that always knows what gear to be in. Front-wheel drive is standard, although the Mazda3 is one of the rare members of its class that offers all-wheel drive, which comes standard on the Turbo model.</p><p>The interior of the Mazda3 exudes a premium feel, including the base model with its cloth seats. Other trims get synthetic leather, and the top trims have the real thing. There's lots of soft-touch materials, and an 8.8-inch screen provides the infotainment center. It is not a touchscreen, however, and is controlled by a rotary knob similar to those found in some luxury cars. The new 2.0 is considered the base model and is only available as a sedan, and while it has the screen, USB ports, Bluetooth, and push-button start, Android Auto/Apple AAPL CarPlay are not available until the next level up.</p><p>Don't miss:Department of Education to cancel $415 million in student loan debt</p><p>While not as well equipped with safety features as the above models, the base trim includes both adaptive cruise control and automatic emergency braking. The sedan has a useful 13 cubic feet of storage space, with the hatchback expanding that to 20 cubic feet. Resale values are about average for the segment.</p><p>Also see:We compare the 2022 Kia Forte to the Honda Civic</p><p>Toyota Corolla</p><p>Few cars are more ubiquitous on American roads than the Toyota Corolla, which has been a worldwide best-seller through 12 generations and several decades. It has succeeded by being extremely reliable, spacious, and well equipped at a reasonable price. There is also variety, as the 2022 Corolla is also offered as a hatchback and a hybrid.</p><p>Other than the hybrid, there is a choice of two gas engines, a standard 1.8-liter 4-cylinder and an upgrade 2.0-liter 4-cylinder. Powered by the 1.8-liter base engine, the Corolla gets around, but that's about it. In the upper trim SE and XSE models, the 2.0-liter has more oomph and is paired with a sport suspension, making the Corolla considerably more lively, although no one would ever mistake it for a sports car. The SE actually has an optional 6-speed manual for more involved driving.</p><p>Inside, the sedan provides a respectable 34.8 inches of legroom in the back as well as 13.1 cubic feet of cargo space. The hatchback is down considerably on rear seat space, with a mere 29.9 inches of rear legroom. The dash is tidy and clean, and the materials are perfectly pleasant. Cloth seats are standard, with simulated leather in the top XLE trim.</p><p>Also see: The (sort of) good news about used car prices</p><p>Standard features include Apple CarPlay and Android Auto integration as well as Amazon AMZN Alexa, Wi-Fi, Bluetooth, satellite radio, and a 7-inch touchscreen. Safety features are excellent and include 10 airbags, forward collision warning with automatic braking, lane-departure warning, and adaptive cruise control. Higher trims have the stronger engine, better upholstery, a larger touchscreen, and other perks.</p><p>Also on MarketWatch:&#xa0;No matter your age, here's how to tell if your finances are on the right track</p><p>Similarities</p><p>Starting price; engine choices; cargo space; optional 6-speed manual; 5-star safety rating.</p><p>2022 Mazda3 advantages</p><p>Optional all-wheel drive; base power; premium interior feel; more fun to drive.</p><p>2022 Toyota Corolla advantages</p><p>Optional hybrid; fuel economy; reputation for reliability.</p><p>Which one is right for me?</p><p>Exuding a premium feel for a base price, the 2022 Mazda3 is a great compact sedan or hatchback with a lot of style. It's a great choice if you like to tackle the curves, too, particularly with the optional 2.5-liter turbo and all-wheel drive.</p><p>There's a good reason the Toyota Corolla has been such a hit for so many decades, and the 2022 Toyota Corolla continues to offer reliability, a wide choice of body styles, and several fuel-efficient engines. It may not inspire passion, but it has a well-deserved reputation for dependability.</p><p>Compare the specs:</p><p>2022 Mazda3                                          2022 Toyota Corolla  Popular Powertrains  Engine                       2.0-liter I4                                         1.8-liter I4  Horsepower                   155 hp @ 5,000 rpm                                   139 hp @ 6,100 rpm  Torque                       150 lb-ft @ 4,000 rpm                                126 lb-ft @ 3,900 rpm  Transmission                 6-spd automatic                                      Continuously variable  Fuel Economy                 31 mpg (28 city/36 hwy)                              33 mpg (30 city/38 hwy)  Also Available               2.5-liter I4; 2.5-liter turbo I4; 6-spd manual; AWD  2.0-liter I4; 6-spd manual; 1.8-liter I4 hybrid  Specs  Basic Warranty               3 years/36,000 miles                                 3 years/36,000 miles  Powertrain Warranty          5 years/60,000 miles                                 5 years/60,000 miles  NHTSA Overall Safety Rating  5 stars                                              5 stars  Max Seating Capacity         5                                                    5  Wheelbase                    107.3 inches                                         106.3 inches  Overall Length               183.5 inches                                         182.3 inches  Width                        70.7 inches                                          70.1 inches  Height                       56.9 inches                                          56.5 inches  Turning Diameter             37.3 feet                                            35.6 feet  Headroom, Front              38.0 inches                                          38.3 inches  Headroom, Rear               37.2 inches                                          37.1 inches  Legroom, Front               42.3 inches                                          42.0 inches  Legroom, Rear                35.1 inches                                          34.8 inches  Shoulder Room, Front         55.7 inches                                          54.0 inches  Shoulder Room, Rear          53.5 inches                                          51.7 inches  EPA Passenger Volume         92.8 cubic feet                                      89 cubic feet  EPA Cargo Volume             13.2 cubic feet                                      13.1 cubic feet</p><p>This story originally ran on&#xa0;KBB.com.&#xa0;</p>",
  "published": "2022-02-24T05:03:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 3966,
          "end": 3971
        },
        {
          "start": 2177,
          "end": 2181
        },
        {
          "start": 2171,
          "end": 2176
        }
      ]
    }
  ]
}