{
  "_id": "640e06bb026a274ab9a85e8d0df0bb7e0e5ba07704ed7930fab6cc513938ee29",
  "feed": "ftcomall",
  "title": "Wall St jobs are hot again as tech and crypto sectors lay off staff",
  "text": "<p>After years of fighting to attract computer engineers who would rather work for big tech groups or crypto start-ups, Wall Street firms say they are recovering lost ground in the talent war as lay-offs and hiring freezes spread through Silicon Valley.</p> <p>With exchanges, banks and market makers continuing to expand through the recent market downturn, executives say their relative stability has made them more appealing destinations.</p> <p>“We definitely have seen an influx in candidates coming from <a href=\"https://www.ft.com/stream/6a112bc2-de49-4956-be12-c835b7eab4a6\">big tech</a>, crypto, and top-tier start-ups,” said Josh Woods, head of systematic trading technology at Citadel Securities, where applications for tech roles have jumped more than 50 per cent quarter on quarter.</p> <p>“Candidates are looking at the job market more realistically now, similar to how investors in downturns really look at value and fundamentals.”</p> <p>Tumbling stock and cryptocurrency prices, rising <a href=\"https://www.ft.com/stream/9577c6d4-b09e-4552-b88f-e52745abe02b\">interest rates</a> and fears of an impending recession have brought an abrupt reversal in fortunes since the start of the year for the previously booming technology sector. More than 75,000 <a href=\"https://www.ft.com/content/64447173-ef23-4042-b15e-b7d58c54e616\">job cuts</a> have been announced so far in 2022, according to tracking site Layoffs.fyi, and even companies such as Apple and Alphabet have paused or slowed down hiring.</p> <p>In contrast, market volatility has fuelled trading volumes at companies such as Intercontinental Exchange, which owns the New York Stock Exchange, and Cboe Global Markets, which has grown the size of its tech teams by more than a quarter this year.</p> <p>ICE said its “stability through many downturns resonates with [candidates]. For those who've had more experiences at start-ups and <a href=\"https://www.ft.com/cryptofinance\">crypto</a> companies, they're appreciating the ‘all-weather' nature of our business.”</p> <p>As traditional financial firms have become increasingly reliant on technology, intense competition for skilled employees has driven up costs. One senior executive at a large bank said the challenge became particularly acute because of the spread of remote work during the coronavirus pandemic.</p> <p>“It was easy for engineers with work from home to change jobs — they just needed to log into a different computer,” he said. “Now it is changing with Apple and Facebook slowing hiring.”</p> <p>Nasdaq in January said “heightened competition for talent” was expected to be a crucial driver of rising costs this year, but by the time it reported second-quarter earnings in late July, chief executive Adena Friedman told analysts the company had “started to see more people really wanting to come” to it, including many so-called boomerang employees who had left before rejoining.</p> <p>One industry executive said salaries for new recruits were not yet in decline, but said the recent rapid rises were decelerating.</p> <p>Still, several executives stressed that the market remained competitive, particularly for engineers with the most sought-after skills. Chris Isaacson, Cboe chief operating officer, said the “diversity and durability of our businesses . . . allows us to invest in the business at a time when others are having to contract”.</p> <p>But he added that “the best talent always has opportunities. We will need to remain competitive . . . in the way we reward people and seek to retain them”.</p> <p><em>Additional reporting by Joshua Franklin in New York</em></p><p>Source: Nicholas Megaw in New York 2022 'Wall St jobs are hot again as tech and crypto sectors lay off staff' FT.com 12 September. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-09-12T04:00:48.694Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 2152,
          "end": 2157
        },
        {
          "start": 1192,
          "end": 1197
        }
      ]
    }
  ]
}