{
  "_id": "7663a983873b273e227990babbddeb2af1087f34e3ab65ce24e109d7317f5dc5",
  "feed": "wall-street-journal",
  "title": "Samsung Unveils New Smartphones at Old Prices",
  "text": "<p>Prices world-wide are rising at their fastest rates in decades as the costs of raw materials, components and shipping surge. Roh Tae-moon, president of Samsung's mobile business division, said he is willing to stomach the extra costs to woo a wider range of buyers, following a year of slow shipment growth for the South Korean tech giant.</p><p>\"The pricing was a strategic decision,\" Mr. Roh said. \"Our top priority was to ensure that our consumers feel our devices are affordable and accessible.\"</p><p>The global smartphone industry flickered back to life in 2021, showing annual growth for the first time in four years. World-wide smartphone shipments nudged up 4% to 1.4 billion units last year, though remained below pre-pandemic levels, according to Counterpoint Research, a tech-market researcher. Component shortages stymied what could have been a stronger year.</p><p>It wasn't long ago that Samsung and Apple Inc. -- the two dominant players in the premium smartphone market -- lifted the base prices of their flagship devices to $1,000. Some customers have paid the big bucks for the devices, though the mass market has preferred a lower price tag. Users are holding on to their current devices longer, too.</p><p>Apple kept the price of its iPhone 13 the same as the prior year's model at $800, a move that industry analysts say helped the company drive record sales and profits in the final months of last year. Samsung also saw a boost to last year's Galaxy S21 shipments after knocking down the price by $200.</p><p>Staying put on pricing, despite profit pressures due to key material costs increasing, caters to a wider audience and may woo some buyers hesitant to upgrade, said Tom Kang, a Seoul-based research director at Counterpoint. Not pricing aggressively above the prior year's model or the chief competition eases the purchase decision, he said.</p><p>Not all phone makers have the financial clout or branding to hold off on price increases. The average wholesale price for smartphones has risen by 2% or less in recent years. But during the first three quarters of 2021, the prices rose 10% from the prior year, according to Strategy Analytics, a market research firm. They are expected to rise again this year by 5%.</p><p>This reflects the differing levels of wiggle room, with Apple and Samsung having cushier profit margins of 30% to 40%, while midtier or budget players, like Xiaomi Corp., taking markups typically of 10% or less, said Wayne Lam, director of research at CCS Insight, a technology advisory firm.</p><p>\"The market for smartphones has consolidated into the 'haves' and 'have nots' over the years,\" Mr. Lam said.</p><p>The trio of Galaxy S22 phones boasts a more powerful processor, faster charging times and cameras better equipped to take photos and videos in lowlight settings. The top line Galaxy S22 Ultra packs in the most advanced camera technologies.</p><p>License this article from Dow Jones Reprint Service</p>",
  "published": "2022-02-10T00:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1203,
          "end": 1208
        },
        {
          "start": 897,
          "end": 907
        },
        {
          "start": 2266,
          "end": 2271
        },
        {
          "start": 897,
          "end": 906
        },
        {
          "start": 897,
          "end": 902
        }
      ],
      "nexusId": "10022657"
    }
  ]
}