{
  "_id": "52e527a27f531438efbfc2dfa23df4bf5dce1f16350cfc9ee235280a7e0ad469",
  "feed": "market-watch",
  "title": "Apple confirms it's one of TSMC's first Arizona customers, while Intel preps for return to cutting edge in 2023; 18A node is 'key fulcrum in manufacturing narrative' for Intel, UBS analyst says",
  "text": "<p>Cook saidApple AAPL will buy chips fabricated at TSMC's expansion into the U.S. On Tuesday the White House announced, ahead of a visit from President Joe Biden, that TSMC will boost its investment in Arizona to $40 billion from $12 billion and will build a second silicon-wafer fabrication plant, or fab, there. Benzinga also reported that Nvidia Corp. NVDA was also an Arizona customer.</p><p>Meanwhile, Intel INTC shares declined 2% and American depositary receipts of TSMC TSM fell 2.4%, while the both the PHLX Semiconductor Index SOX and the tech-heavy Nasdaq COMP were down 2% and the S&amp;P 500 SPX fell 1.5%.</p><p>Meanwhile, UBS analyst Timothy Arcuri, who has a neutral rating on Intel, said bringing in a major customer for the chip maker's first parity chip is \"key\" to the chip maker's margin-killing transformation. Currently, he said, underutilization of Intel's foundry capacity is about a 300-basis-point headwind to Intel's December gross margins, which is likely to persist into March.</p><p>Last year, Intel stopped using nanometer designations to name its chips, breaking the convention used since 1997 of using nanometers, or \"nm,\" to denote the size of each transistor that goes on a computer chip, with the general rule being that smaller transistors are faster and more efficient. The \"A\" stands for angstrom, which is a tenth of a nanometer, meaning the 18A, scheduled to come out in early 2025, would be comparable in transistor size to TSMC's planned 2-nm architecture.</p><p>Also read: The end of one-chip wonders: Why Nvidia, Intel and AMD's valuations have experienced massive upheaval</p><p>18A is also considered to be where Intel catches up to TSMC in terms of cutting-edge technology. Before CEO Pat Gelsinger returned to Intel, the company revealed in July 2020 that its 7-nm chips would be delayed because of defects, while rival Advanced Micro Devices Inc. AMD, which uses TSMC as its foundry, had already launched its 7-nm chip the previous year. AMD shares fell 5% Tuesday.</p><p>Arcuri said that the 18A node is \"the key fulcrum point in the manufacturing narrative,\" and that Intel expects to sign at least one major foundry customer in 2023, likely in the second half of the year.</p><p>\"Customers adopting the 18A node will be a good milestone,\" Arcuri said. \"Intel hopes to announce more customers adopting 18A hopefully early next year.\"</p><p>Arcuri said Intel expects to close its $5.4 billion acquisition of Israel's Tower Semiconductor in the first quarter of 2023 and thinks that's \"part of the reason\" for the reported departure of Randhir Thakur, the current head of Intel Foundry Services.</p><p>Arcuri's note followed a presentation at UBS's conference on Monday in which Intel Chief Financial Officer David Zinsner said that modeling first-quarter 2023 revenue would be \"no better than seasonal\" change versus the fourth quarter of 2022, which analysts surveyed by FactSet expect at $14.67 billion.</p><p>Mizuho desk analyst Jordan Klein noted that Zinsner agreed that investors should use 5% to 7% quarter-over-quarter decline as a seasonal starting point into 2023. With that translating into a decline to as much as $13.64 billion, Klein said investors \"shrugged off\" the current consensus of $14.38 billion, \"showing that few are overweight and worried.\" On Monday, Intel stock finished down 0.8%.</p><p>Of TSMC, Klein said neither the Biden visit nor the news was a stock-moving event or a game changer.</p><p>\"It was speculated before today and will basically come out of TSMC's total global capex budget over next 3-5 yrs,\" Klein said. If anything, he said it is a \"modest positive\" for chip-making equipment suppliers like ASML Holding NV ASML, KLA Corp. KLAC, Applied Materials Inc. AMAT and Lam Research Corp. LRCX. Shares of those stocks were trading down about 2% in the afternoon.</p><p>Apple confirms it's one of TSMC's first Arizona customers, while Intel preps for return to cutting edge in 2023</p>",
  "published": "2022-12-06T20:55:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 0,
          "end": 5
        },
        {
          "start": 15,
          "end": 19
        },
        {
          "start": 3775,
          "end": 3780
        }
      ]
    }
  ]
}