{
  "_id": "6a3ae0ba0c5ccccb8480754d742654d5a7de8b0f182efbf06f8561307a19197a",
  "feed": "market-watch",
  "title": "Weekend reads: Retail troubles and how to handle this scary stock market; Also, retirement locations and planning and how a regional bank went national using the iPhone",
  "text": "<p>Here's deeper coverage of retail earnings reports this week, including changes in consumer spending patterns, from Tonya Garcia:</p><p>* Target stock plunges as profit drops on consumer spending shifts and jump in freight costs</p><p>* Walmart says consumers are trading down to private label for items like dairy and bacon</p><p>More about the rough side of retail:</p><p>* If you thought Walmart and Target had disappointing results, these retailers did so much worse</p><p>* The Ratings Game: Target stock downgraded as multiple analyst groups blame execution for profit hit</p><p>* Kohl's reports wide profit miss, says additional buyout bids are due in weeks</p><p>A brighter side of retail</p><p>The largest home improvement retailers fared well this week, all things considered, with shares of Home Depot pulling back 1% and Lowe's down 2%.</p><p>In an interview, Loew's CEO Marvin Ellison said people were likely to continue making heavy investments in their homes.</p><p>A possible countertrend: Remote work has fueled U.S. house prices during the pandemic — so what happens when people return to the office?</p><p>Getting closer to a bear market</p><p>The S&amp;P 500 has skidded 18.7% from its closing high on Jan. 3. A 20% decline would be considered a bear market. (The Nasdaq Composite is already there.) William Watts shares the history of bear markets and considers how likely the next one may last.</p><p>Mark Hulbert looks into the psychology of bear markets —the five stages of grief for investors.</p><p>What underlies this year's stock-market decline</p><p>This chart shows how the S&amp;P 500's weighted forward price-to-earnings ratio changed over the past 10 years. Aside from two brief and dramatic declines, the general trend was upward until 2021.</p><p>Mark Hulbert explains why P/E multiple contraction is the real reason for this year's stock-market decline.</p><p>This is much more fun than worrying about the stock market — where should you live when you retire?</p><p>Silvia Ascarelli writes the \"Where Should I Retire?\" column, often looking beyond the beaten path to help people address a variety of needs when considering locations for their golden years. This week she helps a couple that wants to find a place they can afford with some culture and access to wilderness areas while avoiding heavy snow.</p><p>Try MarketWatch's retirement location tool for your own custom search. It includes data for more than 3,000 U.S. counties and incorporates dozens of your preferences.</p><p>Take a closer look at your retirement account fees</p><p>Alessandra Malito helps a man who is doing a lot to save money for retirement, but has calculated that he is paying $2,164 a year for the privilege. Here's her advice on how to take a deeper look at investing fees.</p><p>More retirement planning: The cost of retiree healthcare is climbing — here's what you should expect to spend</p><p>A great idea for housing for the elderly</p><p>Here's a wonderful housing idea that keeps families closer together and lowers expenses.</p><p>Contrarian investing: Biotech may be close to a bottom</p><p>Back in April 2020, when forward-month oil prices momentarily dropped below zero, you would be hard pressed to imagine paying $5 for a gallon of gas two years later. Now Michael Brush points out that 25% of biotechnology stocks are trading at valuations below the cash they have on the books. Here's how close that industry might be to a rebound for its stock prices.</p><p>More trouble for Elon Musk</p><p>Tesla CEO Elon Musk continues to wrangle with Twitter's board of directors over how many of the social-media company's user accounts might be fake. The drama may be Musk's basis for negotiating a lower price than his original offer of $54.20 a share for Twitter. Investors don't expect the deal in its current form to be completed, with Twitter's shares closing at only $37.29 on May 19.</p><p>But Musk's gambit may cost him much more than a $1 billion breakup fee if he walks away from Twitter.</p><p>Shares of Tesla have fallen 28% since April 12, the day before Musk made his offer to Twitter's board to take the company private. On May 19, Wedbush analyst Daniel Ives, who continues to rate Tesla's stock \"outperform,\" cut his price target for the shares by 40% to $1,000. Tesla's stock closed at $709.42 on May 19.</p><p>More coverage of Musk and Tesla:</p><p>* Here's a smart way to play Tesla's big stock-market swings using options</p><p>* Barron's: Why Tesla's Cars Cost 50% More in China</p><p>* Elon Musk's autonomous vehicle forecasts are not just too optimistic — they're wrong</p><p>* Barron's: Tesla Is King of EVs. Here Are the Top 10 Contenders for the Crown.</p><p>How a regional bank went national using the iPhone</p><p>Steven Gelsi explains how Citizens Financial Group has used the iPhone to build a national payment network with millions of customers.</p><p>Where might bitcoin go from here?</p><p>In this week's Distributed Ledger column, Frances Yue describes an improving trading environment for bitcoin and rounds up companies' disclosures of losses from the stablecoin debacle.</p><p>Time for some action: Terra crash sharpens Washington's attention on crypto regulations</p><p>Want to tax the rich more? Close a loophole</p><p>Some politicians in Washington have been discussing taxing unrealized capital gains. This could be very complicated and time-consum. Steven M. Rosenthal and Robert McClelland offer up a clear, simple plan to tax the ultra rich's unrealized investment gains when they die.</p><p>A tax trend that helps the rich: IRS audit rates keep dropping — especially for the 1%</p><p>Want more from MarketWatch? Sign up for this and other newsletters, and get the latest news, personal finance and investing advice.</p><p>Weekend reads: Retail troubles and how to handle this scary stock market</p>",
  "published": "2022-05-20T15:01:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": []
    }
  ]
}