{
  "_id": "7c7f8cca6995aac3233a02547f34825d820a9d9826dcaf35ba5088b9795c47ca",
  "feed": "wall-street-journal",
  "title": "Sequoia Apologizes for FTX Loss, Tells Investors It Will Do Better",
  "text": "<p>Sequoia, an early backer of Apple Inc., Alphabet Inc.'s Google, and Airbnb Inc. is seen as the gold standard in the venture industry for its high investment bar. Earlier this month it wrote off its entire investment in FTX -- one of the largest investments in the company by a venture-capital firm -- after the crypto exchange struggled to meet a wave of withdrawals. FTX filed for bankruptcy protection on Nov 11.</p><p>In the call, a Sequoia partner said that the firm in the future will be in a position to have even early-stage startups' financial statements audited by one of the Big Four accounting firms, the people said.</p><p>Sequoia was one of scores of venture investors who piled roughly $2 billion into FTX amid last year's boom in crypto investment. Eager to get into the hot startup, they shirked traditional corporate controls such as external board oversight that are typical for such large investments.</p><p>Sequoia partners said the firm conducted due diligence on FTX but believed it was misled by the company's founder, Sam Bankman-Fried, on the exchange's connections with Alameda Research, the people said.</p><p>FTX, based in the Bahamas, and its U.S. arm used a pair of smaller auditing firms to sign off on their 2021 financial statements earlier this year, according to documents viewed by The Wall Street Journal. The executive hired to shepherd FTX through bankruptcy has expressed \"substantial concerns\" about the quality of FTX's audited statements.</p><p>The ties between FTX and Alameda were central to FTX's implosion. Mr. Bankman-Fried has told investors and employees that FTX lent customer funds to Alameda, which lost billions of dollars after crypto prices fell earlier this year. He told investors FTX faced a funding gap of up to $8 billion.</p><p>Sequoia invested the bulk of its cash in a Series B funding round for FTX in July 2021, when investor fervor for cryptocurrency startups hit an all-time high, people familiar with the matter said.</p><p>Attracted to a founder they saw as visionary, investors put aside customary oversight safeguards when backing FTX, which earlier this year was valued at $32 billion, making it one of the most valuable startups in the world.</p><p>When Sequoia and other shareholders asked for a seat on the company's board of directors, Mr. Bankman-Fried repeatedly pushed back, telling them their ownership in the company was too small to warrant it, people familiar with the matter said. Boards typically have to approve transactions with so-called related parties like Alameda.</p><p>John J. Ray, the restructuring specialist who replaced Mr. Bankman-Fried as CEO of FTX and helped oversee some of the biggest bankruptcies ever including Enron's, said in a filing that he had never seen \"such a complete failure of corporate controls and such a complete absence of trustworthy financial information\" as FTX.</p><p>---</p><p>Eliot Brown and Alexander Osipovich contributed to this article.</p>",
  "published": "2022-11-23T00:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 28,
          "end": 38
        },
        {
          "start": 28,
          "end": 33
        },
        {
          "start": 28,
          "end": 37
        }
      ]
    }
  ]
}