{
  "_id": "0e7a096fa8c4ab904c4d3b0f4d205040ed4db354a584bf5fda268ecf2fa72bbe",
  "feed": "ftcomall",
  "title": "Saudi Aramco profits surge 82% in first quarter",
  "text": "<p>Saudi Aramco reported its highest quarterly profits since listing its shares in 2019, as the world's biggest oil exporter capitalised on soaring crude prices following Russia's invasion of Ukraine.</p> <p>Net income at the state-backed group rose to $39.5bn in the first three months of the year, an 82 per cent increase from the same quarter a year ago. The record earnings beat average analyst estimates compiled by the company of $38.5bn and were up from $30.4bn in the last three months of 2021.</p> <p>The Saudi oil company and its international rivals, such as BP, Shell and ExxonMobil, have all <a href=\"https://www.ft.com/content/6f584312-d760-4978-9be0-4897cbc8b172\">benefited</a> from the disruption to global energy flows driven by the war in Ukraine, which has pushed up oil, gas and refining prices.</p> <p>Brent crude, the international benchmark, touched a 14-year high of $139 a barrel in March and is now trading at around $110 a barrel, roughly two-thirds higher than where it traded a year ago.</p> <p>Aramco, which last week <a href=\"https://www.ft.com/content/e27fec7b-6afd-4ba4-8e5e-d5d4274f9747\">overtook Apple</a> as the world's most valuable company, said the results were underpinned by higher crude prices and volumes sold, along with improved refining margins.</p> <p>The group's total production including gas rose to 13mn barrels a day of oil equivalent, up from an average 12.3mn in 2021, as Saudi Arabia and other members of the Opec producer group unwound output cuts introduced at the start of the coronavirus pandemic.</p> <p>“Energy security is vital and we are investing for the long term, expanding our oil and gas production capacity to meet anticipated demand growth,” said Aramco chief executive Amin Nasser.</p> <p>Saudi Aramco's first quarter capital expenditure was $7.6bn. The state-backed group has said it expects capital spending of $40-50bn in 2022, up from $31.9bn last year, with further growth expected until around the middle of the decade.</p> <p>Unlike its international peers, many of which have pledged to gradually cut oil output to reduce emissions, Saudi Aramco is in the process of increasing its maximum crude oil production capacity from 12mn b/d to 13mn b/d. </p> <p>It also wants to boost its natural gas output by 50 per cent by 2030. The company said on Sunday it would complete the Hawiyah and Haradh gas projects by the end of year, representing another 1.3bn cubic feet a day of production capacity.</p> <p>Saudi Aramco added that it was expanding international downstream operations. It highlighted the January acquisition of a 30 per cent stake in a refinery in Poland and a new joint venture with BP to market jet fuel in the country. The Saudi group has also agreed to invest in a 300,00 b/d refinery and petrochemicals project in China, it said.</p> <p>The company maintained its dividend, one of the biggest payouts in the world, committing to return another $18.8bn to shareholders in the second quarter. The payment is a vital source of revenue for the Saudi Arabian government, which still directly owns 94 per cent of Saudi Aramco stock. It listed just under 2 per cent of company's shares in December 2019 and passed another 4 per cent to the <a href=\"https://www.ft.com/content/b3118568-8a02-409d-baaf-ee98553364cf\">Saudi sovereign wealth fund </a>this year.</p> <p>Saudi Aramco's shares, which are listed in Riyadh, have risen more than 27 per cent this year.</p><p>Source: Tom Wilson in London and Samer Al-Atrush in Dubai 2022 'Saudi Aramco profits surge 82% in first quarter' FT.com 15 May. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-05-15T09:25:38.936Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 948,
          "end": 953
        }
      ]
    }
  ]
}