{
  "_id": "dc77b4e397104265aa9ccb4ceed074243bfd25e7367e4435f620c891139f2c52",
  "feed": "ftcomall",
  "title": "Ares hands back control of company it seized from Novalpina buyout fund",
  "text": "<p>Ares Management is to hand back control of a French drugmaker it seized from the crisis-hit €1bn private equity fund that owns spyware maker NSO Group, paving the way for a sale that could return cash to investors.</p> <p>The US private markets giant has reached a “mutually agreeable resolution” over Laboratoire XO with Berkeley Research Group, the US consultancy in charge of the €1bn fund, the pair told the Financial Times.</p> <p>It brings an end to one part of the turmoil surrounding the fund, which was raised by now-defunct buyout group Novalpina Capital and bought LXO in 2020.</p> <p>Ares <a href=\"https://www.ft.com/content/70154d72-6c55-42d1-9454-02cfd8c99b7b\">took over</a> LXO in May after refusing to extend a change-of-control waiver in relation to a €100mn loan it had made to the company through its credit business. That debt will be repaid with interest under the agreement.</p> <p>The fund has been embroiled in multiple court cases since a bitter dispute between Novalpina's co-founders Stephen Peel, Stefan Kowski and Bastian Lueken led investors to eject the trio last year. They put BRG in charge with a mandate to wind the fund down and return their cash.</p> <p>LXO was the crown jewel of the Novalpina fund and its seizure was a blow to BRG. The fund owns two other companies: NSO Group, which is facing lawsuits from Meta and Apple and <a href=\"https://www.ft.com/content/3323ae3a-6ace-43f2-a6e5-c0ee9b65b6b9\">has been blacklisted</a> by the US over its Pegasus hacking tool, and Olympic Entertainment Group, an eastern European casino business.</p> <p>The agreement paves the way for BRG to ultimately sell the pharmaceutical company, which makes the hypertension drug Loxen. Stanley Capital Partners, a private equity firm that counts British Olympic rower Simon Cottle as a founding partner, has expressed interest in buying it, three people with knowledge of the matter said.</p> <p>Cottle is a friend of Stephen Peel, one of Novalpina's ousted co-founders, three people close to the men said, though it was not clear whether they had spoken about the deal.</p> <p>BRG won injunctions against Ares in the UK and Luxembourg courts after Ares took control of LXO last month. The UK injunction temporarily stopped Ares from selling its shares in LXO.</p> <p>Taking the keys can be a last resort for direct lenders because — unless negotiated with the consent of an owner that no longer wants to be involved — it sometimes opens up the risk of litigation and threatens to hamper relations with the large institutions that private capital groups seek to tap for funds.</p> <p>In a joint statement BRG and Ares — which was LXO's only lender — said the settlement was “a positive outcome for the company and all other parties involved”.</p><p>Source: Kaye Wiggins in London  2022 'Ares hands back control of company it seized from Novalpina buyout fund' FT.com 11 June. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-06-11T13:21:47.973Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1244,
          "end": 1249
        }
      ]
    }
  ]
}