{
  "_id": "14fef28f11f732e31d3c6cbce4a2d238aa093188deb9473fa7a929803637da01",
  "feed": "market-watch",
  "title": "Qualcomm, with legal and regulatory battles behind it, navigates supply-chain crunch to post record results",
  "text": "<p>Still, technology stocks are coming under pressure today, as Facebook parent Meta Platforms' FB underwhelming earnings report prompted a stock decline of over 20%.&#xa0;</p><p>In looking through Qualcomm's QCOMresults, there is a lot to like.&#xa0;</p><p>I had the chance to speak with Qualcomm CEO Cristiano Amon on Wednesday to understand better the company's prospects and ability to execute its strategy over the longer term. My sentiment over the past several quarters, including 18 months of outsized results, was that the company is on a solid trajectory while enjoying the tailwind of 5G's rapid growth worldwide.&#xa0;</p><p>Amon reflected a positive sentiment on another outperformance in its fiscal first quarter (three months through Dec. 26) but was also direct in suggesting that the market doesn't appreciate all of Qualcomm's successes.</p><p>For instance, by revenue, the company is now the largest fabless semiconductor company in the world. Its chip business (QCT) is pacing toward $35 billion, which sits above the likes of Nvidia NVDA and AMD AMD. Yet, the company's forward price-to-earnings ratio sits closer to 17, while AMD and Nvidia are at around 32 and 48, respectively.&#xa0;&#xa0;</p><p>To some extent, this could be attributed to the company's core handset business being seen as a disproportionate component of the company's overall prospects. However, this is shifting significantly under Amon, who became CEO in June after serving as president for three years. He has been aggressively diversifying the company, which has added two separate billion-plus dollars per quarter segments in its RF Front End unit.</p><p>The company's IoT business unit surpassed $1.5 billion in revenue last quarter. If you contrast the past five quarters since the company started breaking out its business segments (fourth quarter of fiscal 2020), you will see a trendline of impressive growth.</p><p>Based on quarterly results, Handsets doubled, IoT doubled, RF Front End is up 22% and automotive is up 27%. The full year of QCT revenue reached $16.49 billion in fiscal 2020, and Amon has indicated that number could reach $35 billion in fiscal 2022.&#xa0;</p><p>Other concerns that have weighed on the company have been supply chain, regulatory and legal battles, and the potential impact of Apple's AAPL in-house chip-development ambitions.</p><p>However, those have largely subsided — at least for now.</p><p>Qualcomm is still working with Apple, but on its investor day, the company disclosed that by 2024, Apple is expected to represent a low single-digit percentage of revenue. So, while it could go away, the impact shouldn't be insurmountable, especially when you consider the growth coming from other segments and overall handset growth at 42%, fueled by 60% growth in its premium tier of Android-based Snapdragon chipsets. That means growth from Android is happening faster than growth from Apple.&#xa0;</p><p>In terms of the headwinds related to the supply chain, the company has effectively scaled to handle any impact from significant shortages. With adequate demand planning and a multi-source approach that has seen the company increase sourcing from Samsung, the outsized demand hasn't hindered supply in a way that has slowed top- or bottom-line growth.</p><p>Furthermore, Qualcomm increased margins by 6% year over year to help it deliver another slate of record results. Supply chain issues will persist, and the company in no way indicated otherwise. Still, Qualcomm has handled it well, along with other leading fabless chipmakers, and the results are indicative of sound management of a difficult situation.&#xa0;</p><p>While the market seems to be teetering on a razor's edge, Qualcomm's results and bullish guidance indicate a company that has its act together. Its fundamentals and recent performance look like a fast-growth company that may not be as well appreciated for its innovation and prospects as some of its peers. Some may call that an opportunity.</p><p>Daniel Newman is the principal analyst at Futurum Research, which provides or has provided research, analysis, advising or consulting to Qualcomm, Nvidia, AMD and dozens of other companies. Neither he nor his firm holds any equity positions in companies cited. Follow him on Twitter @danielnewmanUV.</p>",
  "published": "2022-02-03T10:17:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 2368,
          "end": 2373
        },
        {
          "start": 2436,
          "end": 2441
        },
        {
          "start": 2230,
          "end": 2235
        },
        {
          "start": 2238,
          "end": 2242
        },
        {
          "start": 2826,
          "end": 2831
        }
      ],
      "nexusId": "10022657"
    }
  ]
}