{
  "_id": "069dd15852b28b721af2a092b6a924667af3c4aa8e4118916c9a0f1353584ec7",
  "feed": "wall-street-journal",
  "title": "Booming Carbon-Credits Market Took Hit as Stocks Sold Off; Rising interest rates upended bets that soaring demand would push prices higher",
  "text": "<p>Carbon credits are used by companies seeking to effectively offset their greenhouse-gas emissions. The credits fund projects that lower carbon in the atmosphere or avoid emitting additional carbon, such as preserving or planting trees or funding renewable- power projects. Thousands of companies have pledged to reduce their emissions, potentially creating huge demand for the credits.</p><p>\"Lots of speculative money came in at a faster rate than end user demand, and a lot of hot hands either wanted to realize a profit or get out,\" said Kevin McGeeney, chief executive officer of SCB Group, a commodities broker focused on the carbon markets.</p><p>There were reasons for the downturn other than rising interest rates. Oil and gas traders had bulked up their carbon-trading desks last year ahead of a United Nations climate conference at which world leaders agreed on broad guidelines on how countries and companies can trade credits internationally. Higher interest rates made their leveraged trades less profitable. A flood of new credits hit the market as prices rose.</p><p>The downturn was unexpected because the carbon market hasn't historically moved with equities, Mr. McGeeney said. When it did move, the more-speculative or lower-quality credits fell the most, just as riskier stocks typically drop more when the overall market declines.</p><p>Credits have become a lucrative business, boosting supply. Most credits are ultimately bought by companies to offset their emissions. These are considered retired and stop trading. Credits can trade hands multiple times before being retired.</p><p>Purchases by corporations and others peaked in the fourth quarter of 2021 at 70 million carbon credits, according to data from Allied Offsets, a firm that tracks projects and credits on the voluntary carbon market. One carbon credit effectively offsets one ton of carbon emissions. Activity slowed in the first half of the year as prices fell, though purchases are on track to exceed 2021 levels, the data shows.</p><p>The selloff hit futures contracts for carbon credits the hardest while prices for credits delivered in over-the-counter trades typically used by large companies to help meet their climate pledges remained steady and in some cases appreciated, said Jennifer McIsaac, director of market analysis at ClearBlue Markets.</p><p>Vaughan Lindsay, CEO of Climate Impact Partners, a global developer of carbon-reduction projects and carbon credit broker, said: \"There was a real surge in demand driven by consumer and investor pressure on corporates. Corporations woke up to the fact that consumers are making purchase decisions on climate credentials and also to investor pressure saying, 'We think highly carbonized business models are risky.'\"</p><p>More carbon credits will likely be needed in the coming decades. Over 1,200 companies set emissions-reductions targets approved by a third-party validator. Companies with the most ambitious goals are creating sustained demand for typically more expensive credits issued by forestry and other nature-based projects, said Guy Turner, CEO of Trove Research, a data-analysis and advisory firm focused on climate.</p><p>The voluntary carbon market, in which these companies buy credits, is separate from government-mandated markets in Europe, California and elsewhere where polluters such as utilities can buy credits if they exceed emissions limits.</p><p>The downdraft in prices this year caused the market to stratify as values for high-quality, nature-based credits such as those produced by projects that absorb carbon from the atmosphere continued to appreciate, while bargain credits such as those produced years ago by wind farms and other projects lost value, said Micah Macfarlane, commercialization lead at Carbon Direct, an investment, advisory and software firm focused on carbon management.</p><p>One company investing in pricier nature removals is Apple Inc. The tech company purchased 667,000 credits in May, according to a Wall Street Journal analysis of a registry that certifies carbon credits.</p><p>SHARE YOUR THOUGHTS</p><p>What is your outlook for the carbon-credits market? Join the conversation below.</p><p>About 57% of those credits come from a project planting trees on barren hills in several of China's southwestern provinces, according to the project's description on that registry. The estimated price of a credit from this project bounced between $15 and $18 in March through June, according to Allied Offsets data, up from $3.68 last November.</p><p>By comparison, the average estimated price of a credit produced by projects encouraging low-carbon transportation alternatives traded for an average of $4.87 in the second quarter of 2022, down from $7 in the fourth quarter of 2021, a Journal analysis of Allied Offsets data shows.</p><p>\"The world has decided corporate emitters will use offsets as a part of their path to carbon neutral and net zero, and we're seeing demand can be reflected in retirements, and they are going up,\" Mr. McGeeney said.</p><p>Write to Shane Shifflett at shane.shifflett@dowjones.com</p><p>Booming Carbon-Credits Market Took Hit as Stocks Sold Off</p>",
  "published": "2022-07-22T09:30:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 3860,
          "end": 3870
        },
        {
          "start": 3860,
          "end": 3869
        },
        {
          "start": 3860,
          "end": 3865
        }
      ]
    }
  ]
}