{
  "_id": "96521c646b109f807ab85fd1558adb63c8701a1a14341634371e2e0b112c6929",
  "feed": "ftcomall",
  "title": "Sidney — documentary about Poitier is a gleaming salute to a game-changer",
  "text": "<p>Six months before Marilyn Monroe appeared alongside Tony Curtis in <em>Some Like It Hot</em>, Sidney Poitier co-starred in another movie with Curtis: <em>The Defiant Ones</em>, a landmark in the rise of the young Bahamian-American. Now in the same week as Marilyn Monroe is remembered in <em>Blonde</em>, the actor and director is the subject of <em>Sidney</em>. But the two projects are starkly different: Reginald Hudlin's film is a fond and sturdy documentary whose sense of elegy is softened by having been made before Poitier's <a href=\"https://www.ft.com/content/35039c29-b244-447f-9a7d-4f876f374ce6\">death in January</a>. </p> <p>The subject is still zestful on camera. Celebration is the dominant mood. The film even restores a giddy lustre to that downgraded currency, the Oscars. Becoming the first black male to win Best Actor for 1963's <em>Lilies of the Field</em>, the victor was overcome by the sheer import of the moment: “I won! I won!” he cried, returning to Nassau, where he had lived as a child, for a street parade. </p> <p>By this telling, the Bahamas stayed with Poitier long after he conquered Hollywood. Hudlin frames the actor's life as built on the rock of his parents' example, accent transformed but self-respect unshakeable. And yet if that much feels simple, the film deals head-on with the knots of trauma that also shaped his career: American racism experienced first-hand, the fraught contradictions that came with changing a system from within. That Poitier was for so long the only black male lead in Hollywood — sit with that pressure for a second — is a vexed topic deftly unpacked. </p> <p>Hudlin's biggest success lies in always keeping two things in play: a sometimes painful story of unfinished progress, and a gleaming, gleeful salute to a giant.</p> <p>★★★★☆</p> <p><em>In cinemas and on Apple TV Plus from September 23</em></p><p>Source: Danny Leigh 2022 'Sidney — documentary about Poitier is a gleaming salute to a game-changer' FT.com 22 September. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-09-22T15:00:15.092Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1667,
          "end": 1672
        }
      ],
      "nexusId": "10022657"
    }
  ]
}