{
  "_id": "c10ffb41767de001a7b4f2b8c9a2cffafa62fec8af9f2edf3fd0b81838a87e1e",
  "feed": "wall-street-journal",
  "title": "EXCHANGE  ---  Personal Technology:  Do-It-Yourself Privacy Protection  ---  Google plans to curb ad tracking, but it's going to take a while. Here's what to do in the meantime.  ----  By Joanna Stern",
  "text": "<p>\n  Good news, everyone! Google has big plans to curb the digital ad tracking that's happening on Android phones. </p><p>\n  Less-good news: Right now, it's just a plan. Like my plan to lose 20 pounds. Or my plan to organize all my shirts by color. Or my plan to pressure-wash the stairs. (Step 1: Get a pressure washer.) </p><p>\n  Last year, Apple shook up the advertising and tech industries by restricting iPhone apps from tracking your actions across apps and websites. Ad tracking is off by default now -- if an app wants to track you it has to ask your permission. Now, Google is ready to do something similar for Android and Chrome users. Well, kind of ready. </p><p>\n  On Wednesday, the company announced a program called Privacy Sandbox on Android, new privacy-respecting advertising technologies it will develop over the next two years to replace the advertising ID. These alphanumeric identifiers that all phones have are used by many apps to gather and share information about you. </p><p>\n  While Apple turned off its equivalent tracking ID in iOS 14.5 last year, Google is taking a slower, more measured approach. The ID will remain for at least the next two years, while Google builds less-invasive technologies for app makers and advertisers. </p><p>\n  \"Simply removing the existing technologies that the ecosystem uses today without having an effective and privacy-enhancing and alternative path for the ecosystem support, can be ineffective and can have potential to lead to worse outcomes for user privacy,\" Anthony Chavez, vice president, product management for Android security and privacy, told me. </p><p>\n  Since Google is also an online ad giant, it needs to make sure any solution it puts in place keeps its business running, and is considered fair by competitors, partners and regulators. It's working with the app makers -- including Snap, DoorDash and others -- to get their input. Google's move has the potential to cut even further into the profits of other tech titans and related businesses. (See Meta's recent earnings.) </p><p>\n  Google is taking a similar path with its Chrome Browser as it phases out support for third-party cookies in 2023. The search giant plans to stop supporting the unique snippets of code that many advertisers and other companies use to track your browsing habits across websites. </p><p>\n  Both the Android and Chrome changes are wins for people who care about their digital privacy. The tech industry is finally addressing our question of who controls user data, and how it is gathered and used. </p><p>\n  Right now, for us users, it means a lot of time in the Google Privacy Waiting Room, which you'd really expect to have some sort of colored ball pit, or at least free candy. While we wait, here's what you can do to cut back on ad tracking right now. </p><pre>\n </pre><p>\n  Android: Turn off advertising ID. Here's a very made-up example of how this tracker works. Say you download a free, ad-supported app that reminds you to water your plants. A few hours later, you start seeing ads for watering cans in your social feed, and ads for other interests in the plant-watering app. The social-media company and the app were able to target you jointly by matching your advertising ID. </p><p>\n  And since most apps use it, the data attached to your ID can include apps you've downloaded plus your search history, purchase history, recent locations and more. </p><p>\n  The future Privacy Sandbox option won't use these identifiers. How will it work? Mr. Chavez wouldn't tell me much. In fact he said some variation of \"it's early\" at least five times in our conversation. </p><p>\n  But the basic gist is this: The Android operating system will collect information about the topics you are interested in based on the apps you use -- in this case, gardening. Apps and advertising platforms can then decide whether to serve ads to devices where gardening is an interest. Your interests would be stored only on the device, and you would be able to review and edit those interests. </p><p>\n  So, will the advertising ID go away? \"The future solutions we are working on are to provide advertising experiences that are privacy protecting by default without the user having to take any action,\" Mr. Chavez said. \"We aren't announcing anything about the future of the advertising ID at this point.\" </p><p>\n  Oh, but I have something to announce: You can turn it off right now. On an Android 12 phone, go to Settings &gt; Privacy &gt; Ads&gt; Delete advertising ID. Now your advertising ID will be zeroed out and that's what will be shared with apps. Google plans to roll this out to phones running Android 5 or newer in April. For now, on an older Android phone, you might see \"Opt out of Ads Personalization.\" This doesn't zero out the advertising ID but instead tells apps not to use it. </p><pre>\n </pre><p>\n  Chrome: Turn off third-party cookie tracking. With Chrome and other web browsers, your activity from site to site can be tracked with third-party cookies. That's why when you search for \"wool socks\" on some shopping site, ads for \"wool socks\" begin appearing all over the other websites you visit. </p><p>\n  Apple's Safari browser blocks third-party cookies. By default now, no advertiser or website can use cookies to follow you around the internet. Firefox and Brave browsers do the same. </p><p>\n  Google had similar intentions, but, like its Android work, it wanted to find a replacement before it blocked third-party cookies. One of its first proposals was canned because of pushback from privacy advocates. </p><p>\n  A new proposal for Chrome is similar to the one made for Android. The browser itself would distill a list of our interests based on what sites we visit, and advertisers can say they want to be matched with users having those interests. We will be able to see and delete interests the browser assigns or turn it off entirely. </p><p>\n  Google has committed to remove cookies in late 2023. Until then, third-party cookie tracking is enabled in Chrome by default. But you can turn it off. In your Chrome browser, go to Settings &gt; Security and Privacy &gt; Block third-party cookies. If you use Chrome on your phone, do it there as well. </p><p>\n  In that Security and Privacy setting menu, you might also see a Privacy Sandbox option. Keep an eye on that area if you're interested in seeing what features Google starts testing with its Topics feature. </p><p>\n  While you're at it, disable websites from being able to track your location. On that Security and Privacy tab, go to Site Settings and switch on Don't allow sites to see your location. </p><p>\n  You could also opt out of Chrome entirely, like I did a few years back. Either way, you should feel a bit better with these Chrome and Android settings enabled. You're no longer stuck in the waiting room, waiting for Google to say your new privacy tools are ready. </p><p></p>",
  "published": "2022-02-19T07:07:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 318,
          "end": 323
        },
        {
          "start": 965,
          "end": 970
        },
        {
          "start": 4970,
          "end": 4975
        }
      ],
      "nexusId": "10022657"
    }
  ]
}