{
  "_id": "473a620eae69cf8631a7733743dcd75d056d5b332adaffde15bd59fa7736f37e",
  "feed": "wall-street-journal",
  "title": "Trump Criticizes FBI Search During Pennsylvania Midterm Election Rally; Democrats seek to draw contrast with former president, Republicans welcome his support",
  "text": "<p>The rally came just days after Mr. Biden gave an address in Philadelphiawarning that Mr. Trump and his allies are threatening to undermine the nation's democracy, directly condemning what he called \"MAGA Republicans,\" citing the Jan. 6, 2021, riot at the U.S. Capitol by Trump supporters. MAGA is short for Mr. Trump's campaign slogan, \"Make America Great Again.\"</p><p>Democrats hold narrow majorities in the U.S. House and Senate. Mr. Biden is seeking to turn voters' attention to Mr. Trump and his allies, while highlighting Democrats' recent legislative victories. Republicans have criticized Mr. Biden's leadership and have said Democrats are trying to distract from the more central issues of inflation and economic unrest.</p><p>Rep. Sean Patrick Maloney (D., N.Y.), the chairman of the Democratic Congressional Campaign Committee that is tasked with maintaining the party's House majority, said on Fox News Sunday that attention to Mr. Trump and his allies would help Democrats this fall.</p><p>\"This election is about mainstream versus MAGA,\" Mr. Maloney said. He defended Mr. Biden's speech last week in Philadelphia that blasted Mr. Trump and his allies as a threat to democracy. \"The point of the speech is that mainstream Republicans and Democrats agree on things like it's wrong … to steal our nation's secrets and keep them down there at the motel Mar-a-Lago.\"</p><p>Rep. Tom Emmer (R., Minn.), chairman of the National Republican Congressional Committee that is trying to win control of the House, said that the \"raid on the former president's home is not only unprecedented, it's outrageous.\" Mr. Emmer also suggested that the raid might keep his party's base motivated to vote because authorities targeted Mr. Trump and not Hunter Biden—whose foreign business dealings have been criticized by Republicans.</p><p>Hunter Biden, the president's son, is also the subject of a federal tax probe. He has said he was \"confident that a professional and objective review…will demonstrate that I handled my affairs legally and appropriately.\"</p><p>\"Americans are pissed off about that,\" Mr. Emmer said. \"They're going to show up in November, and Democrats are going to answer for it.\"</p><p>Asked on Fox News Sunday whether the NRCC had advised GOP candidates to distance themselves from Mr. Trump, Mr. Emmer said: \"Absolutely not. The president has been a fantastic ally of ours.\"</p><p>On Saturday, Mr. Trump hinted at a possible 2024 presidential bid and called Mr. Biden's remarks \"the most vicious hateful and divisive speech ever given by an American president.\"</p><p>In a hypothetical rematch of the last presidential election, Mr. Biden led Mr. Trump, 50% to 44%, according to a Wall Street Journal poll released last week. The two men had been tied in March. The White House has said that Mr. Biden intends to run for re-election.</p><p>The former president is under scrutiny over his handling of presidential documents. The FBI search of Mr. Trump's home on Aug. 8 followed a year-and-a-half-long effort by federal officials to retrieve hundreds of sensitive and classified government documents. It has raised questions about whether the former president mishandled classified information and why he retained the records.</p><p>In an escalation of its allegations, the Justice Department said in a court filing last week that \"efforts were likely taken to obstruct the government's investigation\" and its recovery of the documents.</p><p>Mr. Trump has filed a lawsuit seeking the appointment of a special master to review the materials seized by the FBI. If approved, a third party—such as a retired judge—would review evidence to decide whether it is protected by attorney-client privilege or similar legal doctrines.</p><p>Mr. Trump said the search \"trampled upon my rights and civil liberties\" and claimed it would result in a \"backlash, the likes of which nobody has ever seen.\" He also painted a dark picture of America under Mr. Biden and Democratic leadership, noting recent murders in Philadelphia.</p><p>Keisha Lance Bottoms, a senior adviser to President Biden, said Mr. Biden has worked with some Republicans, including on a gun law signed in June.</p><p>\"The president has always stood on the fact that he can work with mainstream Republicans to get things done on behalf of the American people,\" the former Atlanta mayor said on ABC News's \"This Week.\" \"But it's also going to take for all of us to stand up to hatred and what the president again continues to say it's this MAGA agenda.\"</p><p>Write to Catherine Lucey at catherine.lucey@wsj.com and Joshua Jamerson at joshua.jamerson+1@wsj.com</p><p>Trump Criticizes FBI Search During Pennsylvania Midterm Election Rally</p>",
  "published": "2022-09-04T17:42:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [],
      "weightsV2": {
        "weight": 1.0,
        "baseWeight": 0.0,
        "expansionWeight": 1.0,
        "ontologyWeight": 0.0,
        "tagPositionWeight": 0.0,
        "titleWeight": 0.0
      },
      "typeRank": 3
    }
  ]
}