{
  "_id": "5d467ffa11eba3027da2f0adabe94798a2d88e96fd90bbf481376cba626a61fc",
  "feed": "ftcomall",
  "title": "Mobile games market to decline for first time in over a decade",
  "text": "<p>The mobile games market is set to decline this year for the first time since the beginning of the smartphone era, as the once fast-growing sector is hit by rising advertising costs, a drop in consumer spending and the end of the coronavirus pandemic's boost to player engagement. </p> <p>Mobile games have been around since Nokia's <em>Snake</em> in the late 1990s but the arrival of Apple's App Store in 2008 kick-started more than a decade of extraordinary growth, turning them into a <a href=\"https://www.ft.com/content/04e874ab-9871-4379-ab3d-e0796f47eb06\">$100bn market</a> that now accounts for half of the gaming industry's overall revenues.</p> <p>Revenues are forecast to fall by 6.4 per cent this year to $92.2bn, according to <a href=\"https://www.ft.com/gaming\">gaming</a> data company Newzoo, a sharp reversal from the 7.3 per cent growth mobile saw last year and 25.6 per cent rise in 2020 when lockdowns drove an increase in consumers' appetite for virtual entertainment. </p> <p>Another research group, Ampere Analysis, last month downgraded its forecast for the year to a 6.4 per cent decline, or $6bn less than 2021, driven by weakness in the US, China and Japan, the world's biggest gaming markets. Ampere called it a “wake-up call for the industry”.</p> <p>Some of the world's top mobile games have seen their income from in-app purchases of extra lives, virtual outfits or in-game currencies fall by as much as 15-20 per cent, according to three senior industry insiders. </p> <p>This comes as the entire games industry has faced a slowdown this year, following a surge in demand and profits during the pandemic, alongside supply chain issues that have also held back sales of the latest PlayStation 5 console. </p> <a href=\"http://www.ft.com/cms/12172011.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a> <p>Reporting its latest quarterly earnings in November, executives at Take-Two Interactive — the <em>Grand Theft Auto</em> publisher that completed its $12.7bn acquisition of mobile games company Zynga in May — blamed “current macroeconomic conditions” for putting in-app purchases “under some pressure”, with mobile suffering more than its console titles.</p> <p>While video games have proven resilient during previous recessions, this downturn is the first in which free-to-play mobile games are the dominant source of income for the industry. </p> <p>It has left some executives questioning whether cash-strapped consumers will keep investing in a favourite title when there are so many free games available.</p> <p>“This is an affordable form of entertainment,” said Soner Aydemir, co-founder and chief executive of Dream Games, whose <em>Royal Match</em> app has been one of the few new hits this year. Players typically spend about 40-50 minutes on <em>Royal Match</em> each day. “It's like a TV series.” </p> <p>The gaming downturn has already hit the wider digital economy. Gaming has become one of the largest sources of revenue for digital advertising platforms and mobile app stores, accounting for tens of billions of dollars' worth of marketing spend and sales commissions. </p> <p>Facebook's parent, Meta, <a href=\"https://www.ft.com/stream/a39a4558-f562-4dca-8774-000246e6eebe\">Apple</a> and Google pointed to the slowdown in gaming as a drag on their most recent quarterly results, when several Big Tech companies disappointed Wall Street.</p> <p>Some of the mobile gaming companies who benefited most during the pandemic have been forced to make radical changes this year to adapt to the macroeconomic conditions. </p> <p>France-based Voodoo became one of the biggest publishers on the App Store, measured by downloads, as titles such as <em>Helix Jump</em> and <em>Hole.io</em> rode the trend for “hypercasual” games that were quick to develop, tough to beat and fuelled by low-cost advertising. </p> <a href=\"http://www.ft.com/cms/12172769.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a> <p>But a 15-20 per cent rise in advertising costs has made it more expensive to acquire new players and much harder to launch new games. </p> <p>“We've had to change our whole strategy to games that are less hypercasual, to casual and more traditional games,” said Alex Yazdi, co-founder and chief executive of Voodoo, meaning fewer games with higher production values that generate more loyalty from players. </p> <p>Dmitry Bukhman, co-founder of Playrix, the creator of <em>Gardenscapes</em> and <em>Homescapes </em>that is now one of <a href=\"https://www.ft.com/content/8593c8b5-5a98-4002-ac5a-68b59fbb6463\">Europe's largest</a> mobile game developers, believes last year's “crazy period” of start-up funding, especially in ecommerce and fintech, led to a marketing splurge that priced out games companies. </p> <p>Bukhman believes that trend is easing and this year's downturn is not quite as bad as it looks, after adjusting for factors such as exchange rates, inflation and the disappearance of the Russian market for most foreign companies.</p> <p>However, he sees a bigger problem ahead: that the mobile gaming industry is maturing and perhaps even reaching saturation. He said some established games with a loyal following are increasingly dominating the market. “The pace of innovation has slowed down.” </p> <p>Others in the app industry prefer a simpler, short-term explanation for their woes: Apple's new restrictions on targeted advertising. Last year, an iPhone software update required developers to get users' consent to tracking — a policy known as App Tracking Transparency, or ATT — and most people did not opt in. </p> <p>The change wiped billions of dollars from advertising revenues at Facebook, Twitter, Snap and YouTube last year, and the games industry is still grappling with the fallout. Many developers that had thrived on being able to target players who were likely to spend big in their games, based on their behaviour, were no longer able to do so. </p> <p>“What has been lost in terms of efficient marketing money you can invest has not been recovered by other channels,” said Alexis Bonte, chief operating officer of Stillfront, a Sweden-based online games group. “Games that don't have strong intellectual property and were relying on performance marketing, they are struggling.”</p> <p>The biggest beneficiary of the mobile gaming shake-out appears to be <a href=\"https://www.ft.com/content/c309d765-161f-4a04-9e7a-97b86c4f68b7\"><em>Candy Crush Saga</em></a>, the 10-year-old puzzle title that has remained the top-grossing game franchise in US app stores for 21 quarters straight. Activision Blizzard, which owns <em>Candy Crush</em>, bucked the industry trend with a 20 per cent increase in mobile net bookings in the third quarter. </p> <p>“When there are thousands and thousands of games coming out every day, having a strong, reliable brand has always been super valuable for us,” said Todd Green, general manager of <em>Candy Crush</em>, though he said the team had done a lot of “detailed craft work for several years” to improve gameplay and retain users. </p> <p>Green said he was “very optimistic” about the future of mobile gaming, adding that there are many markets in the world where smartphone penetration is set to grow significantly. </p> <p>While most share that longer-term hope, few in the industry agree on how soon the recovery will come. </p> <p>Strauss Zelnick, Take-Two's chief executive, said he expected “three to six more months of downward pressure”. “I expect by the end of '23, we'll be in good shape.”</p> <p>But Robert Antokol, co-founder and chief executive of Playtika, known for its casino games such as <em>Slotomania</em> and <em>Bingo Blitz</em>, believes the recession could last as long as 18 months. Playtika said this week that it would cut around 600 staff — 15 per cent of its employees. </p> <p>“The market, as you can see, is unpredictable,” said Playrix's Bukhman. “It's hard to say next year what will happen precisely. We hope we will grow.”</p><p>Source: Tim Bradshaw and Anna Gross 2022 'Mobile games market to decline for first time in over a decade' FT.com 15 December. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-12-15T05:00:29.850Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 367,
          "end": 372
        },
        {
          "start": 4670,
          "end": 4675
        },
        {
          "start": 2818,
          "end": 2823
        }
      ]
    }
  ]
}