{
  "_id": "06f088873a2083b1767d72a08cfd467ef9e496d0570a68306f496d8754781582",
  "feed": "wall-street-journal",
  "title": "REVIEW --- Books -- Mysteries: Spies, Then and Now",
  "text": "<p>Bad Actors</p><p>By Mick Herron</p><p>With a Mind to Kill</p><p>By Anthony Horowitz</p><p>Emil Grimm, the central character in Dan Fesperman's novel \"Winter Work\" (Knopf, 340 pages, $28), feels like his world is coming apart. After the fall of the Berlin Wall, Grimm, a colonel in East Germany's Ministry of State Security, is facing the dissolution of his career, his country and his stable way of life. Not even as a child during World War II, he reflects, had he felt so disoriented. \"Up was down, down was up, and the future was a ledge staring off into fog.\"</p><p>Making matters worse is the murder of his best friend, Lothar, a fellow Stasi colonel whose body is found in the forest surrounding their homes. \"Did he have any particular enemies that you know of?\" an investigator asks Grimm. \"He was a high official in the Ministry of State Security,\" he replies. \"I can think of a few million people who would have been happy to see him dead.\" The fatality is ruled a suicide.</p><p>Despite the Cold War's reported demise, there are obviously still enemies about. How will Grimm provide for himself and his bedridden wife (and her caregiver, of whom he's grown fond)? Can he avoid the fate of his recently deceased friend? Perhaps if he sells some of the secrets he and his colleagues have spent their lives gathering. The Americans, especially, are in the market for such material.</p><p>But when Grimm contacts Claire Saylor, a CIA agent posted to Berlin, he finds himself in competition with a cutthroat Russian code-named \"Leonid\" who's determined to win the contest at any price. A confrontation is all but guaranteed. \"Winter Work\" is Mr. Fesperman's 13th novel of spycraft and international intrigue. Like its predecessors, it does not disappoint.</p><p>Espionage survived the fall of the Wall, of course. So did the espionage novel. Old masters of the form, and more recent ones, have simply adapted to the times. English writer Mick Herron has won an international following and an Apple TV+ adaptation with his chronicles of MI5's \"slow horses,\" a group of operatives consigned to Slough House, a spies' purgatory where poor-performing agents live out \"the aftermath of their professional errors\" under the abrasive command of the insufferable Jackson Lamb.</p><p>In Mr. Herron's latest, \"Bad Actors\" (Soho Crime, 344 pages, $27.95), Lamb and crew are drawn into the hunt for Dr. Sophie de Greer, an academic \"superforecaster\" who has a knack for predicting electoral results. She is counselor to Sparrow, the prime minister's right-hand enforcer. (\"A homegrown Napoleon: nasty, British and short.\") De Greer hasn't been seen for days. Has she switched sides and gone to work in Moscow? Become a victim of foul play? Taken an unofficial vacation?</p><p>Or, worst-case scenario, has she been spirited away to some undisclosed location under a secret protocol that allows for covert rendition? Lamb's formidable boss, MI5's Diana Taverner, has \"pulled the drawbridge up\" on de Greer, and even the powerful fear to approach her. \"String-pullers carry weight, but Diana carried scissors.\"</p><p>Mr. Herron has a style flexible enough to encompass the poetic, the satiric, the horrific and the slapstick. The author's rich descriptions of bureaucratic infighting call to mind Kingsley Amis and Evelyn Waugh. The heavy-hoofed antics of the slow horses are often as uproarious as a Laurel and Hardy routine. And the villainy on display in this complex entertainment can be shocking.</p><p>Before Mick Herron and Dan Fesperman (and John le Carre) there was Ian Fleming: creator of the iconic James Bond. The fictional adventures of Agent 007, one way or another, influenced generations of readers and writers -- including the abundantly talented Anthony Horowitz. \"With a Mind to Kill\" (Harper, 270 pages, $26.99) is Mr. Horowitz's third and final Fleming estate-approved Bond novel. It's set in the 1960s, after the Cuban Missile Crisis, and begins with the funeral of Bond's longtime boss, \"M,\" head of the Secret Intelligence Service. M died at his desk, we're told -- killed by none other than 007.</p><p>But wait! That's a top-secret hoax to convince Russian intelligence it succeeded in its recent attempt to brainwash Bond into becoming a Communist assassin. The plan is for the Russians to rescue Bond from English imprisonment and bring him back to Moscow, where he can then counter-spy on the Soviet Union.</p><p>With the sadistic Col. Boris, the interrogator who subjects the returning Bond to a marathon of mind-bending tortures, we have an antagonist reminiscent of Fleming's most evil creations. Boris, working with Steel Hand, a new super-network of four spy agencies, aims at world domination: \"If all goes according to plan, we intend to change the course of history.\"</p><p>It's almost uncanny how well Mr. Horowitz summons Bond's mindset on everything from women (\"Goodnight was a wonderful girl with her golden hair and deep sunburn, the perfect bosom and hips\") to motorcars (\"only the Soviets could have chosen a car that was so poorly designed and engineered\"). Yet this Bond also feels the winds of change: \"He had his licence to kill. But was it possible that in this new, more questioning age, that licence might have expired?\" A drop of retro pleasures, a pinch of things to come; shaken, not stirred.</p>",
  "published": "2022-07-09T00:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1950,
          "end": 1955
        }
      ]
    }
  ]
}