{
  "_id": "3179c5dbe628ea6de2fa04e3149cc309cd4383633a7dd7a9aaa3ba9f61bc55aa",
  "feed": "wall-street-journal",
  "title": "Technology:  Apple Event  Expected to  Reveal Phone  ----  By Allison Prang",
  "text": "<p>    Apple Inc. is hosting its latest product-launch event next week and is expected to reveal a new, cheaper version of the iPhone. </p><p>   Apple sent an invitation Wednesday to an event expected on Tuesday, with the description \"peek performance\" and a multicolored Apple logo. Apple said it would broadcast the event on its website. </p><p>    Greg Joswiak, senior vice president of world-wide marketing at Apple, tweeted a video promoting the event. </p><p>   The company is expected to unveil a new version of the iPhone SE, a cheaper version of its flagship devices that it has sold for about $400, according to analysts. The smartphone is expected to come with 5G capability, a cellular standard already available on its other phones that holds the promise of ultrafast connectivity, the analysts said. This includes better quality of streaming, video chats and other uses. </p><p>   During the pandemic, the company has turned to virtual events for its new product launches. </p><p>   In September, Apple revealed the iPhone 13 and a new smartwatch. The following month, Apple unveiled its new AirPods and a pair of new MacBook Pro laptops. </p><p>   The iPhone has been a big driver of Apple's recent results, with iPhone sales rising 39% in its past fiscal year ending Sept. 25. But analysts have estimated iPhone revenue growth will slow this year. </p><p>   Chief Executive Tim Cook has acknowledged that supply-chain issues dinged results, though he said in January that the situation was improving. </p><p></p>",
  "published": "2022-03-03T07:05:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 386,
          "end": 391
        },
        {
          "start": 953,
          "end": 958
        },
        {
          "start": 1025,
          "end": 1030
        },
        {
          "start": 0,
          "end": 10
        },
        {
          "start": 1131,
          "end": 1136
        },
        {
          "start": 267,
          "end": 272
        },
        {
          "start": 255,
          "end": 260
        },
        {
          "start": 12,
          "end": 17
        },
        {
          "start": 0,
          "end": 5
        },
        {
          "start": 128,
          "end": 133
        },
        {
          "start": 0,
          "end": 9
        }
      ]
    }
  ]
}