{
  "_id": "1216d190167b0330be4f3942e01e7ead71b042e1f65133008f4a3d325b6f5a9c",
  "feed": "market-watch",
  "title": "Post-Fed euphoria wears off as U.S. stock futures trade lower; GDP report is due at 8:30 a.m. Eastern",
  "text": "<p>* Futures on the Dow Jones Industrial Average YM00 fell 26 points, or 0.1%, to 32146.</p><p>* Futures on the S&amp;P 500 ES00 dropped 12.5 points, or 0.3%, to 4012.</p><p>* Futures on the Nasdaq 100 NQ00 decreased 106.75 points, or 0.9%, to 12512.</p><p>On Wednesday, the Dow Jones Industrial Average DJIA rose 436 points, or 1.37%, to 32198, the S&amp;P 500 SPX increased 103 points, or 2.62%, to 4024, and the Nasdaq Composite COMP gained 470 points, or 4.06%, to 12032. For the Nasdaq, it was the best one-day percentage gain since April 6, 2020.</p><p>What's driving markets</p><p>Wednesday's surge was fuelled by Fed Chair Jerome Powell saying that rates are now in the range of neutral territory and that the pace of hikes from here will slow, thoughhe left another 75 basis point hike in September as a possibility.</p><p>\"Although Powell was careful not to commit to any specific moves in September, notably he also did not rule out a third consecutive 75bp move, leaving all options on the table. He reiterated many times that such a decision would be 'data dependent,'\" said Ellie Henderson, an economist at Investec.</p><p>Jani Ziedins, who authors the Cracked Market blog, said bear-market rallies aren't about finding good news in either the Fed or corporate earnings. \"Instead, 'less bad than feared' is the name of the game. As poor as tech earnings are and the Fed continues slamming on the monetary brakes, investors are relieved things are not even worse,\" said Ziedins.</p><p>Meta Platforms META, the parent company of Facebook and Instagram, late Wednesday reported worse than forecast profit and sales and guided to revenue below estimates in the current quarter. Earnings are due from Apple AAPL, Amazon AMZN and Mastercard MA after Thursday's close.</p><p>The second-quarter GDP report also is slated for release, with expectations of a slight rise after a 1.6% downturn in the first quarter.</p><p>Post-Fed euphoria wears off as U.S. stock futures trade lower</p>",
  "published": "2022-07-28T09:25:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1651,
          "end": 1656
        },
        {
          "start": 1657,
          "end": 1661
        }
      ]
    }
  ]
}