{
  "_id": "93d3da029609df847f899829d04fd7330c4e5808a7417ef3fe6d87db6af09676",
  "feed": "wall-street-journal",
  "title": "World News:  Beijing Imposes More Lockdowns  ----  By Natasha Khan",
  "text": "<p>   HONG KONG -- Fallout from China's race to halt its worsening coronavirus outbreak is growing as authorities order lockdowns and other restrictions across more of the country. </p><p>   All 24 million residents of northeastern Jilin province, which borders Russia and North Korea, were locked down on Monday, the first time since Covid-19 was first detected two years ago in Wuhan that such restrictions have been imposed on an entire province. Shenzhen city began a weeklong lockdown on Monday, closing public transport, nonessential businesses and schools, while companies in Shanghai began shutting down over the weekend. </p><p>   Whether authorities can swiftly end the outbreak will not only test China's pandemic strategies against the more infectious Omicron variant behind the latest wave, but also has major implications for the rest of the world. China's current restrictions have disrupted global supply chains, including Foxconn Technology Group plants in Shenzhen that make devices for Apple Inc. </p><p>   Foxconn, which produces some iPhones as well as iPads and computers in Shenzhen, said it would shift work to plants in unaffected areas of China to maintain production. Shenzhen's Yantian port, one of the world's busiest container terminals, remained operational, though one company said factory shutdowns and roadblocks between warehouses and the port could see shipments drop dramatically. </p><p>   Beijing has stuck to the \"zero Covid\" strategy it implemented soon after the first outbreak, relying on stringent border controls and rapid lockdowns and testing whenever a flare-up occurs. As a result, much of the country has enjoyed relatively limited disruptions to daily life throughout the pandemic. </p><p>   China's latest wave of infections comes amid a coronavirus outbreak in Hong Kong, a Chinese city that has a different governance system. Hong Kong has been criticized for not acting more quickly to contain the virus and has since late December recorded more than 700,000 cases and the world's highest death rate, mostly among a group of unvaccinated elderly residents. </p><p>   More than 90% of people who died in Hong Kong's outbreak were unvaccinated, health officials have said, with the majority over 65. Although almost 90% of China's population is fully vaccinated, barely half of the 35.8 million aged over 80 are, official data show. </p><p>   \"This wave of Omicron BA.2 is very fast,\" said Zhang Wenhong, director of the National Infectious Disease Medical Center, referring to the Omicron subvariant driving China's outbreak. China is facing its most difficult period since the pandemic began two years ago, he said. </p><p>   BA.2 is more infectious than its cousin, the BA.1 subvariant that kicked off the Omicron wave in southern Africa in November 2021. </p><p>   Shenzhen on Sunday said nonessential businesses must close until March 20 and announced three rounds of tests for all residents. The move came after 86 local cases were detected in one day -- a figure that may be low compared with outbreaks outside China but marked a record for Shenzhen. </p><p>   Essential services include supermarkets and pharmacies, water, gas, sanitation and communications companies, and suppliers of essential goods to neighboring Hong Kong, according to the city's government. Restaurants will only be allowed to provide takeout and delivery services. </p><p>   \"Life has changed dramatically in recent weeks,\" said Jana Rodriguez Hertz, a university professor and Shenzhen resident. Prof. Hertz said her building in the Shekou area of Shenzhen was placed in one-week lockdown two weeks ago, though she has so far been allowed to venture out of her compound on Monday to jog and get groceries. </p><p>   Schools have closed and Prof. Hertz has been teaching online for the past few weeks. Public transport has shut for the week, though taxis and Didis -- a Chinese version of Uber -- are still running. Many places require a 24-hour-negative test to enter, even taxis and her residential compound, Prof. Hertz said, and she lined up for more than an hour on Monday to get one. </p><p>   Over the past week, domestic cases have been recorded in 26 mainland provinces. Of the more than 3,000 new local cases as of Saturday, more than two-thirds were from Jilin province. As of noon Monday, there were 3,868 positive cases in the province awaiting further confirmation. </p><p>   Travel in or out of the province has been banned, a notice posted Monday on the Jilin province's Weibo account read. </p><p>   Some people expressed their frustration at seeing scenes from early on in the pandemic unfold again. </p><p>   \"I watched all kinds of news in Jilin today, and I was in tears,\" said one online post. \"I really wanted to go home and be with my parents -- now I understand the feelings of those who couldn't go back to Wuhan back then. It's really hard.\" </p><p></p>",
  "published": "2022-03-15T06:03:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 979,
          "end": 988
        },
        {
          "start": 979,
          "end": 989
        },
        {
          "start": 979,
          "end": 984
        }
      ]
    }
  ]
}