{
  "_id": "e010e3e3648a18c822c41178eb18da9459d6fd6f5d2a4e8c33fb538851027855",
  "feed": "wall-street-journal",
  "title": "U.S. Ethics Czars Struggle To Enforce Trading Laws --- U.S. has rules limiting officials' stock investing. They can be waived.",
  "text": "<p>He did neither.</p><p>For several months, Mr. Wu continued working on the trade matter while keeping the shares. He had \"not followed the requirements,\" the U.S. Trade Representative's chief of staff told him in a June 2021 phone call, an email describing the call shows.</p><p>Eventually, Mr. Wu quit, citing family issues. He kept his Amazon stock.</p><p>Mr. Wu said he didn't work on trade issues specific to Amazon and left the government when the restrictions became too much of a burden on his family.</p><p>The U.S. has a law aimed at preventing the nation's thousands of obscure but powerful federal officials from using their influence on regulations, policies and investigations to benefit themselves.</p><p>With penalties up to $50,000 and five years in prison, the law is supposed to ensure that officials in the executive branch don't work on any matter that could affect their personal finances.</p><p>It doesn't. It has exceptions. Violations often go unpunished. When a problematic holding is identified, if the official resists selling it, the rules often are waived. The result is a system that largely relies on government employees to police their own stock investing.</p><p>A Wall Street Journal investigation revealed more than 2,600 federal officials invested in companies that stood to benefit from their agencies' work from 2016 through 2021.</p><p>It found that some officials received waivers from conflict-of-interest rules because they were thought too important in a job. In other cases, officials were permitted to keep holdings because these weren't large enough to be a problem under the law. Owning $15,000 or less in a stock isn't considered a conflict.</p><p>Federal agencies have ethics officials who check compliance, but often lack tools to investigate potential conflicts of interest. They mainly focus on if financial disclosure forms are consistent and timely.</p><p>In 2020, ethics officials at the Office of the U.S. Trade Representative, or USTR, noticed that Michael Nemelka, a new trade adviser, owned a stake worth roughly $2.6 million in Sanuwave Health Inc., a company that uses energy waves to heal injuries.</p><p>They said this could conflict with his work as a deputy U.S. trade representative in charge of global trade policy for intellectual property, industrial competitiveness and other matters. They recommended he get rid of the shares.</p><p>He didn't want to. He \"considers this investment to be the future financial nest egg for his family,\" according to an email from an ethics official to then-U.S. Trade Representative Robert Lighthizer that was reviewed by the Journal.</p><p>Mr. Nemelka said he sold other stocks to avoid conflicts, but said it wouldn't be possible to sell the roughly 9 million Sanuwave shares without hurting the company's stock price. \"It was an illiquid penny stock,\" he said in an email.</p><p>He sought to be recused from working on policy issues related to Sanuwave. He said he could tell his assistant to make sure he didn't see materials that led to working on things affecting the company.</p><p>\"I am not sure how this is going to work,\" one USTR ethics officer wrote to another, according to emails they exchanged. \"How is his assistant going to determine whether he can participate?\"</p><p>Janice Kaye, the senior ethics counsel at the USTR, wrote to the other ethics official: \"I am still very wary about this.\"</p><p>She sought advice from Mr. Lighthizer, telling him that numerous recusals might hurt Mr. Nemelka's ability to be effective. Since 2000, she wrote, no senior USTR official \"has been permitted to retain this kind of stock interest.\"</p><p>Ultimately, he was permitted to keep the shares so long as he didn't work on issues that related to the company.</p><p>Mr. Nemelka said the recusal \"never affected my ability to perform my duties.\"</p><p>A USTR spokesman declined to comment on Mr. Nemelka. Ms. Kaye didn't respond to comment requests.</p><p>When John Abizaid, a retired Army general, was nominated in November 2018 to be ambassador to Saudi Arabia, he owned nonpublic shares in Palantir Technologies Inc., a data-mining company that does business with the U.S. government. At the time, the company was discussing going public the following year.</p><p>An ethics agreement Mr. Abizaid signed shows that he promised to get rid of his shares within 180 days of his April 2019 confirmation.</p><p>More than six months after he was supposed to have sold them, he still held them, according to a disclosure form.</p><p>\"Palantir was not divested as required by the ethics agreement, because the stock is not currently marketable,\" said a note appended to the form by a U.S. Office of Government Ethics employee.</p><p>More than 23 million shares of the company changed hands on private markets in 2019, according to Palantir's regulatory filings. They said the average price was $5.42.</p><p>Mr. Abizaid said in an email that he wasn't able to meet the selling deadline because Palantir put restrictions on private sales of its shares. It required approval of a buyer and a right of first refusal.</p><p>\"I tried several ways to privately sell the stock in a manner that would satisfy Palantir, State and myself, and was unable to do so,\" he said.</p><p>Ethics officials accepted Mr. Abizaid's explanation and revised his agreement to allow him to own Palantir stock so long as he abstained from any matters involving the company, he said. In his email, Mr. Abizaid said Palantir ended up having no business with Saudi Arabia during his tenure.</p><p>The State Department said Mr. Abizaid was required to get rid of Palantir shares because the company was pursuing business in the Middle East around the time of his nomination, but \"with the passage of time, it became clear that owning Palantir stock was unlikely to present a conflict of interest for the U.S. Ambassador to Saudi Arabia after all and that any potential conflict of interest could be managed via recusal.\"</p><p>In September 2020, Palantir went public at $10 a share. The next month, Mr. Abizaid sold three chunks of the stock on days it closed at as low as $9.95 and as high as $10.75 -- nearly double Palantir's average share price in 2019, when he was required to sell under his original ethics agreement.</p><p>The sales totaled between $1 million and $2 million, according to his financial disclosure. Mr. Abizaid continued to hold $5 million to $25 million in Palantir in 2020, according to his financial disclosure.</p><p>\"Once the determination was made that I didn't need to divest I proceeded as I normally would with regard to any sales in my portfolio,\" Mr. Abizaid said. \"I reported the sales as required, and the sales I did make were in line with Palantir policy and State Department guidelines.\"</p><p>The Office of Government Ethics declined to comment. Palantir didn't respond to requests for comment.</p><p>The way ethics officials handle the conflict-of-interest law can be inconsistent. When Andrew Maloney was nominated to a top position at the Treasury Department in 2017, ethics officials reviewed his holdings and saw several that would conflict with his duties.</p><p>His job would be to advocate for then-President Donald Trump's economic agenda, chiefly a big tax-cut proposal. The Treasury Department says officials may not work on narrow policy matters that stand to benefit stocks they own, but they may work on broad economic policy, even if it might affect their personal portfolio.</p><p>Lawyers at the Office of Government Ethics advised Mr. Maloney to shed some stocks. But it let him keep certain others that also stood to be affected by his work.</p><p>Mr. Maloney followed the advice. After the Senate voted to confirm him in August 2017, he sold about a dozen stocks, including between $250,001 and $500,000 in Hess Corp., $50,001 to $100,000 in Cigna Corp. and $15,001 to $50,000 of Bank of America Corp., according to his disclosure.</p><p>As permitted, he kept between $250,001 and $500,000 of Amazon stock, $100,001 to $250,000 of Apple and $250,001 to $500,000 of stock in Facebook, now called Meta Platforms Inc. He also kept a $100,001-to-$250,000 call option on Amazon, a bet on a rise in its stock price.</p><p>In December 2017, Congress passed a $1.5 trillion bill reducing the corporate tax rate to its lowest point since 1939. The bill saved billions of dollars collectively for large companies, including those Mr. Maloney was allowee to keep.</p><p>When he left the government in June 2018, the share prices of Amazon, Apple and Facebook were up 74%, 21% and 16%, respectively, from the time of his confirmation.</p><p>Mr. Maloney said he'd followed the law. He said he wasn't told why he was permitted to keep certain stocks.</p><p>The Office of Government Ethics said it couldn't comment on the rationale of specific decisions.</p><p>The Treasury said the officials who worked on Mr. Maloney's case are no longer there.</p><p>Under federal law, agencies can grant waivers from the conflict-of-interest rules if an ethics official determines that an investment is \"too remote or too inconsequential to affect the integrity of the services of the Government officers or employees.\"</p><p>On Mr. Biden's first day in office, Mr. Wu, a Harvard University law professor, joined the USTR as a senior adviser.</p><p>Among other duties, Mr. Wu worked on a digital trade agreement with Asian nations that would seek to lower impediments to U.S. tech companies doing business overseas.</p><p>In March 2021, when Mr. Wu filed a financial disclosure for him and his wife, ethics lawyers at the USTR noted he and his wife owned between $1 million and $5 million of stock in Amazon, which stood to benefit from the hoped-for new digital trade pact. The shares were stock Mr. Wu's wife acquired when she helped sell a company to Amazon, Mr. Wu told the Journal.</p>",
  "published": "2022-10-22T00:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 8316,
          "end": 8321
        },
        {
          "start": 7830,
          "end": 7835
        }
      ]
    }
  ]
}