{
  "_id": "ba0aba93511555352fb1dc35002b31403aaba77e8161de4cb8d07a54b739e79e",
  "feed": "market-watch",
  "title": "LeBron James partners with Crypto.com to teach kids blockchain technology",
  "text": "<p>Getty ImagesNBA superstar LeBron James has teamed up with Crypto.com to help kids learn about cryptocurrency and blockchain technology.</p><p>The deal sees the cryptocurrency platform partnering with the star basketball player's LeBron James Family Foundation, which started the I Promise School for at-risk children in Akron, Ohio, in 2018. In addition to educating the students about crypto, the program also aims to give them and their families greater access to job opportunities and career paths within the blockchain technology sphere, such as learning about Web 3 — which enthusiasts refer to as the next generation of Internet.</p><p>“Blockchain technology is revolutionizing our economy, sports and entertainment, the art world, and how we engage with one another,” James said in a press release. “I want to ensure that communities like the one I come from are not left behind.”</p><p>James also tweeted that this matchup is “another incredible program for my community” that can give participants the “opportunity to call their own shot.”</p><p>https://twitter.com/KingJames/status/1487092148944220166?s=20&amp;t=RX0S8MG3VMGWiShw2gC0AABlockchains play an important role in cryptocurrency systems — they provide a secure, decentralized record of transactions — but they can also be used to transfer different types of information.</p><p>See also: How Kobe Bryant made his $600 million fortune — and who is in charge of it now?</p><p>Kris Marszalek, co-founder and CEO of Crypto.com, said the deal will be an effort to “build a better and more inclusive future.”</p><p>It's Crypto.com's latest play to go more mainstream. Crypto.com also recently signed a $700 million naming rights deal with the NBA's Los Angeles Lakers — for whom James plays — for their home stadium; it was previously named the Staples Center, and is now called the Crypto.com Arena.</p><p>And James, 37, is no stranger to off-the-court brand partnerships. Over the years he has signed deals with Apple's AAPL Beats by Dre, Fenway Sports Group and Blaze Pizza. When James chose Nike NKE over Rebook in 2003, he turned down $28 million, but that deal could still end up making him $1 billion.</p><p>Prices for nearly all cryptocurrencies are down in recent months, however, as the term “crypto crash” has been a constant trending topic on Google GOOGL, Twitter TWTR and Reddit.</p><p>Economist and longtime crypto skeptic Paul Krugman recently said that he is seeing “uncomfortable parallels” between crypto and the subprime crisis of the 2000s.&#xa0;</p><p>Also read: This is unusual: Danielle Collins will play in the Australian Open final without a shoe or clothing sponsorship</p><p>Bitcoin BTCUSD prices were hovering just below 37,000 on Friday, a 40.72% drop from the three months ago, while ethereum ETHUSD prices were just below 2,500 and are down 44.16% over the last three months.</p><p>In November 2020, NFL receiver Odell Beckham Jr. famously reportedly put his entire $750,000 salary into bitcoin, only to lose several thousand dollars on the recent crypto price slump.</p>",
  "published": "2022-01-28T16:37:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1932,
          "end": 1936
        },
        {
          "start": 1924,
          "end": 1929
        }
      ]
    }
  ]
}