{
  "_id": "0809f95dc80ef292f0a24e3a3ec23cb4ab88cb36d6aff4a02c67087ab2c82931",
  "feed": "wall-street-journal",
  "title": "The Best Stylus for iPad, Surface and Samsung Tablets; Apple Pencil 2, Microsoft's Surface Slim Pen 2 and Samsung's S Pen each have their pros and cons; for the iPad, there are budget options, too",
  "text": "<p>As an aspiring cartoonist and budding bullet-journal note taker, I decided to test the top offerings. I also tried some budget stylus options made by accessory companies for the iPad, which currently sits on the market-share throne.</p><p>Every year, the companies focus on stylus updates that inch closer to the feel of working with real pens on real paper. Reduced lag between hand motion and screen visuals, heightened sensitivity to your hand's pressure and an overall increase in precision all play a role. When testing, I paid close attention to those factors, along with the feel of the pen itself in my hand.</p><p>Here's which tablets and styluses—don't say \"styli\"!—are best for drawing and note-taking. </p><p>The Microsoft Surface Slim Pen 2 has haptic feedback to make it feel to users like a real pen on real paper. PHOTO: Kenny Wassus/The Wall Street Journal</p><p>Microsoft Slim Pen 2 for Surface Devices</p><p>Price: $119</p><p>Works with: Various Microsoft Surface Pro tablets and other devices</p><p>Pros: The Surface Slim Pen 2 offers the most fun in-hand experience of all the styluses I reviewed. Its flat-edged design, weighty heft and extra-fine pen tip make it stand out among its pointed peers. Plus, it won't roll off your desk, and charges magnetically. It was also the only stylus with haptic feedback: The pen vibrates as you draw, emulating the friction of pen and paper.</p><p>SHARE YOUR THOUGHTS</p><p>What's your favorite stylus and why? Join the conversation below.</p><p>The Surface can run pro-grade Windows-compatible design apps, like Photoshop and Illustrator. It has consumer-friendly options such as the free-to-try (but $24.99 to buy) Sketchable. It's a lighter, more accessible variation on the theme, and it even lets you export to Photoshop. Microsoft's own OneNote is a beefy cross-platform app (available for Windows, Android and Apple devices) allowing users to scrawl, draw and organize notes easily.</p><p>Cons: The Slim Pen 2's haptic feedback, while neat, feels a bit like a novelty, and only works on the Surface Pro 8 and Surface Pro Studio. In terms of pressure sensitivity, the stylus sometimes faltered when I had a very light touch, causing awkward transitions between thin and thick lines. The best design apps, including Photoshop, are still tailored for mouse and trackpad, and can be clumsy to operate with styluses in general. </p><p>Samsung's S Pen has a Sharpie-style marker tip that doesn't squeak on screens. PHOTO: Kenny Wassus/The Wall Street Journal</p><p>Samsung S Pen for Galaxy Tabs and Phones</p><p>Price: Included with some Galaxy tablets; $60 to replace</p><p>Works with: Various Samsung Galaxy Tabs (plus some premium Galaxy smartphones)</p><p>Pros: In some apps, especially Samsung's own Notes app, the S Pen writes the most like a pen. As soon as the stylus hits the screen, the ink flows. The S Pen's soft marker-style tip (or nib, as the companies call them) makes it fun to write with and is the quietest of all styluses tested. Unlike the Apple Pencil, which doesn't work on any iPhones, the S Pen works with other large-screen Galaxy smartphones, such as the Z Fold3 and S22 Ultra.</p><p>Cons: The pen itself feels too insubstantial—like something you'd get to keep score at minigolf. That can make it uncomfortable to hold for extended use. (You could upgrade to the larger $99 S Pen Pro.) Also, the nibs wear down quickly, and Samsung doesn't offer replacements, like Apple and Microsoft. You can find off-brand replacement parts at Amazon and elsewhere.</p><p>An even bigger liability is that the Android app ecosystem lacks the professional software options of both iPadOS and Windows. There's no full version of Photoshop or Procreate, another popular app. </p><p>Released in 2018, the Apple Pencil 2 holds its own against more recent styluses from competitors. PHOTO: Kenny Wassus/The Wall Street Journal</p><p>Apple Pencil 2 for iPad</p><p>Price: $129</p><p>Works with: The most recent iPad Air, Mini and Pro models</p><p>Pros: The Apple Pencil 2 features a flat edge so it isn't constantly rolling off tables like its round predecessor. Its soft matte finish feels great and helps keep it from feeling oily after hours of drawing or writing.</p><p>The Apple Pencil 2 had the best pressure sensitivity of all styluses tested. The lines are straight, with no wobble or jitter, and when you add more or less pressure while drawing, the ink flow responds accordingly without getting blotchy.</p><p>Software-wise, the $9.99 Procreate is the amateur artist's ace in the hole. The app is easy to use while giving a high level of control and customization. It's as accessible for someone like me, who doesn't draw full time, as it is useful for pros, and allows users to export projects into Photoshop.</p><p>Cons: Want to charge your Pencil 2? You'll need your iPad for that. Really. It wirelessly charges by attaching to the side of compatible Pads. There's no cable-based, plug-in-the-wall option. Potential charging inconvenience aside, there's also the issue of the magnetically clinging Pencil becoming a flight risk, as it has on the many occasions when I knocked it askew.</p><p>It's also noisy. When used with any degree of zest on an iPad screen, it can emit a chorus of hollow-sounding taps and squeaks (especially once a nib wears down). Plus, the double-tap function, which allows users to change a tool or perform a function by lightly tapping the device, can easily be triggered accidentally. </p><p>The $129 Apple Pencil 2 (in white) and the $70 Zagg Pro Stylus have similar size and weight. PHOTO: Kenny Wassus/The Wall Street Journal</p><p>Other Choices for iPads</p><p>For older iPads, you'll need the $99 Apple Pencil 1, which is still great, but has its own charging awkwardness: You have to either use a tiny, very losable adapter or plug it into the bottom of an iPad so that it sticks straight out.</p><p>If you're looking to save money, I tested three different $70 styluses made by other companies for the iPad. The Zagg Stylus Pro and the Logitech Crayon are fine if you just want something to use for taking notes, as they lack pressure sensitivity for lively drawing. The Zagg, about the same size as the Apple Pencil 2, edges out the Logitech, which looks like a toy. For starving artists, the Adonit Note+ does feature pressure sensitivity in some apps, but feels cheap. Better start selling those NFTs!</p><p>— Sign up here for Tech Things With Joanna Stern, a new weekly newsletter. Everything is now a tech thing. Columnist Joanna Stern is your guide, giving analysis and answering your questions about our always-connected world.</p><p>The Best Stylus for iPad, Surface and Samsung Tablets</p>",
  "published": "2022-05-21T13:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 2925,
          "end": 2930
        },
        {
          "start": 3659,
          "end": 3664
        },
        {
          "start": 1817,
          "end": 1822
        },
        {
          "start": 4098,
          "end": 4103
        },
        {
          "start": 3883,
          "end": 3888
        },
        {
          "start": 3351,
          "end": 3356
        },
        {
          "start": 5526,
          "end": 5531
        },
        {
          "start": 5337,
          "end": 5342
        },
        {
          "start": 6029,
          "end": 6034
        },
        {
          "start": 55,
          "end": 60
        },
        {
          "start": 3779,
          "end": 3784
        }
      ]
    }
  ]
}