{
  "_id": "e7c46149670a68725ab726dc4edea9d695c8b3d3ede0c27cc3399f4bf8d8bb5d",
  "feed": "ftcomall",
  "title": "BBC1 thriller The Control Room squanders its promising premise",
  "text": "<p>Making an emergency call centre handler the protagonist of a thriller is an unusual choice — they are, by definition, never where the action is — but it's also an opportunity. <em>The Control Room </em>could have been a claustrophobic, single-location drama along the lines of <a href=\"https://www.ft.com/content/0549111a-c55e-11e3-89a9-00144feabdc0\"><em>Locke</em></a> or <a href=\"https://www.ft.com/content/d1c0d241-9abe-4cde-997d-bd85174d413e\"><em>The Guilty</em></a>. Instead, this three-part new BBC series is sadly prosaic — and surprisingly little takes place in the location suggested by the title. </p> <p>The opening scenes promise more than the show delivers. At an ambulance service hub in Glasgow, thirtysomething responder Gabriel (Iain De Caestecker) offers a range of critical support in soothing tones. One moment he is acting as a virtual midwife, guiding a mother-to-be as she goes into labour on the side of a motorway, the next he is reassuring a child standing on a building ledge. Then a call comes in that leaves him rattled. </p> <p>A panicking woman, caught in a terrifying situation, admits to having committed a serious crime. With the police alerted, Gabriel attempts to keep her on the line and stop her from fleeing the scene. As he talks, the caller (Joanna Vanderham) realises that of all the emergency joints in town, she has called one manned by someone she knows. And knows pretty well, given that she refers to him by the nickname “Gabo” before hanging up. He tells his superiors he has no idea who the caller could be. Really? You're not fooling anyone, Gabo.</p> <p>A more ambitious story would have kept this dynamic within the pressurised confines of the control room, with colleagues listening in. Instead, writer Nick Leather (who also scripted episodes of the underpowered Apple TV Plus series <a href=\"https://www.ft.com/content/8a276f96-d1e6-491b-9a0a-09243e16cecc\"><em>Suspicion</em></a>) sends Gabriel on a whirlwind journey over three episodes into the world of crime, and the dark recesses of a sad, troubled past that involves the mysterious caller.</p> <p>Without wishing to give away specifics, the plot demands much running, hiding and painful reminiscing from Gabriel, leaving the dewy-eyed and clammy-browed De Caestecker in various states of dampness. </p> <p>Everything else, by contrast, feels dry and uninspired. The scripting can be overwrought and the plot contrived. Portentous conversations and trauma-filled flashbacks stand in for careful character development. <em>The Control Room </em>too often seems to be phoning it in.</p> <p>★★☆☆☆</p> <p><em>On BBC1 for three consecutive nights from July 17 at 9pm; on BBC iPlayer thereafter</em></p><p>Source: Dan Einav 2022 'BBC1 thriller The Control Room squanders its promising premise' FT.com 14 July. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-07-14T11:00:28.798Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1611,
          "end": 1616
        }
      ]
    }
  ]
}