{
  "_id": "d6b77435a518fffa7f56d6351b05b4f97f23e6605b97c17ba7c676df7ecce079",
  "feed": "wall-street-journal",
  "title": "Amazon Kindle Scribe vs. ReMarkable 2: Better Than Pen and Paper—for a Price; Take notes? Consider a distraction-free device with all the benefits of a modern, cloud-based backup.",
  "text": "<p>Last week, Amazon's Kindle Scribe, which starts at $340, hit shelves. It's the first Kindle for reading and writing, and the largest, with a 10.2-inch display. The Scribe's closest competitor is the $299 ReMarkable 2, with a 10.3-inch screen. Both weigh about a pound and are thin and light enough to tote around.</p><p>While some tablets with bright color displays, such Samsung's Galaxy Tabs or Apple's iPads, support handwriting, I'm not considering them. I focused on distraction-free tablets with E Ink screens.</p><p>So which one should you get? I weighed the differences between the Kindle Scribe, best suited for leisure and reading, and the ReMarkable 2, purpose-built for work and productivity. They are great for writing notes, but both are missing a key feature: search. And neither is water-resistant, so liquids could still pose a threat if you haven't backed up your notes.</p><p>The Pros and Cons of E Ink</p><p>E Ink, the screen tech behind many popular e-readers, is easy to read in direct sunlight, just like paper. You don't need to amp up your brightness to see the screen like you do on your phone.</p><p>Another benefit is weekslong battery life. The surface of the display also isn't slippery like smartphone glass. It is matte, providing a more natural, paper-like resistance.</p><p>SHARE YOUR THOUGHTS</p><p>How do you prefer to take notes? Join the conversation below.</p><p>There are some drawbacks. The black-and-white screen isn't as responsive as a smartphone's, which is why E Ink devices are best for activities such as reading or writing.</p><p>The Scribe and ReMarkable tablets also can't run iOS or Android apps. This is a plus: Their most compelling aspect is that they are not inundated with notifications.</p><p>Onyx makes E Ink tablets that run Android and even offers a small model with a color E Ink display. But its setup can be a little complicated, so I recommend it for advanced tinkerers only.</p><p>Where the Kindle Scribe Stands Out</p><p>At first, the Kindle Scribe just seems like a big Kindle, and that is one valid reason to pick Amazon's tablet. The Scribe is the only e-notebook that lets you directly download content from the Kindle store. I liked the larger screen for skimming text—and you can make the font huge if you want.</p><p>The Scribe has an integrated light for reading at night or in low light. It also has a dictionary, translator and Wikipedia. The ReMarkable 2 has none of these.</p><p>The writing experience on both tablets is impressive. On the Scribe, there is slightly less latency between when the pen touches the screen and when a digital mark appears, compared with the ReMarkable 2. However, writing is more comfortable on the ReMarkable because its surface is more textured. </p><p>The Kindle Scribe is the only E Ink notebook that lets you directly download from the Kindle store. PHOTO: F. Martin Ramin/ The Wall Street Journal</p><p>Importing documents to the Scribe is simple via the Send-to-Kindle web app or Kindle mobile apps. I like using the Kindle browser extension to send long articles. After a minute or two, the files appear on the Wi-Fi-connected Scribe and you can start highlighting or scribbling notes. The Scribe isn't capable of writing-to-text conversion, and you can't edit notebooks on Kindle apps, but Kevin Keith, an Amazon product management vice president, told me the company is looking into it and said the Scribe would get more features via software updates.</p><p>Neither the Scribe nor the ReMarkable offer search for handwritten notes. If this is a must for you, Evernote on iPads and Android tablets, and Apple's Notes app for iPad have decent writing recognition and search.</p><p>You can't scrawl all over Kindle ebooks on the Scribe, unfortunately, because of their layout and text formatting. Instead, you select some text and add a digital sticky note. On any ebook, you can tap the notebook icon to see all of your written entries.</p><p>I prefer the Scribe's cover case to the ReMarkable's. It includes a loop to store the stylus more securely—it can also attach magnetically to the Scribe's side—and opening the cover wakes up the device. The cover can fold into an angled or upright stand.</p><p>Where the ReMarkable 2 Excels</p><p>The ReMarkable 2, made by a 400-person company based in Oslo, offers more writing features. You can adjust the stylus's stroke width and opacity for more dynamic note-taking. You can also convert handwriting to text, though it isn't always accurate, especially if your writing isn't neat. </p><p>On the ReMarkable 2, you can adjust the stroke width and opacity. PHOTO: F. Martin Ramin/ The Wall Street Journal</p><p>ReMarkable users will soon be able to edit notebooks outside of the tablet. For example, you can start writing notes in a meeting then, later on, add typed text via ReMarkable's desktop or mobile app. You can try this now by enabling beta software in settings, but beware: The software can get buggy.</p><p>File management is also better on the ReMarkable 2. You can organize notebooks and imported documents into subject-themed folders. On the Kindle, notebooks, documents and ebooks can't be sorted into the same folder. Ebooks and documents go into different \"collections,\" while notebooks can go into notebook-only folders.</p><p>Consider the Accessories</p><p>The Scribe starts at $340, but when you add necessary accessories, such as the $20 pen-plus-eraser upgrade—which I definitely recommend—and the $60 cover, the total is closer to $420. There is no monthly fee for the Scribe.</p><p>The ReMarkable 2 costs $299 for the tablet, but you will also pay $129 for the stylus with eraser and $129 for the cover, so your total amounts to $557. There is also an optional $3-a-month subscription for the ReMarkable, after a one-year trial period, to back up notes and documents to the cloud. The device works without it.</p><p>These aren't cheap, especially when compared with low-end iPads and other tablets with similar functions. Their sweet spot is a distraction-free digital option.</p><p>You may decide you're more of a pen-and-paper person. At least a paper notebook is one less thing to charge.</p><p>—For more WSJ Technology analysis, reviews, advice and headlines, sign up for our weekly newsletter .</p><p>Write to Nicole Nguyen at nicole.nguyen@wsj.com</p><p>Amazon Kindle Scribe vs. ReMarkable 2: Better Than Pen and Paper—for a Price</p>",
  "published": "2022-12-06T14:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 3517,
          "end": 3522
        },
        {
          "start": 391,
          "end": 396
        }
      ]
    }
  ]
}