{
  "_id": "a2b8b91f4bccef311a3476838486237fa69ed5b91ebcc63832a2e6f05c77b812",
  "feed": "market-watch",
  "title": "‘It will never go away unless someone does something drastic': Why borrowers may never be ready to resume student-loan payments",
  "text": "<p>Student debt holders got an extra few months reprieve last month when President Joe Biden announced his administration would extend the pandemic-era pause on student loan payments collections and interest until May 1.&#xa0;</p><p>Despite weeks of pressure from borrowers, activists and lawmakers, administration officials maintained that payments would resume on Feb. 1, until just a few days before announcing they wouldn't. The extension is one of several times over the course of the pandemic that officials have pushed back the start of student loan payments.&#xa0;</p><p>In his statement announcing the pause would remain in place until May, Biden explained his administration decided to extend it in part because “millions of student loan borrowers are still coping with the impacts of the pandemic and need some more time before resuming payments.”&#xa0;</p><p>But for millions of borrowers, the pause has provided benefits beyond helping them cope with the immediate and public health threat of COVID-19. To proponents of broad student debt reform, who advocate for mass cancellation, borrowers' anxiety over resuming payments is an indication of the financial challenges student debt posed even before pandemic.&#xa0;</p><p>In the most dire cases, student loan payments can threaten borrowers' tax refunds or Social Security benefits, while in more typical circumstances, the bills can make it difficult to address other financial priorities like buying a home or saving for retirement. The disproportionate impact of student loans on borrowers of color and Black borrowers in particular, has meant that a tool designed to enhance economic mobility has wound up exacerbating the racial wealth gap.&#xa0;</p><p>“The problems with the student loan system are not just limited to struggles related to the pandemic, but really it's more structural problems,” said Louise Seamster, a sociologist at the University of Iowa, whose research has highlighted some of the economic and racial equity benefits of student debt cancellation. “If they're looking for the time to be right for 40 million-plus Americans to be ready to start repayment again, we're not actually going to find those conditions because the problem goes much further back.”&#xa0;&#xa0;</p><p>To opponents of broader student loan reform, the ability of some borrowers to use the pause period to pay off other debts, or have more funds available for other financial priorities, is an indication that relief that reaches every borrower is too blunt a tool.&#xa0;</p><p>“I've heard a lot of testimonials from people saying how great this was for them personally,” said Jason Delisle, a senior policy fellow at the Urban Institute, a Washington think tank. “I'm not sure that's the right measure. What they're saying is, ‘I have more money today than I had yesterday.' That's a great thing. The question is, Could you have afforded to pay the loan? We have a whole system for sorting that out.”&#xa0;</p><p>Regardless of which side you fall on, one thing is clear: the impact of student loan payments on Americans' financial lives pre-pandemic means it's going to be difficult to find a good time when borrowers feel ready to pay them.</p><p>Take Christine Gauthier, a New Hampshire borrower who says that if student loan bills resume in May or at a later date she would find a way to pay them — just like she always has — though it hasn't been easy.&#xa0;</p><p>“Everything that I do, that I've done in my life has been focused on getting rid of this debt so I can move forward,” Gauthier said. She's lived away from her family and community in New Hampshire for long stretches so she could earn more money to throw at her loan payments. Gauthier, 46, who is a therapist and until recently worked in public schools as a psychologist, only started saving for retirement about five or six years ago — something the pause allowed her to accelerate. She's put off plans to adopt or have a child biologically over concerns about how she could save for their college costs while repaying her loans.&#xa0;&#xa0;</p><p>Though Gauthier has been working towards getting relief through a loan forgiveness program for public servants, her experience with the student loan system doesn't make her confident the nearly $30,000 she still owes will disappear any time soon. “I've been paying on my student loans for decades, just the very notion that I still carry this burden at this point in my life — it just feels daunting,” she said. “It feels a little bit like it will never go away unless someone does something drastic.”&#xa0;&#xa0;</p><p>Both advocates and detractors of a more dramatic policy shift are taking the extension as a sign the “something drastic” Gauthier is hoping for isn't off the table. This week we'll explore what this latest extension of the pause may mean for the future of the student loan system. But first, we'll dig into some of the factors surrounding the decision to give borrowers more time.&#xa0;</p><p>The Omicron wave</p><p>One of the most prominent changes between Dec. 10, when White House officials confirmed student loan payments would resume on Feb. 1, and Dec. 22, when they announced borrowers would have until May, was the increase in COVID case numbers due to the Omicron variant. During that period, new cases went from 133,549 to 245,397, according to the Centers for Disease Control.&#xa0;&#xa0;</p><p>And indeed, Secretary of Education Miguel Cardona said the extra few months “will allow our Administration to assess the impacts of Omicron on student borrowers,” in a statement announcing the extension.&#xa0;</p><p>“People with the loan balances who wanted to see this extended, sadly they had Omicron to thank,” said Claudia Sahm, a senior fellow, at the Jain Family Institute.&#xa0;</p><p>Sahm, a former Federal Reserve economist, said she believes the pace of the economic recovery is good. Still, each new wave of COVID presents a risk that sectors of the economy will shut down and the paychecks borrowers use to repay their loans could be in jeopardy.&#xa0;</p><p>“We are facing very clearly another one of those bumps in the road in January,” Sahm said.&#xa0;&#xa0;</p><p>The next few months will provide more time for the student loan system to prepare</p><p>The task of turning on student-loan payments for tens of millions of Americans is operationally complex — it involves coordination between the government, the servicers it hires to manage the student loan portfolio, and borrowers themselves.</p><p>The restart of student loan payments for so many borrowers is also unprecedented and it was set to take place in the midst of other major changes to the student loan system. That had advocates worried that borrowers would face challenges accessing the relief they're entitled to — like an affordable payment plan — once student loan payments resumed.&#xa0;</p><p>Millions of borrowers are in the midst of being transferred to new student loan companies, after multiple student loan servicers announced they wouldn't continue with the program. Mike Pierce, the executive director of the Student Borrower Protection Center, an advocacy group that pushed to extend the pause, noted that on social media borrowers were reporting long call wait times even before payments resumed.&#xa0;</p><p>“That's alarming and it doesn't suggest that things are going to go smoothly,” he said. Pierce added that the Biden administration had put some steps in place — such as allowing borrowers to get into affordable payment plans over the phone — aimed at smoothing the transition. But if the system wasn't ready those efforts could be put in jeopardy.&#xa0;</p><p>“That's great public policy,” Pierce said of allowing borrowers to enroll in affordable repayment plans over the phone. “But it only works if someone answers your call.”&#xa0;&#xa0;</p><p>A Department of Education spokesperson wrote in a statement that the agency is continuing to “work with borrowers and all student loan servicers to ensure that all borrowers get the support they need when payments resume.” As part of the process of getting the system ready for when payments resume, the agency has issued change requests, essentially marching orders for its contractors, that include expanded call center hours and additional outreach to borrowers at risk of missing payments.&#xa0;</p><p>Servicers say they were taking steps to prepare the system for payments to resume and that extending the pause may actually complicate their efforts. “We were surprised by the last-minute decision,” said Scott Buchanan, the executive director of the Student Loan Servicing Alliance, a trade group representing student loan servicers.&#xa0;</p><p>Buchanan said his members were in the process of hiring thousands of call center representatives in order to meet what they expected would be increased call volume come February 1. “We're spending money hiring people who now have nothing to do,” he said. In some cases, servicers may let those workers go, or at least pause their training, he added.&#xa0;</p><p>To make these and other changes possible, servicers were deploying a large chunk of the annual resources available to them through their contracts with the Department of Education, Buchanan said. “We spent that money, it's gone and now we're going to have to make do with whatever is left,” in order to staff up again, he said.&#xa0;</p><p>It's politically challenging to stop the pause — and advocates were reminding officials that's the case</p><p>Just days after officials confirmed student loan payments would resume on February 1, a poll from Data for Progress — a progressive think tank and polling firm that's reportedly influential in the White House — found that sticking firm to that deadline was “out of step with the views of a majority of national likely voters.”&#xa0;</p><p>Roughly 55% of likely voters in a poll conducted by Data for Progress between Dec. 7 and 11, said the government should extend the student loan payment pause past Jan. 22. One-third of Republicans, 56% of voters with no college and 56% of independent or third-party voters agreed, the poll found.&#xa0;</p><p>“As long as the pandemic remains a presence in American life, support for economic policies that respond to the pandemic will be popular,” said Ethan Winter, senior analyst at Data for Progress.&#xa0;&#xa0;</p><p>With student loans specifically, ending the benefit also runs the risk of being politically unpopular, he said. “Once you've done the pause, you then have to make a choice to allow the pause to lapse, and that means you have to be the party that's going to restart student loan payments,” he said. As a result, a not insignificant percentage of the electorate “will have less money month-to-month.”&#xa0;&#xa0;</p><p>Pierce, whose organization was one of 200 labor, civil rights, consumer and other groups to urge the administration to extend the pause, saw officials' decision to do so as a sign that they were listening to borrowers' concerns.&#xa0;</p><p>“This wasn't just a direct response to an economic catastrophe, this was a hedge against future uncertainty,” Pierce said of the pause. “The Biden administration is finally starting to understand what pandemic-driven uncertainty is and what it means for the households that have student debt, if we're in a national emergency.”&#xa0;&#xa0;</p><p>The push from advocates and lawmakers, including Democratic Senators Chuck Schumer and Elizabeth Warren, to extend the payment pause came at a time when the Biden administration was facing other political headwinds. After months of negotiations, Sen. Joe Manchin said he couldn't support Build Back Better, effectively killing — at least temporarily — Biden's social spending package.&#xa0;</p><p>White House Press Secretary Jen Psaki said during a press briefing in December that the challenges getting Build Back Better passed by year's end wasn't the reason why the administration decided to extend the student loan moratorium.&#xa0;</p><p>Still, the decision to do it at a time when the administration can control few other forms of economic relief, “makes a lot of sense,” Sahm said. “They need to do something to protect the recovery, to protect people as much as they can weathering this later wave in the winter. This is one of the levelers they've got, they don't have a lot of them right now.”&#xa0;</p><p>Still, extending the pause is politically tricky</p><p>Though extending the payment pause is popular among voters, that doesn't mean continuing to do it isn't politically tricky. For the Biden administration, “letting something expire is a moment for them to say ‘see, the recovery is strong,'” Sahm said.&#xa0;</p><p>And indeed at least one high-profile economist, Larry Summers, took to TwitterTWTR to to deride the decision to extend the payment freeze, saying that low unemployment combined with strong household balance sheets for many Americans means “there is no special case for across the board relief now, unlike when it was put in place two years ago.”&#xa0;</p><p>That's different from March 2020, when given the widespread uncertainty as the economy shut down, it made sense to assist borrowers broadly by going beyond the programs already available to help borrowers in distress, like plans that allow for repayment as a percentage of income, said Delisle, the senior policy fellow at the Urban Institute think tank.&#xa0;</p><p>“That's not the case anymore,” said Delisle. The question now isn't whether the government has the ability to help borrowers struggling with their debt, according to Delisle. Instead “it's more an issue of who wants to be the politician to turn those loan payments back on, right when the virus is revving up again.”&#xa0;</p><p>To Sahm, there still is a good economic case for relief because the Omicron wave indicates that the pandemic and the risk to families' finances it could cause is not over. “For the people who do lose their paychecks it is just as severe now as it was in March 2020,” she said.&#xa0;</p><p>Even among borrowers with jobs, 89% of them weren't ready for payments to resume in February. That's according to a survey of 33,000 borrowers conducted by the Student Debt Crisis Center, an advocacy group, and Savi, a company that helps borrowers manage their student loans.</p><p>“People were probably looking at those data points and realizing that the stock market recovery and unemployment going down was not the same thing as borrowers being ready to start repayment,” Seamster said.&#xa0;&#xa0;</p><p>Going back to the February 2020 status quo may not make sense</p><p>And indeed, that may be in part because even borrowers with steady employment faced challenges managing their debt before the pandemic. Though workers with a college degree earn more on average than their counterparts with a high school diploma, research from the Roosevelt Institute, a progressive think tank, indicates that's in large part because the value of a high school diploma has fallen so precipitously. Between 2000 and 2017, college educated workers have only seen their wages grow 6%, while median student debt grew from $10,000 to $20,000 during the same period, the study found.&#xa0;&#xa0;</p><p>That's just one data point indicating the ways in which borrowers can face challenges managing their student debt even when they're able to make use of their investment through a degree that leads to a job. The financial impact is even more acute for borrowers of color and Black borrowers in particular.&#xa0;</p><p>On balance, this kind of evidence suggests that borrowers won't be ready to restart repayments, even when the immediate threat of the pandemic subsides.&#xa0;</p><p>“In February 2020 — before Covid — student loans were a problem,” Sahm said. “The idea that the White House can say we'll stop this temporary relief and do nothing more because we're back to February 2020 is problematic and ignores the pre-pandemic problems.”</p><p>For Michael E. Skyer, a senior lecturer at the Rochester Institute of Technology, going back to February 2020 would mean continuing to scrimp — Skyer and his wife buy discount groceries, keep cars, iPhones and refrigerators until they essentially give out, and live in an area further away from his work because of its cheaper property taxes — to afford student loan bills. Even so, the payments they make largely go towards covering the interest.</p><p>J. Adam Fenster / University of Rochester“I felt like taking a spoonful of water out of the ocean,” Skyer wrote in an email. During the pause, which froze interest rates at 0%, Skyer and his wife have been able to shave $51,000 off in student loan principal. Skyer said he doesn't think he'll ever be ready to return to a situation where his payments do little to bring down his overall balance. “Never before was it even a conceptual possibility to have student loan debt without compounding interest. And then it was. And they want to go back,” he wrote.&#xa0;&#xa0;</p><p>A sign that broader reform is on the horizon</p><p>Both advocates and skeptics of broader student loan reform are taking the extension as a sign that the system may not return exactly to the way it was before.&#xa0;</p><p>“It certainly ups the ante on the politics of student loan forgiveness,” said Delisle, who isn't in favor of widespread debt cancellation. “This is another rung on the ladder of ever more generous federal student loan policies,” including temporarily expanding access to Public Service Loan Forgiveness. “I don't think they're done yet.”&#xa0;&#xa0;</p><p>Pierce, whose organization has advocated for mass student debt relief, said of the payment pause extension “I don't want to read too much into it,” given that the administration hasn't announced any broad-based debt cancellation. Still, Pierce said, “they're not doing the things that would suggest that's off the table.”&#xa0;</p><p>Pierce notes that both Biden's statement announcing the extension of the payment pause and in Psaki's comments during the Dec. 22 press briefing cited Vice President Kamala Harris's influence in the decision to keep the freeze in place. To Pierce, “that bodes well” for the cause of mass student debt relief, given Harris' focus on student loan issues as a senator and attorney general of California.&#xa0;</p><p>When asked during an appearance on CBS's “Face the Nation” whether the administration needed to deliver on Biden's campaign promise to cancel $10,000 in student debt per person, Harris said the administration had to “figure out how we can creatively relieve the pressure that students are feeling because of their student loan debt. Yes.”</p><p>Since taking office, the Biden administration has announced the discharge of more than $12 billion in student loans held by public servants, borrowers who had been scammed by their schools, and others struggling to access relief programs to which they are entitled. Still, the “overall goal” of the Biden administration's approach to the student loan system, according to the Department of Education spokesperson,&#xa0; “is permanent change that reduces indebtedness and makes college more affordable.” The agency is working with the Department of Justice and the White House “to review options with respect to debt cancellation,” the spokesperson wrote.&#xa0;</p><p>The question of whether pandemic-related student loan relief will turn into something more permanent mirrors a debate surrounding another pandemic-era benefit, Sahm said.&#xa0;</p><p>“In the crisis we've seen the delay in payments, which is clearly about a lifeline, it's clearly about disruptions to the pandemic,” she said. “Forgiveness in student loans is clearly a more permanent step.”&#xa0;</p><p>Similarly, the expanded child tax credit, which started as a pandemic-era lifeline and is being discussed as relief that could extend beyond the pandemic, “is a permanent shift in thinking about policies to support families with kids,” she said.&#xa0;</p><p>But the politics of making student loan relief permanent is a bit more complicated, she said. The heterogeneous nature of student loan borrowers means that broad-based student loan relief would impact both those who are facing financial precarity and those who don't.&#xa0;</p><p>“With the child tax credit you just say, ‘All families with kids get it,' ” she said. With student loans, “it's a lot more tricky with who the policy helps and who it should help. This is not a slam-dunk-easy case, and whatever they do is going to have to be a meeting of the minds.”&#xa0;</p>",
  "published": "2022-01-15T12:13:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [],
      "nexusId": "10022657"
    }
  ]
}