{
  "_id": "0870636615aebb904029fd165b1e5ad38295f98d10c951d5bab0d55a933c4eb8",
  "feed": "ftcomall",
  "title": "Take-Two/Zynga: a pricey $12.7bn bet on mobile gaming ",
  "text": "<p>Like their customers big, established video game makers want to level up. This makes them as prone to overpaying for in-game purchases as players. Consider Take-Two, the $16bn company behind <em>Grand Theft Auto</em>, the game that redefined the action-adventure genre. It is paying $12.7bn including debt for Zynga, a lossmaking specialist in free-to-play mobile games like <em>Words With Friends</em> and <em>Zynga Poker</em>. </p> <p>The move is in line with purchases of mobile gaming studios by the likes of Activision Blizzard and Electronic Arts. But this is still a pricey takeover. The cash and stock offer of $9.86 per share represents a premium of 45 per cent over Zynga's undisturbed three-month average share price.</p> <p>The deal implies an enterprise value to ebitda multiple of nearly 20 times for Zynga, though this is below the 22 times Take-Two trades at. The $100m in cost savings that Take-Two is forecasting, worth around $840m taxed and capitalised, hardly begins to cover the premium. </p> <p>The 15 per cent slump in Take-Two share price on Monday reflects investors' scepticism that this is the panacea the company needs. </p> <p>Take-Two makes most of its money from selling PC and console games. Revenue fell 0.5 per cent in the first half, as stay-at-home gamers started venturing out again. Competition is stiff from free-to-play online gaming platforms such as Roblox and Epic Games' <em>Fortnite</em>. </p> <p>Mobile gaming has proved more resilient. Zynga expects 2021 revenues to be 40 per cent higher year-on-year. </p> <p>Buying Zynga may help Take-Two close the mobile gaming gap against rival EA, the $36bn maker of the “Fifa” soccer games. But Zynga has weaknesses. Losses aside, it gets about a fifth of its sales from ads shown on its free-to-play games. Recent changes to Apple's privacy policy may put this revenue stream under pressure by reducing the company's ability to personalise ads. </p> <p>The market's view of this deal would appear to echo that of the character Trevor in <em>GTA</em>, when challenged for more money for a gift: “I told you to get something nice, not something expensive”.</p><p>Source:  2022 'Take-Two/Zynga: a pricey $12.7bn bet on mobile gaming ' FT.com 10 January. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-01-10T18:35:25.954Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1732,
          "end": 1737
        }
      ],
      "nexusId": "10022657"
    }
  ]
}