{
  "_id": "167c04fb6c52dba516dcdaf6b132009948b542a25061912451dd233d492166f8",
  "feed": "wall-street-journal",
  "title": "EXCHANGE  ---  Apple's Blue Bubble Empire  --- -2-",
  "text": "<p>   Facebook researchers concluded the appeal revolved around the social aspect of the games, helping younger people initiate conversations. \"Game Pigeon generates amusement through digital interaction without the pressures of finding topics of conversation by enabling tweens to send games as content interactions and to use shared activities as a way to connect when they feel there is nothing to talk about,\" according to the study. </p><p>   Rounds of \"Game Pigeon\" in high school among friends were the first time Miles Franklin said he realized he was left out with his Android phone. \"That's my first taste of it,\" said Mr. Franklin, now a 22-year-old senior at the University of Florida in Gainesville. </p><p>   He said he long considered himself an Android loyalist going back to when he got his first phone at age 13 for his birthday. That changed, however, two years ago when he switched to an iPhone because he preferred it for making TikTok videos. </p><p>   While it seems simple enough to shift to another messaging service, it isn't in real life, according to Mr. Franklin. \"I personally would do that,\" he said. \"But I'm not everyone else. I can't convince other people to switch over to another app because they're not gonna want to do that unless you're really close to them.\" </p><p>   Grace Fang, 20 years old, said she too saw such social dynamics among her peers at Wellesley College in Massachusetts. \"I've had people with Androids apologize that they have Androids and don't have iMessage,\" she said. \"I don't know if it's Apple propaganda or just like a tribal in-group versus out-group thing going on, but people don't seem to like green text bubbles that much and seem to have this visceral negative reaction to it.\" Ms. Fang added that she finds the hubbub silly and that she prefers to avoid texting all together. </p><p>   Jocelyn Maher, a 24-year-old master's student in upstate New York, said her friends and younger sister have mocked her for exchanging texts with potential paramours using Android phones. \"I was like, 'Oh my gosh, his texts are green,' and my sister literally went, 'Ew, that's gross,'\" Ms. Maher said. </p><p>   She noted that she once successfully persuaded a boyfriend to switch to an iPhone after some gentle badgering. Their relationship didn't last. </p><p>   Such interactions have made fertile ground for memes on social media. During the pandemic, Jeremy Cangiano, who just finished up his M.B.A. at the University of Massachusetts Lowell, dealt with his boredom on TikTok, quickly noticing that blue-bubble-green-bubble memes were popular among young people. He tried to cash in on it last year by selling his own merchandise that touted, \"Never Date a Green Texter.\" </p><p>   The iMessage blue bubble was born out of a simple engineering need, according to Justin Santamaria, a former Apple engineer who worked on the original feature. At first, Apple engineers just wanted to be able to easily identify iMessages when working with other texting formats as they developed their system, he said. The effect just stuck as it moved forward for consumer rollout. </p><p>   \"I had no idea that there would be a cachet or like, 'Ugh green bubble conversations,'\" he said. The idea that it would keep users locked in to using Apple devices wasn't even part of the conversation at the time, he said. </p><p>   The idea of opening iMessage to Android users arose in 2013, according to some of the internal records made public during the courtroom fight with Epic Games. As a market rumor circulated that Google was considering the acquisition of the popular messaging app WhatsApp, senior Apple executives discussed how such an acquisition might roil competition and how they might better compete. </p><p>   Eddy Cue, who oversees Apple's services business, told his colleagues he had some of his team investigating how to make iMessage available on Android phones, according to an email that surfaced as part of the Epic Games litigation. \"We should go full speed and make this an official project,\" he advised. \"Google will instantly own messaging with this acquisition.\" </p><p>   Mr. Schiller, the executive who at the time oversaw marketing, wrote: \"And since we make no money on iMessage what will be the point?\" Mr. Cue responded: \"Do we want to lose one of the most important apps in a mobile environment to Google? They have search, mail, free video and growing quickly in browsers. We have the best messaging app and we should make it the industry standard. I don't know what ways we can monetize it but it doesn't cost us a lot to run.\" </p><p>   Others weighed in. Mr. Federighi, Apple's chief software executive, said in an email that he worried that making iMessage an option on Android could have a serious downside by removing an obstacle for iPhone families to get their children Android phones. </p><p>   In the end, Google didn't buy WhatsApp and Apple didn't make its iMessage available to Android users. Facebook ultimately acquired WhatsApp in 2014 for $22 billion, ratcheting up competition with Apple. </p><p>   In just a few years, the value of iMessage's blue texts had become more clear to Apple execs. After an executive left the company and began using an Android, he wrote former colleagues in 2016 and said he had switched back to iPhones after just a few months. </p><p>   His family resorted to using Facebook products to message him, former Apple Music executive Ian Rogers said in the email. \"I missed a ton of messages from friends and family who all use iMessage and kept messaging me at my old address,\" he wrote, adding that \"iMessage amounts to serious lock-in.\" </p><p>   The note, which became public during Apple's litigation with Epic Games, eventually made its way to Mr. Cook through then-marketing chief Mr. Schiller, who added his own 2 cents: \"Moving iMessage to Android will hurt us more than help us, this email illustrates why.\" </p><p>   As for Ms. Lowitz, the Michigan college student, she was glad when her switch to Android -- brought about by her participation in a paid research study -- came to an end. She was ready to get back to her iPhone. \"There's too much within the Apple network for me to switch,\" she said. </p><p>   Anna Fuder, 19, a friend at Michigan who had declined to participate in the study for fear of giving up her iPhone, was overjoyed. \"As soon as she switched back to her iPhone, it was like, 'Hallelujah,'\" Ms. Fuder said. \"Blue again.\" </p><p>   --- </p><p>   Georgia Wells contributed to this article. </p><p></p>",
  "published": "2022-01-08T07:15:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 6005,
          "end": 6010
        },
        {
          "start": 3191,
          "end": 3196
        },
        {
          "start": 4779,
          "end": 4784
        },
        {
          "start": 3542,
          "end": 3547
        },
        {
          "start": 2767,
          "end": 2772
        },
        {
          "start": 4932,
          "end": 4937
        },
        {
          "start": 1505,
          "end": 1510
        },
        {
          "start": 5268,
          "end": 5273
        },
        {
          "start": 3674,
          "end": 3679
        },
        {
          "start": 5020,
          "end": 5025
        },
        {
          "start": 13,
          "end": 18
        },
        {
          "start": 5533,
          "end": 5538
        },
        {
          "start": 2828,
          "end": 2833
        },
        {
          "start": 4515,
          "end": 4520
        }
      ],
      "nexusId": "10022657"
    }
  ]
}