{
  "_id": "5a34deed3b41faa6cea5b2fb703799d0d1060c1c38a4ead4cf4c133f1c99f044",
  "feed": "wall-street-journal",
  "title": "China's Zero-Covid Reckoning",
  "text": "<p>The latest breakout was inevitable in a large continental nation given the increasing transmissibility of the virus as it mutates. China's particular problem is that its draconian zero-Covid policy has left its people less protected with either vaccine or natural immunity. For nationalist reasons, the Communist Party refused to accept Western vaccines that are more effective than China's homegrown shots. Long lockdowns mean fewer people have been exposed to the virus and developed natural immunity as they have in the rest of the world.</p><p>China's aging population is especially vulnerable, since the country lacks the hospital capacity and ICU beds to deal with widespread serious illness. By one estimate a full reopening could lead to 5.8 million intensive-care admissions in a country with fewer than four ICU beds per 100,000 people. The designs of China's rulers are opaque, but this may explain the Party's dogged insistence in sticking with zero-Covid despite the global evidence that lockdowns merely delay the spread of disease while doing great economic and social harm.</p><p>President Xi Jinping's other problem is political. An authoritarian regime can always do what it does best -- surveil, coerce, lock down. But it lacks a mechanism to gain public support for the pain that could accompany the abandonment of zero-Covid. Democracies, for all their cacophony, have more flexibility to change policies and adapt when the public sees that the facts require it.</p><p>Meanwhile, signs are growing that the latest Covid breakout and lockdowns are meeting more public frustration and resistance. The protest this week at the Foxconn facility that makes Apple's iPhones in the central city of Zhengzhou is one example that has made it to the international press. There are surely many others in such a large country with no avenue to register public complaints.</p><p>The new lockdowns will slow China's economy, with growth estimates falling for the fourth quarter and the year below 3%. That's assuming Chinese officials aren't gilding the books. China's official GDP target for this year had been 5.5%.</p><p>China's Covid and economic struggles may explain in part China's recent less belligerent appearance on the global stage. But the U.S. can't assume that will continue. The larger lesson of China's Covid reckoning is that lockdowns don't work, and authoritarian regimes aren't models of public health or anything else that too many Americans imagine them to be.</p>",
  "published": "2022-11-25T00:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1655,
          "end": 1660
        }
      ]
    }
  ]
}