{
  "_id": "4e0bf9ae4ebc7161d8b1bd88dd6d989581508cb4a5cd7685dbf56a0df2faa79f",
  "feed": "wall-street-journal",
  "title": "Heard on the Street:  Apple Turns to the Pros  ---  Latest iPhone Pro models see strong demand -- good news for the tech giant  ----  By Dan Gallagher",
  "text": "<p>\n  [Financial Analysis and Commentary] </p><pre> </pre><p>\n  If Apple Inc. proves anything with its latest product cycle, it might be that iPhone buyers actually care about what is inside. </p><p>\n  The technology giant closed its fiscal year over the weekend, barely a week after its latest iPhones hit stores. Early data suggests the year closed on a high note, despite a slowing global economy and earlier Covid lockdowns in the key Chinese market. </p><p>\n  The iPhone 14 Pro models in particular seem to be experiencing strong demand, with customers now having to wait a month or longer for their deliveries. UBS analyst David Vogt estimates that wait time in the U.S. for the large-screen iPhone 14 Pro Max is about nine days longer than for the comparable model in last year's iPhone 13 family at the same point in its cycle. </p><p>\n  Especially this year, not all iPhones are equal. JPMorgan analyst Samik Chatterjee estimates the average global wait time for the iPhone 14 Pro is nearly a month longer than for the baseline 14 model. </p><p>\n  Apple created the Pro lineup three years ago, offering enhancements such as a more powerful camera and a premium steel casing, but the company took a new step this year by putting its latest mobile processor only into the Pro models -- leaving the iPhone 14 with the same chip that powered last year's iPhone 13 lineup. </p><p>\n  That alone may not be what is getting customers to line up and wait; smartphone buyers have historically been motivated by more visible enhancements such as bigger screens or faster networks. But better chips do enable more features, and this year's Pro lineup offers enhancements including a 48-megapixel camera, an \"always-on\" display and a multitasking bar that replaces the annoying camera \"notch\" at the top of the display. </p><p>\n  Wireless service providers are also in a generous mood of late; Craig Moffett of MoffettNathanson notes iPhone promotions from carriers this year are \"significantly richer\" than last year's. </p><p>\n  That will help with sticker shock: The average iPhone 14 Pro commands a price tag about 20% higher than a comparable version of the 14 model with the same memory configuration. </p><p>\n  And Apple needs this upsell to work. Analysts expect combined iPhone unit sales for the September and December quarters this year to be flat with the same period last year, but they expect a 4% rise in iPhone revenue over the same period, according to consensus estimates from Visible Alpha. That will require a higher contribution from the Pro models than in past years. A global economic slowdown is no time for amateur hour. </p><p></p>",
  "published": "2022-09-28T06:01:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 990,
          "end": 995
        },
        {
          "start": 21,
          "end": 26
        },
        {
          "start": 40,
          "end": 50
        },
        {
          "start": 2111,
          "end": 2116
        },
        {
          "start": 40,
          "end": 45
        },
        {
          "start": 40,
          "end": 49
        }
      ],
      "nexusId": "10022657"
    }
  ]
}