{
  "_id": "43d9ac0a47a1d07a56af6596f2341f925be9be7f7f1e48746546316270feefc0",
  "feed": "market-watch",
  "title": "Apple won't boost production of iPhone 14 due to slower demand: report; About 90 million iPhone 14 units said to be assembled this year, in line with previously reported goals",
  "text": "<p>Bloomberg News reportedTuesday night that an expected surge in demand failed to materialize. Citing sources familiar with the matter, Bloomberg said suppliers have been told to pull back from efforts to ramp up assembly of about 6 million iPhone 14 units, settling on a goal of producing about 90 million iPhone 14s by the end of the year, about the same as iPhone 13 production last year, and in line with an outlook that Bloomberg reported in August. Bloomberg on Tuesday added that sources said demand for the higher-priced iPhone Pro model was stronger than for the lower-priced models.</p><p>Also see: Hackers hijack Fast Company, send obscene push alert through Apple News</p><p>Earlier Tuesday, Bloomberg reported iPhone 14 sales were off to a sluggish start in China, down about 11% than comparable sales of the iPhone 13 last year.</p><p>On Monday, Apple said it would shift some iPhone 14 production from China to India amid geopolitical tensions and supply-chain problems.</p><p>Apple unveiled the iPhone 14 earlier this month, featuring an improved camera, emergency satellite services and longer-lasting battery, but — surprisingly — without a price hike.</p><p>In July, Apple beat analysts' expectations for iPhone sales in its June-ending fiscal third quarter, but did not provide an outlook for fourth-quarter sales, citing \"continued uncertainty around the world.\"</p><p>Apple shares AAPL are down about 15% year to date, compared to the 20% drop by the Dow Jones Industrial Average DJIA, of which it a component.</p><p>Apple won't boost production of iPhone 14 due to slower demand: report</p>",
  "published": "2022-09-28T02:45:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 840,
          "end": 845
        },
        {
          "start": 662,
          "end": 667
        },
        {
          "start": 1154,
          "end": 1159
        },
        {
          "start": 1495,
          "end": 1500
        },
        {
          "start": 1365,
          "end": 1369
        },
        {
          "start": 1352,
          "end": 1357
        },
        {
          "start": 966,
          "end": 971
        },
        {
          "start": 0,
          "end": 5
        }
      ],
      "nexusId": "10022657"
    }
  ]
}