{
  "_id": "07face16144cd122883f905d95d87895da32bb34ae596abd394ce14ca6c36690",
  "feed": "ftcomall",
  "title": "The Lex Newsletter: The City of London is becoming a heritage theme park",
  "text": "<p><em>Before getting started, a quick plug for Lex Populi, our new column in FT Money, this week on </em><a href=\"https://www.ft.com/content/9c0dc9cc-37ce-4417-81e5-0103d756cbc2\"><em>corporate leverage</em></a><em>. Targeted at private investors, the column aims to demystify, inform and entertain. I hope you enjoy it.</em></p> <p>Dear reader,</p> <p>The UK government has evidently been raiding <em>Catch-22</em> for ideas. Joseph Heller's satirical novel describes a Glorious Loyalty Oath Crusade. Demonstrating blimpish patriotism, a US officer required airmen to sign multiple pledges of allegiance before embarking on dangerous missions.</p> <p>UK chancellor Jeremy Hunt is imposing <a href=\"https://spark.ft.com/editor/e2959ce4-8eea-478f-b43d-0bbc3e84cde7\">a similar requirement</a> on City regulators. Hitherto, the objective of the <strong>Prudential Regulation Authority</strong> has been to prevent the UK financial system from collapsing in a plume of dust. From now on, it will have the parallel aim of “supporting the government's objective of medium to long-term economic growth”.</p> <p>Even more snappily, the offshoot of the <strong>Bank of England</strong> must: “have regard to . . . the government's desire to facilitate investment in productive assets, particularly venture and growth capital to support UK scale-up companies that face a particular finance gap”.</p> <p>Perhaps BoE governor Andrew Bailey should get that printed on T-shirts. He could hand them out to his staff.</p> <p>Politics is sometimes more about signalling than genuine change. The aim of Hunt's grandly titled “Edinburgh Reforms” is to suggest Brexit has positive economic consequences as well as negative ones. </p> <p>Plainly, the PRA should continue to prioritise the soundness of the financial system. Any tilt to its policies designed to funnel investors' capital into the pet projects of politicians would damage confidence.</p> <p>Hunt is also bolting some daft boilerplate to the duties of the <strong>Financial Conduct Authority</strong>. The difference is that while the PRA has been an accomplished regulator, the FCA has often been slipshod and may need kicks to do better. It fostered a disorderly market in insurance stocks and once advocated an investor protection regime that would have worsened moral hazard.</p> <p>The FCA will get new regulatory powers over the crypto industry, which Hunt embraces despite the collapse of platforms such as <strong>FTX</strong>. Lex believes the watchdog should start by banning the <a href=\"https://www.ft.com/content/5b90f372-dbcb-48e8-8e23-d837e676f640\">inaccurate term “stablecoin”</a>.</p> <p>The Edinburgh Reforms would also repeal a rule intended to punish individual executives for corporate financial cock-ups. It has been rarely used, however. The bonus cap, which has merely inflated bankers' base pay, will also be jettisoned.</p> <p>There are a lot of other bells and whistles in the Edinburgh Reforms, most of them heavily trailed. Together, they amount to Small Beer rather than a Big Bang.</p> <p>I doubt they will do much to improve the fortunes of the City. This is beginning to resemble a heritage theme park, which irks me. I have spent most of my career writing about a Square Mile that has often been at the forefront of finance.</p> <p>At a corporate level, indices are stuffed with mature businesses struggling to generate above-trend growth. These include <a href=\"https://www.ft.com/content/895a7fd1-e197-4fca-b751-2d3a93ebee2e\">pub companies</a> and consumer products groups. One of these, <strong>Unilever</strong>, was tipped this week to <a href=\"https://www.ft.com/content/53bb9da3-0d63-4e20-8f0f-01daa5773e87\">sell US ice cream businesses</a> valued at about $3bn. </p> <p>A bigger shake-up may be administered by US activist Nelson Peltz, who did a good job at <strong>Procter &amp; Gamble</strong>. Unilever boss Alan Jope announced his retirement recently after a bungled attempt to buy the consumer arm of <a href=\"https://www.ft.com/content/f3b7ffea-938a-460e-bd8d-523094deedf4\">GSK</a>.</p> <p>Nick Read, chief executive of <strong>Vodafone</strong>, another sprawling giant, was himself ousted this week, after a restructuring plan disappointed investors. During his incumbency the market value of the telecoms group has dropped £33bn, more than half the starting total. It is time for Vodafone to appoint an outside chief executive who can <a href=\"https://www.ft.com/content/a5e352eb-40aa-421f-ad0b-da2f87c08aa3\">administer radical surgery</a>.</p> <p>The mid-cap broker is another traditional City institution that is under pressure. <strong>Numis</strong>, which has shown verve in carving out a business in a hostile environment, published results. Its revenues are down a third over 12 months. Numbers could have been worse — and were at <strong>Peel Hunt</strong>, a smaller rival.</p> <a href=\"http://www.ft.com/cms/12104792.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a> <p>Diversification <a href=\"https://www.ft.com/content/cc35417a-9e28-4c3c-991e-ac071c81325f\">should help Numis</a>. As a team, Lex marvels at the ability of specialist UK brokers to stay in business amid growing automation and repeated deal droughts. But we know that the familiar world of human brokers, traders and stock pickers is shrinking ineluctably.</p> <p>Defined benefit pension schemes were once a big part of the scene. They are dwindling like the ranks of members and pensioners. But they can still move markets, notably during the September gilts market crisis. They dumped government bonds in a rush to meet margin calls on derivatives used in so-called liability-driven investing.</p> <p><strong>BT's</strong> £47bn pension scheme wrote to MPs this week saying it would be more careful in future. Our conclusion was that most funds will do the same, which will <a href=\"https://www.ft.com/content/8ce28002-c722-46aa-8956-44bd7a138262\">raise costs</a> for sponsoring employers.</p> <h2>Transports of delight</h2> <p>Britons are preparing for rail strikes next week. Over in the US, the Biden administration averted crippling industrial action by imposing a deal on rail companies and workers.</p> <p>Lex <a href=\"https://www.ft.com/content/14616a8a-9ddd-46b1-a5d7-36726f0c24a6\">applauded a call</a> by ESG investors <strong>Trillium</strong> and <strong>Impact Shares</strong> to give rail employees paid sick leave. One reason customers are shifting to other modes of transport is that companies such as <strong>Union Pacific</strong> and <strong>Norfolk Southern</strong> have cut costs to the bone. Time for them to invest in a better service, in which staff retention plays a part.</p> <p>France's rail services are better, thanks partly to state sponsorship. The government has banned some categories of short-haul flights to push passengers on to public transport. But we are still <a href=\"https://www.ft.com/content/aef28979-bd95-49ed-9368-a1b62652ecec\">bullish on <strong>ADP</strong></a>, which owns and operates Paris's two main airports.</p> <p>We were also impressed this week by <a href=\"https://www.ft.com/content/31acfb27-8e74-4054-ae76-68159e03c35f\"><strong>Tesla's</strong> first deliveries</a> of electric trucks to Pepsi. It is a more important development than Elon Musk's endlessly debated takeover of Twitter. It comes as other electric truck makers careen off the road. Tesla's tentacles are <a href=\"https://www.ft.com/content/6ef3ae63-a7cb-4d4b-a137-c7554f88dcd9\">spreading into Thailand</a> too, with the launch of the Model 3 and Model Y there.</p> <p><strong>Apple</strong> must get a move on and launch its long-awaited iCar, or Tesla will have the world market sewn up. Shares in putative South Korean partner <strong>LG Electronics</strong> dropped on speculation that the devices giant had<a href=\"https://www.ft.com/content/c1aa5e06-32f1-44b7-92c8-122a975d5848\"> cut production targets.</a></p> <p>We envisage the iCar as a sleek, desirable roadster whose charging socket is incompatible with standard cables.</p> <p>Stuff I enjoyed this week:</p> <ul>  <li><p>The FT's Silvia Sciorilli Borelli wrote an absorbing <a href=\"https://www.ft.com/content/f808de16-ae3f-499c-8927-702355287c50\">Big Read</a> on <strong>Monte dei Paschi</strong>, Italy's problem bank. A local Tuscan saying asserts that “Every Sienese is either a current, retired or aspiring MPS employee”.</p></li>  <li><p>Readers made some acute comments under Lex's Sunday note on the crazy <a href=\"https://www.ft.com/content/accfe50d-da93-4185-bb1b-ce1c2fa61d8f\">market for US college football coaches</a>, notably: “Football is quintessentially American. Bouts of violence interspersed with committee meetings.”</p></li>  <li><p>The Netflix film <a href=\"https://www.imdb.com/title/tt11116912/\"><em>Troll</em></a> concerning grumpy Scandinavian nature spirits had great CGI and was subtitled — an advantage when watching with a family that talks incessantly. Moreover, I always feel pleasantly smug when a high-concept reboot is not as good as a<a href=\"https://www.imdb.com/title/tt1740707/?ref_=tt_sims_tt_i_1\"> low-budget original</a> that I love.</p></li> </ul> <p>I should conclude by clarifying that my opening remarks in this newsletter should in no way be interpreted as unpatriotic.</p> <p>Lex believes that the UK is the greatest country on earth. </p> <p>Likewise the US, China, South Korea, Italy and anywhere else team members might happen to come from.</p> <p>Have a relaxing weekend, whatever side you cheer for.</p> <p><strong>Jonathan Guthrie<br></strong><em>Head of Lex</em></p><p>Source: Jonathan Guthrie 2022 'The Lex Newsletter: The City of London is becoming a heritage theme park' FT.com 9 December. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-12-09T17:00:01.757Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 5967,
          "end": 5972
        }
      ]
    }
  ]
}