{
  "_id": "8c28c81225e7cc83dd5735f4aa667cd2c2b068f413b04e99e56fa3e19a10203e",
  "feed": "wall-street-journal",
  "title": "Personal Investing: A Monthly Analysis --- Monthly Monitor: Stock Funds Slumped to Start 2022",
  "text": "<p>International-stock funds declined 4.4%, after having rallied 9.6% in 2021.</p><p>What happened? The market's rally during the pandemic and lockdowns had been driven by good corporate earnings, supported by the Federal Reserve. But signals from Fed officials about cutting back on its support faster than expected, to fight inflation, sent investors scurrying. January was the worst month for the overall market since March 2020, the month the pandemic took hold.</p><p>Funds that invest in growth stocks -- those powered by corporate-earnings potential -- took it on the chin in January. Large-cap growth funds declined 9.6%, midcap growth funds fell 13.2% and small-cap growth was off 12.3%. All of these growth categories hammered out double-digit gains for all of 2021.</p><p>But within the growth category, there is a rotation toward high-quality stocks from lower-quality stocks, says Peter Zangari, MSCI's global head of research and product development.</p><p>\"The largest tech stocks are not a homogenous bunch: Firms like Apple are considered high quality based on profit margins and steady earnings,\" he says. \"Other firms like Tesla are considered lower quality based on the same measure. But the bulk of the rotation has been outside of the tech giants\" -- midcap and small-cap growth stocks are falling sharply, Mr. Zangari says.</p><p>\"The highest-quality growth stocks have just been far more resilient than the lowest quality,\" he says.</p><p>Meanwhile, growth's rival approach, \"value\" investing -- stocks that are perceived to be low-price or beaten down -- has been ascending. The category couldn't avoid the January tidal wave, though the declines were relatively modest compared with growth's drops. Large, midcap and small-cap value funds declined an average of 1.6%, 2.6% and 3.5%, respectively, in January.</p><p>---</p><p>Mr. Power is a Wall Street Journal features editor in South Brunswick, N.J. Email him at william.power@wsj.com.</p>",
  "published": "2022-02-07T00:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1008,
          "end": 1013
        }
      ],
      "nexusId": "10022657"
    }
  ]
}