{
  "_id": "e5576408f6eae014677694ad5208b848b2afb824082444045babe24a7afd0f76",
  "feed": "wall-street-journal",
  "title": "Apple Is Discontinuing the iPod After a More Than Two Decade Run; The iPod helped remake the tech giant and usher in a new era for music; iPod Touch will be available while supplies last",
  "text": "<p>\"Today, the spirit of the iPod lives on,\" said Greg Joswiak, Apple's world-wide marketing senior vice president.</p><p>Released in 2001, the first iPod helped Apple co-founder Steve Jobs remake the company, extending its reach from computers into other personal devices and vastly expanding Apple's reach in the music industry.</p><p>\"If we didn't do the iPod, the iPhone wouldn't have come out,\" Tony Fadell, a former Apple senior vice president who is credited with inventing the iPod, said. \"The iPod brought us confidence. It brought Steve confidence that we could do something outside of the map and that we could actually continue to innovate in new areas.\"</p><p>For some consumers, the iPod—which came in various color iterations and models—was their first introduction to Apple.</p><p>The iPod helped usher in a new era for music in which songs could be downloaded for 99 cents—separated from albums by artists—and loaded onto a device about the size of a deck of cards. The iPod helped make music more portable and was a smash hit, helping to pave the way for the company to unveil the iPhone, which put even more key functions onto one device.</p><p>Now, as smartphones have grown even more sophisticated and music is largely streamed rather than accessed through paid downloads, iPod sales have diminished. Apple hasn't separated iPod sales for years, but unit sales fell by about 24% in fiscal 2014 compared with the previous fiscal year.</p><p>IPhones are now equipped with music streaming, advanced cameras, maps with GPS navigation and many more functions, all factors that contributed to the iPod's obsolescence.</p><p>\"There was no way that we were gonna be able to do the iPhone the way the iPhone was done, if it wasn't for the iPod and how it set up the company for it,\" Mr. Fadell said.</p><p>David Varela, a 31-year-old student majoring in music at California State University, Fullerton, recalls getting his first iPod, a silver iPod Mini in 2004 that was engraved on the back with his name and \"Led Zeppelin Rules.\"</p><p>Having an iPod \"felt sort of like a status symbol in a way,\" he said.</p><p>SHARE YOUR THOUGHTS</p><p>What was the first iPod you owned? Do you still use one? Share your thoughts in the comments below.</p><p>\"For me, when I got the first iPod Mini, I just remember thinking like this is the coolest thing,\" he said, recalling how before his iPod, he played music on a CD player that would hang out of his sweatshirt pocket. \"There was nothing better than an iPod to me.\"</p><p>He had three different iPods over the years but stopped using his latest version when he got his first iPhone in 2007. Today, he streams his music on Apple Music.</p><p>The original iPod weighed 6.5 ounces and served as a replacement for items like CD players, which often limited users to listening to a select album one at a time.</p><p>Apple later introduced the iPod Mini in 2004 and the iPod Nano in 2006. The iPod Touch was released in 2007 and the iPod Nano (seventh generation) came out in 2012.</p><p>Apple released the iPod Shuffle (fourth generation) in 2015. Apple's final iPod was the seventh-generation iPod Touch, which it released three years ago this month.</p><p>\"It was inevitable, right?\" Mr. Fadell said. \"I'm surprised it went on this long to tell you the truth.\"</p><p>Write to Allison Prang at allison.prang@wsj.com and Joanna Stern at joanna.stern@wsj.com</p><p>Apple Is Discontinuing the iPod After a More Than Two Decade Run</p>",
  "published": "2022-05-10T20:27:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 61,
          "end": 66
        },
        {
          "start": 3297,
          "end": 3302
        },
        {
          "start": 2773,
          "end": 2778
        },
        {
          "start": 2999,
          "end": 3004
        },
        {
          "start": 407,
          "end": 412
        },
        {
          "start": 2938,
          "end": 2943
        },
        {
          "start": 285,
          "end": 290
        },
        {
          "start": 153,
          "end": 158
        },
        {
          "start": 1289,
          "end": 1294
        },
        {
          "start": 763,
          "end": 768
        },
        {
          "start": 2596,
          "end": 2601
        },
        {
          "start": 0,
          "end": 5
        }
      ]
    }
  ]
}