{
  "_id": "7a0a8bc632ad03d2923de830868a9bb0ee9d1c5f91ef4bd156c46568fdb55849",
  "feed": "wall-street-journal",
  "title": "Brazil's Best-Kept Secret: The Canyons of Santa Catarina; Most tourists in Brazil flock to the beaches, but real adventurers feel the pull of the Santa Catarina mountains, with their splendid-beyond-belief scenery",
  "text": "<p>Earlier this year I traveled to Brazil with my mutt Gypsy. After spending a few months in Florianópolis, and with the fading summer giving way to fall, the canyons came to mind again. Serendipitously, I met Pedro McCardell, a Brazilian poet turned habitual explorer, who told me that not only did he know the Serra Catarinense well but he was also headed there in the following days. With plans to lead a group of dirt-bike-riding surfers on a short expedition to Serra Catarinense, Pedro suggested I tag along.</p><p>After rendezvousing with Pedro and his group in the small village of Anitápolis, we set our sights on a famously steep hill climb known as Serra do Corvo Branco, or White Crow Mountain. Tackling Corvo Branco—a 36-mile ribbon of road which connects the towns of Grão Pará and Urubici—doesn't require a four-wheel drive. But given the roughness of the road (Highway 370) and its series of narrow switchbacks, it's no wonder the ascent is popular with motorcycle enthusiasts. While Pedro's dirt-bike crew roared up the roughly 4,500-foot hill climb, running ragged around hairpin turns, I carefully picked my way around nasty potholes, barely keeping pace in my gutless rental car.</p><p>SHARE YOUR THOUGHTS</p><p>If you've visited the Serra Catarinense, what tips do you have to share? Join the conversation below.</p><p>Corvo Branco's summit is a glorious sight to behold. In the final stretch, the road straightens and narrows, splitting vertical rock faces towering hundreds of feet on either side.</p><p>After staying the night at Pedra da Aguia, a mountaintop lodge outside Urubici, Pedro, his friends and I awoke just before dawn the next day. We then sped down a bumpy road, still barely visible, so we could arrive in time to witness Espraiado Canyon emerge from darkness, daybreak gently painting the clouds hovering above its cavernous jaw.</p><p>Later that day, after saying my goodbyes to Pedro and company, Gypsy and I cruised through cattle country and into the agricultural hub of São Joaquim, a good base for visiting pick-and-pay apple orchards or local vineyards. After devouring a salty steak tartare at dinner, we got some much-needed rest at the swankiest pet-friendly accommodations around: a collection of chic yurts scattered inside a pine grove.</p><p>For the next couple of days, Gypsy and I lollygagged along the Rota dos Cânions, or Canyons Route, a roughly 80-mile stretch of easygoing gravel road we had mostly to ourselves. Whiffs of wood smoke drifted over tall grass and windbreaks as candelabra trees whirred by. Along the way traditional inns advertised horseback tours exploring the nearby cliffs. Gypsy and I managed two short hikes during our time on the Canyons Route. Laranjeiras Canyon is a moderate two-hour trail which offers endless views of jagged canyon walls stretching as far as the eye can see. Pico do Monte Negro took only about 15 minutes to reach from the trailhead parking lot. There I watched awe-struck as a middle-aged woman in pink knee-high socks strapped on a harness attached to a long cord before flinging herself into the maw of a seemingly bottomless abyss. She hollered with delight, swinging back and forth hundreds of feet below while filming herself with a selfie stick.</p><p>That night we descended Serra Catarinense, and I booked a chalet tucked inside a valley at the base of a waterfall. I decided to stay a couple of days to take advantage of some of the area's many outdoor diversions. Tour operators based in the nearby city of Praia Grande offer activities like hot-air balloon rides, four-wheeler tours or waterfall rappelling. I lucked out and last minute booked a spot for what I was told was the premiere excursion: a guided, seven-hour trek along the Rio do Boi trail, which runs along the bottom of Itaimbezinho Canyon set in one of Brazil's first national parks.</p><p>As soon as I joined my hiking group of about a dozen people (Gypsy grabbed some R&amp;R back at the chalet), I realized the hike might be more adventurous than imagined. Our guide insisted we wear shin guards provided by the tour company to protect us from snakes. At several points, as the trail crept deeper into the canyon, crisscrossing the river, my group and I were forced to wade through vigorous water while holding hands to keep each other steady atop the slick riverbed. The going was slippery but splendid beyond belief, with half a dozen waterfalls along the way. At the trail's climax the canyon narrowed before yawning open to reveal what looked like an open-air cathedral, with small wading pools and large smooth rocks perfect for stretching out on. It was a far cry from Brazil's sugary beaches, but every bit as satisfying.</p><p>THE LOWDOWN // EXPLORING BRAZIL'S SERRA CATARINENSE MOUNTAINS</p><p>Getting There: You'll find regular flight service from Rio de Janeiro and São Paulo to Florianópolis. From there, rent a car—4x4 if preferred—and drive three and half hours to Grão Pará via Anitápolis before climbing Highway 370 to Urubici. Check ahead as mud or rock slides can result in road closures.</p><p>Staying There: Solar do Oriente in São Joaquim, one of Brazil's coldest cities and the proud recipient of the occasional snowfall, offers accommodations in deluxe yurts (from about $165 a night). Pedra da Aguia rents houses on top or at the base of the canyon in Espraiado (from $50 a night). Off the Canyons Route, Pousada Fazenda Monte Negro is a splendid and traditional choice with excellent barbecue (from about $70 per person). Near Praia Grande, book a studio chalet with hot tub and a deck at Cachoeira dos Borges (from about $175 a night). Tour operator Cânions Aparados provides guided tours of the Rio do Boi trail for about $35 including a national park pass.</p><p>Brazil's Best-Kept Secret: The Canyons of Santa Catarina</p>",
  "published": "2022-06-22T18:30:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 2027,
          "end": 2032
        }
      ]
    }
  ]
}