{
  "_id": "cac4e2c7bd7cc3cf2ddbf37d63d6d6ddad9f1d05b951607aef7bc176eeea3ad3",
  "feed": "ftcomall",
  "title": "London's FTSE 100 beats broader UK market in first quarter",
  "text": "<p>The FTSE 100 has outpaced other UK stock indices so far this year, buoyed by its international diversification and exposure to energy companies and banks that have gained from surging oil prices and rising interest rates.</p> <p>London's blue-chip equity gauge added 1.8 per cent in the first quarter, remaining in positive territory despite the global market ructions sparked by Russia's invasion of Ukraine in late February. </p> <p>That advance, though meagre, stands in stark contrast to a 10.6 per cent drop posted by the FTSE 250 — the next crop of companies listed in London, ordered by market value. It also trumps a 16 per cent decline for the Aim 100 — a gauge of the largest firms quoted on London's ‘junior market', which is known for playing host to smaller and often more speculative businesses.</p> <p>Many of the FTSE 100's biggest companies by market capitalisation — BP, Royal Dutch Shell and Rio Tinto among them — have significant overseas operations, meaning their business performances reflect global trends — and a range of revenue currencies — rather than the underlying health of the UK economy. </p> <p>Oil majors and metal miners have gained in recent months from a jump in commodity prices as the war in Ukraine disrupts supply chains, while the FTSE 100's lenders such as HSBC and Barclays have benefited from central banks tightening pandemic-era monetary policy to curb soaring inflation.</p> <p>The FTSE 250, which comprises many more UK-focused companies, has suffered by comparison “given the relatively poor macro expectations for the domestic economy”, Emmanuel Cau, head of European equity strategy at Barclays, wrote in a note. The index includes various real estate companies such as Derwent, Grainger and estate agent Savills, along with a number of consumer services and industrials firms.</p> <p>Britain's Office for Budget Responsibility last week <a href=\"https://www.ft.com/content/adf9a0fe-1e4c-42cd-96a4-1e924a6ba8d6\">slashed </a>its UK growth forecast for the year from 6 per cent to 3.8 per cent. Households are bracing themselves for a “historic shock” to their incomes, Bank of England governor Andrew Bailey has warned.</p> <p>In addition to beating the broader UK equity market, the FTSE 100 has bucked the global equity trend. Wall Street's benchmark S&amp;P 500 closed the first quarter 4.9 per cent lower, while Europe's regional Stoxx 600 gauge dropped 6.5 per cent. </p> <p>An MSCI gauge of worldwide stocks lost 5.7 per cent in dollar terms over the first three months of the year.</p> <p>Historically, the UK's lack of tech companies to rival the likes of Apple, Facebook or Google-parent Alphabet had been held up as a reason for poor relative performance. </p> <p>But the recent shift in the macroeconomic environment could change that, said Duncan Lamont, head of the strategic research unit at London-based fund manager Schroders. </p> <p>“If in the last 10 years things in the virtual world were almost the most valuable things, right now it's things in the physical world”, he said. “Can you get hold of the energy, of the metals, of the ‘stuff'?”</p> <p>Lamont's thesis has been borne out by investors' recent pivot from growth to value companies as central banks begin a period of interest rate rises. Higher rates make it more expensive to borrow, while reducing the present value of companies' expected future earnings.</p> <p>It also helps that, particularly since 2016's Brexit vote, UK companies have appeared cheap compared with rivals overseas. “Valuations look very attractive post six years of underperformance,” according to US bank JPMorgan, which is “overweight” UK equities. </p><p>Source: George Steer 2022 'London's FTSE 100 beats broader UK market in first quarter' FT.com 2 April. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-04-02T11:00:53.136Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 2468,
          "end": 2473
        }
      ]
    }
  ]
}