{
  "_id": "4c7f9780ebe819f58ac6765b8efabfa2666c75fbb7e275614b8b1781d23e4324",
  "feed": "wall-street-journal",
  "title": "Netflix Falls to Earth; Note to the Biden Federal Trade Commission: Streaming is a highly competitive business.",
  "text": "<p>Now liberated from lockdowns, people are watching less TV. Inflation is also pinching personal budgets, which may make people more selective about subscriptions. Netflix's strategy has been to develop original content for niche audiences, but this is expensive. It recently increased prices, but some subscribers apparently decided its library isn't worth the $15.49 monthly fee for a standard subscription. A fawning documentary on the Duke and Duchess of Montecito may cost more than it thrills the masses.</p><p>A decade ago Netflix had a streaming monopoly. But new streaming platforms—NBC's Peacock, Paramount, Disney, Hulu, Apple, Amazon and HBO Max—have become more competitive in part by charging less and acquiring exclusive rights to classic shows and movies. Few markets are as competitive as streaming.</p><p>That's a point we made when the Trump Justice Department sued to block AT&amp;T's acquisition of Time Warner to protect rival streaming platforms. Courts ruled for AT&amp;T. Yet the telecom giant last year unwound the deal under pressure from investors who saw streaming as an expensive distraction. Acquisitions don't always pay off.</p><p>Now progressives are urging the Federal Trade Commission to unwind Amazon's acquisition of MGM Studios. The deal closed last month as FTC Chair Lina Khan lacked the votes to stop it. The agency is split 2-2 on partisan lines, but President Biden's nominee Alvaro Bedoya would give Democrats a majority to block deals. Mr. Bedoya is expected to be confirmed soon.</p><p>New York Rep. Mondaire Jones, an Elizabeth Warren acolyte, calls the Amazon deal a \"corporate consolidation of power that will undoubtedly hike up prices, lower wages, and lay off even more workers.\"</p><p>Where's the evidence for any of this? Progressives think big is inherently bad, but Netflix's reckoning is a reminder that today's giants aren't guaranteed future success.</p><p>Netflix Falls to Earth</p>",
  "published": "2022-04-20T22:19:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 624,
          "end": 629
        }
      ]
    }
  ]
}