{
  "_id": "14a692eb211cace5cf329d1a6a352271504147635755370eeb0edc52c3efbb6e",
  "feed": "wall-street-journal",
  "title": "Worried About Personal Data Leaks? Here's How to Lock Down Your Phone; Your guide to identifying sketchy apps, revoking their access to your location and other data, limiting ad tracking, and keeping web browsing private",
  "text": "<p>While most services on your devices capture some personal data—your name, websites you visit, your network IP address, etc.—apps on your smartphone tend to get more. Your phone is packed with GPS, cameras and other sensors, as well as sensitive data such as your contacts and health status. Apps, if granted various permissions, could access all of that.</p><p>\"It's good to have as few apps as possible, because every app can be a privacy threat,\" said Carissa Véliz, an associate professor at the University of Oxford who researches technology and privacy issues.</p><p>This checklist will help you go through your phone and limit the amount of data you unwittingly share.</p><p>Perform an app audit</p><p>Yes, you should ditch some apps. Delete any downloaded apps you no longer use regularly. Definitely remove unnecessary free ones, because many of those earn revenue from selling your data.</p><p>Comb the service's privacy policy to see how it treats your data. Prof. Véliz suggests looking at the app developer and the service's business model. You could even check news reports for potential bad practices, she said. Bear in mind that when you delete an app from your phone, the information the developer and its partners already collected won't automatically vanish. You might have to contact them to request data removal, which can be frustrating. </p><p>Delete unused and sketchy apps from your phone by long-pressing on the app icon in iOS. PHOTO: Nicole Nguyen / The Wall Street Journal</p><p>How to delete apps:</p><p>• iPhone: Long-press an app icon and select Remove App. (If your unwanted app is in the App Library, the menu option will be Delete App.)</p><p>• Android: Open the Play Store. Tap your profile icon, then go to Manage apps and devices, then Manage. Tap the app you want to delete, then select Uninstall. Some apps, such as pre-installed ones from carriers, can't be deleted.</p><p>Review access to data</p><p>Take a close look at the permissions you've granted to your apps. Does your weather app really need access to your friends' email addresses? Likely not. Many apps that request access to location, Bluetooth or contacts perform most tasks fine without them.</p><p>\"When installing apps, be conservative with providing access,\" said Hamed Haddadi, who conducts data-security and privacy research at Imperial College London's department of computing. \"It's always easier to allow permissions later.\"</p><p>Once apps are installed, monitor their data, battery and storage usage in settings.</p><p>Look closely at location, said Dr. Haddadi. He said its persistence and precision make it easier to use than other data to identify you. Google, for instance, captures a detailed view of your whereabouts via all your devices and browsers—an entire timeline for those who haven't turned off location history. </p><p>Location data is some of the most intimate information your phone captures. In iOS privacy settings, review which apps have access. PHOTO: Nicole Nguyen / The Wall Street Journal</p><p>For most apps that require it, such as a ride-sharing app, only grant access while using the app. Don't worry, an app is still considered \"in use\" when it's actively using location in the background, such as when you're waiting for an Uber. When location services are turned off, your device can still send location data to emergency responders when you call 911.</p><p>How to review and revoke permissions:</p><p>• iPhone: Go to Settings and scroll down to the list of installed apps. Tap each one to see which permissions you have granted, then revoke any you don't think it needs. Next time you're in the app, it will bug you if you revoked a service it really does need to perform.</p><p>You could also go to Settings | Privacy to review each service and all the apps with access to it.</p><p>Then go to the Privacy section of settings and turn on App Privacy Report. It will begin logging the data that your apps access. </p><p>In iOS settings, Apple offers an App Privacy Report, which shows how often apps access your data. You have to turn it on. PHOTO: Nicole Nguyen / The Wall Street Journal</p><p>• Android: Open Settings and select Apps. Tap each app name to view permissions. Select the permission and tap \"Don't allow\" to revoke access. Some Android phones, under Settings | Privacy, have a privacy dashboard. This shows which apps access sensors and data. (Specific language might vary by phone model.)To see which websites have access to your location, camera and microphone, go to the Chrome app settings, then select Privacy and security | Site settings.</p><p>Limit ad tracking</p><p>Web ad trackers have, for years, followed your activity as you visit different sites. It's why when you search for \"earplugs for small ears,\" then click a link, those earplug ads will follow you around the web for months. (True story.)</p><p>Apple and Google are working to limit the effectiveness of these trackers. Apple turned off tracking by default. Google plans to phase out third-party cookies late next year. </p><p>On iOS, go to Privacy | Tracking and make sure Allow Apps to Request to Track is turned OFF. When off, it automatically denies requests to track your activity across other apps and sites. PHOTO: Nicole Nguyen / The Wall Street Journal</p><p>How to limit cross-site tracking:</p><p>• iPhone: Open Settings, then Privacy, then select Tracking. Make sure \"Allow Apps to Request to Track\" is off, meaning all tracking requests are automatically denied. This prevents apps from accessing an identifier linked to your activity in and across apps.</p><p>Turn off personalized advertising from Apple by going to Settings | Privacy | Apple Advertising, then disabling Personalized Ads.</p><p>• Android and Chrome: My colleague Joanna did a deep-dive on preventing ad tracking for Android and Chrome users, which also details Google's future privacy plans. For now, Android users should go into the Chrome app then tap Settings | Privacy and security | Block third-party cookies. You might also see a Privacy Sandbox option, a beta feature to reduce cross-site tracking on the browser. You'll see an option to send a \"Do Not Track\" request. It doesn't hurt to enable it, but many web services don't respect the request, not even Google itself. Turn off personalized advertising by going to Settings | Google | Data and privacy | Ad settings, then disabling Ad personalization. You can also visit adssettings.google.com in a browser.</p><p>Use your browser</p><p>Apps can suck up a lot of data from the sensors on your phone—much more than a website on a browser can. From a privacy perspective, it's better to access services through mobile browsers versus apps, said Michael Veale, associate professor of digital rights and regulation at University College London.</p><p>Web trackers still are prevalent but protections built into mobile browsers, such as Safari on iOS or Brave on Android, can limit this tracking, he said. </p><p>Browsers such as Apple's Safari generally offer more protection than apps, but you still need to limit tracking in settings. PHOTO: Nicole Nguyen / The Wall Street Journal</p><p>How to lock down your browser:</p><p>• iPhone: Go to Settings | Safari, then scroll down to the Privacy &amp; Security header and enable Prevent Cross-Site Tracking, Fraudulent Website Warning and Privacy Preserving Ad Measurement. Subscribers to iCloud+ will see an option to Hide IP Address, which prevents websites and internet companies from collecting your browsing activity.</p><p>SHARE YOUR THOUGHTS</p><p>How do you protect your digital privacy? Join the conversation below.</p><p>Safari on iOS offers a Privacy Report specifically for trackers. In Safari, next to the URL bar, tap the \"aA\" icon, then Privacy Report, to see the trackers the browser blocked from viewing your IP address.</p><p>• Android: Chrome users don't have as many privacy options as iPhone Safari users. If you're open to an alternative browser, try one designed with strong privacy defaults such as Brave, which offers a $10-a-month upgrade for firewall and virtual private network (VPN) access, or Firefox, which is supported by the nonprofit Mozilla Corp.</p><p>—For more WSJ Technology analysis, reviews, advice and headlines, sign up for our weekly newsletter .</p><p>Write to Nicole Nguyen at nicole.nguyen@wsj.com</p><p>Worried About Personal Data Leaks? Here's How to Lock Down Your Phone</p>",
  "published": "2022-07-03T00:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 5468,
          "end": 5473
        },
        {
          "start": 6791,
          "end": 6796
        },
        {
          "start": 4800,
          "end": 4805
        },
        {
          "start": 3854,
          "end": 3859
        },
        {
          "start": 4725,
          "end": 4730
        },
        {
          "start": 5507,
          "end": 5512
        }
      ]
    }
  ]
}