{
  "_id": "baf5f9428aa356aec57ddf4dcc55a78a8a851ea00c6f94484cd118787c43b75d",
  "feed": "ftcomall",
  "title": "Porsche and the decline of the German stock market",
  "text": "<p>When German sports car maker Porsche listed on Frankfurt Stock Exchange in a €75bn initial public offering in September, Deutsche Börse chief executive Theo Weimer raved about a “historic day”. Weimer was right — but in a different sense than he had in his mind.</p> <p>Europe's largest-ever listing by market capitalisation will go down as a rare hurrah amid the decline of the German stock market in recent years.</p> <p>Less than a month after the Porsche IPO, largest Dax member by value Linde announced in October that it will delist from the Frankfurt stock exchange. Linde will instead focus on the New York Stock Exchange, arguing that its German listing had been a drag on its valuation. </p> <p>Germany's most striking corporate success story, Mainz-based biotech group BioNTech, didn't even bother to list in Frankfurt. The inventor of one of the two leading Covid vaccines chose Nasdaq for its 2019 listing. The decision was highly rational as US companies trade on significantly higher valuation multiples. </p> <p>One of Germany's big hopes from the technology sector — Wirecard — collapsed in 2020 in one of Europe's biggest postwar accounting frauds, with its former chief executive Markus Braun <a href=\"https://www.ft.com/content/a61d0dae-7faa-4233-87bc-78d22b7fcb86\">currently facing trial</a> in Munich. </p> <p>Such blows have left a German stock market long on historic corporate names, shorter on dynamism and innovation. Of the 40 blue-chip companies listed in the country's leading Dax index, 23 can trace their corporate roots back to the 1800s or before. Only two Dax companies — real estate group Vonovia and online retailer Zalando — were founded this century. </p> <p>While the enlargement of the Dax from 30 to 40 companies in the wake of the Wirecard scandal suggests greater variety, the index is actually still dominated by a few large industrial conglomerates and their spin-offs: Siemens (four companies), Volkswagen/Porsche (three), Mercedes (two), Fresenius (two) and Bayer (two).</p> <p>The Dax's long history of underperforming global equities markets started long before the German industry lost its access to cheap Russian gas this year. Over the past five years, the Dax has risen 6 per cent while the MSCI World index has gained 18 per cent in the same period. In the US, the S&amp;P 500 index is up 42 per cent over the same period. Another telling benchmark is that at €1.6tn, the combined market cap of Germany's 40 largest listed corporations is a fifth below that of Apple, which is valued at $2.1tn.</p> <p>There are many reasons for the relative decline. One is a shortfall of innovation despite Germany's engineering and manufacturing strengths. In the World Intellectual Property Organization's 2022 ranking on innovation, Europe's largest economy is ranked eighth, behind countries such as Switzerland, Sweden, the US and the UK. </p> <p>It is not hard to wonder if an instinctive reliance on defending old business models might have stymied the development of many a fresh idea. Take Germany's automotive industry, which accounts for a fifth of all the Dax's stock market value. These companies were slow to react to the shift to electric vehicles and lobbied against tighter emission rules. VW — and allegedly Mercedes too — even rigged emissions data as they struggled to meet regulatory limits.</p> <p>Another problem is Germany's two-tier corporate governance system — a management board that runs operations and a supervisory board that oversees the executives. Half of supervisory board members under German law are workers' representatives. This can lead to a more consensus-driven approach to decision making in areas that might affect employment. In many companies, the chair of the supervisory board also is a former chief executive, who might be loyal to existing corporate strategies rather than new approaches.</p> <p>And in general, CEOs who underperform can resist shareholder pressure to quit or change strategy. Take Bayer, which was able to embark on its ill-fated $63bn acquisition of Monsanto in 2016 despite fierce shareholder opposition, and without putting the deal to a vote at its annual meeting. In 2019, Bayer chief executive Werner Baumann kept his job despite 55 per cent of the shareholders voting against ratifying the actions of management. He is still there despite shares in the company falling 43 per cent since the deal was announced. The €48bn market value of Bayer is still far less than what was paid for Monsanto.</p> <p>A lot more thinking needs to be done to rectify the German market's decline but improving corporate governance and shareholder rights would be a good place to start.&#xa0;</p> <p><em>olaf.storbeck@ft.com</em></p><p>Source: Olaf Storbeck in Frankfurt 2022 'Porsche and the decline of the German stock market' FT.com 22 December. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-12-22T05:00:18.641Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 2381,
          "end": 2386
        }
      ]
    }
  ]
}