{
  "_id": "51051552bc38f69c1a3b2458b64d067aa202b699cad5d3b02e082ca7e2f5d4b0",
  "feed": "wall-street-journal",
  "title": "Elon Musk Says He Met With Apple's Tim Cook; Tweet about meeting Wednesday comes days after Twitter boss attacked Apple's management of apps",
  "text": "<p>Mr. Musk on Monday accused Apple of stanching free speech and claimed the tech giant had threatened to kick the Twitter app off the iPhone.</p><p>Apple didn't immediately respond to a request for comment.</p><p>A meeting between Mr. Musk, the world's richest man, and Mr. Cook, head of the world's most valuable company, could mark an attempt at detente.</p><p>While the two looked on a collision course following Monday's broadside by Mr. Musk, both Twitter and Apple have many reasons to keep the peace.</p><p>Apple is one of Twitter's biggest advertisers and controls access to its iPhone and its more than 1 billion users. Mr. Musk has said Apple threatened to take Twitter's app off the App Store, the digital marketplace where iPhone users download third-party software.</p><p>Meanwhile, Mr. Musk's aggressive push back against Apple threatens to pull the iPhone-maker further in the crosshairs of Republican lawmakers nervous about the power Silicon Valley holds. Mr. Musk has framed his fight with Apple as one against Big Tech squashing freedom of speech.</p><p>Before Mr. Musk's acquisition of Twitter about a month ago, he and Mr. Cook seemingly had little overlap in their business lives. In 2021, Mr. Cook said he had never spoken with Mr. Musk, though the two men had shared time around a table with Donald Trump shortly after he won the 2016 presidential election.</p><p>Mr. Musk, whose fortune is tied up mostly in Tesla Inc. and rocket company SpaceX, has said he once reached out to Mr. Cook for help when the electric car maker was struggling to increase production of the Model 3 compact car and its finances were strained. Mr. Cook never took that meeting.</p><p>Wednesday's visit apparently included a stop at the pond on Apple's campus in Cupertino, Calif., according to video shared by Mr. Musk. The serene imagery is at striking contrast to the whirlwind surrounding Mr. Musk since taking ownership of Twitter.</p><p>Since his takeover, some advertisers have restrained spending amid concerns about his ability to rein in objectionable content on the platform and the rapid pace of change at the company. Mr. Musk has said the company is losing $4 million a day and warned employees that bankruptcy isn't out of the question.</p><p>He is racing to remake Twitter's business. That has included slashing costs, including laying off about half of the company, and efforts to boost non-ad revenue through a beefier subscription service that promises to deliver Twitter's famed blue check mark to users for a price. The check marks had once been given away free to high-profile users as a way of verifying authenticity but have become seen by some as classist.</p><p>The rollout of the new service has been hit with snags. A fight with Apple could further threaten its distribution through the App Store.</p><p>Traditionally, Apple warns app developers about concerns it may have or requests for changes and software-makers are given a couple of weeks to address issues. If they choose not to make the fixes or resist, Apple has declined to allow apps to be updated through the App Store. In rare cases, it has deleted apps from its App store.</p><p>About 64% of Twitter users in the U.S. use Apple's mobile operating system for iPhone or iPad compared with 36% using Alphabet Inc.'s Android, according to Sensor Tower data.</p><p>Apple would stand to get a piece of any additional subscription revenue generated at Twitter as part of its App Store. Mr. Musk has publicly criticized the fee, which can run as high as 30%.</p><p>The fee has been at the heart of some app developers' complaints for years. \"Fortnite\" maker Epic Games Inc. has fought Apple for more than two years in court over the matter, claiming Apple holds an improper monopolyover distribution of apps onto the iPhone and forcing apps to use its in-app payment system.</p><p>Apple, which has said its fees are in line with industry norms and fair for what it offers developers, mostly won the court battle last year but still faces Epic in the appeals process.</p><p>Mr. Musk's comments set off criticism of Apple from several high-profile conservative politicians. Apple already had been under scrutiny in Washington earlier this year over the power of its App Store and has lobbied against legislation that would rein in how it controls third-party software distributed to its iPhones.</p><p>On the Hugh Hewitt Show, Sen. Tom Cotton (R., Ark.), called a potential move by Apple to deplatform Twitter \"ill-advised\" and suggested Mr. Cook was envious of Mr. Musk's business success.</p><p>An Apple decision to ban Twitter from its App Store \"would be a huge, huge mistake, and it would be a really raw exercise of monopolistic power,\" Republican Florida Gov. Ron DeSantis said Tuesday at a news conference.</p><p>Sen. Marsha Blackburn (R., Tenn.), who is among the sponsors of legislation that would rein in Apple's App Store, said in a tweet that her bill would \"dissolve\" Apple and Google's power over third-party software.</p><p>Write to Tim Higgins at Tim.Higgins@WSJ.com</p><p>Elon Musk Says He Met With Apple's Tim Cook</p>",
  "published": "2022-11-30T23:11:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 27,
          "end": 32
        },
        {
          "start": 114,
          "end": 119
        },
        {
          "start": 976,
          "end": 981
        },
        {
          "start": 3267,
          "end": 3272
        },
        {
          "start": 3578,
          "end": 3583
        },
        {
          "start": 4843,
          "end": 4848
        },
        {
          "start": 621,
          "end": 626
        },
        {
          "start": 4355,
          "end": 4360
        },
        {
          "start": 2774,
          "end": 2779
        },
        {
          "start": 3995,
          "end": 4000
        },
        {
          "start": 2690,
          "end": 2695
        },
        {
          "start": 2967,
          "end": 2972
        },
        {
          "start": 4053,
          "end": 4058
        },
        {
          "start": 4966,
          "end": 4971
        },
        {
          "start": 4467,
          "end": 4472
        },
        {
          "start": 488,
          "end": 493
        },
        {
          "start": 4777,
          "end": 4782
        },
        {
          "start": 3643,
          "end": 3648
        },
        {
          "start": 140,
          "end": 145
        },
        {
          "start": 804,
          "end": 809
        },
        {
          "start": 3768,
          "end": 3773
        },
        {
          "start": 1696,
          "end": 1701
        },
        {
          "start": 445,
          "end": 450
        },
        {
          "start": 3135,
          "end": 3140
        }
      ]
    }
  ]
}