{
  "_id": "771bbedfbab64a81fdb93ae8ee74e35ba6f73ae52a7b97727b17b9f969f11ce9",
  "feed": "market-watch",
  "title": "Technology has been a boon to some older adults, but a serious obstacle for others",
  "text": "<p>What has the automation of everything meant for older adults?&#xa0;</p><p>Back in graduate school my statistics professor, Mr. Sherrill, showed us a graph one day that looked like a two-humped camel. “This distribution,” he explained, “is called ‘bimodal.' When there are two distinct trends within a population, instead of a normal bell curve, we get this two-peaked shape.”</p><p>For older adults dealing with the rapid and sometimes overwhelming impact of technology on our lives, the results are looking like one of Professor Sherrill's two-humped camel graphs. Many older adults are thriving in the digital age—Zooming away happily with friends, ordering groceries online, and staying healthy with streaming fitness classes.&#xa0;</p><p>Others, unfortunately, are struggling to use technology and, in many cases, barely taking advantage of it at all. This “bimodal” pattern of technology impact for older adults has far-reaching implications for how we evaluate the benefits of technology and what we should do when it fails some of the most vulnerable citizens.</p><p>As the executive director of&#xa0;Older Adults Technology Services (OATS) from AARP, a nonprofit organization using technology to flip the script on aging, I've seen firsthand how the digital transition has been a boon to some older adults, but a serious obstacle for others.&#xa0;</p><p>Some are thriving with technology</p><p>During the pandemic I received an email from Marcia Lee, who took an OATS class and used her new iPad skills to get a job as a poll worker for the Board of Elections, and then took a portion of her earnings and bought a 1997 Chrysler Sebring Convertible so she could visit with friends at her pool club.&#xa0;</p><p>Marcia is thriving, like many of her peers. A recent&#xa0;survey&#xa0;from AARP found that 70% of Americans over 50 made a tech purchase in the past year and continued to “expand their repertoire of tech devices.”&#xa0;&#xa0;</p><p>My nonprofit hosted over 280,000 visits to our free online classes last year at&#xa0;SeniorPlanet.org—more than double the number served before the pandemic. The other day we had over 700 people participating in a morning stretch class online. These numbers are mind-boggling for my staff, who are used to teaching 15 people at a time in the basement of a senior center.</p><p>Maria Arnold is another success story. She lives in public housing and received a free tablet and Wi-Fi connection from the local government. The pandemic was a terrible time for Maria, who lost her husband and a child in the space of one year and was struggling to regain control over her life.</p><p>The tablet computer arrived at just the right time and Maria learned to manage her own finances and household tasks after taking an online class. Her confidence grew and she recently told me, “I was like a little bird in a cage waiting for them to feed me. Now I fly. I am an eagle. I can fly wherever I want.”</p><p>Also see:Employers are welcoming back these ‘boomerang' workers</p><p>Indeed, a researcher from Cornell University studied the tablet distribution program that Maria participated in and found that older adults who took advantage of technology and training were three times more likely to reach out to make new friends and significantly&#xa0;less likely to be depressed during the pandemic.</p><p>Unfortunately, not everyone is flying like an eagle. Another recent national study, funded by The Humana Foundation and conducted by OATS, determined that 42% of households headed by older adults lack high-speed wireline internet at home.&#xa0;</p><p>Digital disconnection is also an issue</p><p>Even worse, the patterns of digital disconnection closely tracked existing inequities in American society. Older adults who were lower income, lived alone, lived in rural communities, were Black or Latino, or had health challenges — all tended to be less connected through broadband at home. In fact, older adults with less than a high school education were 17 times less likely to have broadband at home than people with higher education.&#xa0;</p><p>My friend Chester is over 70 and lives on the shore of Lake Pontchartrain in Louisiana and says TV is the only technology he needs, but he struggles intensively as a full-time caregiver for his wife. I know technology can help him get more of the support and enrichment he needs, but he has so many barriers to adoption that it's hard to get him to start.</p><p>This digital disconnectedness translates into social isolation, loneliness, and for many older adults, mental-health challenges. It's no secret that social isolation disproportionately affects older adults, but less well known is the&#xa0;terrible crisis affecting seniors who die by suicide at alarming rates.&#xa0;</p><p>A recent article in Psychiatric Times reported that men over the age of 75 are more than twice as likely to die by suicide than the general population. Researchers at Weill Cornell Medicine posit that a tablet-based application called WellPATH shows promise in helping suicidal individuals use cognitive reappraisal strategies — possibly saving lives.</p><p>Be sure to read:A revolutionary ‘gray army' of older workers is fighting our youth-obsessed culture — and we'll all benefit if they win</p><p>We need to end digital isolation</p><p>What does this mean for activists, community leaders, and policy makers?&#xa0;</p><p>We need two complementary approaches to serve two distinct groups of older adults. For eager adopters like Marcia and Maria, we need accelerator strategies that expand and enhance the potential benefits of technology in their lives:&#xa0;increased support for telemedicine, digital government service delivery, flexible workforce arrangements for older workers, online continuing education programs, and mixed-reality global travel and civic engagement innovations. Armed with the power of technology, older adults are forging successful new patterns of longevity — social, economic, and physical.</p><p>For the technology-resistant, we need much more intensive efforts to close the technology adoption gap, starting with broadband adoption. The new&#xa0;Affordable Connectivity Program&#xa0;is a great start, but people like Chester need a full-service approach to getting online for the first time, with a free device, installation and setup assistance, and free training and ongoing support.&#xa0;</p><p>OATS collaborated with the City of New York to distribute 10,000 free, internet enabled tablets to low-income older adults, including phone-based and online classes and support, and found promising results where participants reported lessened feelings of social isolation and loneliness.&#xa0;</p><p>A national campaign to end digital isolation among seniors could make a major difference in the lives of the isolated older adults who are on the wrong hump of Professor Sherrill's statistical camel. I am optimistic that with concerted, intentional and thoughtful policy and advocacy efforts, our digital world can benefit everybody.</p><p>Read: To age and retire well, try to have a plastic mind and a rubber soul</p><p>We must continue leveling the playing field and bringing those disconnected online to allow access to digital tools, online banking, libraries of entertainment and more social connection — the world of the internet.</p><p>Tom Kamber&#xa0;is the executive director of Older Adults Technology Services (OATS) from AARP and Senior Planet. He is also a Next Avenue Influencer in Aging.&#xa0;</p><p>This article is reprinted by permission from&#xa0;NextAvenue.org, © 2022 Twin Cities Public Television, Inc. All rights reserved.</p><p>More from Next Avenue:</p><p>Technology Makes Virtual Playdates Possible for Distant Grandparents</p><p>Addressing the Broadband Struggles of Rural Americans</p><p>COVID-19 Showed That Technology Can Be the Great Equalizer</p>",
  "published": "2022-04-07T12:33:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": []
    }
  ]
}