{
  "_id": "546a0d21c991126779bd31c61d1ca446ea8ebc6a9d0a91d52b4e03499003f0e0",
  "feed": "ftcomall",
  "title": "The Lex Newsletter: here comes Elon, Twitter edition",
  "text": "<p>Dear reader,</p> <p>The revelation that billionaire tech boss Elon Musk is now a social media mogul and Twitter's biggest shareholder lit up the US microblogging platform and its share price this week. As soon as news broke, there was rabid speculation about what sort of investor he would be. Would he sit back and watch Twitter's stock price climb? Or step in and agitate for change? &#xa0;</p> <p>Within a day, investors had their answer. On Tuesday, Twitter boss Parag Agrawal declared that Musk was <a href=\"https://www.ft.com/content/9db0403f-f6d1-45dc-89a8-f80da924cbe1\">taking a seat</a> on the board. Musk said on Twitter that he was looking forward to making “significant improvements”. </p> <p>Unlike Facebook parent Meta, Twitter's voting rights are not in the hands of its founders. That means change is possible — even if Musk's 9.2 per cent holding does not make him a controlling shareholder. </p> <p>He has picked his moment carefully. Twitter is in a slump. Before news broke of his stake, shares were down 40 per cent over the past year. The stock was trading at just 5 times trailing revenue. The group is still reeling from pressure put on it by activist investor Elliott Management more than a year ago.</p> <p>Co-founder and former chief Jack Dorsey stepped down last year, replaced by 37-year-old Agrawal — the company's former chief technology officer. Agrawal's previous work with Project Bluesky, Twitter's project to create a decentralised network, may indicate a willingness to engage in reshaping the network. </p> <p>What's in it for Musk? Twitter's notoriety is deceptive. Its 217mn users are highly engaged and it has a large proportion of well-known account holders in business, politics and media. But it is far from the largest social network. It trails far behind Google and Meta in advertisers. </p> <p>This is a <a href=\"https://www.ft.com/content/22683321-b221-4a0d-8dfc-85562f4e2fe2\">small investment</a> for Musk compared with his Tesla holding. But he has an incentive for Twitter to succeed. His own <a href=\"https://twitter.com/elonmusk\">account</a>, with more than 80mn followers, is a source of publicity for his companies. It has such influence that Musk has repeatedly gone to battle with the US Securities and Exchange Commission over his tweets — including the 2018 “funding secured” message that suggested Tesla might be taken private. </p> <p>Twitter's stock price is up 30 per cent this week. But the excitement around Musk's involvement looks like overkill. It is unclear how Musk can help the business. </p> <p>His importance as a user helps to keep Twitter popular. But he does not have a background in advertising. Nor has he suggested anything that will help Twitter to reach its goal of $7.5bn in revenue and 315mn monetisable daily average users by the end of 2023. To get there, Twitter is going to have to increase its user base by about a fifth each year. Last year, user numbers rose 13 per cent. </p> <p>There is excitement about the possible introduction of an edit button that would allow users to go back and rewrite posts. But this alone is unlikely to drive new sign-ups or advertising revenue. </p> <p>Twitter has been left relatively unscathed by Apple's privacy changes that allow iPhone users to decide whether advertisers track them. That is because it mostly relies on brand advertising — which does not require targeted data. Still, in the last quarter, revenue rose 22 per cent from the previous year to $1.57bn, slightly below expectations. </p> <p>For now, Musk seems less focused on advertising revenue than the experience of Twitter for users. He recently asked his followers for their opinions on intervention and wrote that Twitter was “failing to adhere to free speech principles”.&#xa0;If he can reduce moderation, it could encourage more users to join — if only to see what they can get away with saying. But advertisers are unlikely to warm to the idea of wilder, less mediated content. </p> <p>Musk's proximity to any business tends to have an electrifying effect — see his impact on crypto prices and public interest in German nightclub <a href=\"https://www.vice.com/en/article/y3vjpb/elon-musk-berghain-refuses-entry\">Berghain</a> after he tweeted about it. But the entrepreneur is notoriously mercurial in his interests and already stretched thin. How much time will he have to devote to Twitter in addition to his roles at Tesla, SpaceX, The Boring Company and Neuralink, along with his seven children? His interest in the business is unlikely to make it any more attractive as an investment.</p> <p>Enjoy the rest of your week,</p> <p><strong>Elaine Moore</strong><br><em>Deputy head of Lex</em> </p><p>Source: Elaine Moore in San Francisco 2022 'The Lex Newsletter: here comes Elon, Twitter edition' FT.com 6 April. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-04-06T11:30:31.938Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 2929,
          "end": 2934
        }
      ]
    }
  ]
}