{
  "_id": "148b0cafa2cbdae561a9bcf6d49f19fcb5a7aae037f466549f6dbc31026f247c",
  "feed": "ftcomall",
  "title": "Campaign to make Big Tech pay for telecoms networks gathers pace",
  "text": "<p>On the morning of September 28, Europe's competition chief Margrethe Vestager met with one of the people leading the crusade to reduce the market dominance of big tech companies around the world.</p> <p>Brendan Carr, the senior republican at US regulator the Federal Communications Commission, was trying to rally support for his campaign to make technology giants such as Google and Netflix pay struggling telecoms companies on both sides of the Atlantic for the huge investments they are making in their networks.</p> <p>Such efforts to compel tech companies to make what proponents term a “fair contribution” to network costs are far from new, the debate having rumbled on for a decade. </p> <p>But now there are signs that regulators in both Europe and the US are becoming more favourable to the argument — and, as momentum builds, a bitter debate between operators and tech groups is spilling into public view.</p> <p>In early September, the EU Commission announced that it would launch a review into whether tech companies should bear more of the cost of telecoms networks. Vestager said the issue needs to be considered with “a lot of focus”, adding that tech groups “have not been contributing to enabling the investments in the rollout of connectivity”.</p> <p>Meanwhile, the governments of France, Italy and Spain — which are heavily subsidising network upgrades using taxpayers' money — sent a joint paper to the commission in August calling on it to swiftly develop a legislative proposal.</p> <p>“It's a ripe issue and it's at a pivot point,” Carr told the Financial Times. “The time where big tech was untouchable has passed.”</p> <p>“We need hundreds of billions of dollars to finance improvements to public networks but the current finance models are straining. The benefits are collecting in the hands of these big tech corporations and it's time for a rebalancing,” he added. </p> <p>Analysts at Barclays* forecast that if the law was changed to make tech companies pay for half of network capacity costs, it could provide a €3bn to €4bn annual windfall for the sector.</p> <p>Telecoms companies are spending tens of billions on upgrading existing copper networks to fibre, to cope with increased data usage and the <a href=\"https://www.ft.com/5g-networks\">shift to 5G</a>. </p> <p>Tech groups however argue that they already contribute generously to internet infrastructure by <a href=\"https://www.ft.com/content/b701215b-9c05-475a-921c-7d5fc5a0c0cd\">investing in data centres</a> and subsea cables, as well as developing the services that customers want to use on smartphones and computers. They also say the proposal undermines the principle of ‘net neutrality', which prohibits broadband providers from throttling any users' access to the web.</p> <p>The heating debate comes amid a wider crackdown on big tech's market dominance and instances of anti-competitive behaviour in the US and Europe. In 2018 Vestager levied a <a href=\"https://www.ft.com/content/ff540ebb-7dc6-487f-af4a-a6bb502e4ae0\">record fine on Google</a> for abusing its dominance in the Android mobile system. The US is considering <a href=\"https://www.ft.com/content/8c64e651-c073-449e-bc6b-ca55ed7165ca\">sweeping new restrictions</a> on the biggest tech companies via the American Innovation and Choice Online Act, which has received bipartisan support.</p> <p>“There now seems to be some political support in Brussels for looking into this idea,” said Christian Borggreen, head of the European office of the Computer &amp; Communications Industry Association, a tech lobby group.</p> <p>The debate hinges fundamentally on the divergent fortunes of telecoms groups and some of the biggest tech and streaming giants. The latter group saw their <a href=\"https://www.ft.com/content/8075a9c5-3c43-48a5-b507-5b8f5904f443\">share prices soar</a> during the pandemic as more relied on their services. </p> <p>“Now that I'm a minister I look at the European situation and I see a big imbalance,” said Vittorio Colao, Italy's outgoing minister of technological innovation, and former chief executive of Vodafone, speaking on an FT panel last month. </p> <p>At the same event Christel Heydemann, the chief executive of Orange, admitted that operators had struggled to get customers to pay more for greater quantities of traffic. </p> <p>“​​When you look at 2G, 3G, 4G, we've not been able to increase the price paid by consumers so that means we have a&#xa0;highly competitive market in Europe,” she said, arguing that if telecoms companies do not find a way to charge big tech groups for the infrastructure they use, they will be forced to reduce their investments.</p> <p>Operators and some lawmakers argue that the explosion of video streaming, which has dramatically increased the data burden on telcos, has made addressing the issue more urgent. </p> <p>Last year, 56 per cent of global traffic was generated by just six companies — Google, Meta, Netflix, Apple, Amazon and Microsoft — according to a report released by Europe's telecom lobby group ETNO earlier this year. </p> <p>But Matt Brittin, president of business and operations in Europe for Google, argued that tech groups have invested heavily in internet infrastructure. Google has spent €12bn on six large data centres in Europe, has built 20 subsea cables globally, including five in Europe, and has invested in helping telecoms operators store content locally to deal with traffic spikes, he told the FT. </p> <p>Netflix argues that it is the investment in and development of high-quality online content and services — like its popular roster of film and TV — that drives the demand for internet service in the first place.</p> <p>Telecom operators “are telling investors that surging consumer demand for data is a driver of future growth yet, when in Brussels, they just turn around and tell EU lawmakers that more data traffic makes their business unsustainable,” Borggreen said. </p> <p>He and others have pointed to the fact that European telcos generally pay large dividends as a reason they may choose to spend less on infrastructure upgrades.</p> <p>Some analysts argue that any kind of redistributive measure would fail to tackle the root causes of European telecoms groups' struggles to monetise their capital expenditure.</p> <p>“Forcing content providers to pay for telecoms networks without a direct commercial return effectively amounts to a punitive tax on the very digitalisation that policymakers are endeavouring to promote,” wrote Hosuk Lee-Makiyama, director of the European Centre for International Political Economy.</p> <p>He and others have warned that a tax of this kind could erode tech groups' incentives to invest in new technologies. Others suggest there is a real risk that extra costs could be passed on to consumers through higher prices.</p> <p>One of the most pressing sticking points in the debate is that no one has developed a clear proposal for how tech companies could contribute. </p> <p>A theoretical possibility would be direct payments made from tech groups to telecoms companies, but the question of how regulators could determine which groups make the contribution is unresolved. Alternatively, a third party fund or tax could be collected by governments and then distributed to telecoms operators, but this may be too controversial and challenging to ringfence. </p> <p>“The real difficulty is finding an algorithm that is solid and justifiable,” said one European minister. “The telco industry keeps talking about [it] and still doesn't have the right formula.” </p> <p><em>Additional reporting by Javier Espinoza </em></p> <p><em>*An earlier version of this article incorrectly stated Deutsche Telekom</em></p><p>Source: Anna Gross 2022 'Campaign to make Big Tech pay for telecoms networks gathers pace' FT.com 10 October. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-10-10T08:01:14.623Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 4441,
          "end": 4446
        }
      ],
      "nexusId": "10022657"
    }
  ]
}