{
  "_id": "ad780179631796148688fdbc7a4d58c80b5e89af5abaf7ee83bd6840c093f23f",
  "feed": "wall-street-journal",
  "title": "Activist Investor Daniel Loeb Sees Roughly $1 Trillion of Untapped Value in Amazon; Assessment made in private call with Third Point LLC investors, sources say",
  "text": "<p>AWS, as Amazon Web Services is known, has a so-called enterprise value of more than $1.5 trillion, almost as much as the company's current market value of $1.6 trillion, according to a slide shared on the call, the people said. Meanwhile, Amazon's retail business could be worth some $1 trillion, the slide said.</p><p>There's no sign that Mr. Loeb, one of the best-known shareholder activists, is pursuing an activist campaign at Amazon. The basic sum-of-the-parts analysis of Amazon has been widely discussed in recent years on Wall Street—especially since antitrust regulators began zeroing in on the increasing power of large tech companies like Amazon, fueling talk of potential break ups.</p><p>Third Point as of the end of the year had an Amazon stake valued at $784 million, according to a filing earlier this week. The fund had a stake of roughly $608 million three months earlier and was boosted by additional share purchases by Third Point.</p><p>Third Point has shared with other hedge funds in recent weeks why it thinks a spin-off of AWS could make sense, including that it could help ease regulators' concerns about the company's market power, according to people familiar with the matter.</p><p>Though AWS accounts for less than 13% of the Seattle tech giant's revenue, it's considered Amazon's cash cow.</p><p>While best known for its retail platform, Amazon was a pioneer in cloud computing. Amazon launched AWS in 2006 and had a yearslong head start on competition before companies like Microsoft Corp. and Google began offering rival services. Today, AWS ranks as the world's largest cloud provider, according to research firm Gartner Inc. If spun off, it would rank among the largest technology companies in the world. AWS was run by Andy Jassy until July, when he replaced founder Jeff Bezos as Amazon CEO.</p><p>Amazon has been the focus of an investigation by Congress on the monopoly power of technology platforms including Apple Inc. and Google parent Alphabet Inc. After a 16-month investigation, House lawmakers proposed legislation including a bill that seeks to make Amazon and other large corporations effectively split in two or shed their lines of private-label products. For Amazon, that could mean separating its private brands and devices such as Echo speakers from its online marketplace.</p><p>Write to Juliet Chung at juliet.chung@wsj.com, Cara Lombardo at cara.lombardo@wsj.com and Dana Mattioli at dana.mattioli@wsj.com</p><p>Activist Investor Daniel Loeb Sees Roughly $1 Trillion of Untapped Value in Amazon</p>",
  "published": "2022-02-16T22:15:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1913,
          "end": 1918
        },
        {
          "start": 1913,
          "end": 1923
        },
        {
          "start": 1913,
          "end": 1922
        }
      ]
    }
  ]
}