{
  "_id": "d37721b3793b8e747ee41d2322dd500fc1311fa5d65473cbbf723782bc0647fb",
  "feed": "market-watch",
  "title": "Apple CEO Tim Cook's compensation rises to nearly $100 million thanks to new stock award",
  "text": "<p>Here's how the pay breaks down: Cook received $3 million in base salary, $12 million in non-equity compensation, $1.4 million in other compensation, and $82.3 million in restricted Apple stock units. The total does not include $750 million in stock that vested last year, the final tranche from a massive stock package bestowed on Cook when he took over as CEO from cofounder Steve Jobs in 2011.</p><p>With the expiration of the restricted stock units, or RSU, award that Cook received when he became CEO, Apple established a new plan for Cook, as the company had previously disclosed. The new award, valued at $82.3 million in the filing but potentially worth much more, pushed Cook's compensation to nearly 1,500 times what Apple's average employee receives, the company disclosed.</p><p>“The 2021 annual total compensation of our CEO was $98,734,394, the 2021 annual total compensation of our median compensated employee was $68,254, and the ratio of these amounts is 1,447 to 1,” Apple AAPL said in the annual proxy filing.</p><p>Cook received compensation totaling slightly less than $15 million in the previous year, which itself was a large raise thanks to a strong bonus.</p><p>Apple also disclosed compensation for Chief Financial Officer Luca Maestri, Chief Operating Officer Jeff Williams, General Counsel Kate Adams and other top executives. Each made nearly $27 million in pay during the 2021 fiscal year. Deirdre O'Brien, senior vice president retail and people, received just over $27 million during the same year.</p><p>The iPhone maker added it will hold its annual shareholder meeting on March 4 in a “virtual format” due&#xa0;to the COVID-19 pandemic, as it did last year. Shareholders will be asked to vote on 10 proposals, including a request for a civil-rights audit and a report on Apple's use of concealment clauses with employees.</p>",
  "published": "2022-01-07T06:58:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 978,
          "end": 982
        },
        {
          "start": 1162,
          "end": 1167
        },
        {
          "start": 500,
          "end": 505
        },
        {
          "start": 1770,
          "end": 1775
        },
        {
          "start": 720,
          "end": 725
        },
        {
          "start": 181,
          "end": 186
        },
        {
          "start": 972,
          "end": 977
        },
        {
          "start": 0,
          "end": 5
        }
      ],
      "nexusId": "10022657"
    }
  ]
}