{
  "_id": "049cdbe1593a8bb6b4698a78644683597d382cfdfc6d56501a3d20d47b3b150b",
  "feed": "ftcomall",
  "title": "Wild Things podcast tells the colourful story of two Las Vegas showmen",
  "text": "<p>Outside the Mirage Hotel and Casino in Las Vegas is a large bronze statue of a lion flanked by two men with voluminous mullets. It is a fittingly gaudy tribute to two of the city's most successful showmen, Siegfried and Roy. Siegfried Fischbacher and Roy Horn were the sequinned, permatanned illusionists who, from the 1970s onwards, performed more than 30,000 shows to 50m people, and whose collection of big cats was the centrepiece of their act. But their careers came to an abrupt end in October 2003 when a tiger named Mantacore leapt on Horn and dragged him offstage by the neck in front of a horrified audience. It took four men, one of them brandishing a fire extinguisher, to release him.</p> <p>The duo's story is told in <a href=\"https://podcasts.apple.com/gb/podcast/wild-things-siegfried-roy/id1599176021\"><em>Wild Things: Siegfried &amp; Roy</em></a>, a simultaneously compelling and frustrating Apple TV+ podcast from the film-maker and journalist Steven Leckart. Horn sustained a sliced vertebra and a severed artery, and was left partially paralysed (he died from Covid complications in 2020; Fischbacher died from cancer in 2021). On his way to hospital, Horn's biggest concern was the tiger: “Make sure no harm comes to Mantacore,” he said.</p> <p>I had expected a tale of overblown egos and flamboyant theatrics; not for nothing were Siegfried and Roy lampooned on <em>Saturday Night Live</em>. But, perhaps deliberately, this is no <em>Tiger King</em>. In the early episodes — there have been three so far — Leckart downplays the pair's more outré characteristics, portraying them as well-intentioned, personable and responsible entertainers fully cognisant of what could go wrong. At one point, we hear Horn say: “There's always a danger. I mean, a wild animal is always a wild animal. Don't ever forget that.”</p> <p>Leckart teases us with revelations and plot twists to come, pledging to reveal “what is the truth and what is merely an illusion”, though he is taking his time getting there. The list of contributors, who include fellow magicians, stagehands, dancers and Siegfried and Roy's biographer, seems impressive, though not all of them make the desired impact. Much of the second episode is built around a US Department of Agriculture investigator charged with finding out what caused the tiger to attack. He's basically a pet detective but, with his dry recollections and slow delivery, let's just say he's no Jim Carrey.</p> <p>Leckart is an able storyteller and the Siegfried and Roy narrative is clearly a gift, but we are yet to learn why he is telling the story now. More pressingly, where is the fun and pizzazz? There are surface similarities between this and <a href=\"https://www.ft.com/content/d145f744-59e1-4cb2-ab32-108eb27b020c\"><em>Welcome to your Fantasy</em></a>, about the similarly mullet-haired 1980s dance troupe, The Chippendales. But where the former is an entertaining romp about a pop culture phenomenon, <em>Wild Things </em>feels overly reverential and oddly drained of colour. If the host has a trick up his sleeve, it's time for the big reveal.</p><p>Source: Fiona Sturges 2022 'Wild Things podcast tells the colourful story of two Las Vegas showmen' FT.com 24 January. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-01-24T05:00:15.901Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 799,
          "end": 804
        }
      ],
      "nexusId": "10022657"
    }
  ]
}