{
  "_id": "0d466bc5f5fe1d0f8e2675cf96c2084212a7a94034ad9fca5994df45f37f6257",
  "feed": "wall-street-journal",
  "title": "Trackers to Help You Locate Lost Luggage --- With airlines overwhelmed, travelers are tracing bags themselves",
  "text": "<p>After landing at the Paris Charles de Gaulle Airport on July 2, Conrad Gray, a 49-year-old DJ hired to work at a wedding, checked Apple's Find My app to see if his suitcase carrying his clothes and equipment was heading to baggage claim. It wasn't. Instead, Apple's map showed that his bag never made it on the plane and was thousands of miles away in Cairo, where he had a layover.</p><p>\"On the plus side, I didn't have to wait until the carousel was unloaded,\" said Mr. Gray, who lives in Nairobi, Kenya. \"I knew my bag was in another country.\"</p><p>He scrambled to shop for wedding attire and borrowed DJ equipment from the reception venue.</p><p>Passengers all over the world, especially those traveling to Europe, have said it has taken weeks to receive delayed luggage.Airport chaos at London's Heathrow Airport recently caused Delta Air Lines to fly 1,000 pieces of delayed luggage back to the U.S. with no passengers on board the jet. A Delta spokesperson said the company doesn't expect that to happen again.</p><p>For those about to make a trip, know this: Bluetooth trackers only get you so far. AirTags and Tiles can show you where your luggage is and can play sounds to help you find where it is buried among piles of suitcases. But you still have to wait on airlines to retrieve your baggage.</p><p>\"People may be successful at tracking the bag, but that doesn't mean they'll be successful at getting their bag,\" said David Dague, an airline-industry expert and principal at the management consulting firm Arthur D. Little.</p><p>Many airlines are notoriously difficult to reach on the phone, and you could end up sitting on hold for hours. Once you get through the labyrinth of automated menus and hold music to speak to an actual human, you then have to wait for airline staff to find your luggage, register it and put it on the next plane out.</p><p>While airline staff warn passengers about checking batteries in their suitcases, that typically doesn't apply to trackers. Apple and Tile's devices use low-powered wireless communication, so they don't affect aircraft systems and are safe to pack into checked luggage, according to guidance from the U.S. Federal Aviation Administration.</p><p>Apple's AirTags and Tile's namesake trackers function similarly but have distinct features, depending on what level of monitoring you want and which smartphone ecosystem you are in. Here is what you should know about using them for luggage tracking.</p><p>Apple AirTags</p><p>AirTags are $29 disc-shaped devices that can be slipped into your suitcase or attached to luggage handles using Apple's Loops accessory. They don't have GPS. Instead, they rely on the millions of devices in Apple's Find My network to let people know of their whereabouts.</p><p>Other people's iPhones, iPads or Macs that come within Bluetooth striking range can relay the AirTag's approximate location to the cloud. You even watch your tracker's movements in near real time on the Find My app. When no other devices are nearby, Apple will show you the AirTag's last known location.</p><p>Mr. Gray waited two weeks for EgyptAir to locate his luggage and fly it to him, even though he knew where it was all along, he said. Once his AirTag showed it had arrived in Kenya, he didn't wait for the airline to contact him about its return. \"As soon as it made it, I went straight to the airport, told them the situation, and they let me into baggage claim,\" Mr. Gray said.</p><p>If you have an iPhone 11 or later, an AirTag can share its precise whereabouts when it is nearby, which is helpful if you or an airport attendant are trying to identify which bag is yours in a room full of lost luggage. AirTags also have a speaker, so if you have trouble differentiating your suitcase from others you can activate a chime.</p><p>You don't have to charge them. AirTags run off coin-size batteries, which are replaceable. The batteries last about one year before you need to swap them.</p><p>Tile</p><p>Unlike AirTags, which all look the same, Tile's locaters start at $25 and come in a variety of shapes and sizes. Some look like credit cards and are flat enough to slide into the pocket on luggage tags. Tile Stickers are the size of three stacked quarters and have an adhesive backing to hold them in place.</p><p>You can use Tile's mobile app for Android and iOS to set up your tracker and find it if it is within Bluetooth range -- up to 400 feet, depending on the type you have. If you are farther away, Tiles can let you find their location by pinging the company's cloud server when other people with its app come nearby.</p><p>Judie Kavanagh, 57, hid a Tile tracker in her suitcase lining before traveling to Tijuana, Mexico, for work. During a two-hour layover in Mexico City, her checked bag went missing.</p><p>\"I stood staring at the belt in Tijuana; everyone else had their luggage but me,\" Ms. Kavanagh said. She checked Tile's app and could see it was left behind. In the days that followed, she watched her bag zip across cities, seemingly on airplanes, and continued to activate the Tile's alert in case someone nearby would hear it.</p><p>\"I could see that my luggage was going on more adventures than I did,\" said Ms. Kavanagh, who credits Tile's alert sounds for helping airline staff locate it.</p><p>Some Tiles have nonreplaceable batteries that can last up to three years. Tiles with replaceable batteries should last about a year, the company said.</p><p>License this article from Dow Jones Reprint Service</p>",
  "published": "2022-07-20T00:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 2541,
          "end": 2546
        },
        {
          "start": 258,
          "end": 263
        },
        {
          "start": 2636,
          "end": 2641
        },
        {
          "start": 130,
          "end": 135
        },
        {
          "start": 2951,
          "end": 2956
        },
        {
          "start": 1950,
          "end": 1955
        },
        {
          "start": 2415,
          "end": 2420
        },
        {
          "start": 2165,
          "end": 2170
        }
      ]
    }
  ]
}