{
  "_id": "147e23482dfc562c29316be0df25e4ba11cb00b7a4349c064ba0849adc011cc0",
  "feed": "wall-street-journal",
  "title": "Uber's New Earnings Outlook Leaves Investors Hungry for More; Finance chief Nelson Chai's projection overshadows company's pledge to be cash-flow positive by end of 2022",
  "text": "<p>Shares in Uber fell 6% on Thursday.</p><p>Mr. Chai outlined other targets at the company's investor day in New York City. He said the company expects to be cash-flow positive by year-end.</p><p>If Uber meets that goal, it would mark the first time that the underlying business of the ride-hailing and delivery company generates more cash than it spends. Investors say a company with a lot of cash can better survive shocks and unexpected economic downturns, even if business slows and revenue and earnings suffer as they did during the height of the Covid-19 pandemic.</p><p>It isn't uncommon for Silicon Valley startups to bleed red ink. Uber—which was founded in 2009 and went public in 2019—has been under increasing pressure from investors to show it has a path to sustainable, future profits.</p><p>Mr. Chai said the company expects to generate meaningful cash flow in the near-term, without specifying how much. He also said the company aims to nearly double its gross bookings—the total value of bookings on its platform—in the next three years. San Francisco-based Uber expects gross bookings between $165 billion and $175 billion by 2024, compared with $90 billion in 2021. The range was broadly in line with the $168 billion that Wall Street had forecast.</p><p>Uber has trimmed its losses during the health crisis, cutting staff and shedding noncore operations such as the company's self-driving unit. The company posted its first quarterly adjusted Ebitda profit last year. The company has \"turned the crisis into an opportunity,\" Mr. Chai said.</p><p>Uber Chief Executive Dara Khosrowshahi, as well as the company's delivery and mobility chiefs, took the stage at Thursday's conference to try to boost investor sentiment regarding the company's future.</p><p>Andrew Macdonald, Uber's global head of mobility, said he expects traditional taxis to fuel the next wave of growth for Uber's core ride-hailing operations—particularly in highly regulated markets. On Thursday, Mr. Macdonald outlined a tall goal: listing every taxi on Uber by 2025.</p><p>\"I understand the irony of this: the Uber guys telling you taxis are the future,\" he said.</p><p>In Spain, where the company began working with taxi fleets, Uber's rides business has more than doubled since 2018, Mr. Macdonald said. In markets such as Turkey and Japan, taxis are Uber's main rides offering, he added. Customers who come to Uber to hail traditional taxis end up using other products such as its Uber Eats delivery service, driving more business for the company, Mr. Macdonald said.</p><p>Pierre-Dimitri Gore-Coty, Uber's global delivery chief, took charge of the food-delivery business just before the onset of the pandemic, when it was considered a \"little brother\" to the rides business, he said. The company's food-delivery business became larger than its core ride-hailing business during the health crisis, as Uber delivered everything from groceries to alcohol.</p><p>\"We see grocery as an entry point to retail more broadly,\" Mr. Gore-Coty said. Uber is expanding to deliver items as diverse as electronics, pet food and cosmetics to consumers, and has formed partnerships with businesses such as Apple Inc., Adidas AG and Sephora to serve as a carrier for orders placed directly on those retailers' websites.</p><p>More offerings translate to more orders for drivers to carry during a trip, leading to cost savings for Uber. As a result, Uber has trimmed its losses from its capital-intensive delivery business during the pandemic. Uber Eats posted its first adjusted earnings before interest, taxes and other costs for the three months through December.</p><p>Uber's revenue for the latest quarter climbed 83%, driven by a recovery in the company's rides business and continued demand for food delivery.</p><p>Some of the uptick in Uber's revenue was driven by high prices for rides, according to analysts. Riders are returning to Uber faster than drivers. The labor shortage pushed prices for rides to record highs last year. Uber executives said during the fourth-quarter results presentation on Wednesday that the driver shortage was abating and that wait times and prices have come down from last year's highs.</p><p>Write to Preetika Rana at preetika.rana@wsj.com</p><p>Uber's New Earnings Outlook Leaves Investors Hungry for More</p>",
  "published": "2022-02-10T22:19:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 3115,
          "end": 3120
        },
        {
          "start": 3115,
          "end": 3125
        },
        {
          "start": 3115,
          "end": 3124
        }
      ],
      "nexusId": "10022657"
    }
  ]
}