{
  "_id": "7e1038e11d107e519c444b9bc991ec5938cab10a9822b7340aca65e01a397ac0",
  "feed": "wall-street-journal",
  "title": "Hong Kong National Security Police Arrest Outspoken Cardinal Joseph Zen; Retired church leader is among a group arrested as part of an investigation into a fund that supported protesters arrested in 2019",
  "text": "<p>Using a sweeping national security law that was imposed by Beijing almost two years ago to eliminate political dissent, Hong Kong police said they arrested four people for allegedly conspiring to collude with foreign forces by asking for sanctions to be imposed on Hong Kong.</p><p>Those arrested were trustees of a fund that was set up to offer legal advice, psychological counseling and emergency financial aid to those who were injured, arrested or jailed for their involvement in mass antigovernment protests in 2019.</p><p>The 90-year-old cardinal has long campaigned for greater democracy in the Chinese city, which returned to Chinese rule from Britain 25 years ago, and he is a staunch critic of the Communist Party government in Beijing. In recent years, he has also been at odds with the Holy See, criticizing Pope Francis's agreements with China to give Beijing a say in the appointment of Catholic bishops in China.</p><p>\"The Holy See is concerned upon learning the news of the arrest of Cardinal Zen and is following the evolution of the situation extremely attentively,\" the Vatican said.</p><p>Police have detained scores of prodemocracy activists, including media executives and former lawmakers, as part of a crackdown on dissent since Beijing imposed a national security law on the city in June 2020. The measure has effectively wiped out opposition after large-scale street protests the year before.</p><p>Foreign governments including the U.S., the U.K. and the EU have condemned the moves as suppression, and some have slapped sanctions on Hong Kong officials.</p><p>The arrest of a cardinal, even one who has criticized the policy of the current pontificate, is likely to raise pressure on the Vatican to protest publicly. It could also make it harder for the Vatican to renew its controversial deal with Beijing on the appointment of bishops when it comes up for renewal in October.</p><p>\"This was a very grave error by the Hong Kong authorities,\" said Francesco Sisci, an Italian China expert who teaches at Beijing's Renmin University of China. \"It needlessly aggravates relations with the West and the Christian world…and puts Cardinal Zen back at center stage.\"</p><p>A representative of the Catholic Diocese of Hong Kong said the office was still trying to understand the situation and declined to comment further.</p><p>Hong Kong police said they arrested two males and two females between the ages of 45 and 90 on Tuesday and Wednesday and ordered them to surrender their travel documents. Police said they were trustees of the 612 Humanitarian Relief Fund and were \"suspected of asking foreign or overseas organizations to impose sanctions on the Hong Kong Special Administrative Region, endangering national security.\"</p><p>The arrests came days after John Lee, a former policeman and security minister widely seen as a hard-liner, was chosen as Hong Kong's next leader; he will take office July 1. Earlier this month, Mr. Lee let it be known that he was Catholic.</p><p>Local pop singer Denise Ho, known for her support of the city's democracy movement and who turned 45 on Tuesday, was arrested at her home on Wednesday evening, according to people familiar with the situation.</p><p>Hui Po-keung, a cultural studies scholar, was arrested at the Hong Kong airport on Tuesday, and Margaret Ng, a high-profile barrister and former lawmaker, was also arrested, one of the people said.</p><p>The fund was set up in the early days of pro-democracy protests in 2019, shortly after police first deployed tear gas against protesters. It quickly raised donations and accumulated more than $30 million in funds by mid-2021, according to its last annual report. More than 2,220 protesters benefited from its assistance, the fund said at the time.</p><p>In 2011, Cardinal Zen said he received donations from pro-democracy media magnate Jimmy Lai, the founder of the now-closed Apple Daily newspaper who is in jail awaiting trial on separate national-security charges. The funds were used for subsidizing charities and underground churches in the mainland and weren't used for political purposes, the cardinal was quoted by Apple Daily as saying at the time.</p><p>Last summer, the fund said that it would cease operations by the end of October. Police later said it was the target of a national-security probe and had issued the fund a court order under the security law that required it to hand over information.</p><p>Cardinal Zen has retreated from the political limelight since the national security crackdown ensnared the city's leading opposition figures. In January, an outspoken pro-Beijing newspaper, Ta Kung Pao, accused the cardinal of using his priesthood to sow chaos in Hong Kong.</p><p>As a priest in the 1980s, Cardinal Zen helped revive links between the Vatican and Catholics in China after decades of religious repression in the country. In recent years, he has accused Vatican officials of selling out to Beijing. His opposition to the Beijing-Vatican agreement to recognize government-approved bishops in China, and what that would mean for the country's underground churches, had caused tensions with senior Vatican officials.</p><p>Before the deal was renewed for another two years in October 2020, the cardinal traveled to Rome in an unsuccessful attempt to meet with Pope Francis and appeal to him not to do so.</p><p>\"I came to make one last effort to tell the Holy Father to put religious considerations over political considerations,\" Cardinal Zen told The Wall Street Journal at the time. He said he feared the deal had allowed Beijing to extend its control over Catholics in China.</p><p>\"The church is already in the hands of the government,\" he said. \"They've already killed the church.\"</p><p>China's estimated 9 million to 12 million Catholics are divided between congregations approved by the state-controlled Chinese Patriotic Catholic Association and members of the so-called underground church, who resist government control.</p><p>Several bishops have been approved under the Vatican-Beijing deal, but dozens of Chinese dioceses remain without bishops. Vatican officials have privately expressed frustration and disappointment in the aftermath of the deal but until now have argued that it is an important diplomatic opening.</p><p>The Vatican has avoided criticizing Beijing for its human-rights record. In July 2020, Pope Francis decided at the last minute not to deliver prepared remarks expressing concern about the clashes between the authorities and pro-democracy activists in Hong Kong. That September, the U.S. secretary of state at the time, Mike Pompeo, speaking in Rome, called on the Vatican to stand up for human rights in China, suggesting that it had failed to do so for diplomatic reasons.</p><p>The following June, the Vatican's equivalent of a foreign minister, Archbishop Paul Gallagher, said that the crackdown in Hong Kong was an \"object of concern\" but that he didn't believe \"it would make any difference whatsoever\" for the Vatican to speak out.</p><p>Write to Elaine Yu at elaine.yu@wsj.com, Selina Cheng at selina.cheng@wsj.com and Francis X. Rocca at francis.rocca@wsj.com</p><p>Hong Kong National Security Police Arrest Outspoken Cardinal Joseph Zen</p>",
  "published": "2022-05-11T16:42:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 4064,
          "end": 4069
        },
        {
          "start": 3818,
          "end": 3823
        }
      ]
    }
  ]
}