{
  "_id": "160752e206fd0e89b3a7b754b9410603f9450b74fc63ec8630acb541fc863875",
  "feed": "market-watch",
  "title": "Apple has 'extremely limited' options despite easing of pandemic restrictions in key Chinese city; Company faces 'strategic questions' concerning future of iPhone production in China, analyst says",
  "text": "<p>Apple is largely powerless over the situation in China, one analyst noted.</p><p>\"The reality is that Apple is extremely limited in their options for holiday season and are at the mercy of China's zero-Covid policy which remains a very frustrating situation for Apple as well as the Street,\" Wedbush's Daniel Ives wrote in a note to clients. \"Now it's the painful waiting game to see what ramped production looks like over the next week for Apple to ease some iPhone shortages that are building globally.\"</p><p>While Ives doesn't expect Wall Street to sweat the current manufacturing issues \"to the full extent\" given that some iPhone demand will be pushed into later quarters, he added that \"major strategic questions remain around the future of Apple's production in China.\"</p><p>Susquehanna analyst Mehdi Hosseini wrote following industry conversations that he now expects that 70 million iPhones will be built and shipped during the December quarter. His earlier forecast was for 80 million.</p><p>\"Foxconn has indeed hired new operators, and expected to use the month of [December] to catch up to the production lost in the month of [November],\" he wrote in a note to clients. \"To the extent that the company is unable to properly train new operators, there is downside risk to our 10 [million] shipment shortfall for the [December quarter]. But, as of now, our contacts suggest that Foxconn is aiming to limit the shortfall to 10 [million].\"</p><p>Related: China's zero-COVID strategy makes no sense and its homegrown vaccines are not 'particularly effective,' says Fauci</p><p>Apple has 'extremely limited' options despite easing of pandemic restrictions in key Chinese city</p>",
  "published": "2022-11-30T14:32:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 0,
          "end": 5
        },
        {
          "start": 435,
          "end": 440
        },
        {
          "start": 1550,
          "end": 1555
        },
        {
          "start": 96,
          "end": 101
        },
        {
          "start": 256,
          "end": 261
        },
        {
          "start": 736,
          "end": 741
        }
      ]
    }
  ]
}