{
  "_id": "0d4986739bedb5525fab9cab2e7db9cc74bba79b6c3282a5f0b33edfb90d5415",
  "feed": "market-watch",
  "title": "Apple keeps iPhone prices the same, offers free satellite connection for two years; Apple also reveals three new Apple Watches and updated AirPods Pro, but virtual-reality headset is absent from annual event",
  "text": "<p>\"Today, we're talking about three products: iPhone, AirPods, and Apple Watch,\" Cook said in launching the event.</p><p>Apple introduced the new iPhone 14 lineup and kept the starting prices on all the models the same as equivalent launches last year, despite expectations that at least the top-end Pro models would see a price increase amid record inflation this year. Instead, Apple detailed a free service it is offering iPhone 14 buyers.</p><p>The entire iPhone lineup is receiving emergency SOS functions leveraging satellite connectivity. While communicating complex messages via satellite can be difficult using hardware like the iPhone, the company tried to simplify the process by giving users questions to answer about their emergency situations when they're in need of satellite communications. Satellite iPhone functions have been rumored for more than a year, and a company representative said during Apple's presentation that \"It took years to make this vision a reality.\" The feature will be Included free for two years with an iPhone 14, and it first launches in the U.S. and Canada in November.</p><p>Apple is adding a new phone to its lineup in the iPhone 14 Plus, a 6.7-inch smartphone that is larger than the 6.1-inch iPhone 14. The company teased enhanced camera functions, including a larger sensor and a faster aperture that will better capture color. Apple says the camera will have a 49% improvement in lowlight capture and better Night Mode capabilities. The front-facing camera will also bring improvements in lowlight capture, as well as auto-focusing that the company says will generate better selfies. Apple is also adding an \"action mode\" for video taken while running or otherwise on the move.</p><p>The iPhone 14 will support eSIMs, so users can connect multiple wireless plans to a single phone. U.S. models will do away with the SIM tray so that users won't have to deal with physical SIM cards. The iPhone 14 will have crash detection, just like the Apple Watch Series 8 line.</p><p>The iPhone Pro line will actually lose a feature: The infamous \"notch.\" Current iPhone users are used to seeing a black cutout at the top of their devices at the area where the facial scanner and front-facing camera are housed, but Apple plans to make that area \"dynamic\" with the new iPhone line. That means the area — which Apple is calling a \"dynamic island,\" will change sizes and shapes depending on the type of notification or function.</p><p>An Apple representative said during the event that the design was \"sure to become iconic\" and that \"each alert has its own personality.\"</p><p>The iPhone 14 Pro will come in a 6.1-inch configuration, while the iPhone 14 Pro Max will feature a 6.7-inch screen, the same deviation as the iPhone 14 and iPhone 14 Plus. Apple promises thinner borders and a brighter screen. The phones will have an always-on display for the first time, allowing people to see the time without raising their phones or tapping on the screen.</p><p>The iPhone Pro functions leverage the company's new A16 chip, which Apple said focuses on enhancements in power efficiency, display, and camera functions. The devices will have a 48-megapixel camera and a larger sensor than what's on the current Pro models. Apple says the camera features will enhance lowlight capture,a nd that the phones will have \"all-day\" battery life. They'll also offer emergency satellite connectivity, like the iPhone 14 line.</p><p>The iPhone 14 Pro starts at $999, while the iPhone 14 Pro Max will begin at $1,099. Those prices are consistent with last year's models, despite expectations that Apple would boost the price by about $100.</p><p>Preorders for the iPhone 14 begin Sept. 9, with the iPhone 14, iPhone Pro and iPhone Max expected to arrive on Sept. 16; the iPhone 14 Plus is expected to hit stores on Oct. 6. The iPhone 14 begins at $799, the same price as last year, while the iPhone 14 Plus will start at $899.</p><p>Apple led off the event with news on three new Apple Watch models and updated AirPods.</p><p>Apple said that temperature sensing on the new Apple Watch Series 8 will be helpful for women's health as it can offer a retrospective estimate of when someone ovulated. The watch will also provide updates on whether a user's menstrual cycle deviated. Apple noted that the health data is encrypted end-to-end so that the company isn't able to see the data, a nod to concerns about law enforcement attempting to obtain data about women's menstrual cycles after the Supreme Court ended the constitutional right to an abortion earlier this year.</p><p>For more: Are period-tracking apps safe to use in a post-Roe world?</p><p>The new smartwatch will also add safety features meant for car crashes. The device will aim to detect the forces of a crash with a new accelerometer and other technology. Apple is also adding low-power mode to the watch, which will disable features like the always-on display and the always-on workout detector, enabling users to conserve battery life.</p><p>The Apple Watch Series 8 will be offered in four colors—midnight, starlight, silver and red—as well as three stainless steel finishes. The Series 8 will start at $399 with just GPS and $499 when adding cellular. Consumers can preorder today, with availability beginning Sept. 16.</p><p>Apple also unveiled the Apple Watch Ultra, a new smartwatch model. The company says the device, which features a 49-millimeter case, has a new design relative to existing models and offers functions for scuba divers and other adventure lovers.</p><p>The watch has a new action button that supports \"quick physical control for a range of functions.\" The digital crown has been updated as well, and Apple says that the watch is optimal for those wearing gloves. It will feature a second speaker for users looking to make outdoor calls in windy conditions, and cellular connectivity will be featured in all models. All Ultra devices will cost $799, and users can preorder the device today before it becomes available Sept. 23.</p><p>The company also announced a new Apple Watch SE in midnight, silver, and starlight that is 20% faster than the previous model. It will start at $249 with GPS and $299 with cellular connectivity.</p><p>Apple's event brought updates to the AirPods Pro as well, with the new earbuds featuring a new chip meant to support Apple's Spatial Audio, which the company says delivers a more immersive listening experience. They will also provide enhanced noise-canceling functions versus their predecessor.</p><p>The new AirPods Pro offer more listening time, at six hours per charge, and they'll have touch sensors for volume control. Users will be able to use their Apple Watch chargers to juice up the earphones, in addition to the traditional charger. They'll cost $249 and orders open Sept. 9 for Sept. 23 availability.</p><p>Updates iPhones are expected to follow the Apple Watch and AirPods news. The company's iPhone upgrades have been fairly incremental in recent years, and Apple fans shouldn't hold out for any big changes this time around either—except for a possible price hike on high-end models.</p><p>Apple is thought to be reserving its heftiest upgrades for its two iPhone Pro models, and consumers should be prepared to pay perhaps $100 more for those devices than for the current generation of iPhone Pro devices. The company declined to raises prices with last year's updates, but it's currency dealing with supply-chain pressures and a strong U.S. dollar—as it looks to sustain its high margins.</p><p>For more: Apple must do battle with a fierce rival when it unveils the iPhone 14: Inflation</p><p>From a feature perspective, the iPhone 14 Pro and iPhone 14 Pro Max are expected to bring camera enhancements and a faster processor.</p><p>The iPhone 14 line more generally could usher in the end of an era for Apple, which is rumored to be planning to kill off the much-hated \"notch\" that currently houses the company's front-facing camera and facial-recognition scanner. The company is thought to be planning what Bloomberg News calls \"hole-punch and pill-shaped cutouts for the front camera and Face ID sensors.\"</p><p>Read: Apple's stock reverses lower, on cue, ahead of iPhone event</p><p>Apple was reportedly looking into adding satellite capabilities to the iPhone 13 line a year ago, but they never materialized. Rumors are circulating again about satellite features, this time for the coming iPhone 14 family, though it remains to be seen whether Apple can work out a business model for such functions, which would be expected to allow for texting in emergency situations.</p><p>Apple is thought to be designing an augmented-reality headset, though analysts seem doubtful that the company will be ready to debut that at Wednesday's event. Instead, the company is likely to more broadly show off the ways its existing devices support AR functions as the company looks to build consumer interest in the technology.</p><p>Preview: An iPhone price hike is expected, but will there be 'one more thing'?</p><p>Apple keeps iPhone prices the same, offers free satellite connection for two years</p>",
  "published": "2022-09-07T18:45:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "confidence": 1.0,
      "offsets": [
        {
          "start": 0,
          "end": 5
        },
        {
          "start": 84,
          "end": 89
        },
        {
          "start": 112,
          "end": 117
        },
        {
          "start": 113,
          "end": 118
        },
        {
          "start": 370,
          "end": 375
        },
        {
          "start": 1092,
          "end": 1097
        },
        {
          "start": 1347,
          "end": 1352
        },
        {
          "start": 1602,
          "end": 1607
        },
        {
          "start": 2204,
          "end": 2209
        },
        {
          "start": 2297,
          "end": 2302
        },
        {
          "start": 2721,
          "end": 2726
        },
        {
          "start": 2990,
          "end": 2995
        },
        {
          "start": 3178,
          "end": 3183
        },
        {
          "start": 3532,
          "end": 3537
        },
        {
          "start": 3853,
          "end": 3858
        },
        {
          "start": 3939,
          "end": 3944
        },
        {
          "start": 4189,
          "end": 4194
        },
        {
          "start": 4715,
          "end": 4720
        },
        {
          "start": 5173,
          "end": 5178
        },
        {
          "start": 5561,
          "end": 5566
        },
        {
          "start": 6078,
          "end": 6083
        },
        {
          "start": 6195,
          "end": 6200
        },
        {
          "start": 6832,
          "end": 6837
        },
        {
          "start": 6958,
          "end": 6963
        },
        {
          "start": 7367,
          "end": 7372
        },
        {
          "start": 7653,
          "end": 7658
        },
        {
          "start": 7962,
          "end": 7967
        },
        {
          "start": 8022,
          "end": 8027
        },
        {
          "start": 8283,
          "end": 8288
        },
        {
          "start": 8408,
          "end": 8413
        }
      ],
      "weightsV2": {
        "weight": 39.0,
        "baseWeight": 30.0,
        "expansionWeight": 4.0,
        "ontologyWeight": 0.0,
        "tagPositionWeight": 1.0,
        "titleWeight": 4.0
      },
      "typeRank": 1
    }
  ]
}