{
  "_id": "0b37e14e63f054f960d08262e246f4f121ff326e8b7b226b385e209d801ba1be",
  "feed": "ftcomall",
  "title": "Sex dolls to MAGA hats: what a new film says about the Chinese dream",
  "text": "<p>In a workshop in Zhongshan, a city on the Pearl River Delta in southern China, a team of women in cheerful yellow polo shirts are putting the final touches to the latest batch of high-end hyper-real silicone sex dolls. This is a bespoke product, customised for each client's specific requirements. One has requested a model with elf ears, but a more popular modification seems to be huge Manga-cartoon-style breasts, billowing from the headless torsos in a way that makes them appear both substantial and oddly weightless, like helium balloons filled with custard. </p> <p>The women bring a real artistry to the work. One frowns over a palette of options for areola paint colours; another tuts that “the private part hasn't been trimmed”, before splaying the doll's legs and leaning in to fine-tune the area with what looks like a pair of nail scissors. </p> <p>It is one of many memorable scenes in <em>Ascension</em>, Jessica Kingdon's fascinating, Oscar-shortlisted documentary about production, consumption, aspiration and social mobility in China.</p> <p>“We had to tone it down a bit in the editing, it was too over the top,” the Chinese-American film-maker says of the sex doll factory footage, adding: “I love that scene because it's like the height of exploitation, but then at the same time you see these female workers demonstrating enormous tenderness and care, both for the dolls, and for one another.”</p> <p>Like much in the film, which is observational in approach and presented without narration or explanation, the scene brings with it a symbolic resonance. It's not much of a leap to see within it a reflection of China's broader relationship with the bodies that serve its manufacturing base. The scrutiny of workers is equally exacting: a recruiter in the Sanhe labour market in Shenzhen issues a list of requirement for applicants that includes no tattoos, no piercings for men, and “complete fingerprints”. The workforce is also considered equally disposable: the cut-off age for one job is 38. “Not a day over,” barks another recruiter.</p> <p>The idea for the film grew out of Kingdon's award-winning short film, <em>Commodity City</em>, about the world's largest wholesale market in Yiwu, China. “I was interested in how people all over the world are connected to this space without realising it,” she says. “Because the objects that we interact with on a daily basis most likely have passed through this five-mile mall in Yiwu.” </p> <p>Initially, Kingdon was interested in “exploring the kind of alienation and intimacy that takes place within global capitalism. So going to the physical sites where these cheap ‘Made in China' objects come from and seeing the human stories behind them.” But as the research progressed, she became more focused on the impact of the economic explosion on Chinese society as a whole, and the resulting quest for upward mobility. </p> <p>“I think that in China, a lot of the questions around what progress and economic growth looks like are magnified because of the accelerated timeline of the changes in the past few decades. So since the reform of the late 1970s, China's market economy has completely transformed and hundreds of millions of people have been lifted out of poverty. But there's also income inequality, there's also waste, there's also exploitation. So this film is trying to hold two truths at once: the truth of progress and the truth of the consequences of progress.”</p> <p>Despite the fact that the film was shot during a period in which the Chinese state cracked down on all aspects of the entertainment industry, including documentaries, Kingdon managed to negotiate a remarkable degree of access to a wide range of businesses — from plastic water bottle manufacturers to Christmas tree factories, from business etiquette workshops to the “Star Boss Entrepreneurial Camp”. The film's small footprint — the crew was usually no more than three people — and the fact that Kingdon was not travelling on a journalist visa meant that the production avoided undue scrutiny from the authorities. Even so, she says, “There were times where in the back of my mind I thought that I was being followed around. But of course it's hard to prove. And that's the thing about being in China: sometimes you don't know if you're being too paranoid or if you're not being paranoid enough.”</p> <p>One of the intriguing elements picked up by Kingdon's acute eye for detail is the way the tools of communism have been repurposed in the service of capitalism. We see a glum group of office workers from an air conditioner manufacturing company dressed in fatigues and submitting to military-style endurance training, designed to hone their mental resilience. And the allegiance and loyalty previously pledged to the Communist party has now been transferred from the state to the employer. Kingdon sees parallels with the US: “I was thinking about how, similarly, there is an almost religious zeal for certain start-ups in the US.” She cites last year's documentary on <a href=\"https://www.ft.com/content/e5c09687-63fa-4258-bf8d-d2187c888c0b\"><em>WeWork</em></a>, which revealed a cult-like following behind CEO Adam Neumann.</p> <p>Kingdon is a Chinese-American whose great-grandfather was a revered Chinese poet (his writing bookends the film and provides it with its title). As such, she is well placed to trace the threads that connect the new Chinese dream with the more established American version. “It's very similar to the American dream in that there is this belief that if you follow the script, obey the rules, work hard enough, have this kind of faith in the system, you'll be rewarded materially — which of course doesn't always work out. But in China it's different because the dream is more collectivised and it's more about a national rejuvenation and a global comeback. So I think there's more at stake in the Chinese dream because it's about proving China's economic might and its presence as a global superpower.”</p> <p>But, as Kingdon discovered when she wanted to film at a factory that produced MAGA [Make America Great Again] hats, sometimes the links between China and the US ran unexpectedly deep. The crew showed up at the location in the city of Yiwu only to discover that the entire stock of MAGA hats had just been shipped (to Canada, unexpectedly). As an alternative, the factory boss offered to let them film the making of caps bearing the slogan “Keep America Great”. </p> <p>“It turned out that was [President Trump's] new slogan, and that was the first time we actually saw it. There's this saying that Yiwu business people are ahead of all of the global trends, because this is where all of the world's desires first come. And they say Yiwu business people always know who's going to be the next president because of all of the merchandise they're making. They all told me it was going to be Trump. Luckily they were wrong in this case.”</p> <p><em>In UK cinemas from January 14 and on Paramount Plus in the US now</em></p><p>Source: Wendy Ide 2022 'Sex dolls to MAGA hats: what a new film says about the Chinese dream' FT.com 11 January. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-01-11T13:00:32.797Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [],
      "nexusId": "10022657"
    }
  ]
}