{
  "_id": "7ae8ff7a03a14a14b1d780289b86f7e04f75cb6bb18e4cb44d92359b99c8edfd",
  "feed": "ftcomall",
  "title": "My return to Kherson: the courage of my hometown",
  "text": "<p>My train arrived in Kherson at 10am. For eight months the city had been occupied by Russian troops. On November 11 those troops finally left, the city was liberated and Ukrainian flags returned to the streets. One week after the liberation, the first train travelled there.</p> <p>I was itching to do the journey, and not just because I am a journalist. Kherson is my hometown, where I was born and went to school. It's a place with which I have a complex relationship. My childhood was not a happy one. My mother, brother and I lived in a rundown house, and as a child I dreamt of leaving the city behind as soon as possible. And I nearly succeeded. For 15 years now I have been living and working successfully in Kyiv. Four years ago, my mother sold our house in Kherson and moved there too. That, I felt, was when I said goodbye to my native city for ever.</p> <p>My main complaint about Kherson was always that it felt as if it had been frozen at some early stage in its development. But when Russian troops occupied the city at the beginning of March, everything within me turned upside down. </p> <p>In the eight months that Kherson was occupied, my soul ached for the city and for my elderly relatives who were still there. We lost contact with them in the spring: the occupiers cut off mobile communication and restricted the flow of information to and from the outside world.</p> <p>People on the train platform at Kherson hugged and cried with happiness. A young girl kissed her mother, whom she had not seen for many months. A woman wrapped in a Ukrainian flag came to meet her daughter.</p> <p>My first impression was that the city had not changed at all. It was the same both five and 15 years ago. Only billboards with the slogans “Future Together with Russia” and “Russia Is Here For Ever” provided reminders of the occupation. After the liberation of the city, nobody had had time to cover them over, but they had already been decorated, so to speak, with obscene comments about Putin and the Russian army.</p> <p>In the grounds of the city hospital, I saw doctors, both men and women, carrying 20-litre bottles of drinking water that had been brought on a truck by representatives of some international organisation. Before they left, the Russian military wrecked everything that provides the city with water, electricity and heat. Now people collect river water or wait for rain, and humanitarian missions help with drinking water.</p> <p>I got talking to a surgeon named Olyeg who was carrying a bottle on his shoulder. He talked to me joyfully, as if I were reporting on a city break. The lack of water and electricity didn't bother him at all. Olyeg was sure that everything would be fixed in time, but that the new sense of freedom in his life was priceless. “You'll see, Kherson will be like California soon!” he said happily.</p> <p>The grey-haired general director of the hospital, Leonid Remiga, was arrested by the Russians in&#xa0;September for refusing to co-operate with the occupying authorities. The 68-year-old spent a week in detention, where he was beaten and interrogated. The doctor said that he was lucky: unlike other detainees, he was not tortured with electric shocks. Finally he was released and his passport was returned, but he was forbidden to return to the hospital.</p> <p>When I listened to how calmly people in Kherson talked about their experiences during the occupation, I couldn't really believe that it all happened. My hometown hadn't changed in appearance, but the atmosphere was completely different, with scars and injuries, yet at the same time strong and courageous.</p> <p>I walked to the city centre. Even a week after the liberation, people gathered in the main square every day. Children got autographs from the Ukrainian military, hugged them and posed for photos with them. “We feel like rock stars here,” one soldier told me.</p> <p>Many residents said that, for them, the biggest surprise was seeing how many people had stayed in Kherson during the occupation. In those months the streets were empty and life stopped at 3pm. People didn't want to go out unnecessarily, so they sat in their apartments, only leaving to visit the shops or the pharmacy. After the liberation, it turned out that many had remained in the city all along.</p> <p>It's now clear that a major partisan movement was operating in Kherson. People hung yellow-and-blue ribbons on trees, displayed leaflets and passed information to the Ukrainian army. But there were also cases of great betrayal. The office of the general prosecutor has accused the director of the Kherson Museum of Local Lore of co-operating with the Russian occupiers, and this is not an isolated case.</p> <p>The museum security guard told me that at the end of October four trucks drove up to the museum and armed forces entered. One of them pulled the hard drive from a computer where video recordings are stored, and then the museum was looted. All the most valuable exhibits, including ancient coins, gold jewellery, Greek amphorae and ancient guns were taken. Only the stuffed animals were left. Then, as they left the city, Russian troops also stole several monuments to admirals and generals from Russian imperial times.</p>  <p><strong>Before the trip,</strong> I asked my relatives what to bring from Kyiv. Perhaps medicine or food? After all, Kherson's shops were still stocked with produce from Russia, Crimea and the occupied part of Donetsk and Luhansk. In one shop I saw eggs and sausages from Sevastopol, flour from Novorossiysk and apple juice from Lipetsk. Aunt Natasha replied that they didn't need anything; all they asked for was Ukrainian press articles from the past eight months, so that they could find out how Ukraine has been living all this time.</p> <p>When I reached my relatives' home, it was already dark. Aunt Natasha and her daughter went to cook dinner. There has been no light or water for two weeks now, but there is still gas in Kherson. They decided to bake potatoes in the oven and cook a chicken. At one point, I said, “If only you knew how much we missed Kherson tomatoes!” Kherson is famous for its delicious vegetables and fruits, and this is the first summer and autumn we haven't eaten them.&#xa0;</p> <p>Placing a candle on the table, Aunt Natasha went into another room. She brought out jars containing three varieties of tomatoes and said, “As you've missed them so much, you'd best try them all.” That was when I almost burst into tears, and not because of the tomatoes.</p> <p>We had a wonderful festive dinner, with lots of jokes and laughter. Then we heard a loud explosion, undoubtedly from shelling in the city. We raced up to the second floor and out on to the balcony, and saw thick smoke coming from somewhere near the river.</p> <p>Aunt Natasha heated some water on the stove so that I could wash myself before going to bed. Organising everyday life in Kherson is complicated and time-consuming. You have to find water, then heat the water to wash the dishes and yourself, and you need to know where in the city there are generators and where you can charge your mobile phone. We still haven't made contact with many of our Kherson relatives.</p>  <p><strong>In the morning</strong> I said goodbye to my family, who put together a package for my mother in Kyiv (I suspect that it contained jams made from Kherson's fruits). I went to my old school and walked the streets of my childhood, and for some reason I wanted to visit our old house again. </p> <p>The gate was opened by Vika, the young woman who had moved there in 2014 from Donbas with her mother and husband. She took me inside and said she didn't know how much longer she could stay there. She had two children, the younger only a year old, and was finding it very difficult to live without electricity and water. The shelling was intensifying, so she was thinking about staying with relatives in Chernihiv, north of Kyiv, over the winter. In the centre of Kherson, officials were registering locals for evacuation to Mykolayiv, Odesa and Dnipro; this week the daily number of people signing up reached 100.</p> <p>I suddenly felt very sad. The sounds of shelling on the outskirts of the city can now be clearly heard everywhere, more and more frequently. During my visit, two people were killed and seven injured. I fear that Russia may wish to take revenge on Kherson for celebrating its liberation from occupation.</p> <p>Leaving my childhood home, I put aside all the bad things that I had once associated with Kherson. I am proud of my hometown, how it resisted the occupation, refused to give up. As I leave the city for Kyiv, it is definitely not farewell for ever.</p> <p><em>Kristina Berdynskykh is a political journalist based in Kyiv</em></p> <p><em>Find out about our latest stories first — follow </em><a href=\"https://twitter.com/ftweekend?ref_src=twsrc%5Egoogle%7Ctwcamp%5Eserp%7Ctwgr%5Eauthor\"><em>@ftweekend</em></a><em> on Twitter</em></p><p>Source: Kristina Berdynskykh 2022 'My return to Kherson: the courage of my hometown' FT.com 25 November. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-11-25T17:04:53.787Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 5435,
          "end": 5440
        }
      ]
    }
  ]
}