{
  "_id": "a57fa89879a51c6b373e73cf03e1493a091c42ae053eb5ef5665329e4fda1b14",
  "feed": "market-watch",
  "title": "Dow, S&P 500 rise after kicking off new year with records",
  "text": "<p>The Dow Jones Industrial Average DJIA rose 202.99 points, or 0.6%, to 36,788.05.</p><p>The S&amp;P 500 SPX was up 15.78 points, or 0.3%, at 4,812.34.</p><p>The Nasdaq Composite COMP barely moved, rising less than 0.1% at 15,833.26.</p><p>On Monday, the Dow and the S&amp;P 500 closed at records, while the Nasdaq Composite surged 1.2%, to finish just over 1% away from record territory.</p><p>What's driving markets?</p><p>Traders were still in an upbeat mood after a strong start to the trading year.</p><p>Global strategists at JPMorgan argue there's further upside for stocks despite the strong run, citing data indicating the omicron variant is milder and won't hit mobility as much as prior variants, and the China activity deceleration is behind us. They also say consensus earnings projections for 2022 may be too low.</p><p>Investors continue to wave off concerns over the omicron variant of the coronavirus that causes COVID-19. Infections have surged, with the U.S. registering 1,083,948 cases on Monday, according to data collected by Johns Hopkins University — more than double the previous record of 486,428 set four days ago.</p><p>Hospitalizations for confirmed or suspected COVID-19 cases hit a seven-day average of 97,855 on Monday, according to data from the U.S. Department of Health &amp; Human Services cited by The Wall Street Journal. That is up 41% over the past two weeks but below the pandemic peak of 137,510 seen on Jan. 10, 2021, and a smaller peak of 102,967 seen on Sept. 4, 2021, amid the surge in the delta variant of the coronavirus.</p><p>“While the surge in omicron COVID cases continues to impact travel and public services around the globe, its milder nature keeps market participants optimistic that full-scale lockdowns could be averted,” said Charalambos Pissouros, head of research at JFD Group, in a note.</p><p>Economic data will be in focus, with the Institute for Supply Management's closely watched gauge on U.S. manufacturing activity due at 10 a.m. Eastern. The ISM December manufacturing index is expected to fall to 60% from a reading of 61.1% the previous month. A level above 50% indicates an expansion in activity.</p><p>Data on job openings and leavings in November is also due at 10 a.m., ahead of other data due this week, culminating in the December jobs report on Friday, that will be watched to gauge the tightness of the labor market.</p><p>Minneapolis Fed President Neel Kashkari is scheduled to discuss the economic outlook at 11:30 a.m.</p><p>Which companies are in focus?</p><p>Shares of Ford Motor Co.F rose nearly 6%, hitting a 21-year high, after the auto maker said it plans to nearly double production of its all-electric F-150 Lightning pickups at its Dearborn, Mich., facility to 150,000 trucks a year to meet “soaring customer demand.”</p><p>Apple Inc.AAPL shares edged down 0.1%, after briefly crossing the threshold required for the company to achieve a $3 trillion market value Monday before ending the day below the mark.</p><p>What are other assets doing?</p><p>The yield on the 10-year Treasury note BX:TMUBMUSD10Y rose 4.4 basis points to 1.674%. Yields and debt prices move opposite each other.</p><p>The ICE U.S. Dollar Index DXY was up 0.1%.</p><p>Oil futures gained ground, with the U.S. benchmark CL00 up 0.9%. Gold futures GC00 edged up 0.4%.</p><p>Bitcoin BTCUSD rose 1%.</p><p>The Stoxx Europe 600 XX:SXXP index rose 1.1%, while London's FTSE 100 UK:UKX jumped 1.6%.</p><p>The Shanghai Composite CN:SHCOMP fell 0.2%, while the Hang Seng Index HK:HSI edged up 0.1% in Hong Kong and Japan's Nikkei 225 JP:NIK rose 1.8%.</p>",
  "published": "2022-01-04T09:44:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 2713,
          "end": 2722
        },
        {
          "start": 2723,
          "end": 2727
        },
        {
          "start": 2713,
          "end": 2718
        }
      ],
      "nexusId": "10022657"
    }
  ]
}