{
  "_id": "7145e84728eca90a45a6c0830538252de185b099f4007df52b31648b986dc020",
  "feed": "market-watch",
  "title": "What to expect for the stock market in 2023 after the biggest decline since the financial crisis; Also, the end of the FAANG era, investment picks for 2023, calling a bottom for Tesla's stock and a look back at Wall Street's forecasts",
  "text": "<p>Isabel Wang looks back at the S&amp;P 500's SPX performance since 1928. The benchmark index typically rises during a year following a 10% decline. However, things can turn out differently following the type of action we have seen this year — a decline of nearly 20%.</p><p>More about what to expect for the stock market:</p><p>* A stock market indicator with one of the best track records has rare good news</p><p>* Goldman doubles down on call for investors to shun industrial stocks</p><p>* If you're selling stocks, big institutional investors ​are buying ​– and that's bullish</p><p>The Fed makes progress as inflation cools</p><p>On Friday, the PCE Index (personal consumption expenditures) for November showed an increase of only 0.1%, for a 5.5% year-over-year inflation rate. The PCE has slowed for five straight months. This index is favored by Federal Reserve policymakers because it strips out food and energy expenses.</p><p>In another sign of an economic slowdown, personal incomes rose 0.4% in November, less than 0.7% in October. One concern for investors who worry about continuing increases in interest rates by the Fed is that the November pace for income growth exceeded the rate of inflation.</p><p>Another area showing evidence of an economic slowdown is purchases of manufactured goods. Orders for durable goods were down 2.1% in November, more than the 1.1% decline forecasted by economists polled by the Wall Street Journal. Other numbers pointed to slowing spending by businesses.</p><p>The end of the FAANG era</p><p>Most exchange traded funds follow indexes. The SPDR S&amp;P 500 ETF Trust SPY was heavily concentrated in the FAANG stocks at the end of 2021. The FAANG group is Meta Platforms (the renamed Facebook) META, Apple AAPL, Amazon.com AMZN, Netflix NFLX and Google holding company Alphabet GOOGL GOOG. (SPY is the first and largest ETF with $357 billion in assets under management. It tracks the benchmark S&amp;P 500, which is weighted by market capitalization.)</p><p>Here's how SPY and the FAANG group have performed this year, with any dividends reinvested:</p><p>The FAANGs have fared worse than SPY, with Meta, Amazon and Netflix plunging 50% or more.</p><p>In this week's ETF Wrap, Christine Idzelis explains what the end of FAANG dominance means for indexing strategies, while covering other industry news.</p><p>Stock picks for 2023 — from China to dividend names</p><p>Michael Brush looks to China for 13 consumer and internet stocks to own as the country's economy reopens.</p><p>Beth Pinsker reports on the Greenlight platform, which lets children make investment and trading decisions along with their parents. Here are the investments favored by young people — you may be surprised.</p><p>More stock selections for the coming year:</p><p>* Watch these rail stocks in 2023, says Evercore</p><p>* Visa, Mastercard are 'great defensive names' for 2023, but PayPal and Coinbase stocks could be set for a rebound, analysts say</p><p>* 11 high-yield dividend stocks that are Wall Street's favorites for 2023</p><p>* Best stock picks for 2023: Here are Wall Street analysts' favored choices</p><p>How stock market forecasts for 2022 worked out</p><p>Heading into 2022, it was obvious the Federal Reserve would need to raise interest rates and stop buying bonds because inflation had already spiked. So how good were Wall Street's predictions for the stock market? Joseph Adinolfi reports on the accuracy of dozens of market forecasts.</p><p>And in case you are wondering:</p><p>* Here's the best-performing S&amp;P 500 stock of 2022.</p><p>* This stock has hurt investors the most during 2022.</p><p>* Here's the 2022 short-sale that has made investors the most money.</p><p>There is still a housing shortage</p><p>Home sales have cratered, but housing remains in short supply in many markets. Katie Marriner and Eleanor Laise have developed an interactive map using data from Realtor.com enabling you to dig down to the county level to see how the market is evolving.</p><p>More housing market news:</p><p>* Homebuyers are using all-cash offers to get around high mortgage rates — here are the cities where it's happening the most</p><p>* Mortgage rates give homebuyers some holiday relief, falling for sixth week in a row</p><p>Doing the FTX flip</p><p>The FTX aftermath is unfolding quickly, with the collapsed virtual currency exchange's founder and former CEO Sam Bankman-Fried now out on bail and cooling off at his parents' house in Palo Alto, Calif. Meanwhile, two of his top associates, FTX co-founder Gary Wang and ex-Alameda CEO Caroline Ellison, have pleaded guilty to federal fraud charges and have agreed to cooperate with prosecutors.</p><p>In this week's Distributed Ledger column, MarketWatch Editor in Chief Mark DeCambre looks further into FTX while also covering Coinbase COIN, the San Francisco-based crypto exchange, whose stocks has declined 86% in 2022.</p><p>Related: This economist gives five reasons why crypto shouldn't be regulated</p><p>Retirement accounts, donations and taxes</p><p>If you donate to charities and also need to take required minimum distributions from retirement accounts each year, combining those activities can be a good tax move.</p><p>Retirement savers generally are not allowed to make withdrawals from IRAs or other tax-deferred accounts until they are at least 59 1/2. However, there are exceptions to the rules under strictly defined circumstances.</p><p>An industry adapts to climate change</p><p>Changing weather patterns not only affect wine-producing regions — they are forcing farmers to change the way they grow crops used to make spirits.</p><p>Debbie Carlson interviewed three farm-to-bottle spirits producers who explained how they are making changes in their farming and distilling methods to mitigate the effects of climate change and reduced biodiversity.</p><p>When might Tesla's stock bottom?</p><p>Shares of Tesla TSLA have taken a 64% dive this year, which raises the question of when it would make sense to buy the stock.</p><p>Tesla CEO Elon Musk has sold $39 billion of the electric vehicle maker's shares during 2022 while committing much of that money to his Twitter purchase. Now he has pledged not to sell any Tesla shares in 2023.</p><p>Wedbush analyst Dan Ives cut his price target for Tesla's stock by 30% on Dec. 22, but continued to rate the stock \"outperform,\" as he has done all the way down.</p><p>\"It would be easy for us (and other bulls) to throw in the towel here and view the near-term headwinds as too fierce to overcome for the stock to work in 2023,\" Ives wrote in a note to clients. But he added that most of the decline had been brought about by investors' dismay over Musk's focus on Twitter.</p><p>Musk has said he wants to find a new CEO for Twitter. Ives wrote that if Musk refocuses on Tesla, follows through on his plan to stop selling stock and if Tesla's board of directors initiates a stock-repurchase plan and provides reasonable guidance to investors in its fourth-quarter earnings call, the stock will have bottomed.</p><p>More on Tesla and Musk:</p><p>* Possible Tesla bounce good for a trade, but not an investment, says technical analyst</p><p>* Tesla stock's losing streak continues after report of hiring freeze, layoff plans</p><p>Streaming options in the new year</p><p>Jon Swartz covers the decline in spending on new scripted content by streaming services.</p><p>Mike Murphy looks ahead at what four streaming services will add — and what they will take a away — in January.</p><p>* Netflix</p><p>* Amazon Prime Video</p><p>* Hulu</p><p>* HBO Max</p><p>And, finally, Jeremy Owens reports on a 2023 prediction for Disney, which might lead to a new streaming service.</p><p>Want more from MarketWatch? Sign up for this and other newsletters, and get the latest news, personal finance and investing advice.</p><p>What to expect for the stock market in 2023 after the biggest decline since the financial crisis</p>",
  "published": "2022-12-23T16:41:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1666,
          "end": 1671
        }
      ]
    }
  ]
}