{
  "_id": "7cd303d2ed437002d80db65c1f3600502bd4af8c9625b83848fc596d4d554a48",
  "feed": "market-watch",
  "title": "Black Friday online sales top $9 billion in new record; Overall online sales for Black Friday were up 2.3% year-over-year",
  "text": "<p>As online spending picked up, consumers who are dealing with inflation and higher prices, are embracing flexible ways to make payments. Buy Now Pay Later (BNPL) revenue is up a significant 81% in the week Nov. 19 – Nov. 25 compared to the week prior. Mobile shopping remains popular, with Black Friday hitting a new record: 48% of online sales came from smartphones, up from 44% last year.</p><p>See: More people use 'buy now, pay later' for holiday shopping, but experts say that's a double-edged sword</p><p>On Black Friday, hot sellers included toys such as Fortnite, Roblox, Bluey, Funko Pop!, and Disney Encanto. Gaming remained a popular category, as shoppers snatched up Xbox Series X and PlayStation 5 devices, along with games including FIFA 23, NBA 2k23, and Pokemon Scarlet &amp; Violet. Other top sellers included drones, Apple MacBooks AAPL, and Dyson products.</p><p>\"As Black Friday hit record spending online, we're also seeing more prominent signs of a budget-conscious consumer this year,\" said Vivek Pandya, lead analyst, Adobe Digital Insights. \"Shoppers are embracing the Buy Now Pay Later payment method more this year to be able to buy desired gifts for family and friends.\"</p><p>See also: What Black Friday and Cyber Monday sales tell you about retail stocks, recession and the economy</p><p>Coming Up: Weekend, Cyber Monday</p><p>E-commerce activity is expected to remain strong this weekend, with shoppers expected to spend over $9 billion online ($4.52 billion on Sat, $4.99 billion on Sun). Adobe expects Cyber Monday to be the season's and year's biggest online shopping day again, driving $11.2 billion in spend and growing 5.1% year over year.</p><p>Saturday, Nov. 26, is also Small Business Saturday, as consumers are urged to shop with local, independent retailers. Adobe Analytics data shows that smaller retailers with annual revenues in the $10 million to $50 million range, have struggled in an uncertain economic environment, with online sales growing 3 times less than large retailers with over $1 billion in annual revenue.</p><p>Forecast for Cyber Week</p><p>Adobe expects Cyber Week (the 5 days from Thanksgiving Day through Cyber Monday) to generate $34.8 billion in online spend, up 2.8% year on year, representing a 16.3% share of the full Nov-Dec holiday season.</p><p>Black Friday online sales top $9 billion in new record</p>",
  "published": "2022-11-28T12:35:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 818,
          "end": 823
        },
        {
          "start": 833,
          "end": 837
        }
      ]
    }
  ]
}