{
  "_id": "b650b687e7dd9fd44589385cd5ece38f67b8c38883c8af37a9c9883a880f6dcb",
  "feed": "market-watch",
  "title": "Should you buy a new Apple Watch? The Ultra, Series 8 and SE can be preordered now; Apple added a new model to its lineup while making incremental improvements to its existing watches",
  "text": "<p>Read: Apple keeps iPhone prices the same, offers free satellite connection for 2 years</p><p>The company kept prices the same for the new Apple Watch Series 8 lineup as the Series 7, and it also cut the price of the new Apple Watch SE model.</p><p>Even so, the prices are considerable in light of heavy spending pressures on consumers that leave them with less disposable income. The new Apple Watch SE starts at $249 with GPS and $299 with cellular, while the Apple Watch Series 8 starts at $399 with GPS and $499 with cellular.</p><p>Perhaps in acknowledgment that higher-income consumers have seen less pressure from inflation than other brackets, the company also showed off its Apple Watch Ultra, a newly designed watch with a $799 price tag.</p><p>Don't miss: Apple CEO Tim Cook won't raise iPhone 14 prices. He must first deal with a fierce rival — and it's not Samsung</p><p>As with Apple's recent iPhone introductions, the feature changes seen in the latest Apple Watch models are largely incremental.</p><p>Owners of last year's Apple Watch Series 7 will see some improvements, like car-crash detection and temperature sensing, if they upgrade to the Series 8 line, but the overall differences will be more minor. Owners of older Apple Watch models will see bigger changes in performance and functionality, but depending on needs, the features might not be worth the upgrade from well-functioning older devices.</p><p>Those considering grabbing an Apple Watch for the first time will at least know that they'll be getting Apple's latest and greatest across a variety of price points.</p><p>The new models feature additional health tools, which could draw more consumers into the fray. Additionally, the two higher-end models offer more intriguing battery options. The Ultra model is said to reach up to 36 hours of battery life during \"normal use,\" and up to 60 hours when on low-power mode. The Series 8 can get up to 36 hours on low-power mode, a new setting.</p><p>Some people chafed at the idea of daily charging with other Apple Watch models, so the longer battery life could prove popular.</p><p>Still, while Apple continues to innovate with its watches, one analyst still isn't sure recent moves have positioned the devices to hold mass appeal.</p><p>\"We continue to believe that Apple should look to make the device more appealing to older, less tech-savvy consumers who may most value its health monitoring capabilities,\" Bernstein analyst Toni Sacconaghi wrote in a research note, suggesting that there was more Apple could do to add health features, lower the cost of the watch, boost battery life, and simplify functions.</p><p>Those who see themselves in that camp may see value in holding out a bit longer in case Apple opts to change its tune down the road.</p><p>Preorders for all three models kicked off this week, with Apple Watch Series 8 and SE availability beginning Sept. 16. The Apple Watch Ultra becomes available Sept. 23.</p><p>Below is a guide to the latest Apple Watch models and whether they're worth a buy.</p><p>Apple Watch Series 8</p><p>New features</p><p>The Series 8 offers wrist-based temperature tracking, which Apple says will help deliver estimates of when someone is ovulating as well as better predictions of when someone's period will occur. Apple will notify users of deviations in their cycles.</p><p>Apple also adds crash detection to the Apple Watch Series 8. The watch's gyroscope and accelerometer will look to determine when a wearer has been in a severe car crash, and the device will automatically call 911 after 10 seconds unless the user responds to a prompt.</p><p>The iPhone has a low-power setting that helps people maximize battery life, and the feature is coming to the Apple Watch Series 8 line. Low Power Mode disables some sensors, the always-on display, and heart-health notifications, but it can bring battery life up to 36 hours when an iPhone is nearby. Otherwise, the company says the watch offers 18 hours of battery life.</p><p>Worth it?</p><p>Apple continues to make greater pushes into the health space with its watches, and the Series 8 could offer value to people interested in ovulation tracking.</p><p>The crash-detection feature is intriguing, but it's probably not a selling point just yet.</p><p>\"There is a lot of benefit and value the Apple Watch can bring to consumers, including health, safety, and overall day-to-day life management benefits, but if the crash-detection feature is someone's main reason for consideration, it's too soon to tell if that's reason enough to purchase the new watch,\" said Peter Levinson, the vice president of product management at Arity, a company spun out of Allstate that helps detect crashes and provides other mobility data.</p><p>The function \"still has time to mature and acquire the volume of data for its offering to prove itself compared to other free crash-detection solutions already in the market built using billions of miles of driving data and trips,\" he continued, though he was upbeat about crash-detection technology in general.</p><p>Apple in its Wednesday presentation mentioned training its models on more than 1 million hours of real-world driving and crash data. The company also mentioned studying data for years, including through crash-test labs.</p><p>Users don't necessarily have to pay up if they want the comfort of knowing they have the crash-detection option, however, since this function is also available on the cheaper SE.</p><p>The need for daily charging has been an annoyance for some current Apple Watch users or those on the fence about getting a device. The Series 8, with its low-power mode, could be incrementally appealing to people who truly hate the thought of charging a watch up once a day. If advanced health features and greater battery flexibility aren't main concerns, consumers might be better off saving on the SE.</p><p>Apple Watch SE</p><p>New features</p><p>Apple says the latest SE model will have the same processor that's in the other two newly announced watches. The processor makes the device 20% faster than its predecessor.</p><p>The Apple Watch SE also gains the crash-detection feature, and it will be eligible for international roaming.</p><p>Worth it?</p><p>The Apple Watch SE is a good starter device for someone interested in having a smartwatch for functions like communications and more basic health tracking.</p><p>The SE doesn't have blood-oxygen sensing, ECG capabilities, or ovulation estimates, but it will track cardio fitness and notify users of high and low heart rates. It supports fall detection and emergency SOS communications, making it valuable for older users who are willing to do without more advanced health monitoring.</p><p>The relatively lower price also makes it attractive for parents looking to give their kids an Apple Watch, though the price could still be seen as steep in the current climate.</p><p>Apple Watch Ultra</p><p>New features</p><p>The Ultra is an all-new model in Apple's smartwatch lineup, featuring a different design as well as various functions for adventure lovers.</p><p>To start, the Ultra is larger than any of Apple's other watches, boasting a 49-millimeter titanium case. In contrast, the largest Series 8 model has a 45-millimeter case, with stainless steel and aluminum options. The Ultra also has a brighter display and a microphone system meant to ease the process of making phone calls in windy or noisy conditions.</p><p>Whereas the Apple Watch Series 8 has 18 hours of battery life, or 36 hours when on low-power mode, Apple says the Ultra lasts for 36 hours through \"normal use.\" On low-battery mode, it can reach up to 60 hours of battery life.</p><p>The Apple Watch Ultra also comes with a new, sporty watch-face option as well as bands that carry a more adventurous look. Jeff Williams, the company's chief operating officer, said in a release that the Ultra is the \"most rugged and capable Apple Watch yet\" as it was \"designed for new and extreme environments.\"</p><p>The phone has a new, orange \"action button\" that Apple says will let people more easily access various functions or advance workouts.</p><p>Apple Watch Ultra owners will get the company's most accurate GPS technology and the ability to view six advanced running metrics at once. They'll also get the ability to set off an 86-decibel siren in the case of an emergency.</p><p>The company says the Ultra can withstand -4° F low temperatures and 131° high temperatures. It's also been tested for various standards around shocks, vibrations, and more.</p><p>Apple designed the watch to work well for scuba enthusiasts, as it's compatible with dives up to 40 meters. There's a new depth gauge on the Ultra that will show the time, depth, and water temperature, among other metrics.</p><p>Worth it?</p><p>The Apple Watch Ultra \"is likely to have fervent, but niche appeal,\" wrote Bernstein's Sacconaghi in a research note to clients.</p><p>With its 49-millimeter case, the device \"is likely too large for most women, and its incremental functionality (and 2x price) is likely to be valued largely by hard-core sports enthusiasts.\"</p><p>The ability to get up to 60 hours of battery life in low-power mode would be nice for those who hate daily charges, but it's doubtful that this convenience alone is worth the extra money for those who don't want to take advantage of the advanced adventure features.</p><p>Should you buy a new Apple Watch? The Ultra, Series 8 and SE can be preordered now</p>",
  "published": "2022-09-12T21:44:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 6705,
          "end": 6716
        },
        {
          "start": 7461,
          "end": 7472
        },
        {
          "start": 2963,
          "end": 2974
        },
        {
          "start": 3896,
          "end": 3901
        },
        {
          "start": 1003,
          "end": 1014
        },
        {
          "start": 4186,
          "end": 4197
        },
        {
          "start": 5934,
          "end": 5945
        },
        {
          "start": 7329,
          "end": 7334
        },
        {
          "start": 21,
          "end": 32
        },
        {
          "start": 2065,
          "end": 2070
        },
        {
          "start": 5391,
          "end": 5402
        },
        {
          "start": 5729,
          "end": 5734
        },
        {
          "start": 6054,
          "end": 6065
        },
        {
          "start": 7242,
          "end": 7247
        },
        {
          "start": 2911,
          "end": 2922
        },
        {
          "start": 3192,
          "end": 3197
        },
        {
          "start": 3624,
          "end": 3635
        },
        {
          "start": 1204,
          "end": 1215
        },
        {
          "start": 861,
          "end": 866
        },
        {
          "start": 9146,
          "end": 9157
        },
        {
          "start": 7905,
          "end": 7910
        },
        {
          "start": 6,
          "end": 11
        },
        {
          "start": 2666,
          "end": 2671
        },
        {
          "start": 449,
          "end": 454
        },
        {
          "start": 1490,
          "end": 1495
        },
        {
          "start": 21,
          "end": 26
        },
        {
          "start": 5757,
          "end": 5762
        },
        {
          "start": 7820,
          "end": 7825
        },
        {
          "start": 1416,
          "end": 1427
        },
        {
          "start": 9146,
          "end": 9151
        },
        {
          "start": 5934,
          "end": 5939
        },
        {
          "start": 8306,
          "end": 8311
        },
        {
          "start": 6705,
          "end": 6710
        },
        {
          "start": 2231,
          "end": 2236
        },
        {
          "start": 132,
          "end": 137
        },
        {
          "start": 5729,
          "end": 5740
        },
        {
          "start": 1984,
          "end": 1995
        },
        {
          "start": 2466,
          "end": 2471
        },
        {
          "start": 2834,
          "end": 2845
        },
        {
          "start": 3247,
          "end": 3252
        },
        {
          "start": 3286,
          "end": 3297
        },
        {
          "start": 376,
          "end": 387
        },
        {
          "start": 665,
          "end": 676
        },
        {
          "start": 6918,
          "end": 6923
        },
        {
          "start": 132,
          "end": 143
        },
        {
          "start": 3286,
          "end": 3291
        },
        {
          "start": 7905,
          "end": 7916
        },
        {
          "start": 1204,
          "end": 1209
        },
        {
          "start": 4925,
          "end": 4930
        },
        {
          "start": 937,
          "end": 948
        },
        {
          "start": 3057,
          "end": 3062
        },
        {
          "start": 6622,
          "end": 6633
        },
        {
          "start": 6769,
          "end": 6774
        },
        {
          "start": 937,
          "end": 942
        },
        {
          "start": 1416,
          "end": 1421
        },
        {
          "start": 5391,
          "end": 5396
        },
        {
          "start": 214,
          "end": 225
        },
        {
          "start": 2769,
          "end": 2780
        },
        {
          "start": 449,
          "end": 460
        },
        {
          "start": 2769,
          "end": 2774
        },
        {
          "start": 8543,
          "end": 8554
        },
        {
          "start": 7699,
          "end": 7704
        },
        {
          "start": 84,
          "end": 89
        },
        {
          "start": 7461,
          "end": 7466
        },
        {
          "start": 7242,
          "end": 7253
        },
        {
          "start": 1984,
          "end": 1989
        },
        {
          "start": 3624,
          "end": 3629
        },
        {
          "start": 2963,
          "end": 2968
        },
        {
          "start": 742,
          "end": 747
        },
        {
          "start": 214,
          "end": 219
        },
        {
          "start": 8543,
          "end": 8548
        },
        {
          "start": 2911,
          "end": 2916
        },
        {
          "start": 7699,
          "end": 7710
        },
        {
          "start": 376,
          "end": 381
        },
        {
          "start": 6622,
          "end": 6627
        },
        {
          "start": 1003,
          "end": 1008
        },
        {
          "start": 4186,
          "end": 4191
        },
        {
          "start": 2834,
          "end": 2839
        },
        {
          "start": 6054,
          "end": 6059
        },
        {
          "start": 665,
          "end": 670
        }
      ]
    }
  ]
}