{
  "_id": "2011a260d943f442eb8f99b168d71d2f67836fdbfb04c2a13c0f9370379e81e0",
  "feed": "ftcomall",
  "title": "Tina Brown and Simon Schama on the royal family",
  "text": "<p><em>This is an audio transcript of the </em><a href=\"https://www.ft.com/ftweekendpodcast\"><em>FT Weekend podcast</em></a><em> episode: </em><a href=\"https://www.ft.com/content/b6e8f77f-3542-4a26-873a-66ccc88861b4\"><em>Tina Brown and Simon Schama on the royal family</em></a></p> <p><strong>Lilah Raptopoulos</strong> <br>It was exactly 70 years ago that the Queen of England was crowned. And an anniversary like that deserves a party, right? Especially when the Queen is 96 and this is likely her last decade wearing the crown. Enter the Platinum Royal Jubilee. This weekend, Britain has a four-day bank holiday, with two days off work to celebrate. So while our colleagues in the UK enjoy corgi-themed tea parties and Drag Queen Bingos and brunches — those are all actually happening — we're bringing you a session we recorded recently at the US FT Weekend Festival. It's about what's next for the Windsors and it's between three heavy hitters: Jo Ellison, the editor of How to Spend It, which was recently renamed HTSI; Simon Schama, the great historian, documentarian and writer; and Tina Brown, former editor of The New Yorker, matriarch of the media world and author of the recently published book <em>The Palace Papers</em>. Please enjoy. The conversation begins with Jo. </p> <p><strong>Jo Ellison</strong><br>Tina, you've just written a fabulous book. It's a brilliant overview of the last 25 years, but also preceding that sort of several decades worth of like good royal juice. And what is the state of health of the Windsors, as you see it today? </p> <p><strong>Tina Brown</strong><br>I think it's perilous because all the kind of mayhem and scandals and difficulties that have happened in the last 25 years were always going to be all right, because at the centre of it all was this calm, composed, kind of preternaturally judicious monarch, you know Elizabeth II. And keeping calm and carrying on and is, while she was there to sort of pull it all together, represents sense and sanity. Everything in the end we all knew was going to be all right. The problem is that a lot of the mayhem of the last few years is happening at a time when the queen is very frail, and we're looking at her twilight years. And so there is much more, I think, now a sense of can it can it go on in quite the way that it has. </p> <p><strong>Jo Ellison</strong> <br>And when we say the way that it has, and Simon, perhaps you can kind of give us some sort of encapsulation of what the, what the Windsor family, what the royal family has represented for Britain and the rest of the world. </p> <p><strong>Simon Schama</strong><br>I, the only thing I'd add to what Tina says, and I share the view about perilousness, is that actually it's very difficult to think of a viable alternative. So if you start from the position as, you know, a kind of boring professor of history like me does, rather than from the inside of the family, and say and assume that cultures and societies and powers even or maybe especially in the digital era, need an identity focus. They need something to personify, other than a football team or something, the community to which they belong. You're right on the spot about saying, well, what can that be actually? And in the particular case of Britain that's lost its moorings with Europe and dream on about having a special relationship with the United States, it's a profound historical question. And I'm not saying it will be answered by the monarchy, but, you know, give us an alternative. That's the issue. The issue then I, very briefly, the answer to your very big question is what has the House of Windsor meant? It's meant exactly a kind of sense of, a sort of, a kind of way of being in a country which has lost its empire, you know, which, which is contracting and contracting and contracting, but still, in some sense, has, it has a kind of place in the flow of historical time. And it's embodied in a person who seemed to be and who was, I mean, a decent person, a public person. And the trouble with when you run an institution as a family, as a royal family, the risks are enormous. </p> <p><strong>Jo Ellison<br></strong>Yeah.</p> <p><strong>Simon Schama<br></strong>It might be like everybody, everybody's horribly dysfunctional family. </p> <p><strong>Jo Ellison</strong><br>Figureheads that's got a very strong kind of thematic responsibility, it represents the crown. But obviously within that, this is incredible family, human drama and a cast of characters that you capture in all different kind of like, guises. And it's a very much, it's a very easy take to say heroes and villains, like do we love? Is it like Boo-Hiss Camilla? Is it Boo-Hiss Charles? Is Harry good? Is he bad? Who did you love and who did you hate?</p> <p>[Audience laughing]</p> <p><strong>Tina Brown</strong><br>Well, you know, the funny thing is, I came to love all of these. </p> <p><strong>Jo Ellison</strong><br>Oh, of course you do . . . </p> <p><strong>Tina Brown</strong><br>No, I did. I fell in love with them all, particularly actually Camilla and also the queen who I finally came around to finding just very funny. (Laughter) I mean, she has a very astringent sense of humour, which makes it much more interesting somehow that backstage, she's got this shop shops or slightly Maggie Smith put-downs. And she comes on like, one of my, one of my favourite was when, discussing the Golden Jubilee, one of her kind of courtier sort of advisers was trying to come up with something that might make her relatable, like going for a ride on the London Eye, which is that big, you know, carousel. And there was a pause and the queen just said, I'm not a tourist. (Laughter) End of it. You know, she's so authentic. And the queen also just has this natural temperament, which is just so sublimely suited to the role that she's in. And she's so good at being inscrutable, which ultimately has proved a great weapon for her because no one to this day knows what the queen thinks about anything. I mean, during Brexit, we don't know what, what she thought. We have absolutely no, don't know how she thought. What we do know is is that she admires Stoicism. She admires people who, you know duty. She admires people who, you know, get on with things and don't whine. I mean, all of these wonderfully sort of British, you know, things, which is why she now really loves Camilla. She really does love Camilla now, because Camilla is one, another person who has shown how she can play the long game. She has never actually spoken at all in public about her relationship with Charles anywhere. She's never been indiscreet . . . </p> <p><strong>Jo Ellison</strong><br>So, discretion is huge . . . </p> <p><strong>Tina Brown</strong><br>Discretion is huge. </p> <p><strong>Jo Ellison</strong><br>As it is with Kate Middleton? Or . . . </p> <p><strong>Tina Brown</strong><br>Absolutely, as it is with Kate Middleton. But also, you know, Camilla has been very stoic. I mean, you know, she actually has put up with a tremendous amount and I have got into this in detail in the book of what she really did go through to end up in the position that she has and that, I found her a very sympathetic character. </p> <p><strong>Jo Ellison</strong><br>Interesting, though, that the humanising influence in the, in the Windsor family in the last 25 years has tended to come from commoners, shall we say, or at least very strong middle class values. And actually, a lot of the time, a lot of the accounts that you talk about, they seem quite banal and bourgeois, I say bourgeois a lot. Like they're not a family necessarily of like great riches and extravagances, which is sort of counter to what you might assume of like a kind of, you know, a royal family. And is that a great modernising influence, the fact that they have kind of actually allowed for more class, sort of like what was the word, whether they've allowed it to infiltrate, even though they've sort of like maintained this incredibly strong, aristocratic, sort of like, order, Simon?</p> <p><strong>Simon Schama</strong><br>Well, I think no. I think actually one of the stories is particularly strong in Tina's book about Diana. But one of the one of the stories, the Spencers, were aristocrats in a way in which the Windsors are not. They well, you know, there are plenty of horses in the royal family and dogs and gardening and so on. But dogs and gardening are absolutely a part of the epic of British middle class life, really. And as Tina says the sense of absolutely being repelled by any kind of hint of bling or wearing your heart on a sleeve, that kind of thing. But, you know, if you go to the garden party, you see people go into the garden party in Buckingham Palace for those, you know, happens in the late spring through the summer, it's people from all over the country: nurses, matrons, schoolteachers. You know, isn't it. I mean, it's a huge middle-class occasion? And, you know, we were talking earlier about whether or not the queen is physically up to do this. It's quite you know, it's every two or three weeks or something, actually. </p> <p><strong>Jo Ellison</strong><br>So is that what Meghan misinterpreted then, do you think, is this the big mistake?</p> <p><strong>Simon Schama</strong><br>Yes. Uh-huh. Yes, I think. </p> <p><strong>Tina Brown</strong><br>Meghan really didn't buy into the idea of palaces, castles . . . </p> <p><strong>Simon Schama<br></strong>Yes. </p> <p><strong>Tina Brown<br></strong> . . . global tours, crowds, mega celebrity.</p> <p><strong>Jo Ellison</strong><br>Yeah </p> <p><strong>Tina Brown<br></strong>And there's nothing more different from celebrity than the royal family, frankly. It's, you know, when Meghan said on <em>Oprah</em>, well, I thought I got this. I thought that I could handle it. I mean, I knew celebrities in Hollywood, it's like, which point one just thought, you know, nothing could be more different than celebrities in Hollywood than the sort of tradition-based, you know, frugal, you know . . . </p> <p><strong>Jo Ellison</strong><br>That sounds like a ghastly existence for the most part. You can't stand and stay, you can't go anywhere and you can't do anything apart from talk to dogs and pet horses is miserable . . . </p> <p><strong>Tina Brown<br></strong>I think it's, I think that that marrying into the royal family is a bit like sort of secular version of taking the veil. I don't think that it is something to be taken on lightly because . . . </p> <p><strong>Jo Ellison</strong><br>The auditioning process, like Cressida Bonas sort of was absolutely not going to have a you know. Harry registered quite a few girlfriends and they ran from the job. They absolutely ran . . . </p> <p><strong>Tina Brown</strong><br>They ran because I think the combination of intense scrutiny now where she's, you know, 24 seven with the sort of constraints, you know, of everything that you're allowed to do and not to do. And the fact that really all of this kind of excitement about being royal is sort of off of distance. I mean, Meghan was being offered all of this wonderful kind of goodies, a century of celebrity life, which you couldn't say yes to any of them. Yeah. Which is why, you know, she wanted out really? Because, you know, to have all this celebrity fame but not actually be able to kind of, you know, deploy it in the service of anything you wanted to do is actually something I think most people would find very difficult. </p> <p><strong>Jo Ellison</strong><br>And then paradoxically, you've got Harry, who was kind of at this sort of terribly lost, rudderless, adolescent boy who we all sort of took into our bosom and, you know, loved as a kind of the lost son of the Windsors. He went into the army and actually found himself and kind of found the family and found a role in life and has now had to kind of like abscond from that and go (inaudible). And you kind of wonder what's going on with Harry now. He wants to he wants to sing for Harry. Do we do we do we feel for him? Do we think he's rehabilitated? </p> <p><strong>Simon Schama</strong><br>I think he's going to be profoundly unhappy in a completely different way from the other serial unhappiness is. It's not it's not he's not, built for late night television over and over again. Or, you know, the what is it, Archie well, I mean, it's it's a classic moment of the fates, really chuckling and snipping the ribbon that all this was, you know, the production the great production number was going to be for Netflix. At which point, Netflix. then tanks then cuts a huge number of programmes that we're supposed to put on. So I just it's it doesn't quite fit, Harry. </p> <p><strong>Jo Ellison</strong><br>I think I'm interested as both of you being British people living in America. And I think what Harry and Meghan seem to represent to a lot of Americans, certainly at the time, was that it illustrated how much of an anachronism the kind of Windsor family were. That they weren't modernised. That they were racist. That they just didn't understand the kind of like the human needs that a woman walking into that sort of atmosphere would be. Do you think that people and I mean, as people continue to comment on the royal family in America, do you think that's something that has changed in terms of the perception and opinion of the royal family from abroad? Or do you think that it has have Meghan and Harry helped the Windsors or hindered them? </p> <p><strong>Simon Schama</strong> <br>I was struck by there is a sense in the American British royal family is that we are public, you know. And the British monarchy is, after all, ridiculous and unfit for purpose in the modern era. But there is a viewing figures for <em>Downton Abbey.</em> </p> <p><strong>Jo Ellison</strong><br>Yeah. </p> <p><strong>Simon Schama</strong><br>As well. </p> <p><strong>Tina Brown</strong><br>And <em>The Crown.</em> </p> <p><strong>Simon Schama</strong><br>Yeah. And all an upstairs downstairs. So there is a very. </p> <p><strong>Tina Brown</strong><br>Sort of guilty pleasure. </p> <p><strong>Simon Schama</strong><br>Exactly. Well, I think a sort of fascination, actually. And, you know, you saw it in, you know, Donald Trump's absolutely crazy above all things, to have his state dinner and his time with the Queen. On the one hand, he could have said, well, (inaudible). You know, I'm I'm the real thing, actually. On the other hand, this sort of, you know, downplayed desperate me is actually to receive the kind of royal unction. </p> <p><strong>Jo Ellison</strong><br>So now we're at a point where, God forbid, we can imagine a near future in which there might not be a Queen Elizabeth. And what is Charles going to be like as a king and what kind of dominion will he have? </p> <p><strong>Simon Schama</strong><br>I know that it's very much something between this talk, but all I'll say is that, you know, Charles's obsession for many decades has been environmentalism. And you know that. And that's how Tina describes the despair of his handlers saying, oh, well, everyone sees him as simply talking to plants, you know, and a sort of mad not cutlet vegetarian. He's not vegetarian, but eccentricity. But that, of course, turns out to be one of the absolutely existential crisis of this deeply, elementally, terrifying period we're living through. So you look at the man at Charles and you look at the zeitgeist the moment, and they actually have a kind of extraordinary serendipitous convergence, which is not to say as a huge amount of evidence that really Charles has a habit of saying the wrong thing and putting his foot in it. And the convergence can turn into mix my metaphors into a booby trap, you know. But it's not that it's bound to be hopeless. I mean, my own feeling, for what it's worth, about prediction about when the queen dies, is that there'll be an enormous kind of outpouring of communal sorrow, really, which which will really be a moment of, you know, British national togetherness, I think. </p> <p><strong>Tina Brown</strong><br>And I actually think that in that moment of national togetherness, there may be a rallying to Charles. As a matter of fact. Yes. Because, as you say, his passions and interests happen to dovetail right now with the zeitgeist within. If ever there was a time for him to become king this is the best time for him to become king. And also as a transitional monarch, he could become a very effective sort of bridge to William. You know, it's popular to say, oh, why did they skip Charles and have William? I think it will be very difficult for William to follow the queen. I don't think that he's got he's not experienced enough.</p> <p><strong>Jo Ellison<br></strong>A caretaker king then. </p> <p><strong>Tina Brown<br></strong>Well, but you can be it's not so much a caretaker king. He's got a lot of modernising to do before William takes over. And if he can see his role as that, I think it will be good. I also think that, Charles, the one thing the monarchy does have is the power to convene. I mean, there are many powers left for the monarchy, but one of its powers is the powers to convene, as Simon said. Look how Trump was slavering to be asked, you know, to Buckingham Palace. Most people, if they get a call saying this is Buckingham Palace on the phone, they just drop their thoughts and say what date they want to be there. And Charles will use that position, I think, to convene a lot around these topics of climate change, environment, culture, all of these passions. Plus, he's authentic. And one thing we've seen with the queen that has made her so beloved is the fact people know this woman. They know who she is. They believe her. Charles for all of his kind of dithering and he's just my luck, you know, all this the fact is . . . </p> <p><strong>Jo Ellison</strong><br>Rather extraordinarily extravagant tastes. </p> <p><strong>Tina Brown</strong><br>What his extravagant taste, all of it. But he we know who Charles is. He's never been a phoney about anything. And people can relate to that, I think. I think they know that he's a decent person and I think they know that he cares tremendously about the philanthropy he's done and so on. So I think he might find a different way to be loved. Let's put it that way. He's never going to have obviously what the queen has with all these concentric rings of history and the sense that, you know, she represents the nation for 70 years. He's not going to have that. But I think that he will find another way to somehow win the respect of the country. I do. </p> <p><strong>Jo Ellison</strong><br>Obviously, we've seen with the responsibility shifting over, we've got Andrew out of the picture. We've got like various other people not going to be on the balcony, going to be on the balcony. Who's going to be there for the jubilee? He's not going to be there. It's a really slimmed down monarchy now, sort of partly by design, because Charles wants it like that and also partly by a kind of self-immolation. But can those can can, can Kate and William sort of bring that same. Have they got enough in them to kind of carry that on their shoulders? It's a it's a big responsibility for a very private couple. </p> <p><strong>Tina Brown</strong><br>I think it's a nightmare for them. I mean, you know, they really are like working like dogs right now to keep up the family, you know, business. I think, you know, Prince Edward and Sophie have been kind of, you know, upgraded and suddenly they're everywhere. I think it is a bit it is a bit slim line at the moment, I have to say. It really is. I might . . . </p> <p><strong>Simon Schama</strong><br>(Inaudible)</p> <p><strong>Tina Brown</strong><br>Want us, you know, be careful what you wish for, Prince Charles, because your slimmed down monarchy is looking, you know, positively anorexic these days. </p> <p><strong>Jo Ellison</strong><br>I want to ask you also, in terms of where we are now, have we crept out from under the shadow of Diana or is she still the kind of, I want to say, elephant in the room? It's not probably appropriate, but she's she's still this kind of extraordinary presence has has everyone still hanging over. And is there a way out of that or is that always going to be part of the reason? </p> <p><strong>Simon Schama</strong><br>No, I want to hear what Tina has to say about that. But my impression is that it is rather over, actually. I may be wrong about that, but that I think that a lot of focus about the psychodrama of Diana is really it's the next bit on in the Shakespeare, you know, trilogy. It's what's reflected through William and through Harry. </p> <p><strong>Jo Ellison</strong><br>Except we're about to get a new Netflix series of the Crown where they've rolled up two more extra (inaudible). </p> <p><strong>Simon Schama</strong><br>That's right. I did I may be under the influence of the film <em>Spencer</em>, which I thought was one of the worst films ever made in the history of moviemaking, actually. </p> <p><strong>Jo Ellison</strong> <br>Yeah. </p> <p><strong>Simon Schama</strong><br>So it may not be that the world or Britain is over Diana, but I definitely am, you know. </p> <p><strong>Tina Brown</strong><br>Yeah. For Charles, it's a living nightmare that the Diana shade because every time he sort of extricating himself he thinks from it, something else will come at him. And there's a great deal of trepidation about the next series of the Crown, about whether, once again, Charles is going to be cast as, you know, the villain of the piece. And will it be another hagiography of Diana, as, you know, as as as a great victim, etc.? And there is a lot of anxiety about that. But, of course, as Simon said, you know, the real shade of Diana is not being lived out through Harry. </p> <p><strong>Jo Ellison</strong><br>Yeah. </p> <p><strong>Tina Brown</strong><br>Harry's the legacy. </p> <p><strong>Jo Ellison</strong><br>And he's got a book coming out. </p> <p><strong>Tina Brown</strong><br>And Harry has a book coming out. And that book is one of their biggest anxieties right now in the House of Windsor. It's hanging over them, a sword of Damocles, because they don't know what's in this book. And, you know, if it's another if it's all about, you know, how Camilla stole Charles away from his mother, that's just not good for Camilla, because for the last 20 years, you know, she's not been his wife longer than Diana was. She's really not put a foot wrong. She's been so supportive, such a kind of team player. And they but it's still fragile, you know, and there's a whole new generation that really doesn't know the back story, etc. And now if this comes at them and once again, she's cast as a villain, I think it's going to be very hard. </p> <p><strong>Jo Ellison</strong><br>So. I'm getting the sense then that the kind of general state of play is incredibly fragile. But I mean, have been how many moments of the been like this historically Simon? Is it always in state of sort of perilous danger? </p> <p><strong>Simon Schama</strong><br>Oh, very often. And I think, remember, there was a much stronger Republican movement in Britain than there is now when the queen was closeted endlessly, you know, with the plaster cast of Albert's hand on the pillow at Osborne in the Isle of Wight, and she refused to be seen. The wonderful, wonderful movie of it's called Mr. Brown. Mrs Brown?</p> <p><strong>Tina Brown</strong><br>(inaudible) movie.</p> <p><strong>Simon Schama</strong><br>Yeah, exactly (inaudible) movie had it absolutely right about the kind of self-indulgent nature of the endlessly perpetual grief and how Disraeli got her out of that. So that was a really with Charles still he was an extremely popular Republican politician, radical politician in Britain. It was a terrible problem in the very end of George the fourth really it was just horrific, self-indulgent, vain, idiotic, bloated, enormous, awful person, really. And so I think it has you know, it's part of the story. The problem has always been really and it started with George the third, but became really very important. When photography starts in and Albert is quite keen, you're actually asking for trouble and that trouble goes on. But it so far hasn't sunk the monarchy, but there's no saying it might not.</p> <p>[MUSIC PLAYING]</p> <p><strong>Lilah Raptopoulos</strong> <br>That's the show this week. Thank you for listening to FT Weekend, the podcast from the Financial Times. Next week we talk about pigs with chief features writer Henry Mance. We have this preconceived notion of pigs being dirty and lazy, but that's honestly due to how we treat them. A new neuroscientific research is turning those assumptions inside out. We also talk with architecture critic and Edwin Heathcote about the new phenomenon that is New York skinny scrapers there, these unfathomably thin and tall skyscrapers that are built exclusively for the most elite. If you have a moment, I would love if you could leave us a review on Apple Podcasts or share the show with a few of your friends that you think may like it. If you like the show, that is a really helpful way to support us. Also, please keep in touch. Tell me all of your cultural interests at the moment. You can email us at ftweekendpodcast@ft.com or on Twitter @ftweekendpod, and you can find me on Instagram and Twitter @lilahrap. You can see behind the scenes podcast content on my Instagram. Links to everything mentioned today are in the show notes alongside a link to the best offers available on a subscription to the FT, including 50% off a digital subscription and a really great deal on FT Weekend in print. Those offers are at FT.com/weekendpodcast. Make sure to use that link. Our sibling podcast, Payne's Politics is also looking at <em>The Crown</em> this week with an episode on how British society has changed during the Queen's reign. It's a conversation between the hosts Sebastian Payne, political editor George Parker, economics editor Chris Giles and the great columnist Sarah O'Connor. You should definitely check it out. I am Lilah Raptopoulos and here's my talented team. Katya Kumkova is our senior producer. Lulu Smyth is our assistant producer. Our sound engineers are Breen Turner and Samantha Giovinco with original music by Metaphor Music. Zoe Sullivan is our contributing producer and Topher Forhecz is our executive producer. And thanks go as always to Cheryl Brumley and Renee Kaplan. This week, we also want to give a special shout out to Persis Love, who is normally a producer on another excellent FT podcast Money Clinic. Persis basically masterminded last week's piece on the <em>Stolen Cookbook</em> and she deserves all the credit we forgot to give her, so Persis thank you. And on that note, please take care and we will find each other again next week.</p> <p><em>This transcript has been automatically generated. If by any chance there is an error please send the details for a correction to: </em><a href=\"mailto:typo@ft.com\"><em>typo@ft.com</em></a><em>. We will do our best to make the amendment as soon as possible.</em></p><p>Source: Lilah Raptopoulos 2022 'Tina Brown and Simon Schama on the royal family' FT.com 5 June. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-06-05T08:23:11.250Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 23028,
          "end": 23033
        }
      ]
    }
  ]
}