{
  "_id": "2825bdd863028e5414905fbddabd1e2eaeb8975f26c0fe9efbb40b732c60183a",
  "feed": "ftcomall",
  "title": "Sketches of the war in Ukraine: close calls and eerie quietude",
  "text": "<p><strong>Bakhmut, Donbas Region<br></strong>On the otherwise empty roads of Bakhmut, jeeps, pick-ups and infantry vehicles whizz past. The passengers are wearing dark glasses; they are buff and strapped with weaponry.</p> <p>I am worrying, as usual, about being questioned. “Who are you? What are you doing?” It is always stressful for me to try to explain to battle-hardened, adrenaline-fuelled men with weapons that I am an artist.</p> <p>As the vehicles fly by, some slow down, but none stop. I realise the shadow of the tree I am sitting under has moved and that the sun has overheated my iPad. I finish this drawing later in the evening, in an abandoned room where I sleep on a billiard table.</p> <p><strong>Outskirts of Bakhmut<br></strong>Some soldiers propose that I go with them to a “grey zone” to try to help fix a camera which is observing nearby enemy positions. The camera is remote-controlled, so it can zoom in and pan across the landscape, but it has been disabled by the shelling. When we arrive, our car is spotted by the enemy. We manage to get out before the firing begins. We lie down. Thankfully, the enemy is firing from a long distance. We jump back into the car and peel out, watching the incoming fire in the rear-view mirror. Later on, when we've stopped near trenches where another unit is stationed, I sit and draw for an hour. Everybody else seems calm, but I am not. It felt as if the enemy was trying to hit me specifically with their shelling.</p> <p><strong>Bohorodychne village, Kharkiv<br></strong>In the middle of the day, we manage to get into a “closed” village, where access is usually only granted to military personnel. The village was liberated just a few days ago. There are a few units inspecting damaged houses and searching for mines. They're also setting up defensive positions. There are a lot of Russian clothes, shoes, dry rations and damaged weapons strewn about. But mostly there is crumpled metal everywhere. As I am drawing, four soldiers arrive in a dirty pick-up. At first they want to know who I am and how I got into the village. But once I explain, they turn their attention back to more pressing matters, namely the view from their defensive position. The sound of artillery shelling is constant, near and far.</p> <p><strong>Near Izyum, Kharkiv<br></strong>Our route from Bakhmut to Izyum cuts through fields and forests. The war rolled through here like a fast and powerful wind, leaving traces everywhere. A mass grave containing more than 400 people was discovered on the edge of the city. Damaged and burnt material is noticeable in almost every field. It lies next to the roads and in ditches and in the tall grass, where it is forbidden to go. Soldiers are examining each damaged tank, looking for bodies and mines. They find a lot of discarded Russian ammo and weapons.</p> <p><strong>Chasiv Yar, Donbas<br></strong>In a small village house, near Kostiantynivka in the east, a special operations unit is resting. I am sitting in a small room, quietly drawing, and the sound of laughter drifts in from a table in the yard where the men are eating and talking. The smell of gun oil lingers in the air. A couple of soldiers come in, curious about the drawing process. They watch, respectfully tapping my shoulder to offer suggestions. Later, after I've finished, I lie in the grass outside under the apple trees and listen to the jets cutting across the sky.</p> <p><em>Follow </em><a href=\"https://twitter.com/FTMag\"><em>@FTMag</em></a><em> on Twitter to find out about our latest stories first</em></p><p>Source: Sergiy Maidukov 2022 'Sketches of the war in Ukraine: close calls and eerie quietude' FT.com 21 October. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-10-21T04:00:01.792Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 3225,
          "end": 3230
        }
      ],
      "nexusId": "10022657"
    }
  ]
}