{
  "_id": "d29a53cd21615ae36bef52494898d2e205ebd580c74e1e43420cc551a4058187",
  "feed": "market-watch",
  "title": "Facebook's meh year 'could get better … it just isn't'; Meta earnings preview: TikTok, Apple and the economy are pounding Facebook, and analysts don't see a solution arriving soon",
  "text": "<p>\"It could get better…it just isn't,\" RBC Capital Markets' Brad Erickson warned in a gloomy note April 12. \"Another round of [small business] ad agency channel checks raises our conviction that FB is likely to see another rocky quarter upcoming prompting lower estimates and PT to $240 [from $245].\"</p><p>Small businesses for the first time are considering alternatives to Facebook for digital ad spending, Erickson added.</p><p>It isn't just Meta. Major online-advertising companies face a four-headed macroeconomic monster: fallout from Russia's invasion of Ukraine; its impact on the rest of Europe; soft brand ad spending, specifically around geopolitical content; and eroding consumer spending in Europe because of inflation and higher oil prices, according to MKM Partners analyst Rohit Kulkarni.</p><p>On Thursday, Snap Inc. SNAP Chief Business Officer Jeremi Gorman warned that \"ongoing platform-related headwinds, supply-chain shortages and labor disruptions, rising inflation and geopolitical unrest are presenting challenges for a wider array of industry verticals than in the prior quarter.\"</p><p>Read more: Snap's stock rises despite revenue shortfall amid 'a challenging operating environment'</p><p>Meta didn't mince words in setting low expectations this year when it last reported quarterly results. In early February, the company cautioned it expects to be \"negatively impacted by a few factors,\" specifically mentioning \"Apple's AAPL iOS changes\" and \"ad targeting and measurement headwinds from platform and regulatory changes.\"</p><p>Chief Financial Officer David Wehner estimated Apple's identifier for advertisers (IDFA) under iOS 14.5, which requires app makers to ask consumers to allow tracking of them, will cost Meta an estimated $10 billion in 2022. Additionally, Wehner expressed concern over future versions of iOS and regulatory issues in the U.S. and abroad.</p><p>Read more:Facebook sheds more than $200 billion in market value after rough earnings report</p><p>What to expect</p><p>Earnings: Analysts surveyed by FactSet on average expect Meta to report first-quarter earnings of $2.56 a share, down from $3.30 a share a year ago.</p><p>Contributors to Estimize — a crowdsourcing platform that gathers estimates from Wall Street analysts as well as buy-side analysts, fund managers, company executives, academics and others — are projecting earnings of $2.66 a share on average.</p><p>Revenue: Analysts on average expect Meta to report $28.9 billion in first-quarter revenue, up from $26.2 billion a year ago. Estimize contributors predict $28.5 billion on average.</p><p>Stock movement: As of Thursday's trading close, Meta's stock has nosedived 45% so far this year — among the worst Nasdaq-100 NDX performers — while the S&amp;P 500 index  SPX declined 10%. Shares of Meta are down 39% since the company last announced quarterly results.</p><p>What analysts are saying</p><p>Management's $10 billion bombshell warning is one of several hurdles in store for Meta this year, Cowen analyst John Blackledge said in an April 14 note that maintains an outperform rating and price target of $290. Of equal if not more concern is rising competition from TikTok, which has led to modest year-over-year engagement declines at Facebook and Instagram, based on a social media survey conducted by Cowen.</p><p>Channeling analysts' sentiments, Jason Helfstein of Oppenheimer slashed his price target on Meta shares to $305 from $375 as well as earnings estimates because of a weaker European economy and continued \"headwinds\" from Apple's IDFA.</p><p>Don't miss: A dozen S&amp;P 500 stocks had their worst quarter ever, as tech stocks sloughed off nearly $2 trillion in value</p><p>Bigger picture, Meta is one of several large tech companies staring into the abyss of a \"muted\" and \"cautious\" economic outlook, says Evercore ISI analyst Mark Mahaney. Earnings season is rife with \"elevated risk\" caused by inflation — the Consumer Price Index hit a 40-year high in March — and the threat of a recession in Europe forced by the war in Ukraine, Mahaney contends.</p><p>\"Meta has a lot to prove this quarter. IDFA is a significant blow and TikTok presents a real challenge in video,\" Jasmine Enberg, principal analyst at Insider Intelligence, told MarketWatch. \"When [Facebook Chief Executive Mark] Zuckerberg mentioned TikTok by name in last quarter's [analyst] call, that said a lot.\"</p><p>Enberg has calculated Instagram ad sales in the U.S. made up more than half of Meta's take in 2021, at $25.6 billion, and will increase to 61%, or $42.7 billion, by 2024.</p><p>Facebook's meh year 'could get better … it just isn't'</p>",
  "published": "2022-04-26T12:36:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 87,
          "end": 92
        },
        {
          "start": 1419,
          "end": 1423
        },
        {
          "start": 1567,
          "end": 1572
        },
        {
          "start": 3461,
          "end": 3466
        },
        {
          "start": 1411,
          "end": 1416
        }
      ]
    }
  ]
}