{
  "_id": "4880943393b56efffbef5f610f7bbed2e62575f13f13ee8eda725ed982cfe0f8",
  "feed": "wall-street-journal",
  "title": "EV Startups Try to Ride Tesla Coattails --- Spate of funding announcements shows how launching an electric-vehicle brand is as much about building capital as cars",
  "text": "<p>Wednesday marks a year since peak EV startup fever on the stock market when Rivian Automotive finished the day with a market value of $155 billion a few days after its initial public offering. A year of production and supply-chain challenges, its valuation is hovering a bit above $30 billion.</p><p>But Rivian is in much better shape than its less-well-funded peers. Car manufacturing, particularly in the startup stages, is a competition for capital more than one for customers. Rivian won that game with its fortunately timed IPO, which was upsized following a wild rally in Tesla shares in October 2021. The company ended up raising almost $12 billion, which means it can afford to burn through more than $1.5 billion a quarter to increase production.</p><p>Rivian's peers went public via mergers with special-purpose acquisition companies, a less lucrative route. They are now raising capital in a difficult funding environment, which isn't helping their stocks.</p><p>Lucid Motors, which is at a similar ramp-up stage to Rivian, said last week that it would raise up to $915 million from Saudi Arabia's sovereign-wealth fund, which owns 60% of its shares, and up to $600 million from other investors through an \"at-the-market\" offering -- a mechanism that trickles new shares into the market via brokers. The stock fell 17% during the session after that announcement. Having been valued more highly at times this year, Lucid now has a market value well below Rivian's at just over $20 billion.</p><p>Earlier-stage startups need cash just to start producing. Faraday Future said Monday it would sell fund manager Yorkville Advisors up to $350 million of stock to finance progress toward the launch of its EV. Last week, Lordstown Motors, which just begun limited commercial production, announced a $170 million funding deal with iPhone assembler Foxconn. In May, the Taiwanese contract manufacturer bought Lordstown's Ohio factory and agreed to make its vehicles. Soon it will own 18% of Lordstown's common stock and get the right to appoint two board members.</p><p>Lordstown's fate underlines a common theme: EV startups drain so much cash that deep-pocketed investors with strategic interests in the technology often end up behind the wheel. Their backing makes it more likely that the likes of Lucid and Lordstown will survive, but regular shareholders might not end up with much of a stake.</p><p>William Mileham, an analyst at Mirabaud Securities, thinks Western investors might end up seeing the Saudi influence at Lucid as an \"ESG risk\" -- a reference to the environmental, social and governance factors institutional investors use to screen stocks. The irony here is that EV stocks are popular in part precisely because of their environmental pitch.</p><p>Still, having a benefactor's support is better than not having it. Shares in U.K. startup Arrival have fallen about 17% since it said last week that it was running out of money. It has announced two radical restructuring plans in the past five months. A plan to tap the stock market for funds didn't work out because there is so little trading in a stock that already is pricing in failure.</p><p>Tesla got through its own funding difficulties, most recently during the Model 3 ramp-up phase in 2018, in part because its stock was valued to succeed, making its success something of a self-fulfilling prophecy. Its imitators are discovering this isn't an easy thing to repeat, particularly as interest rates rise.</p>",
  "published": "2022-11-17T00:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": []
    }
  ]
}