{
  "_id": "478aaeff59d629b0524d6fbabac680deb6ce5b0c1d5f44668c90528d92f8246d",
  "feed": "wall-street-journal",
  "title": "A Downtick Is Coming for Online Advertising; Google's search business expected to stay resilient while social platforms grapple with challenges",
  "text": "<p>Analysts expect combined advertising revenue from the six major players—Google, Facebook, Amazon.com, Twitter, Snap and Pinterest—to grow 19% year over year compared with the 28% growth seen in the fourth quarter and 40% growth in last year's first quarter, according to FactSet estimates.</p><p>But not everyone will experience the pain equally. Google-parent Alphabet Inc. is expected to see total advertising revenue rise 23% year over year to $55.1 billion, while Facebook-parent Meta Platforms is projected to report a rise of only 8% to about $27.5 billion.</p><p>That is within the range of the company's downbeat projection issued in late January, but worries seem to be growing. Eighteen analysts have trimmed their advertising-revenue forecasts for the company so far this month, according to FactSet.</p><p>In an April 13 report, Brad Erickson of RBC Capital predicted \"another rocky quarter\" for the company, adding that his team's survey of small-business advertising agencies detected \"no perceived improvement\" in the company's ad-targeting algorithms or performance.</p><p>Facebook's 12 percentage-point deceleration from growth seen in the fourth quarter will also be the sharpest of the group. But all are expected to see some slowdown save for Twitter, which is expected to see online ad revenue growing 25% year over year to $1.1 billion, compared with 22% growth in the fourth quarter.</p><p>Ironically, Twitter is also the only one in the group that now has a major shareholder publicly nudging the company to get out of the online-ad business. Indeed, the drama with Elon Musk's unsolicited bid will likely overshadow any business fundamentals the company shows when it reports results on April 28. Twitter's share price is up nearly 14% since Mr. Musk's ownership stake was first reported earlier this month, and it is the only stock in the bunch showing gains for this year.</p><p>Google, which accounts for more than half of the group's total advertising revenue, is expected to stay in relatively good shape, as the company's traditional search-based business is seen as less vulnerable to the changes Apple made last year that make it harder for advertisers to target their ads.</p><p>Michael Nathanson of MoffettNathanson wrote in a note last month that Google is \"the strongest and safest part of the marketing funnel and has benefited from shifting spend due to changing privacy standards.\"</p><p>The company's YouTube arm may also be vulnerable to the growing popularity of rival video platform TikTok, but Jason Helfstein of Oppenheimer said in an April 13 report that ad spending on TikTok is coming from \"paid social budgets\"—limiting the damage to Google. But TikTok's ascendance is coming at someone's expense; a survey by ISI Evercore found that average daily time by users on the platform owned by China's ByteDance hit 93 minutes in the first quarter—69% above Meta's Instagram and more than four times that of Snapchat.</p><p>For online advertisers, those are the sort of dance moves worth noticing.</p><p>Write to Dan Gallagher at dan.gallagher@wsj.com</p><p>A Downtick Is Coming for Online Advertising</p>",
  "published": "2022-04-18T15:16:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 2093,
          "end": 2098
        }
      ]
    }
  ]
}