{
  "_id": "b5b10252f2784ef0b8b03787184c3de7243069660b6fcbf85fd036fbe04b0a14",
  "feed": "ftcomall",
  "title": "Netflix partners with Ubisoft to bolster fledgling gaming division",
  "text": "<p>Netflix has teamed up with Ubisoft, one of Europe's biggest video game companies, as the streaming giant seeks to bolster its fledgling gaming business. </p> <p>The California-based streaming service will launch three new mobile games next year based on Ubisoft's games, including its most successful title <em>Assassin's Creed. </em></p> <p>The move comes as Netflix attempts to accelerate growth of its <a href=\"https://www.ft.com/content/162bb017-3989-4aec-9ffa-465bcf6774df\">new gaming arm</a> amid a slowdown in the company's streaming business. The streaming group has lost more than half of its market value since April when it revealed its decade-long subscriber growth had ended.</p> <p>The partnership will entail the French gaming group developing the mobile games for Netflix. This will also include a game based on Ubisoft's <em>Mighty Quest</em>, a castle-building and monster-looting game, and the historical puzzle adventure game called <em>Valiant Hearts</em>. </p> <p>The games will be made available exclusively to Netflix subscribers, with no ads or in-app purchases, allowing Ubisoft to tap into new audiences and experiment with fresh formats for existing titles. No details of the deal value have been announced.</p> <p>Netflix entered the gaming sector last year, hiring a number of high-profile executives, as it joined the world's largest technology companies in trying to grab a slice of the most valuable portion of the entertainment industry. </p> <p>Big Tech groups including Amazon, Facebook-owner Meta, Google and Apple have all stepped up their investments in video games in recent years, vying to become the <a href=\"https://www.ft.com/content/7be7cc00-4c9d-11e9-bbc9-6917dce3dc62\">“Netflix of gaming”</a>. </p> <p>Netflix has launched 28 games and acquired three gaming studios, including Night School Studio, which makes the supernatural adventure game <em>Oxenfree</em>, and Texas-based Boss Fight Entertainment. In <a href=\"https://www.ft.com/content/2339f6ae-fb26-4a32-981b-492e2e984f3b\">March</a>, it bought Next Games, the Finnish developer behind mobile games based on its hit show <em>Stranger Things</em>.</p> <p>However, the company has struggled to quickly convert a big chunk of its roughly 220mn subscribers into regular gamers. There are about 1.9mn daily active users of Netflix's mobile games, according to market intelligence firm Apptopia, and they have been installed 28mn times. By contrast, King, a popular games publisher that makes <em>Candy Crush</em>, has roughly 30mn daily active users. </p> <p>Leanne Loombe, head of external games at Netflix, said the streaming company was still “very committed to games” but was at an experimentation stage, working out which styles and genres resonated most with its subscribers. </p> <p>“Whoever our members are we want to make sure there's a game on there for them,” she said, adding that in the future “we are going to start to focus more on Netflix IP” as “that's what we have a superpower in”. </p> <p>The streaming giant plans to have a total of 50 games on its roster by the end of the year. </p> <p>But its push comes during a wider slowdown in the gaming sector, with console producers, video game publishers and gaming chipmakers reporting weakening sales and engagement in recent months. Last week, US tech group Snap, which owns social media group Snapchat, said it was putting its gaming plans on hold. </p> <p>Loombe said the company was not perturbed by a recent <a href=\"https://www.ft.com/content/3e04a454-470e-490b-af87-bf65c435525c\">slide in gaming engagement</a>, particularly in mobile, noting that “people are still playing games . . . so there's still a huge opportunity for us”.</p> <p>“You need a few hours to watch a TV series or films but you only need five minutes to play a game on your commute,” she added. </p><p>Source: Anna Gross 2022 'Netflix partners with Ubisoft to bolster fledgling gaming division' FT.com 11 September. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-09-11T08:09:34.437Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1395,
          "end": 1400
        }
      ],
      "nexusId": "10022657"
    }
  ]
}