{
  "_id": "96cb30a74f4951c5d1ae17e73cc869b6f303ed73c8323db224611ab756482fb0",
  "feed": "ftcomall",
  "title": "Suspicion on Apple TV Plus is a tense but baggy thriller ",
  "text": "<p>The word “Kafkaesque” is too liberally used in reference to any vaguely bureaucratic ordeal. But it can be readily applied to the situation of three British characters in Apple TV Plus's new thriller series, <em>Suspicion</em>, who return home from a trip to New York only to all be arrested one morning, seemingly without having done anything wrong. </p> <p>The three as yet unconnected detainees — one Oxford academic, one financial adviser, one beleaguered IT expert — know what crime they're improbably being accused of. Just 48 hours earlier, at the hotel they were all staying in, the son of the head of one of the world's most influential communications companies was attacked and bundled into a suitcase by assailants who were wearing masks of the British royal family. </p> <p>A stronger suggestion of British involvement in the kidnapping is that the mother, Katherine Newman (Uma Thurman), has just been named as a highly contentious nomination for the UK ambassadorship. It transpires that the ransom demanded is not money but “the truth” — a more difficult commodity for a businesswoman with possibly shady associations. </p> <p>Despite top billing in the show's marketing, Thurman is so underused that she may as well have appeared via Zoom. The focus is instead on establishing the backgrounds of the suspects, with interrogations and investigations conducted by an NCA officer and an FBI agent. </p> <p>It doesn't take their credentials to figure out that bumbling Aadesh (<em>The Big Bang Theory</em>'s Kunal Nayyar), righteous lecturer Tara (Elizabeth Henstridge) and family-oriented Natalie (Georgina Campbell) clearly know more about the Newmans than they let on. The latter, for instance, appears to have unexpected ties to a ruthless assassin, also hunted down in relation to the abduction. </p> <p>For the first few episodes of this eight-parter, <em>Suspicion</em> feels encumbered by endless scenes of interrogation and surveillance. But the show becomes slicker, notably improving once the paths of the implicated strangers begin to intersect. If you get through the initial stodge, you'll find a tense, mindless thriller.</p> <p>★★★☆☆</p> <p><em>First two episodes on Apple TV Plus from February 4,</em> <em>new episodes weekly thereafter</em></p> <p><em>Follow </em><a href=\"https://twitter.com/ftweekend?ref_src=twsrc%5Egoogle%7Ctwcamp%5Eserp%7Ctwgr%5Eauthor\"><em>@ftweekend</em></a><em> on Twitter to find out about our latest stories first</em></p><p>Source: Dan Einav 2022 'Suspicion on Apple TV Plus is a tense but baggy thriller ' FT.com 28 January. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-01-28T12:00:19.474Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 171,
          "end": 176
        },
        {
          "start": 2110,
          "end": 2115
        },
        {
          "start": 13,
          "end": 18
        }
      ],
      "nexusId": "10022657"
    }
  ]
}