{
  "_id": "6691b2df7528962bed6246f4c5abdfe2976378163eb53091ddd8db59b8d5cddf",
  "feed": "wall-street-journal",
  "title": "EXCHANGE  ---  Personal Board of Directors:  Bozoma Saint John  ---  Chief marketing officer of Netflix Inc.  ----  By Joann S. Lublin",
  "text": "<p>\n  [The trusted advisers of top business leaders] </p><pre>\n </pre><p>\n  For her first job out of college, Bozoma Saint John landed the role of administrative assistant at Spike DDB, a New York ad agency headed by film director Spike Lee. She was surprised when he accepted her recommendation that rising pop star Beyonce Knowles appear in a commercial for PepsiCo Inc. </p><p>\n  Two decades and nine employers later, she's now chief marketing officer of Netflix Inc. \"If he had picked someone else, I probably wouldn't be sitting here now,\" she says. </p><p>\n  In 2005, she joined a Pepsi unit to work on multicultural marketing. She helped organize Beyonce's 2013 Super Bowl half-time appearance and an elaborate introductory Pepsi commercial. </p><p>\n  One stint -- as chief brand officer for Uber Technologies Inc. -- didn't last long. Hired in June 2017, Ms. Saint John quit after a year. She and Chief Executive Dara Khosrowshahi disagreed over priorities, she says. \"We just didn't align.\" An Uber spokesman declined to comment about her brief tenure. </p><p>\n  She's also had prominent marketing roles at Apple Inc. and entertainment company Endeavor Group Holdings Inc. </p><p>\n  Joining Netflix in 2020 was \"my biggest marketing challenge ever,\" says Ms. Saint John, now the company's most senior Black executive. </p><p>\n  Here are four of her most valued advisers. </p><pre>\n </pre><p>\n  Brett O'Brien </p><p>\n  General manager of Gatorade at PepsiCo Inc. </p><p>\n  Mr. O'Brien recruited Ms. Saint John because he had been one of her Spike DDB clients. He initially supervised her at the big food-and-beverage maker. Unlike many Pepsi peers, the novice assistant brand manager lacked an M.B.A. degree. Mr. O'Brien reassured her that \"my background didn't matter. I could do anything,\" Ms. Saint John says. He says he urged his protegee to \"keep doing you.\" A larger-than-life individual, \"Boz lets her passion shine through,\" Mr. O'Brien points out. She didn't \"need to dampen that passion to fit any perceived corporate norms.\" </p><pre>\n </pre><p>\n  Arianna Huffington </p><p>\n  Founder and CEO of Thrive Global </p><p>\n  The executives met in 2016 at a consumer-electronics trade show. Ms. Huffington, an Uber board member, eventually proposed that Ms. Saint John consider leaving Apple for Uber. \"She needed to be somewhere that would let her full personality shine,\" Ms. Huffington says. And \"Uber needed her special gifts.\" Ms. Huffington connected Ms. Saint John with then-Uber CEO Travis Kalanick. He interviewed her at Ms. Huffington's Los Angeles home. Mr. Kalanick resigned shortly after Ms. Saint John arrived, following months of scandal and setbacks at Uber. </p><pre>\n </pre><p>\n  Luvvie Ajayi Jones </p><p>\n  Author, speaker and CEO of Awe Luv Media </p><p>\n  \"Luvvie has always encouraged me to continue making trouble,\" Ms. Saint John says of Mrs. Jones, her friend since 2014. Her counsel proved especially useful when the executive left Uber feeling discouraged. \"Am I just looking for trouble everywhere I go?\" Ms. Saint John remembers asking herself. \"I don't always want to be the one who disrupts simply because I walk in the door. It's exhausting,\" she goes on. \"Sometimes, I just want to simply fit in.\" Ms. Saint John should keep making the best trouble because she \"cannot fit in, even if she tries,\" Mrs. Jones contends. </p><pre>\n </pre><p>\n  Priyanka Chopra Jonas </p><p>\n  Actor, producer and author </p><p>\n  The pair became acquainted about a decade ago when the popular Indian actor appeared on \"X Factor,\" a televised talent show that Pepsi sponsored. In 2018, Ms. Saint John attended Ms. Chopra's wedding in India, where she married musician Nick Jonas. Today, the widowed Netflix executive still struggles to pursue her friend's suggestion that she open her heart and find love again. Ms. Saint John's husband, Peter Saint John, died in 2013. \"I do know how to get what I want out of my career. I don't know how to do that in love,\" Ms. Saint John admits. \"It's very painful and scary.\" </p><p></p>",
  "published": "2022-01-15T07:06:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 2130,
          "end": 2135
        },
        {
          "start": 1049,
          "end": 1059
        },
        {
          "start": 1049,
          "end": 1058
        },
        {
          "start": 1049,
          "end": 1054
        }
      ],
      "nexusId": "10022657"
    }
  ]
}