{
  "_id": "c5fd127726403053a697cc19abccc6d84f75ea810e3cd0c95c2fa692af6facae",
  "feed": "market-watch",
  "title": "Dow turns higher, S&P 500 flat in afternoon trade as investors gauge China zero-COVID policies and await Powell speech",
  "text": "<p>How are stocks are trading</p><p>* S&amp;P 500 SPX declined 2 points, or less than 0.1%, to 3,962</p><p>* Dow Jones Industrial Average DJIA gained 40 points, or 0.1% to 33,887</p><p>* The Nasdaq Composite COMP dropped 47 points, or 0.4% to 11,001</p><p>On Monday, the Dow Jones Industrial Average fell 498 points, or 1.45%, to 33849, the S&amp;P 500 declined 62 points, or 1.54%, to 3964, and the Nasdaq Composite dropped 177 points, or 1.58%, to 11050.</p><p>What's driving markets</p><p>Equities, bond yields and industrial commodity prices fell at the start of the week on concerns a wave of anti COVID-lockdown demonstrations would cause a crackdown by Beijing, further hobbling activity in the world's second biggest economy and slowing global growth.</p><p>However, on Tuesday China's National Health Commission said it would ramp up COVID vaccinations for the elderly, a move that is seen allowing the government eventually to relax COVID restrictions.</p><p>See: Some markets cheer as China vows to vaccinate more elderly. Analysts see positive movement by officials.</p><p>\"Police in China have quashed mass COVID demonstrations for now, helping stocks regain their footing,\" said Susannah Streeter, senior investment and markets analyst at Hargreaves Lansdown.</p><p>However, Mark Williams, chief Asia economist at Capital Economics, worries it will take much longer time for the new campaign of getting elderly vaccinated to succeed, because the vaccination rate is still low.</p><p>\"Investors in particular are really eager for this kind of good news to happen, that there's going to be opening up and they're seizing onto every morsel of good news on that front, but I think it's gonna be a longer process,\" said Williams in a briefing on Tuesday.</p><p>The Hang Seng index HK:HSI in Hong Kong, which fell 1.6% on Monday, surged 5.2%.</p><p>\"The unrest in China duly weighed on equity indices everywhere yesterday, and some moderately hawkish commentary from FOMC members weighed additionally on the U.S. market,\" said Ian Williams, strategist at Peel Hunt.</p><p>In the U.S. investors got another look at the financial health of consumers going into the year-end holiday season.</p><p>Shoppers spent $11.3 billion onCyber Monday deals, according to Adobe ADBE. That's a record haul passing the $10.7 spent last year on Cyber Monday sales, according to Adobe.This also follows a record $9.12 billion in online sales during Black Friday, Adobe data shows. But analysts noted that the record sales numbers include the higher prices that consumers are paying as a result of inflation running at a forty year high.</p><p>The S&amp;P Case-Shiller U.S. home price index gave a look at America's housing market, which remains under pressure. The Case-Shiller 20-city price index dropped 1.2 % in September, marking thethird straight monthly decline.</p><p>The U.S. consumer confidence index for November fell to a four-month low as inflation, higher interest rates and recession worries keep grinding at consumer mood.</p><p>Investors are working Tuesday with a mixed bag of information, said Paul Nolte, senior vice president at Kingsview Investment Management.</p><p>On the one hand, results from the home price index were \"a little disappointing\" and the consumer confidence data flagged trouble signs like an uptick in inflation expectations, he noted.</p><p>At the same time, \"there's still some hope\" that China's approach to COVID will soften, Nolte said. \"Certainly, an opening of China is going to help out a lot,\" he said — but noted it's tough to anticipate the next moves from China's president, Xi Jinping.</p><p>Investors also are awaiting a Wednesday speech from Federal Reserve Chairman Jerome Powell, Nolte noted. That's following Fed speakers earlier this week, including a MarketWatch interview with St. Louis Fed President James Bullard. When it comes to rate hikes, \"to a person they were all saying we're not done yes,\" Nolte said.</p><p>Then layer on the seasonal boost, when investors are starting to look for year-end stock bargains.That \"tends to provide a positive bias to the markets,\" Nolte said.</p><p>Companies in focus</p><p>* Chinese stocks, including Alibaba Group Holding Ltd. BABA and Nio NIO were up over 5% in trading Tuesday after Chinese official announced their next steps for handling COVID-19 in the country.</p><p>* Shares of Bilibili, Inc. BILI surged more than 22% after the Chinese video-sharing platform operator posted better-than-expected earnings and revenue. The company posted a narrowed net loss and a rise in revenue for the quarter, both ahead of consensus estimates.</p><p>* Royal Bank of Canada RY said Tuesdayit reached a dealto acquire HSBC Canada for C$13.5 billion ($10.1 billion) in cash. The dealis expected to close in late 2023, adding a bank that, as of Sept. 30, had $134 billion, approximately 130 branches and 4,200 full-time employees. Shares were down less than 1% on Tuesday.</p><p>* Shares of Hibbett HIBB fell 11% after the sporting goods retailer missed top and bottom line estimates for its latest quarter.</p><p>* Apple AAPL fell 1.8% investors remained concerned over risks to the technology company's supply chain amid Covid unrest in China.</p><p>— Jamie Chisholm contributed to this article.</p><p>Dow turns higher, S&amp;P 500 flat in afternoon trade as investors gauge China zero-COVID policies and await Powell speech</p>",
  "published": "2022-11-29T19:19:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 4924,
          "end": 4928
        },
        {
          "start": 4918,
          "end": 4923
        }
      ]
    }
  ]
}