{
  "_id": "08979254cf47b85032463cad73f648d7ad3e1c7f2cca590c3a5fc606f1426d50",
  "feed": "wall-street-journal",
  "title": "Arts in Review -- Television Review: The Great Emancipator's Great Struggle",
  "text": "<p>Apple TV+'s \"Lincoln's Dilemma,\" the four-part saga of Abraham Lincoln's efforts to deal with the issue of slavery, comes richly detailed both in its portrait of the president's character and that of the nation itself. Lincoln had promised that, as president, he would not touch slavery, which did not prevent a stream of Southern states from seceding upon his ascension to the office. Lincoln, in turn, announced his opposition to any compromise that permitted \"the extension of the institution on soil owned by the nation.\"</p><p>Meanwhile, the Confederate states, which were now led by Jefferson Davis, were building what they conceived of as their own country. In the eyes of the white South, Lincoln was a threat. In some parts of the white South, the series reports, people had taken to calling Lincoln \"The Prince of Darkness.\"</p><p>Some abolitionists, the documentary suggests, saw Lincoln as weak and insufficiently committed to the cause. But we are also presented with a Lincoln who was haunted by the sight of shackled slaves. The series' capacity to deliver such scenes is regularly evident. There are the for-sale announcements: \"A cargo of very stout men and women in good order and fit for immediate service just imported . . . \" Some slave owners thought of themselves as masters of the skill of slaveholding, and found ways to publish their wisdom on how to manipulate slaves so as to improve production.</p><p>Still, the docuseries is at its best, dramatically speaking, in its history of all that led to the outbreak of the Civil War -- a concise narrative that succeeds in capturing the tone and flavor of the times, and, not least, the battles, including that of Fort Sumter. Here was a source of special outrage -- secessionists had fired on the American flag. When Lincoln called for 75,000 more men, the response was immediate.</p><p>What Lincoln's life meant to the nation he led was never clearer than in the raw grief that followed his death. The people had seen in him their better qualities incarnated and glorified, a eulogizer declared, and for this he was deeply loved.</p>",
  "published": "2022-02-18T00:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 0,
          "end": 5
        },
        {
          "start": 0,
          "end": 8
        }
      ],
      "nexusId": "10022657"
    }
  ]
}