{
  "_id": "8fd1f9ed73bf4b96b9ed390f29d5db361059cc2da11c1097ac0bf7f4dcd056f4",
  "feed": "ftcomall",
  "title": "Apple at $3tn: the enigma of Tim Cook",
  "text": "<p>Two years after the death of Steve Jobs, Oracle CEO Larry Ellison claimed it was inevitable Apple would struggle under Tim Cook. You only had to look, he said, at what happened to the company in the period after Jobs was ousted in 1985.</p> <p>“We already know. We saw. We conducted the experiment,” <a href=\"https://www.youtube.com/watch?v=Iq41o0YsNTE\">Ellison told talk show host Charlie Rose</a> in 2013. His finger tracing an upwards curve, he said Apple had been an extraordinary success during Jobs' first spell at the company, only to slump — his finger dropped — when he left. </p> <p>“We saw Apple with Steve Jobs” when he returned in 1997 — up went his finger. “Now, we're gonna see Apple without Steve Jobs” — another drop. “He is irreplaceable. They will not be nearly so successful.”</p> <p>Few predictions have ever been so wrong. Tim Cook's triumph as Jobs' successor has been so unparalleled that the numbers don't speak for themselves so much as they scream: Apple's market value has grown by more than $700m a day from when Cook took over in August 2011 to this week when it struck $3tn, before falling back.</p> <p>But Ellison was in good company. “Scepticism was pervasive” when Cook was appointed, says Tripp Mickle, author of the forthcoming book, <em>After Steve</em>, a history of Apple's past 10 years. “Whether it was Wall Street, customers who love their iPhones, or friends and colleagues in tech — everyone to a person was gripping their chair when he was put into the role.”</p> <p>The extraordinary rise in Apple's market value is the fruit of the massive smartphone era that Jobs set in motion. But even the biggest admirers of Jobs have been compelled to admit they underestimated or misunderstood the qualities Cook has brought to the job, from supply chain expertise&#xa0;to diplomatic dexterity. </p> <p>Apple's ascendancy during the “second coming” of Jobs from 1997 to 2011 had set the paradigm for Apple as a disruptive innovator that could upend entire industries with single products. The launches of the iMac, iPod, iPhone and iPad became the stuff of movies. But Cook, who earned nearly $100m last year thanks largely to stock awards, does not fit this model. His skills lie in areas that popular culture doesn't really comprehend, let alone appreciate. </p> <p>“Steve was a visionary firebrand, and Tim is an efficiency expert, an operational guru,” says Ray Wang, chair of Silicon Valley-based Constellation Research. </p> <p>“You need both in a company,” he adds. “You need a person that comes up with the great idea that gets people excited . . . and you need the person who puts it in the market at massive scale.”</p> <h1>Diplomatic nous</h1> <p>Cook's supporters insist he has fundamentally changed the nature of the company. During his time at the helm, Apple's annual revenues have ballooned from $108bn in the year he took over to $365bn in 2021. Net profits have grown 3.7 times, from $26bn to $95bn.</p> <p>But more significant is how Cook has built a services juggernaut to eke out every penny of the Apple ecosystem, garnering a steady stream of recurring revenues from App Store fees and nearly 800m customers paying for digital media that expanded during his tenure. That substantially reduced Apple's dependence on the iPhone — and propelled the company's share price to a level where its price-to-earnings ratio is now three times higher than what it was a decade ago.</p> <p>“Tim Cook's biggest success is the cultivation and the fostering of services, and the degree to which he's been able to revolutionise the way that the company is perceived in the eyes of investors,” says Mickle.</p> <a href=\"http://www.ft.com/cms/8115051.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a> <p>Two major products have emerged in Cook's first decade, AirPods and the Apple Watch — big successes with market shares of 25 per cent and 31 per cent, respectively. But the services division has proved far more significant. Last year it delivered nearly $70bn in revenue — roughly double that of the Mac, iPad or wearables divisions — and margins were 70 per cent.</p> <p>“We're not going to credit Tim with coming up with the next innovative idea, but what you can credit him with is that you have a platform of hardware that suddenly has services that will be 25 per cent of revenue by 2025,” says Ray Wang. “You've got an ecosystem that's unparalleled to any. A supply chain that is unparalleled to any. And of all the different attacks on Big Tech, Apple has weathered it the best.”</p> <p>Dan Wang, professor of business at Columbia University, adds that one of Cook's biggest successes has been in giving consistency to Apple's operations.</p> <p>Jobs had an amazing run, he says, but his focus on products meant revenues were inherently volatile, like that of a fashion company. “If you can predict next year's consumer tastes, then you enjoy all the riches — it's winner takes all,” he says. “But if you get it wrong, you bear that cost. And what Tim Cook did well is to take Apple out of this cycle of having to search for a new hit product every time.”</p> <p>Cook has also proved to be a skilled diplomat. His focus on consumer privacy has helped Apple avoid Brussels' ire amid widespread anti-tech sentiment. In China, he signed deals to expand a massive manufacturing footprint while building up a $68bn business in the country — far more lucrative than any of its tech rivals. And in Washington, he avoided tariffs on Apple products by appealing to Trump's narcissism. </p> <p>“Cook, this big Southerner, was calling Trump all the time. He was nice to him,” says Margaret O'Mara, tech historian and author of <em>The Code</em>. “He was so savvy navigating the broader currents of global trade, first with the Trump tariffs and then with Covid . . . Apple's valuation is reflecting that expertise. If Jobs were [alive and] CEO, that might not have gone down so well.”</p> <p>Some observers believe Cook also deserves credit for what he hasn't done. Apple has largely, though not entirely, avoided joining the ranks of Google and Facebook in monetising its users' data in what Harvard professor Shoshana Zuboff has dubbed “surveillance capitalism”. </p> <p>Nor has Apple splurged on anything unnecessary. Apple's biggest acquisition in the Cook era — buying Beats, a headphone brand and streaming service, for $3bn — could be paid for with three days' worth of revenue.</p> <p>There have been product flops. The HomePod speaker system disappointed. The rollout of Maps was botched. Attempts to build an autonomous car look to have stuttered. But few mistakes really stand out. </p> <p>Meanwhile, Apple has produced a regular cadence of product iterations impressive enough that consumers are willing to pay premiums the rest of the industry can only marvel at. The iPhone held a market share of 17 per cent last year, but it accounted for 80 per cent of global smartphone profits, according to Counterpoint Research. </p> <p>Constellation's Wang says one of Cook's biggest achievements is simply having a keen sense of where Apple should compete and where it should abstain.</p> <p>“Tim's job, every day, is to say ‘what are we not going to do?'” he says. “It's not what they can do. There are so many choices. I mean, Apple could buy Ireland tomorrow. That's how ridiculous it is. That level of maturity and stewardship that Tim Cook has exercised is statesmanlike.”</p> <p>Wall Street loves Cook for two reasons. One is buybacks. Apple's sharecount in the past decade has been cut 37 per cent, from a split-adjusted 26bn to around 16bn today. As a result, earnings-per-share are up 5.6 times. So while Apple's market cap has grown nine times over 10 years, share prices are up 14 times in the same period.</p> <p>Second, Apple started paying dividends in 2012, following a 17-year gap. So on a total return basis, shareholders in the Cook era have earned 33 per cent a year for a decade. If someone had invested $10,000 the day Cook was anointed CEO, and reinvested all dividends, that sum would be worth more than $200,000 today.</p> <h1>‘He needs that magic moment'</h1> <p>Whether Cook should get all or even most of the credit for Apple's market value is subject to debate. </p> <p>The past decade of easy money policies, big shifts into mobile and the emergence of cloud computing has been remarkably benevolent to tech companies. In the same period that Apple's market value has risen some $2.7tn, Microsoft has gained $2.1tn, Alphabet is up $1.6tn and Amazon has added $1.5tn. </p> <p>The hardest part to explain has been the dramatic surge during the pandemic. A happy beneficiary of the work-from-home trend, Apple's share price has more than doubled since Wuhan went into lockdown in January 2020. That raises the question of how much of the value creation is really the product of the aggressive stimulus policies adopted by western governments. </p> <p>O'Mara, the historian, says it's difficult to make sense of any valuation comparisons today versus the recent tech past. She points out that when Netscape soared in value on its first day of trading in 1995, “it rocked everyone's world”. Its value: just under $3bn. Whereas now, she says, an electric vehicle group like Rivian can be valued 50 times that, having delivered 150 vehicles so far.</p> <p>“It's a reflection of the craziness that is the global financial system,” she says. “There's so much money everywhere.”</p> <p>Dartmouth College professor of strategy Ron Adner argues Apple could be doing even better if Cook were able to match Jobs' ability to build platforms that let partners share in Apple's success. </p> <p>“Under Jobs, Apple was masterful transitioning from iPod to the iPhone,” he says. “Because what made the iPhone so special is not that it's such a differentiated phone — Samsung and HTC copied it right away — it was the deal that Apple struck with the telcos. And it was the terms they were able to impose on developers through the App Store.”</p> <p>Under Cook, Adner says, Apple has repeatedly fallen victim to what he calls “the egosystem trap”, with Apple too intent on securing its position as the leader. </p> <p>“Cook has made these big claims about the smart home, payments, health, television, education and publishing — all these ecosystems they were going to disrupt, but they have been incredibly ineffective in driving real change there,” he says. “They have an inability to get partners to align themselves behind their plan.”</p> <p>Despite Apple's record valuation, the innovative reputation of Jobs looms so large in the cultural imagination that there is a lingering sense that Cook still needs to oversee something truly major — a rival to Tesla, an unmatched pair of augmented reality glasses — to truly cement his legacy. </p> <p>“He will always have something to prove until they truly enter a new product category or have something where people say, ‘Oh my God, I never thought somebody would come up with this',” says Aaron Cheris, who runs the American retail practice at Bain, a consultancy. “He needs that magic moment.”</p> <p>Cheris adds that the senior team around Cook are largely executives from the Jobs era, rather than people he has brought into the company. Of Apple's 12 top executives, only three came to Apple after Jobs passed away. “He didn't build this team, he mostly inherited it,” Cheris says. </p> <p>Leander Kahney, Cook's unofficial biographer, says Cook's legacy is already set in stone. He argues that AirPods and the Apple Watch have become iconic products and notes that wearables have for years outshined peak sales for the iPod. But Cook does not get the recognition he deserves, he says, because of a low-key style and his inclination to give stage presence to dozens of other executives</p> <p>“He just doesn't get the credit, because he didn't soak up the credit the way Jobs did.”</p> <p><em>Additional reporting by Richard Waters</em></p> <p><strong>Letter in response to this article:</strong></p> <p><a href=\"https://www.ft.com/content/2050b19d-d391-453a-a377-c3ef8f317ac2\"><em>Cook's pivot at Apple recalls Sloan's GM mission / From Neil McPhater, Longstanton, Cambridgeshire, UK</em></a></p><p>Source: Patrick McGee 2022 'Apple at $3tn: the enigma of Tim Cook' FT.com 7 January. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-01-07T19:27:13.086Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 8283,
          "end": 8288
        },
        {
          "start": 4917,
          "end": 4922
        },
        {
          "start": 388,
          "end": 393
        },
        {
          "start": 8033,
          "end": 8038
        },
        {
          "start": 9093,
          "end": 9098
        },
        {
          "start": 528,
          "end": 533
        },
        {
          "start": 9598,
          "end": 9603
        },
        {
          "start": 6320,
          "end": 6325
        },
        {
          "start": 620,
          "end": 625
        },
        {
          "start": 9460,
          "end": 9465
        },
        {
          "start": 7134,
          "end": 7139
        },
        {
          "start": 9243,
          "end": 9248
        },
        {
          "start": 92,
          "end": 97
        },
        {
          "start": 1821,
          "end": 1826
        },
        {
          "start": 4233,
          "end": 4238
        },
        {
          "start": 5505,
          "end": 5510
        },
        {
          "start": 1209,
          "end": 1214
        },
        {
          "start": 10064,
          "end": 10069
        },
        {
          "start": 2657,
          "end": 2662
        },
        {
          "start": 6928,
          "end": 6933
        },
        {
          "start": 1435,
          "end": 1440
        },
        {
          "start": 2902,
          "end": 2907
        },
        {
          "start": 11508,
          "end": 11513
        },
        {
          "start": 3098,
          "end": 3103
        },
        {
          "start": 5697,
          "end": 5702
        },
        {
          "start": 5944,
          "end": 5949
        },
        {
          "start": 3559,
          "end": 3570
        },
        {
          "start": 5191,
          "end": 5196
        },
        {
          "start": 10790,
          "end": 10795
        },
        {
          "start": 11053,
          "end": 11058
        },
        {
          "start": 9677,
          "end": 9682
        },
        {
          "start": 10836,
          "end": 10841
        },
        {
          "start": 6741,
          "end": 6746
        },
        {
          "start": 7816,
          "end": 7821
        },
        {
          "start": 9213,
          "end": 9218
        },
        {
          "start": 0,
          "end": 5
        },
        {
          "start": 5904,
          "end": 5909
        },
        {
          "start": 7306,
          "end": 7311
        },
        {
          "start": 896,
          "end": 901
        },
        {
          "start": 11053,
          "end": 11064
        },
        {
          "start": 1724,
          "end": 1729
        },
        {
          "start": 4399,
          "end": 4404
        },
        {
          "start": 7418,
          "end": 7423
        },
        {
          "start": 4750,
          "end": 4755
        },
        {
          "start": 3559,
          "end": 3564
        }
      ],
      "nexusId": "10022657"
    }
  ]
}