{
  "_id": "697aaf6938bd5e1bc3e625c899f5ab12569a65feef9867b3cb888d7e7c84696a",
  "feed": "wall-street-journal",
  "title": "The Difficult Search for Dangerous Space Junk; Earth's orbit is filling up with satellites, rocket bodies and debris. The companies hoping to profit from the cleanup job need a better picture of the problem.",
  "text": "<p>Space trash could potentially trigger devastating chain reactions, posing a significant threat to a space economy that is forecast by Morgan Stanley to generate $1 trillion in revenues by 2040. Only three big collisions have happened to date, but close calls are increasingly common. In November of last year, denizens of the International Space Station had to take refuge in their capsules after a Russian antisatellite missile test created a cloud of wreckage.</p><p>In September, the U.S. Federal Communications Commission ruled that operators of satellites in the \"low Earth orbit,\" or LEO—below 1,200 miles of altitude—will, in two years' time, be required to remove them \"as soon as practicable, and no more than five years following the end of their mission.\" The National Aeronautics and Space Administration, or NASA, did ask for space junk to be disposed of within 25 years, but these were voluntary guidelines. NASA said in a 2021 reportthat compliance has averaged under 30% over the past decade. Yet 90% compliance would be required just to slow the pace at which dead satellites, rocket bodies and loose fragments are accumulating.</p><p>There may be little choice but to mount a cleanup operation. The main questions are who will do it and how the junk will be found.</p><p>With only limited interest from big aerospace companies, startups have stepped up. Months after its inception in 2018, Switzerland's ClearSpace signed a €86.2 million ($86.3 million) contract with the European Space Agency, or ESA, to eliminate remains of a Vega rocket by 2025. ClearSpace will use a robot to get hold of the debris and burn it in the atmosphere. Then there is Tokyo-based Astroscale, which has raised $300 million in venture capital since its inception nine years ago. This September, the U.K. Space Agency awarded £4 million, equivalent to $4.6 million, to both companies to remove defunct British satellites by 2026.</p><p>The LEO revolution unleashed by Elon Musk's SpaceX, which has launched over 3,000 of its miniaturized Starlink satellites, may suddenly turn this into a viable commercial market.</p><p>Officials are getting spooked by all the extra clutter. In orbits lower than 375 miles, re-entry into the Earth naturally happens after a few years, but these will be crowded by Starlink alone. Many players will need to go higher, and set up \"deorbit\" plans that regulators—and sustainability-minded investors—find solid.</p><p>Companies' requirement to keep enough fuel in reserve on their satellites to navigate them down into the atmosphere, or higher into a graveyard orbit, is likely to start getting enforced. But a percentage of them will break down, creating demand for trash-removal companies. Also, there are financial benefits to sending a robot up there: It can extend the lifespan of a satellite that has run out of fuel, holding it in place with its own propulsion system until decommissioning time.</p><p>That still leaves satellite operators and trash-removal firms with a fundamental problem: Their information on an object, including position, shape and mass, involves a lot of guesswork.</p><p>Most observations come from ground radars, which firms access through government agencies like the U.S. Space Command. But this data is often several hours old and can miss the mark by miles, so satellites and stations can't swerve out of the way of approaching debris with full confidence. For removal missions, this will mean accommodating extra fuel and allowing for the possibility that an object is spinning faster than estimated, making it impossible to grab.</p><p>And this is for pieces larger than 10 centimeters, which according to the ESA number above 30,000and are the only ones visible from Earth. Mathematical models suggest there are a million additional fragments measuring between one and 10 centimeters, and 100 million even smaller than that, often traveling many times faster than a bullet. Yet the ISS's \"Whipple shield\" can be pierced by anything larger than one centimeter.</p><p>\"We have a catastrophic nine-centimeter gap in our knowledge,\" said Alex Fielding, chief executive of Privateer Space, a venture he set up last year with Apple co-founder Steve Wozniak. \"If this was how it was in traffic, you'd never want to cross the street.\"</p><p>Privateer's solution is to get more data. Its Wayfinder application combines both official sources and observations from satellite operators to create a near-real-time \"Google Maps of space\" that companies can use to narrow margins of error. Wayfinder was recently updated with a collision-assessment tool, and a partnership announced last week with telescope-maker Celestron will allow amateur astronomers at home to feed into it. Privateer is planning to establish a network of monitoring satellites too.</p><p>However, ClearSpace CEO Luc Piguet warns that, while improving space maps to include big chunks of debris will be valuable, providing more data on smaller objects will prove much harder and comes with its own risks. \"If you don't know with a high level of certainty where the object is, you may do maneuvers that aren't really required,\" he said.</p><p>However the debates over space trash continue, any company aspiring to profit from the final frontier will need to better understand the risks of the terrain. The alternative is a true tragedy of the commons that ends a promising new space age before it has really begun.</p><p>Write to Jon Sindreu at jon.sindreu@wsj.com</p><p>The Difficult Search for Dangerous Space Junk</p>",
  "published": "2022-11-11T10:30:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 4127,
          "end": 4132
        }
      ]
    }
  ]
}