{
  "_id": "b7c4fd9ce7f570ce946ae6ac563be30df998b151ae84a695fb9017593ca3cfbd",
  "feed": "market-watch",
  "title": "Little Caesars overtakes Pizza Hut as the NFL's 'official pizza'; Brands want a piece of that NFL pie, and sponsors include the 'official home improvement retail store of the NFL,' an 'official wine' and 'official headset'",
  "text": "<p>\"We're thrilled to welcome Little Caesars to the NFL family,\" said Renie Anderson, the chief revenue officer and executive vice president of NFL Partnerships. \"With a focus on quality and convenience, Little Caesars offers unmatched value for our fans, and we look forward to working together to positively impact communities across the United States.\"</p><p>Little Caesars has been around since 1959, and is headquartered in Detroit, Michigan.</p><p>See also: Apple scores MLS streaming rights for a reported $250 million a year</p><p>\"This partnership aims to enhance the fun of game day by bringing the quality and convenience Little Caesars is known for to NFL fans across the country,\" Little Caesars CEO Dave Scrivano said in the press release. \"And because we're the value leader in the pizza industry, hungry fans can enjoy weekly gametime meals at a very affordable price during a time when food prices are on the rise.\"</p><p>Little Caesars is the third-largest pizza chain in the U.S. in total sales, behind Domino's DPZ and Pizza Hut, according to the 2020 Pizza Power Report.</p><p>The financial terms of the deal were not announced, and the NFL and Little Caesars were not immediately available for comment on this story. But partnership deals with the NFL usually run from three to seven years and cost a minimum of $10 million per year for smaller companies, sports partnerships consultancy firm IEG told CNBC. But more prominent firms could pay more than $200 million per year. Anheuser-Busch BUD reportedly pays the NFL more than $250 million per year for official beer and hard seltzer rights, while Diageo DEO is estimated to pour out $30 million a year to be the official hard alcohol of the NFL.</p><p>This partnership deal gives Little Caesars exclusive marketing rights as the official pizza of the NFL games on TV and at live events. Little Caesars can also use NFL branding on its packaging and on its social media platforms like Snap SNAP and Twitter TWTR as part of the agreement.</p><p>See also: Here's how much money you would've lost if you bought crypto during Matt Damon's 'Fortune Favors the Brave' commercial</p><p>And the NFL's new pizza deal had plenty of tongues wagging on Twitter on Tuesday, leading \"Little Caesars\" to trend in the United States. The pizza chain also tweeted out \"time to start practicing our touchdown dance\" from its official account.</p><p>The NFL and other sports organizations are no strangers to deals like this, of course. Plenty of brands want a piece of the NFL pie, so companies pay to become \"the official __ of the NFL\" in an effort to gain credibility by being associated with the league. The world's biggest football league has an official wine, for example (E. &amp; J. Gallo Winery); an official home improvement retail store (Lowe's LOW); and an official headphone and headset (Bose).</p><p>See also: Dustin Johnson quits PGA Tour to join LIV Golf series for a reported $150 million</p><p>NFL analyst Mike Florio suggested this latest NFL pizza sponsorship was mostly about which company was willing to make the best offer. After all, before Little Caesars and Pizza Hut became the football league's \"official pizza,\" Papa John's PZZA held that title.</p><p>\"Four years ago, Pizza Hut replaced Papa John's\" Florio wrote. \"Now, Little Caesars is stepping up with a better offer than Pizza Hut was willing to make.\"</p><p>Little Caesars overtakes Pizza Hut as the NFL's 'official pizza'</p>",
  "published": "2022-06-15T15:37:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 449,
          "end": 454
        }
      ]
    }
  ]
}