{
  "_id": "ea99329a95d751133daf820346fa0b91bb0ef4720c2496f83134f75f5cb9698b",
  "feed": "wall-street-journal",
  "title": "S&P 500 Rises, Snaps Three-Week Losing Streak; Dow also finishes the week with gains after 565-point Friday rally",
  "text": "<p>At the same time, traders said they expect more volatility as corporate earnings continue to grab headlines and investors keep a close eye on factors such as interest rates and economic data.</p><p>Stocks have mostly declined in recent weeks as expectations mounted that the Federal Reserve would pivot from juicing economic growth to combating inflation. Fed Chairman Jerome Powell signaled on Wednesday that the central bank would start a series of rate increases in March, ending a long period of rock-bottom interest rates.</p><p>\"Cheap money is like a comfort blanket for investors and for markets,\" said Jane Foley, senior foreign-exchange strategist at Rabobank. \"Almost inevitably, you start to withdraw some of that cheap money and you're going to have more volatility in the markets.\"</p><p>The S&amp;P gained 105.34 points on Friday, or 2.4%, to close at 4431.85. The Dow rose 564.69 points, or 1.7%, to 34725.47, after a volatile day in which it swung between gains and losses, then surged in the last hour-and-a-half of trading.</p><p>The technology-heavy Nasdaq Composite jumped 417.79, or 3.1%, to 13770.57, erasing its losses for the week. The Dow and S&amp;P ended the week with gains of 1.3% and 0.8%, respectively, while the Nasdaq was roughly flat.</p><p>Some upbeat big-name corporate earnings reports cheered investors. Shares of Apple, the world's largest publicly traded company by market capitalization, on Friday rallied $11.11, or 7%, to $170.33, a day after the iPhone maker posted record revenue and profit.</p><p>\"Apple was the savior yesterday for the whole market,\" said Louis Ricci, head trader of Emles Advisors, an investment-management firm.</p><p>Still, major stock indexes are well off their highs. The S&amp;P 500 is down 7% so far in January.</p><p>Government data released Friday showed the upward pressure on prices that has worried policy makers. The Fed's preferred measure of inflation, the core personal-consumption expenditures price index, rose at 4.9% in December over the prior year.</p><p>A separate measure showed employers spent 4% more on wages and benefits over the past year—an increase not seen since 2001—as a tight labor market encouraged workers to demand higher pay. Still, employment costs didn't rise as much in the fourth quarter as economists anticipated, easing concerns that the U.S. economy is heading for a \"wage-price spiral.\" In such a scenario, salary hikes and price increases become mutually reinforcing, fueling inflation.</p><p>Going forward, investors can expect more volatility as the Fed grapples with inflation, said Scott Clemons, chief investment strategist for Brown Brothers Harriman's private banking business.</p><p>\"If the market concludes that the Fed is raising interest rates because they have fallen behind the curve on inflation and are scrambling to catch up, that is a rather disruptive narrative,\" Mr. Clemons said.</p><p>Meanwhile, new Commerce Department data showed consumer spending fell last month amid rising prices and the fallout from the Omicron wave of Covid-19. Some data suggests that the highly contagious variant has peaked in densely populated parts of the U.S., while continuing to surge elsewhere.</p><p>Inflation concerns have filtered into this week's corporate earnings reports. Mondelez International said late Thursday that it would likely raise prices further this year. Its shares fell $1.05, or 1.6%, to $66.42 on Friday after the global food giant said its profitability was being squeezed by rising ingredient and transportation costs.</p><p>Corporate earnings have generally been solid. Almost a third of the companies on the S&amp;P 500 have reported fourth-quarter results, and 78% of them have beaten analysts' estimates for earnings per share, according to FactSet.</p><p>In commodities, U.S. natural-gas futures shot up 8.3% to settle at $4.64 per million British thermal units as a snowstorm threatened to hit the East Coast and forecasters said February would be colder than anticipated, driving up expected demand for the heating fuel.</p><p>Investors bought government bonds on Friday, pushing down yields. The yield on the 10-year Treasury note dropped to 1.779% from 1.807% on Thursday. Bond yields move in the opposite direction from prices.</p><p>European markets dropped, with the pan-continental Stoxx Europe 600 falling 1%.</p><p>Asian markets were mixed. Hong Kong's Hang Seng fell 1.1%, while the Shanghai Composite Index was down about 1%. Japan's Nikkei 225 rose 2.1%.</p><p>Write to Alexander Osipovich at alexander.osipovich@wsj.com and Joe Wallace at joe.wallace@wsj.com</p><p>S&amp;P 500 Rises, Snaps Three-Week Losing Streak</p>",
  "published": "2022-01-28T22:44:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1314,
          "end": 1319
        },
        {
          "start": 1500,
          "end": 1505
        }
      ],
      "nexusId": "10022657"
    }
  ]
}