{
  "_id": "23411688f1ac28440ef54e66bac3a12d4c69a6a253bdb2886446b9f2518ece49",
  "feed": "ftcomall",
  "title": "Wage growth poses a dilemma for union-friendly Biden",
  "text": "<p>In normal circumstances, US President Joe Biden and Amazon founder Jeff Bezos would not <a href=\"https://www.ft.com/content/b7ac1a47-c42c-4eb1-90e6-f10b18693c72\">pick a fight</a> with each other over inflation. But these are not normal circumstances today in America.</p> <p>With inflation hitting 8.6 per cent in May, and the Atlanta Federal Reserve's Nowcast series <a href=\"https://www.atlantafed.org/-/media/documents/cqer/researchcq/gdpnow/RealGDPTrackingSlides.pdf\">signalling an economic contraction</a> in the second quarter of this year, Biden is desperate to find anything, or anyone, to blame.</p> <p>So he has recently attacked gas companies, ordering them to cut soaring fuel prices at “a time of war and global peril”. Which, inevitably, has sparked fears of rising anti-business populism among executives — prompting Bezos to lash out against Biden's “deep misunderstanding” of economics. It makes for headline grabbing stuff. But it is also a smokescreen. For the real issue that Bezos and Biden ought to talk about, but almost certainly will not, is wages. </p> <p>Back in May, the three-month average rate of annual wage growth was 6.1 per cent, <a href=\"https://www.atlantafed.org/chcs/wage-growth-tracker\">according to the Atlanta Fed,</a> double what it was a year ago. And unlike previous decades, when wage gains almost exclusively went to highly paid workers, the low-paid have benefited too. Amazon raised its average annual pay to $18 an hour, from $17 six months earlier and $15 in 2018.</p> <p>In many ways, this is profoundly good news for Biden, given that progressives have long complained (quite rightly) that the US is beset with widening income inequality and been viscerally critical about Amazon's treatment of workers. </p> <p>But the rub is that Biden also faces a Federal Reserve whose officials now fear that elevated inflation “could become entrenched” in public expectations, according to the minutes of the last Fed meeting released this week. This means the White House has every incentive to fear rising wages — while also wanting to encourage them. </p> <p>The Bank for International Settlements' <a href=\"https://www.bis.org/publ/arpdf/ar2022e2.pdf\">latest annual report</a> lays out the dilemma with particular clarity, not just for the US but for all western countries. This starts by noting that the difference between low-inflation and high-inflation regimes is not just price levels, but whether there is price contagion. In low inflation regimes, idiosyncratic price rises (like an oil price jump) do not cause all prices to rise; in high-inflation regimes, however, they do. </p> <p>This reflects behaviour and psychology, the BIS notes, such as the degree to which companies pass costs on and workers organise themselves to demand wage increases that keep pace with inflation. In the 1970s, it was the latter, partly because there were strong unions, centralised salary negotiation mechanisms and wages were often indexed to inflation. </p> <p>But big “structural changes” in subsequent decades caused the collapse of workers' “pricing power” in advanced economies: the BIS cites novel, eye-catching research showing that while 70 per cent of countries were using contracts with price indexation in 1975, barely 10 per cent did in 2015. Similarly, while more than 90 per cent of countries had some wage co-ordination in 1980, by 2020 it was only 60 per cent.</p> <p>This fall is usually blamed on rightwing government policies such as curbs on unions, coupled with demographic shifts like the entry of low-cost overseas workers into the global system. But the BIS thinks there is also a less-acknowledged feedback loop, creating a vicious or virtuous cycle. “The higher the inflation rate, the greater the incentive for workers to unionise, and for wage negotiations to be centralised . . . and the more persistent the inflation rate, the greater the incentive to index wages,” it notes. However, in low inflation regimes, workers feel less need to organise themselves to exert pricing power. </p> <p>Hence Biden's dilemma. He came to office championing the rights of America's now-shrivelled unions. And Jennifer Abruzzo, his key labour relations official, told the FT this week that the administration will support the unionisation now seeping into companies such as Starbucks, Apple and Amazon. America, like other western countries, is also seeing more industrial action, and there are now “demands for greater centralisation of wage negotiations or indexation clauses”, the BIS notes.</p> <p>This terrifies central bankers. But, as Adam Tooze, a Columbia University professor, notes in a <a href=\"https://adamtooze.substack.com/\">trenchant essay</a> on the BIS report, any “technocrat who celebrates the decline of the bargaining power of organised labour because it makes inflation-control easier” looks politically naive, or blind; it risks stoking “troublesome populism”.</p> <p>Of course, Tooze also notes, there is a potential alternative: politicians, executives and central bankers could talk about “distributional” issues. They might, say, (re)embrace the concept of “liberal corporations”, and use centralised wage setting systems to ensure that lower paid workers got more wage rises than higher paid ones.</p> <p>But, he notes, the BIS report ducks these political explosive issues. And even if Biden's team wanted to embrace distributional policies, they have little power to do so; telling Amazon to give more money to warehouse workers, while cutting executive pay, would unleash (more) Bezos attacks. </p> <p>Hence why both men prefer to talk about oil prices — and fervently hope that somehow wage growth gently declines as economic activity weakens, before the “entrenched” inflationary psychology that worries the Fed sets in, and/or there is a full-blown recession or an explosion of populism. It will be a miracle if America can avoid all three risks.</p> <p><a href=\"mailto:gillian.tett@ft.com\"><em>gillian.tett@ft.com</em></a></p><p>Source: Gillian Tett 2022 'Wage growth poses a dilemma for union-friendly Biden' FT.com 7 July. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-07-07T16:31:25.403Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 3949,
          "end": 3954
        }
      ]
    }
  ]
}