{
  "_id": "7646f099434dda42ce2de3bc6d71e83f6aeaca746087cfce51860d4961219b8b",
  "feed": "wall-street-journal",
  "title": "Apple AirPods Could Help You Hear Better; A feature on Apple's earphones helps adults with mild-to-moderate hearing loss hear speech better, study shows",
  "text": "<p>\"They won't replace hearing aids but it's a good way for people to experience what the world would be like if they could get some help, an upgrade for their hearing,\" said Yen-Fu Cheng, an ear, nose and throat specialist at Taipei Veterans General Hospital in Taiwan, who co-wrote the study.</p><p>Apple's $129 AirPods 2 weren't found to adequately alleviate hearing loss, Dr. Cheng and his colleagues found.</p><p>Millions of people in the U.S. have hearing loss but only a fraction use hearing aids, which can cost thousands of dollars per pair and aren't usually covered by insurance. Among adults 69 and younger, only about one in six people who could benefit from the devices have used them, according to the National Institute on Deafness and Other Communication Disorders.</p><p>In the new study, the AirPods Pro didn't meet Food and Drug Administration standards for hearing aids. But they amplified sound as well as some less-advanced devices that help people hear better, the researchers said.</p><p>Apple said it hasn't advertised AirPods as hearing assistants but has added some features to help people with hearing loss. One feature, Live Listen, allows AirPods users to use another Apple device such as an iPhone or iPad to help tune out background noise and better hear conversations, Apple said. Users can also upload hearing-test results to customize the sound on their iPhones, AirPods and other devices.</p><p>Since October, the FDA has allowed some hearing aids to be sold without a prescription for adults with mild-to-moderate hearing loss. The FDA has estimated that the average cost of hearing aids could be lowered by as much as $3,000 a pair thanks to the new rule. More companies could be working on better, less expensive products that help people hear better, said Charles Limb, a professor and chief of otology at the University of California, San Francisco.</p><p>\"Technology in hearing aids is not so sophisticated,\" said Dr. Limb, who wasn't involved in the recent study. \"These companies that are making products that can make things sound good for entertainment purposes could start directing their attention to these needs.\"</p><p>SHARE YOUR THOUGHTS</p><p>What is your experience using AirPods instead of hearing aids? Join the conversation below.</p><p>As part of the study, 21 adults with mild-to-moderate hearing loss were given hearing tests while wearing Apple AirPods with the Live Listen feature activated. The participants also took the test while wearing a basic pair of hearing aids and a premium set. The researchers said that the users reported the best experience with the premium hearing aid, a $10,000 model. But the AirPods Pro performed almost as well as the hearing aids. AirPods 2 performed worse, the researchers said.</p><p>In a sound and clarity test used to evaluate the performance of some hearing assistants, the AirPods Pro met established standards in four out of five categories, while the AirPods 2 met standards for two. The AirPods Pro surpassed the ideal threshold for internal noise levels, which could make it more difficult for users to distinguish softer sounds and speech, said study co-author Ying-Hui Lai, an associate professor of biomedical engineering at Taiwan's National Yang Ming Chiao Tung University.</p><p>\"There's much room for improvement before these devices can be used as over-the-counter hearing aids,\" Dr. Lai said.</p><p>Using earphones such as the AirPods Pro as hearing assistants won't be appropriate for every patient but they could encourage some to find a more permanent solution for hearing loss, Dr. Limb said.</p><p>\"I've had a number of patients prior to this study tell me that they already use their AirPods as quick and dirty hearing aids. It seems to work really well,\" Dr. Limb said.</p><p>Limitations of using AirPods to improve hearing include their battery life, hearing-loss experts said. Hearing aids and other hearing assistants use internal microphones to pick up environmental sounds, unlike AirPods which require a phone or other device to do so, said Michele DiStefano, director of the Shelley and Steven Einhorn Audiology Center at the Center for Hearing and Communication in New York.</p><p>\"For AirPods, only where you point your phone's microphone will sound be picked up,\" Dr. DiStefano said.</p><p>Write to Dominique Mosbergen at dominique.mosbergen@wsj.com</p><p>Apple AirPods Could Help You Hear Better</p>",
  "published": "2022-11-15T16:54:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 0,
          "end": 5
        },
        {
          "start": 55,
          "end": 60
        },
        {
          "start": 292,
          "end": 297
        },
        {
          "start": 1172,
          "end": 1177
        },
        {
          "start": 1276,
          "end": 1281
        },
        {
          "start": 2343,
          "end": 2348
        },
        {
          "start": 4286,
          "end": 4291
        },
        {
          "start": 986,
          "end": 991
        }
      ]
    }
  ]
}