{
  "_id": "f775ff6afba7e56d08416a35b4b588a36bb5a2b1a644cb51a46e0d17eec42f58",
  "feed": "ftcomall",
  "title": "Amazon's ‘The Rig' shows how TV drama is waking up to the climate crisis",
  "text": "<p>With its constant danger and cross-section of society, an oil rig offers such a rich crucible for drama that it's surprising it hasn't been exploited more often. Now, first-time screenwriter David Macpherson has made it the setting for an Amazon Prime series that combines spectacle, supernatural mystery and explicit environmentalism. Its concerns range from the global — climate change, fossil fuels — to the local — the continued dependence of the riggers and their Scottish community on North Sea oil. The workers are, as the script puts it, “fossils digging fossils”. </p> <p>With <em>The Rig</em>, Macpherson joins a growing number of TV writers now placing the climate crisis at the heart of their work. Their forebears are few in number. The early 1970s brought the BBC series <em>Doomwatch</em>, in which rogue scientists tackled plastic waste and air pollution, while the landmark 1985 series <em>Edge of Darkness</em> couched Gaia theory and cold war nuclear dread in a crime-cum-espionage thriller. </p> <p>But barring these occasional exceptions, environmental issues were largely ignored by broadcasters, who perhaps considered the subject too dense, dry or associated with long-haired activism and best left to news reporters and documentarians.</p> <p>Since the early 2000s, however, as the sense of urgency has intensified, Hollywood has mined environmental concerns for big-budget movies. <em>The Day After Tomorrow</em> (2004), <em>Avatar</em> (2009) and <em>Geostorm</em> (2017) used the opportunity to demonstrate advances in CGI, the warning to humanity a handy fig leaf. The truth-based <em>Deepwater Horizon</em> (2016) was rare in delivering as a character study, disaster movie and cautionary tale.</p> <p>TV and lower-budget films simply couldn't compete or, worse, didn't try. A 2022 survey by California's Media Impact Project found that only 2.8 per cent of more than 37,000 scripted US film and TV shows between 2016 and 2020 even mentioned “global warming”, “fracking” or 34 other phrases linked to the climate crisis. </p> <p>But over the past few years there have been more serious attempts to engage with the issues, reflecting both a wider acceptance of the facts and growing interest among audiences. </p> <p>The results have been mixed. Meteor-as-metaphor satire <em>Don't Look Up</em> (2021) got lost in its own cleverness and giddy on star power. <em>The Trick</em> (also 2021) had the opposite problem: covering the 2009 hacking of Climatic Research Unit emails, the BBC/PBS production betrayed its public-service origins by being sober, scientific and slightly dull. Sky/HBO's 2019 series <em>Chernobyl</em>, however, was a superb balance of intimate human drama and horrifying environmental catastrophe. Meanwhile, several high-profile TV series have used the climate crisis as a topic of the week (<em>Grey's Anatomy</em>, <em>Doctor Who</em>) or a peripheral issue to the central narrative (<em>Reservation Dogs</em>). </p> <p>The boldest and most imaginative interpretations have come mainly from countries on the frontline of the crisis: examples include the 2020 Norwegian fantasy series <em>Ragnarok</em>, in which Thor is reincarnated as a teenage boy who wreaks revenge on those destroying the planet, and 2019's <em>Frontera Verde</em>, a supernatural crime thriller set in the Colombian rainforests. Most notable was this year's revival of Danish TV drama <em>Borgen</em>, in which politician Birgitte Nyborg attempts to square the circle of community, economy and environment after oil is discovered underneath Greenland. </p> <p>The common thread linking most of these shows has been the involvement of Netflix, but others with comparable financial and creative heft are catching up. Apple TV Plus has developed the upcoming anthology series <em>Extrapolations</em>, with Meryl Streep, Kit Harington and Marion Cotillard among those playing people investigating the human impact of climate change. </p> <p>But before that comes Amazon's <em>The Rig</em>, which stars Iain Glen, Martin Compston and Mark Bonnar as members of an offshore crew cut off from the outside world by a mysterious fog that presages a series of increasingly alarming, seemingly supernatural events. It is equal parts workplace thriller and eco-horror, but it was important to Macpherson not to demonise riggers themselves and to reflect their predicament.</p> <p>“I wanted to tell that global story [of climate change],” he says. “But one of the things that gets missed is the impact on everyday people in these facilities. The rounds of industrial decline in the UK haven't always been managed well. If this industry comes to an end, I hope people are much better looked after and their skills properly valued.” </p> <p>Ironically, this drama about an old, fossil-fuel-driven industry was filmed in a factory once hailed as housing the future of renewable energy. Pelamis Wave Power on Edinburgh's Leith Docks was a pioneer in offshore wave energy before going into administration in 2014. (The building reopened last year as a cavernous new studio complex.)</p> <p>Macpherson is well qualified to write about rigs and environmental matters. His father worked on an offshore platform for many years and Macpherson has an MA in environmental studies and has worked with non-profit organisations on climate change. “If we could capture the same sense of pride in the engineering of renewable technology as we did in the engineering of these rigs, Scotland could be a world leader in a new field,” he says.</p> <p>But not all of those involved in the series are experts. Emily Hampshire, best known for playing Stevie in the hit Canadian sitcom <em>Schitt's Creek, </em>here plays Rose, geologist and oil company rep. She admits that she knew little about offshore drilling when filming began.</p> <p>“Rose has to explain the science in a way that is engaging and not a lecture, which I struggled with at first,” she says. “Then I started reading a book about mass extinctions called <em>The Ends of the World</em>, and it just clicked. The line [in <em>The Rig</em>]: ‘If you keep punching the Earth, it's going to punch back' made real sense.”</p> <p>“We're asking what happens when we excavate sea beds, releasing what nature has created,” ponders her fellow actor Glen. “But also taking a step further back and looking at the source. It's only after horrible disasters that humanity tends to think, ‘Maybe we shouldn't have been doing that.'”</p> <p>So is it hopeless? Macpherson thinks not, and is conscious of the role of dramas in forcing viewers to face a few inconvenient truths. “I think it would be a disservice to avoid it,” he says. “We're in the age of climate change and things are going to get worse. If writers aren't putting that aspect in their story, are they really reflecting the world as it is?”</p> <p><em>‘The Rig' is on Amazon Prime from January 6</em></p> <p><em>Follow </em><a href=\"https://twitter.com/ftweekend?ref_src=twsrc%5Egoogle%7Ctwcamp%5Eserp%7Ctwgr%5Eauthor\"><em>@ftweekend</em></a><em> on Twitter to find out about our latest stories first</em></p><p>Source: Gabriel Tate 2022 'Amazon's ‘The Rig' shows how TV drama is waking up to the climate crisis' FT.com 23 December. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-12-23T05:00:32.197Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 3533,
          "end": 3538
        }
      ]
    }
  ]
}