{
  "_id": "515522cf62f533cdaa9d6d9d861bf9a20a7b289214595a827df29b11690a31a1",
  "feed": "wall-street-journal",
  "title": "Saudi Arabia to Build Electric Vehicles With Apple Supplier Foxconn; The kingdom's Public Investment Fund is partnering with the biggest assembler of Apple Inc. iPhones",
  "text": "<p>Ceer will develop sedans and sport-utility vehicles for the mass market, with a goal of delivering its first cars in 2025, the two sides said.</p><p>Prince Mohammed has tasked PIF with diversifying the Saudi economy by creating new sectors disconnected from the oil industry. Already, the fund has invested in Lucid Group Inc., an electric-vehicle maker with plans to set up a factory in the kingdom. Lucid plans to reassemble the company's luxury sedan that is pre-manufactured in its Arizona plant and eventually produce complete vehicles in Saudi Arabia.</p><p>The government had said it hoped Lucid would attract other industrial firms to create a domestic supply chain. So the deal with Foxconn is a coup for attempts to draw foreign companies to work in the country—though it isn't clear whether the Taiwanese firm plans to invest its own capital in the joint venture.</p><p>Foreign investment in Saudi Arabia has remained low in recent years, despite Prince Mohammed's efforts to restructure his economy. International firms complained about slow payment from government contractors, retroactive tax bills and archaic bureaucracy.</p><p>High oil prices mean the Saudi economy is humming this year, with economic growth expected to be among the highest globally. Last month, the Saudi government announced national strategies aimed at attracting billions of dollars in investments from the industrial and supply-chain sectors by offering companies massive incentives.</p><p>Foxconn has looked to diversify its manufacturing sites amid rising tensions between China and the U.S. that could make it vulnerable. It has been in discussions since last year with the Saudi government about jointly building a $9 billion multipurpose facility that could make microchips, electric-vehicle components and other electronics like displays, The Wall Street Journal reported. Foxconn offered to build a dual-line foundry for surface-mount technology and wafer fabrication in Neom, a tech-focused city-state that PIF is developing in the desert.</p><p>Domestically, PIF has launched dozens of projects that will require billions of dollars of outside capital alongside investment from the sovereign-wealth fund. PIF said Ceer would attract $150 million of foreign direct investment, and potentially create up to 30,000 jobs.</p><p>Electric vehicles are growing in popularity globally, spurred by rising gasoline prices and growing awareness of the impacts of hydrocarbons on the climate. Currently, manufacturers are struggling to keep pace with demand for orders from customers, facing constraints over battery supplies and other components.</p><p>Building an electric car from scratch has proved tricky for startups without the decades of experience of more established brands. Tesla Inc., which accounted for about 70% of all U.S. EV sales in the first half of this year, notoriously powered through difficult years, burning cash before becoming the market leader. Lucid was struggling for survival before PIF injected capital into the company, helping it then push out a viable product.</p><p>Write to Rory Jones at Rory.Jones@wsj.com</p><p>Saudi Arabia to Build Electric Vehicles With Apple Supplier Foxconn</p>",
  "published": "2022-11-03T17:52:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 150,
          "end": 160
        },
        {
          "start": 45,
          "end": 50
        },
        {
          "start": 150,
          "end": 159
        },
        {
          "start": 150,
          "end": 155
        },
        {
          "start": 3122,
          "end": 3127
        }
      ]
    }
  ]
}