{
  "_id": "3c6f3307cdcbf24536da7abd051b64d67d496ee0c477ba9ae1577883086670a5",
  "feed": "market-watch",
  "title": "Rich millennials say this is the best long-term investment",
  "text": "<p>Some 29% cited digital currencies and online images as a top investment opportunity, compared to just 12% who cited U.S. stocks and 15% who cited international or emerging markets stocks.</p><p>Read: Millennials are all grown up — it's time to start worrying about retirement</p><p>Crypto just edged out real estate, at 28%, private equity, direct investment in companies, and \"companies/funds that focus on ESG,\" meaning those that focus on environmental, social and governance issues, which were cited as top opportunities by a quarter of those in the age group.</p><p>It's a remarkable finding. Cryptocurrencies have collapsed this year, the benchmark, bitcoin, plunging below $20,000 after peaking last year at nearly $70,000. Overall about $2 trillion has been wiped off the notional value of all digital \"currencies\" since last year's peak, though at nearly $1 trillion they are still sporting a substantial market value.</p><p>But apparently many wealthy millennials are unfazed.</p><p>Read: Millennials have solved the retirement crisis</p><p>Nearly two-thirds of them, or 64%, said they understood cryptocurrencies quite well. Their top source of information was social media. Some 53% said they got advice on cryptocurrency investing from social media,</p><p>Crypto enthusiasts have taken to describing this year's collapse as \"crypto winter\" or \"digital winter,\" a clever phrase that implies another spring and summer will follow in due course.</p><p>Perhaps, but before it does, cryptocurrency fans will need to actually explain what these things are for. None of the arguments yet made for bitcoin and other cryptocurrencies have held any water. They are not needed for financial transactions, they do not reduce costs, and they are bad for the environment.</p><p>Claims that they are \"safe havens\" against economic and political turmoil, and offer protection against inflation, have fared pretty badly so far this year.</p><p>Basic economics says that price is a function of \"supply\" and \"demand,\" with prices only rising if the latter exceeds the former. As the supply of new digital currencies is functionally infinite, it remains a mystery why the price should rise at all.</p><p>Coinmarketcap.com reports price data for nearly 10,000 individual digital currencies – so far.</p><p>Meanwhile other \"digital assets\" that enjoyed a mania last year included so-called \"nonfungible tokens,\" something previously known as a picture or even a screenshot on your iPad.</p><p>More than half of the high net worth millennials in the survey said they had invested in nonfungible tokens, directly or indirectly.</p><p>Bank of America surveyed just over 1,000 people who had more than $3 million. The survey was conducted in May and June.</p><p>The enthusiasm for digital currencies isn't the only important finding in the survey.</p><p>Putting their money where their mouths are, the younger investors reported that they held on average just 25% of their portfolio in stocks – while those aged 43 and over held on average more than twice as much, or 55%. Conventional economic theory argues that younger investors should hold a higher allocation to stocks, and older investors a lower allocation, because of the volatility of the stock market.</p><p>There has been a lively debate this summer among stock market Nostradamuses about whether or not investor opinion has turned bearish enough on stocks to mark some kind of bottom. Market gurus typically hope for some kind of sign of \"capitulation\" at market lows – a sign that so many investors have thrown in the towel that there is no one left to sell. While Bank of America's monthly surveys of institutional money managers shows that some level of capitulation has already arrived, the bank's other studies suggest high net worth individuals have been hanging on.</p><p>But the lack of interest in stocks among younger wealthy investors is surely significant. Maybe stock market bearishness isn't at maximum possible levels, but it's pretty high.</p><p>Rich millennials say this is the best long-term investment</p>",
  "published": "2022-10-11T13:01:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": []
    }
  ]
}