{
  "_id": "de07bffd233a6e056a96c4219e919a992d4288139882e287fe11d59e0f49ccb7",
  "feed": "wall-street-journal",
  "title": "Sure, Internet Explorer Had Its Faults. But Fans Are Mourning Its Death Anyway. Microsoft is pulling the plug on its venerable browser on Wednesday; 'I'm still trying to process it'",
  "text": "<p>For some, it was high time: The browser had a reputation for being slow and archaic. But many others never moved on.</p><p>It turns out that just as some people have nostalgia about old diners or favorite summertime destinations, others developed strong emotional connections to…their internet browsers.</p><p>\"I'm still trying to process it,\" says Sam Maumalanga, a 31-year-old Polynesian dance instructor in Euless, Texas, who is attached to Internet Explorer. \"I've used it for so long—it's the first thing I get on on my laptop.\"</p><p>\"It's crazy,\" he adds. \"All these years everyone has been using it, and all of a sudden they are going to take it away.\"</p><p>Internet Explorer is just the latest technology to get tossed into the digital dump. Diehards clung to their BlackBerry devices long after much of the world had moved on to candy-colored smartphones.</p><p>Now, the demise of the old browser is prompting sentimental feelings.</p><p>\"It's sad to see it go,\" says Matt Linkert, a 22-year-old TikToker from Peterborough, Ontario.</p><p>For him, Internet Explorer provided a portal to a world of endless information and computer games. But like many people, Mr. Linkert stopped using the browser about a decade ago, he says, when he discovered that Google Chrome ran faster.</p><p>Some users say they won't mind seeing a web-surfing option go away. Joanie Casey, a 67-year-old retiree in Ellicott City, Md., says the Internet Explorer browser is \"one of the three that pop up on my cellphone.\"</p><p>\"We have too many choices,\" she says. \"I sort of feel like the fewer choices the better.\"</p><p>Internet Explorer was synonymous with the internet for years after Microsoft launched the browser in 1995. It was, in many ways, sleek and revolutionary, a premier destination to surf the web or scroll through Microsoft's MSN.com, the browser's default home page.</p><p>But in recent years, many internet users switched to zippier new browsers, making Internet Explorer a living relic of a simpler time. A slicker internet era dawned, one with fewer loading signs and instant messages.</p><p>In 2012, Google Chrome overtook it as the most widely used browser in the world, according to StatCounter, a website that measures web traffic. This month, about 0.28% of web surfers used Internet Explorer, while around two-thirds used Chrome, the same amount that Internet Explorer accounted for at one point in 2009. Apple Inc.'s Safari accounted for more than 18% of browser usage this month.</p><p>Microsoft, which didn't immediately respond to questions about Internet Explorer, signaled more than a year ago that it planned to largely retire the browser.</p><p>On Microsoft's website, the company encouraged users to transition to a newer browser, Microsoft Edge, which said it would offer \"IE mode\" until at least 2029. This lets users access websites that may be compatible only with Internet Explorer, the company said.</p><p>Some customers are still feeling jilted.</p><p>When Mr. Linkert made a series of TikTok videos in recent weeks about the death of Internet Explorer, some commenters were wistful.</p><p>\"RIP\" and \"sad,\" several wrote.</p><p>Darell Burke, a 29-year-old filmmaker who lives in Wilmington, N.C., says his mother will have a hard time letting go. \"Once it sets in,\" he says, \"it will blow her mind.\"</p><p>Other users, who may or may not have been sentient during the browser's heyday, cracked jokes and wondered which browser they would use now to download Google Chrome.</p><p>Share your thoughts</p><p>Will you miss Internet Explorer? Join the conversation below.</p><p>Beyond the logistical challenges, Wednesday is also significant because it marks the end of an early chapter in the history of the web. When Internet Explorer became the dominant browser around 2003, Microsoft, its owner, established a sort of monopoly over internet usage, says Fenwick McKelvey, an associate professor of communication studies at Concordia University.</p><p>Now, he says, \"It's largely Google's game.\"</p><p>Kevin Driscoll, an associate professor of media studies at the University of Virginia, says that Internet Explorer could possibly be remembered as a villain.</p><p>In 2001, a federal judge ruled that Microsoft had violated antitrust laws and overstretched its monopoly power by bundling Internet Explorer with its Windows software.</p><p>\"In the cultural memory, there's a David and Goliath story,\" Professor Driscoll says, with a lesser-used browser, Firefox, representing the smaller David.</p><p>Despite the legal entanglement, Internet Explorer had a loyal fan base, even as the butt of a joke. For many younger people, Internet Explorer was as clunky and slow as the desktops it ran on. In recent years, the browser has taken on a second life as a meme.</p><p>\"It's always funny to poke fun at the fact of how slow it was,\" says Caesár van Daal, a 25-year-old musician and artist from Utrecht, Netherlands.</p><p>He hasn't used the browser for at least a decade, but he said it was nostalgic to see memes about it, including many that invoked the browser's \"e\" logo or its many error messages.</p><p>Many of the jokes came in recent days as word spread about the browser's imminent demise. One Reddit user said that the browser was responsible for decades of lost time and productivity.</p><p>\"If I could personally strangle IE to end its miserable existence early, I would do it,\" the user wrote.</p><p>Those who don't want to strangle Internet Explorer recognize that, whether the browser evokes nostalgia or exasperation, it was an important part of early internet history that can't be replaced.</p><p>\"Now kids grow up and they have iPads when they were like 2,\" says Mr. Linkert, the TikToker, \"and it's like, I had Internet Explorer.\"</p><p>Write to Alyssa Lukpat at alyssa.lukpat@wsj.com</p><p>Sure, Internet Explorer Had Its Faults. But Fans Are Mourning Its Death Anyway.</p>",
  "published": "2022-06-14T17:16:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 2348,
          "end": 2353
        },
        {
          "start": 2348,
          "end": 2358
        },
        {
          "start": 2348,
          "end": 2357
        }
      ]
    }
  ]
}