{
  "_id": "5a11d3c00465590a7952f1fa76fc8cd138566e4dc1c6e2223019daebe658eed1",
  "feed": "wall-street-journal",
  "title": "Biden Describes Trump's Governing Philosophy as 'Like Semi-Fascism'; The president made the comments during a Democratic fundraiser",
  "text": "<p>The White House declined to comment. Mr. Biden has previously called Mr. Trump and his supporters \"ultra-MAGA\" in speeches, but at a fundraiser and rally on Thursday he escalated his attacks on the former president, kicking off what aides said will be several weeks of campaigning ahead of the midterm elections.</p><p>Mr. Biden spoke during the events about his concerns regarding democracy and what he described as an extreme GOP agenda.</p><p>\"Today there are 15% fewer democracies than there were 10 years ago…How do we sustain peace and stability if that's the case?\" he asked at the fundraiser.</p><p>\"This is not your father's Republican Party. This is a different deal,\" Mr. Biden said.</p><p>A spokesman for Mr. Trump didn't respond to a request for comment.</p><p>Nathan Brand, a spokesman for the Republican National Committee, called Mr. Biden's comments \"despicable,\" adding that the Democratic Party hasn't done enough to help Americans struggling with food and gas prices.</p><p>The roughly 100-person fundraiser was set to raise $1 million for the Democratic National Committee and the Democratic Grassroots Victory Fund, a joint fundraising committee between the DNC and state party committees, according to a DNC official.</p><p>The president spoke later Thursday at a DNC rally at a high school in nearby Rockville, Md., where he criticized Mr. Trump's allies, warning that they were a threat to democracy. The former president and several Republicans have continued to spread false claims about widespread fraud in the 2020 election. \"They refuse to accept the will of the people,\" Mr. Biden said.</p><p>Mr. Biden also sought to draw a distinction during the rally between Republicans who have aligned themselves with Mr. Trump and those in the party who have spoken out against the former president. The president has long contended that he can work with lawmakers from both parties, pointing to his decades in the Senate.</p><p>\"I respect conservative Republicans—I don't respect these MAGA Republicans,\" Mr. Biden said, adding that the choice for voters in November is between Democrats and \"MAGA Republicans.\"</p><p>Some Democratic strategists have urged Mr. Biden to more aggressively criticize Mr. Trump, who they believe remains unpopular with certain swing voters.</p><p>Mr. Biden plans to travel the country more and make his criticism of Mr. Trump's agenda a key part of his message, aides said. He has, however, stayed silent on federal agents searching Mr. Trump's Florida home, declining to weigh in on the investigation into how the former president handled classified documents.</p><p>Mr. Biden has said he plans to seek re-election in 2024. Mr. Trump has said he is strongly considering another presidential bid and could announce as early as before the midterms.</p><p>Write to Andrew Restuccia at andrew.restuccia@wsj.com and Tarini Parti at Tarini.Parti@wsj.com</p><p>Biden Describes Trump's Governing Philosophy as 'Like Semi-Fascism'</p>",
  "published": "2022-08-26T01:14:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [],
      "weightsV2": {
        "weight": 1.0,
        "baseWeight": 0.0,
        "expansionWeight": 1.0,
        "ontologyWeight": 0.0,
        "tagPositionWeight": 0.0,
        "titleWeight": 0.0
      },
      "typeRank": 1
    }
  ]
}