{
  "_id": "e6356a5f80e4b2572aecf903480c5c08122fbd150bd0ae1843c65dc67633a6ee",
  "feed": "wall-street-journal",
  "title": "Biden Looks to Sharpen Contrast With GOP Economic Agenda as Midterm Challenges Grow; President has shifted to emphasizing what Republicans would do if they win in November, a strategy the GOP derides",
  "text": "<p>From the White House on Tuesday, Mr. Biden called inflation his \"top domestic priority,\" noting steps his administration was taking and citing outside factors, such as the gnarled global supply chain and Russia's invasion of Ukraine. But he used much of his address to lay blame on Republicans.</p><p>\"The MAGA Republicans are counting on you to be as frustrated by the pace of progress—which they have done everything they can to slow down—that you will hand power over to them so they can enact their extreme agenda,\" he said.</p><p>Mr. Biden's address came ahead of Wednesday's release of the latest consumer-price index data and a few hours after AAA reported that average gasoline prices had reached $4.37 a gallon, eclipsing a record set in March.</p><p>The remarks were Mr. Biden's most pointed to date, after months of focusing primarily on touting his own agenda and accomplishments. He claimed congressional Republicans wanted to increase taxes on many Americans and sunset programs like Social Security and Medicare, based on a proposal from Sen. Rick Scott (R., Fla.), who chairs the campaign arm for Senate Republicans and whose plans have been disavowed by other GOP leaders.</p><p>\"Republicans in Congress are so deeply committed to protecting big corporations and CEOs that they would rather see taxes on working American families and try to depress their wages to take on inflation,\" Mr. Biden said, after incorrectly identifying Mr. Scott as representing Wisconsin.</p><p>Mr. Scott rejected the president's criticism Tuesday.</p><p>\"He's got a failed presidency—he knows it, everybody knows it,\" Mr. Scott said. \"Let's have a debate. Inflation continues to get worse, people are mad. They are going to vote for a change.\"</p><p>Framing the election as a choice between the White House and congressional Republicans may prove challenging for Democrats, as midterms tend to be a referendum on the party in the White House.</p><p>\"It's typically very, very difficult to convert a midterm from a referendum to a contrast,\" said David Wasserman, senior editor for the nonpartisan Cook Political Report. \"When voters are unhappy with everything from the price of gas and groceries to infant formula shortages, they almost always hold the party in power accountable.\"</p><p>Another issue for Mr. Biden is that Republicans have hardly embraced Mr. Scott's policy proposal. His 11-point \"Rescue America\" plan has drawn the most attention for a line about taxes, which reads: \"All Americans should pay some income tax to have skin in the game, even if a small amount. Currently over half of Americans pay no income tax.\" It also calls for all federal legislation to sunset in five years, which Democrats said could include Social Security and other programs.</p><p>Senate Minority Leader Mitch McConnell (R., Ky.) has criticized Mr. Scott's plan, saying it would raise taxes on lower-income Americans and wouldn't be part of a Republican Senate majority agenda. Mr. Scott is the head of the National Republican Senatorial Committee but has said he released the agenda on his own.</p><p>Mr. Scott has denied his plan would raise taxes, arguing that he wants to ensure that \"able-bodied\" people who won't work pay in, as well as wealthy people who are avoiding tax liabilities. He also told \"Fox News Sunday\" in March that \"no one that I know of wants to sunset Medicare or Social Security, but what we're doing is we don't even talk about it.\"</p><p>White House press secretary Jen Psaki defended tying all Republicans to Mr. Scott's plan, saying: \"He's the chairman of the committee. If Republicans want to repudiate his plan, they should go do that. But otherwise, that continues to be what they're running on.\"</p><p>Mr. Biden also sought to link his criticisms of Republicans to former President Donald Trump, labeling the party's plans a \"MAGA agenda,\" a reference to Mr. Trump's Make America Great Again slogan.</p><p>Making Mr. Trump the focus in an election in which he isn't on the ballot could prove challenging. In the governor's race in Virginia last year, former Gov. Terry McAuliffe, a Democrat, tried to tie his opponent to Mr. Trump, but Republican Glenn Youngkin prevailed by keeping the former president at arms length and maintaining focus on local issues such as education and jobs.</p><p>Democrats, including Ms. Psaki and Mr. Biden, have taken to calling Republicans \"ultra MAGA.\" Mr. Trump's political-action committee has embraced the label. A fundraising email sent Monday offered T-shirts with the slogan. \"If loving your Country and wanting to put AMERICA FIRST makes you ULTRA MAGA, then yes. WE ARE ULTRA MAGA,\" the email said.</p><p>Mr. Biden has said privately that he and Democrats must do more to place his record in contrast with Republicans and how they might govern if they win majorities in Congress, according to people close to the president. Democratic candidates and groups also have been working to make the case, with digital ads and billboards around the country attacking Mr. Scott's proposal, as well as Republican votes and policies.</p><p>\"It is important for Democrats, particularly with all that's stacked up against them, to weave the vision of Republicans into the campaign and make it a choice as best as they can,\" said former Obama strategist David Axelrod. \"They may not succeed, but to not try would be foolish.\"</p><p>The FiveThirtyEight average of national polls put Mr. Biden's approval at 41.8% as of Tuesday morning, down from 52.1% at the same point a year earlier.</p><p>Some Democrats think that the injection of abortion politics into the midterms may galvanize supporters and heighten the contrast with the GOP's agenda, following the leak of a draft Supreme Court opinion that suggests the court may soon overturn the landmark Roe v. Wade. But party insiders and people close to the White House say they know they will also need a strong economic message.</p><p>Asked if midterms would be more about abortion or the economy, Sen. Joe Manchin, (D. W.Va.) said last week that \"inflation's our problem.\"</p><p>Mr. Biden is eager to spend more time on the campaign trail, according to aides, and has been increasing his domestic travel and endorsing some Democrats running for re-election in states with May primaries, such as Oregon and Ohio.</p><p>He has also waded into Democratic primaries, voicing support for Reps. Kurt Schrader of Oregon and Shontel Brown of Ohio, who both faced challengers. Ms. Brown won handily last week, while Mr. Schrader faces primary voters next Tuesday.</p><p>Mr. Biden has also begun a more robust fundraising schedule, holding events during a West Coast trip last month in Portland, Ore., and Seattle. He raised money Monday night in the Maryland suburbs of Washington and has scheduled another fundraiser in Chicago on Wednesday.</p><p>\"We've got to start talking more about what these guys are about,\" Mr. Biden said at Monday's fundraiser. \"And so, folks, we need to control the House and Senate. And we can do it.\"</p><p>Alex Leary contributed to this article.</p><p>Write to Ken Thomas at ken.thomas@wsj.com and Catherine Lucey at catherine.lucey@wsj.com</p><p>Biden Looks to Sharpen Contrast With GOP Economic Agenda as Midterm Challenges Grow</p>",
  "published": "2022-05-10T18:33:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": []
    }
  ]
}