{
  "_id": "d1aaeae401d99d9b1d180122c3c8c754fe3ca164f1c555eb507cab54f730ec6c",
  "feed": "ftcomall",
  "title": "Wirecard: the investigation that brought down a German tech giant",
  "text": "<p><em>This is an audio transcript of the </em><a href=\"https://www.ft.com/rachman-review\"><em>Rachman Review</em></a><em> podcast episode: </em><a href=\"https://www.ft.com/content/eebabfef-8a34-4b25-bb72-55fce734e72c\"><em>Wirecard: the investigation that brought down a German tech giant</em></a></p> <p>[MUSIC PLAYING]</p> <p><strong>Gideon Rachman<br></strong>Hello and welcome to The Rachman Review. I'm Gideon Rachman, chief foreign affairs commentator of the Financial Times. This week's edition is slightly unusual. It's longer than normal, and it's about finance. That's because I've taken the opportunity to talk to my FT colleague Dan McCrum, about his extraordinary investigation into Wirecard, which exposed a multibillion-dollar fraud and caused the collapse of one of Germany's most celebrated firms. As you'll hear, it's a story full of skulduggery, which raises disturbing questions about the financial system and the extent of corporate fraud. So, what happened at Wirecard and how many similar frauds are waiting to be discovered?</p> <p>I work in a different subject area of the FT from Dan McCrum, and for many years I saw very little of him. That may have been partly because he was spending a great deal of time locked away in a secured office, working on a computer that was deliberately not connected to the internet to avoid being hacked. Dan was engaged in a long-running battle to prove fraud at one of Germany's most successful new companies. Here's Wirecard's chief executive in 2019 shrugging off the allegations. <br><strong><br>Markus Braun</strong><br>Do not too much look into controversies of my messages. I think we have a very strong year before us. We concentrate on technology innovations. The whole digital payment area is still early stage. So of course in many areas we are, we are pioneers. </p> <p><strong>Gideon Rachman</strong><br>But in 2020, many years of sleuthing came to spectacular fruition. </p> <p><strong>News clip<br></strong>Prosecutors have arrested three former top executives of the scandal-hit payments company Wirecard. They were detained on suspicion of running an organised criminal enterprise. The former chief executive of the German payments firm Markus Braun, has been rearrested. He has been accused of committing a multiyear fraud after Wirecard's collapse in June. </p> <p><strong>Gideon Rachman</strong><br>Dan McCrum's now written a book about his investigation called <em>Money Men</em>, which I found more thrilling than most thrillers — revealing as it did, a strange netherworld of financial speculators, private detectives, bumbling accountants and outright criminals. When Dan joined me in the FT studio, I started by asking him when he first heard the name Wirecard. </p> <p><strong>Dan McCrum</strong><br>I was chatting to a hedge fund manager, Australian guy called John Hampton. He knew the sorts of stories I was interested in, which is sort of corporate frauds, companies with a bit of skulduggery about them. And he just says to me: “So, Dan, would you be interested in some German gangsters?” So I say, “Yeah, of course. I mean, who wouldn't be?” So I checked the name down. Have a look at it. And. Nobody really heard of who I got at this point. It had something to do with payments. Called itself the European PayPal and it was sort of an up-and-coming fintech. But when I looked at this business, it just didn't make any sense. And so I took a look at it, but I couldn't really work out what was going on. Then another hedge fund manager gets in touch and surprise, surprise, he's also looked at Wirecard because it was almost too good to be true because it was growing really, really quickly, but was also incredibly profitable at the same time. It's quite hard to do both. And what it turned out, there were two theories about what was going on. One was, it's faking its profits, there's accounting fraud. But the other, was that maybe it has got a real business, but it's involved effectively in money laundering. It's processing payments for every unsavory character that you might find online. So I set to work thinking, OK, there's definitely something here and sort of came down on the hmmm . . . this looks a bit fraudy. </p> <p><strong>Gideon Rachman</strong><br>And at what point do you become convinced there really is something bad going on there? Or is it really quite quickly? </p> <p><strong>Dan McCrum</strong> <br>So straight away everything looks a bit off. You know, numbers don't add up. This idea that there's accounting fraud going on really seems to make sense. But what sort of also convinces us is every interaction with the company is a bit off-kilter. So usually when you're the Financial Times and you approach a small tech company and say, “Hey, can we give you some publicity, I'd like to interview your chief executive.” They usually go, “Yeah, great.” But Wirecard were very reluctant. So then I send them a bunch of, you know, quite detailed questions about their accounting, and they go, “Oh, hang on a second. This is very suspicious.” A short seller also asked us some similar questions. “Are you in league with them? We're concerned you might be naively being used by these guys to manipulate our share price.” And it's kind of like, ooh, we've hit a nerve here. But also, that's just weird. It's quite strange to respond to a journalist by saying, “Are you corrupt?” And from there, everything just got weirder and weirder and things steadily started to escalate. </p> <p><strong>Gideon Rachman</strong><br>And did you ever have a kind of moment of doubt that maybe “I'm barking up the wrong tree?” Because, after all, you're a journalist, be a one-guy. I mean, you've obviously got a flair for this, but then there were all these institutional investors piling in behind it. Presumably, they're meant to be professionals. They're meant to know what they're doing. So why could you see something that they couldn't or wouldn't see? </p> <p><strong>Dan McCrum</strong><br>They had a certain confirmation bias. They were looking for the next big thing. And so I think what Wirecard did very effectively was tick that box. And then you don't think about it too much more deeply. You know, the share price keeps going up. Well done. You're very clever. You made a good investment. The bias I was looking for was, I was looking for fraud. And so I kept seeing things which convinced me. And there's this key moment where I do get the interview with the chief executive, this guy called Markus Braun. </p> <p><strong>Gideon Rachman</strong><br>This is, what, a couple of years in, isn't it? </p> <p><strong>Dan McCrum</strong><br>Oh, this is way back in 2014. The one time I spoke to him, he later became sort of, you know, the tech visionary, dressed himself up in a black turtleneck like he's a new Steve Jobs and, you know, made all these sort of empty statements about the cashless society and, you know, technological change. </p> <p><strong>Gideon Rachman</strong><br>Perfect for Davos, not to mention. </p> <p><strong>Dan McCrum</strong><br>Exactly, very Davos crowdy. And I do this interview with him. Ask him a bunch of, you know, normal questions, get something on tape. And then I flat out ask him, you know “Looks like you're hiding something. Is there some fraud going on here?” I mean, this is one of the fun things about being a journalist, you get to ask rude questions like that. And his answer was very strange, because on the one hand, his words were angry. Like, I think he said, “That's bullshit.” But then he did a few different things which are like notable ways that you can lie when you're answering a question. So it's like, “Why would I do this? You know, why would I risk my reputation? Look at all the outside authorities who think we're great. Ernst &amp; Young, the big accounting firm, look after our books.” But his sort of tone was really flat, and that just really stuck in my mind. That's not normal. Normal people get angry if you say, “You're a crook”. </p> <p><strong>Gideon Rachman</strong><br>Well, I'm kind of impressed by your confidence because I read that chapter and obviously I'm not on the finance side, but I would have been intimidated when he said, look, Ernst &amp; Young, one of the Big Four accounting firms have been on all over our books. Why do you know better than them? Naively, I assumed if Ernst &amp; Young audit you and you're a fraudster, they'd see it. </p> <p><strong>Dan McCrum</strong><br>I think you have lots of people with incentives to see companies as great and encourage the next big thing. You know, managers, bankers, lawyers are all getting paid for, you know, selling great things. And also, most companies aren't frauds. So it's quite unusual and they're just not looking for that. </p> <p><strong>Gideon Rachman</strong><br>What if they had been looking? I mean, there were, as you discovered, large amounts of cash that weren't there, offices that weren't there. Why couldn't they see it? </p> <p><strong>Dan McCrum</strong><br>So I think what these frauds do is they manipulate institutional psychology. It's not like Markus Braun was a huckster who's trying to sell some American tourists a bridge or something like that. He wasn't really lying to people directly. And he, you know, he still claims he's innocent and he was a victim in this whole thing — we'll probably get to that. But what they manipulate is this sort of institutional psychology. So you assume because reputable people are involved, someone has checked, you know, Wirecard had been listed for pretty much a decade at this point. And so I think when you look around the table and say, oh, there are reputable bankers and lawyers and accountants involved, everyone assumes that the other people wouldn't be there if this was a fraud. </p> <p><strong>Gideon Rachman</strong><br>Well, it's quite an interesting insight, isn't it, into the professional services, really, that they're not that professional. </p> <p><strong>Dan McCrum</strong><br>Yeah. And uhm, and I think what Wirecard also manipulated effectively was the way they worked. So there is an element of sort of box-ticking. They never really stand back and say, hang on a second, should we be suspicious about the whole thing? It was OK, we have to look at this particular issue which has been raised and can we have a document or something which allows us to tick that box? </p> <p><strong>Gideon Rachman</strong><br>Right. You mentioned, you know, the early encounter with Braun, where it's still kind of fun. You know, you can see there's something there, but it stops being fun or becomes much more stressful quite soon, doesn't it? Because they kind of set the dogs on you, don't they, in terms of surveillance, legal threats and so on. How does the pressure ramp up? </p> <p><strong>Dan McCrum</strong><br>So it sort of escalates slowly but substantially and, to begin with, you know, I start getting lots of legal letters from Schillings, an aggressive-reputation defence firm in London. </p> <p><strong>Gideon Rachman</strong><br>Quite popular with Russians as well, I think. </p> <p><strong>Dan McCrum<br></strong>Yes, the oligarchs have been using that. Jho Low, the 1MDB fraudster, he was another client. So, great guys do tremendous work and they sent us some threatening letters saying I didn't know what I was talking about, the FT was putting us at risk. Then we start to realise that we're all getting these phishing email, which are trying to break into our own boxes. And then so are other people who have been identified as critics of Wirecard. So now we've got hackers involved. Then some other short sellers start getting followed around by private detectives. A pair of them come and knock on his door at about 8 o'clock on a Friday night to deliver a letter. </p> <p><strong>Gideon Rachman</strong><br>And these are reputable private. And it's Kroll, isn't it? </p> <p><strong>Dan McCrum</strong><br>Oh, yeah. So that was Kroll who turn up. That's quite intimidating. And, you know, the guy had already realised to being followed around. And that has a very chilling effect, you know, makes you take all these sorts of precautions to protect yourself, protect your sources. And, you know, I mean, and I talk about it in the book, I make a bit of a mistake, which leaves us a little bit open to getting sued. So that whole sort of starts to escalate. But then if I jump forward, what happens is I write all the stories. They attract some interest, then some short sellers come along and they come at it from the other side. They go, OK, maybe it's not accounting fraud, but it's money laundering. That creates a lot of attention. And they get investigated by the German authorities for trying to manipulate Wirecard share price. And the upshot of all — both theories I talked about have had a thorough airing — and nothing's happened. Ernst &amp; Young signed off on the accounts again. The German regulator is going after Wirecard's critics. So, the share price starts going through the roof. I basically give up on the story because, you know, I've tried my best and we get to September 2018 and Wirecard enters the DAX index, which is, you know, the equivalent of like the FTSE 100, one of Germany's most celebrated, largest successful listed companies. And it's seen in Germany, I think, as the next big thing — here's a new tech company. Suddenly they've got a modern company which can rival the greats of Silicon Valley. And that's a big deal. And it's at that moment that this sort of magical, amazing thing happens. A whistleblower gets in touch. Actually, it's a whistleblower's mother who reaches out to me. Her son is a lawyer who worked inside Wirecard's Asian headquarters. He conducted this investigation into some members of their finance team. They found that guys were faking contracts and forging invoices, things like that for small amounts, you know, €2mn here, €2mn there, which is serious. You know, you should do something about it. But when this investigation was sent to head office, it gets squashed and the lawyer gets forced out and his mum isn't going to let them get away with it. She's this amazing Sikh woman who, you know, she was raised by immigrants, forced into an arranged marriage, kicks out her alcoholic husband and raises her son herself. You know, she trains to be a banker, has taken to business meetings. And so he becomes a successful lawyer. And so she knows how business is supposed to be done. And it's not like this. So she sends me an email. </p> <p><strong>Gideon Rachman</strong><br>She's presumably just seen that you've written about the subject. </p> <p><strong>Dan McCrum</strong><br>Oh, yeah. The phrase I use is, you know, “stories get stories” because I've written the earlier Wirecard story. She thought, OK, Dan's gonna be interested. So she sends me this email and tells me about her son. And I say, this is it, finally, something from the inside. And so I fly to Singapore, meet him, and he's got all the internal documents, everything. And so we publish. And that's kind of the moment in January 2019, when everything starts to go really crazy. </p> <p><strong>Gideon Rachman</strong><br>And when you say go really crazy, what does happen then? </p> <p><strong>Dan McCrum</strong><br>We publish a story and Wirecard says, “Not true at all. And by the way, we think there's been some very suspicious trading. And we think the FT has leaked its story to market speculators so they can trade ahead of it and make a big profit.” Meanwhile, the story's had quite an effect. I mean, it knocks €8bn off the value of the company. </p> <p><strong>Gideon Rachman</strong><br>How do you feel like going home on the train that night thinking you've wiped 8 billion off a company? </p> <p><strong>Dan McCrum</strong><br>I mean, it's a funny feeling. You're like, wow, I really hope this is right. (Laughter) You know, that sort of sick feeling in your stomach where you're like, Oh, blimey, this is really working, isn't it? So, you know, it's mixed emotions. And then this sort of thing happens where, you know, they accuse us of being corrupt and Germany starts taking it really seriously. </p> <p><strong>Gideon Rachman</strong><br>The allegation that you're corrupt. </p> <p><strong>Dan McCrum</strong><br>Yeah. So the allegation that we're corrupt. So to begin with, the German authorities, the prosecutors in Munich, let it be known that they don't see any evidence of Germans breaking German laws in Germany. And we're sort of scratching our head going, “What?” This is a big public company. You know, we're publishing evidence of fraud. And at this stage, the numbers are quite small. You know, we talk about $30mn worth of contracts in a €2billion-a-year company. So what they do is they make the mistake of looking at the numbers instead of the practices. You know, “Why on earth wasn't this guy fired? Why was there this cover-up?” were the questions they should have been asking. So it's sort of Germany Inc says, uhh, seems like they're dealing with it, it's fine. And then the German authorities say, actually, we're gonna take this market manipulation thing very seriously. And they announced an investigation into me and my colleague Stefania Palma in Singapore who wrote the stories with me. And I thought the world was going mad at that point, because you're sort of you're doing your best work. You're saying, hey, here's a great story. </p> <p><strong>Gideon Rachman</strong><br>And you end up being investigated. And do you think that's part of, if you like, German culture and you mentioned they wanted a tech champion. But also, I mean, I remember this during the euro crisis when the euro was really under pressure: German officials who I knew, who I thought were very sensible people, were suddenly saying, you know, this is all being caught up by hedge funds in collaboration with the FT. I think they've got this suspicion of the Anglo-Saxon financial world and think, under pressure, they think we're all in it together. Was something like that going on? </p> <p><strong>Dan McCrum</strong><br>I mean, I think there was a little flavour of sort of Anglo-Saxon capitalist disdain. </p> <p><strong>Gideon Rachman</strong><br>Or disdain for Anglo-Saxon capital. </p> <p><strong>Dan McCrum</strong><br>Or disdain for, yeah, Anglo-Saxon capitalism. I thought maybe it's the distance. It was easier to believe that, you know, those guys are from London. They're all corrupt. But I think there's more to it than that because I think in some sense we can thank Trump. You know, this label of fake news has become so incredibly effective. Commerzbank, the German investment bank, actually used it about that first story. They put out an analyst note saying this is fake news from the usual suspect, Dan McCrum. And I think one of the surprises for us was, inside the Financial Times, you think we have a certain reputation, people take us seriously. And it was quite startling to be saying, well, hang on a second, don't they know how we work? Do you think Lionel Barber is going to let this one rogue journalist run around using the FT for his own personal vendetta? It was very strange and hard to understand. </p> <p><strong>Gideon Rachman</strong><br>Also, talk us through the kind of precautions we were having to take in the course of your reporting. I mean, you were using a computer, for example, that was not plugged into the internet, locking your computer away in a vault every night. </p> <p><strong>Dan McCrum</strong><br>Yeah. So “air-gapped” was a term they used sort of, you know, it couldn't connect to the internet. </p> <p><strong>Gideon Rachman</strong><br>That's obviously to avoid hacking. </p> <p><strong>Dan McCrum</strong><br>Yeah, ‘cause we were very concerned about Wirecard's hacking capabilities. Whenever we have conversations about the story, we would put our phones in another room, ‘cause we weren't sure that we could trust those. I mean also, we were very concerned about protecting the identity of our key whistleblower. So very few people, I mean, only about three or four people inside the FT, which didn't include Lionel, knew who the identity of this guy was. </p> <p><strong>Gideon Rachman</strong><br>And Lionel was OK with that?</p> <p><strong>Dan McCrum</strong><br>Yeah, I mean, I can vividly remember the meeting where he sort of says, “I don't want to know who this guy is, but just tell me about him, you know — why do you trust him? What are his motives?” We would have meeting after meeting where, you know, it's very strange to have the editor of the newspaper going line by line through your copy and sort of calling out errors and testing every sentence. Because I think we all realised the significance of it. And I think I mentioned that, you know, in one of the meetings, our in-house lawyer, Nigel, says “we're gonna have to assume that they'll sue us anyway, because they've got the resources and so they may just do it.”</p> <p><strong>Gideon Rachman</strong><br>And so you're having to work in these peculiar circumstances, were you being surveilled, followed and that kind of thing throughout all this? </p> <p><strong>Dan McCrum</strong><br>So there's an element that I hadn't told you about. I think there's a Russian connection here. So one of the main bad guys is called Jan Marsalek, and he's this Austrian whiz kid, incredibly charming, dropped out of high school to start a tech company. Becomes one of Wirecard's senior executives. And he's the one who's running around keeping all the plates spinning, organising the fraud, organising the countermeasures against us. And what I learn over time is that he doesn't really know what he's doing, but he seems to sort of improvise his hare-brained schemes and get away with it. At the same time, he's making some very strange friends. Like he wants to get friendly with Libyan militias and he's hanging out with Russian mercenaries. I worked on all of these stories with a very experienced editor called Paul Murphy. One day he pulls me aside, says, “Right, we need to have a chat away from any electronics”. And so Paul has picked up this intel that, as he's trying to impress some of these speculators in London, he's flashing around top-secret documents with the recipe for the nerve gas novichok on it. </p> <p><strong>Gideon Rachman</strong><br>Is this before or after the attempted murder of Skripal? </p> <p><strong>Dan McCrum</strong><br>What it was, it was after Skripal. It was, um, you know, documents relating to the top-secret investigation, into that, you know, with the Russian objections on the . . . </p> <p><strong>Gideon Rachman</strong><br>Right. </p> <p><strong>Dan McCrum<br></strong>But at that point, we don't know how he's got these, or really what it's about, just that he seems to have some, like, Russian intelligence connections. And when you learn that, well we start being even more paranoid about security than you were before. And, you know, you start doing things like . . . yeah, yeah, yeah. I certainly wouldn't stand at the edge of Tube platforms. </p> <p><strong>Gideon Rachman</strong><br>And how do you, in fact, keep your cool? Because, I mean, it's hard enough when you're imagining things, but, you know, some of this was, was very real? </p> <p><strong>Dan McCrum<br></strong>(laughter)</p> <p><strong>Gideon Rachman</strong><br>You know, are you at any point tempted to put it to one side or take a break? </p> <p><strong>Dan McCrum</strong><br>I mean, the pressure sort of amped up and amped up. And it felt like we were in this battle that we couldn't walk away from. Because Wirecard accused me of being corrupt, and the FT of being corrupt, and I'm being investigated by the German police. You know, there were these strange moments we're like, “Oh, now I've got some criminal lawyers to add to my civil lawyers” ‘cause they then threatened to, well they did to us, they name me personally in the suit. And so on the one hand, there's this sense of where the world is going crazy, and the only way through it is to prove that these guys are crooks. I mean, you asked about the surveillance, so we become aware that there are this team of 30 private detectives running around London.</p> <p><strong>Gideon Rachman</strong><br>30? </p> <p><strong>Dan McCrum</strong><br>30. The people involved were told it was the largest private surveillance operation ever undertaken in London. They were also told that the police were aware of it. And, you know, it's impossible to tell whether either of those things are true, really. And, you know, we were showing photos of some of the surveillance efforts. And one of the private detectives who's been flipped is talking to Paul Murphy. And he just says to him, “Well, I had thought about this one idea, but we decided we didn't need to do it yet, which is the old-gangland trick, to plant drugs in my car and then call the police. And when you learn about stuff like that, that's kind of terrifying because that would just blow up our lives. I remember talking to my wife about it and she said, you know, what did she say? Something like, “Oh my God”, you know, “You know how this ends? The guys with the most money always win.” It sort of brings some of the adrenaline back talking about it. Yeah, it got to be quite intense. </p> <p><strong>Gideon Rachman</strong><br>But you managed to, as you say, fight your way through it. We'll get to the climax of the story in a minute. But we both worked with Lionel Barber for a long time. He's now retired as editor. But I was, I must say, impressed by the way he handled it, because he had to do two things: be determined to let you follow the story, but also not be reckless in doing that and kind of protect the paper. How did he strike that balance and were there any points where you thought, OK, maybe we're gonna fall out and he's not gonna back me? </p> <p><strong>Dan McCrum</strong><br>So I think we were very lucky to get Lionel right at the end of his career where, you know, he'd been editor for almost 13 years at that point, I think? And he wanted stories that hurt the people who didn't want them written. You know, he was very clever about that. So he's sort of committed to wanting big investigations. And when this one came along, because of our experience with Wirecard, he knew the sort of company we were dealing with. I mean, we'd have moments in these meetings where, um, it would always be me Paul Murphy, Lionel Barber, and our lawyer, Nigel Hanson. And every time we sort of would reach an impasse, Paul would go, hang on a second, hang on. We know we're dealing with a criminal company here. And he would sort of push us through. And I think Lionel was very good at being very careful. He was personally testing the evidence. He wanted to know, “OK, can that really be real? What's the sourcing?” And so I think because he was so involved, he then had the “real” confidence in us. </p> <p><strong>Gideon Rachman</strong><br>But he also has to start or he does, whether he has to or not. He starts an internal investigation against you at some point. Yeah?</p> <p><strong>Dan McCrum</strong><br>Yeah, and so there's this moment where Wirecard comes up with a tape recording, where you have a London nightclub owner having a conversation with a representative of a sort of Far-eastern money man, claiming that he knows a Financial Times story on Wirecard is coming and that he's been leaked it by the head of the investigations team, which sounds really bad. </p> <p><strong>Gideon Rachman</strong><br>It would be market manipulation, etc. </p> <p><strong>Dan McCrum</strong><br>Would be market manipulation, insider trading. And at that point Wirecard starts leaking it to the German press. And Handelsblatt is running these lurid stories saying “Oh, allegations of corruption at the Financial Times”, and Lionel was very clear. He knew we weren't corrupt, but at that point, he also had to protect the reputation of the Financial Times. And he also said, you know, “Tactically, because, we knew we had a big story coming, unless we cleared the air of all the corruption stuff, it just wouldn't land”. You know, one of our great frustrations was, we're writing these stories saying, “Look, smoking-gun evidence. that Wirecard's claiming to do business with companies that don't exist”. But it's getting waved away. So he said, you know, for the good of the FT and to like, clear the air, we're going to hire an outside law firm in and they're going to do a full investigation. And I mean, I don't think he realised quite how long or how expensive that process would become, because once you let the lawyers in, clock starts whirring and, you know, the billable hours start racking up. </p> <p><strong>Gideon Rachman</strong><br>Yeah. And they ask, I guess, questions that seem reasonable to a lawyer, but very unreasonable for the journalists.</p> <p><strong>Dan McCrum</strong><br>(Laughter) Yes. Yeah. The whole thing was kind of maddening because also we knew we weren't corrupt. We knew we hadn't leaked the story. </p> <p><strong>Gideon Rachman</strong><br>OK, so fast forward. You're under this enormous pressure. You've had these incredible leaks from the inside, but the pressure on you is mounting. At what point and how does the dam break? </p> <p><strong>Dan McCrum</strong><br>So what happens is, I've been given this huge cache of documents by the whistleblower, I mean 70 gigabytes of material, multiple inboxes. And I had spent two months essentially in a bunker going through all the documents, trying to work out what was happening. Is what the whistleblowers telling us true? Can we prove it? But also, I had been trying to work out what on earth is going on inside the company? ‘Cause so much about it doesn't make sense. And um, in the spring, I don't know, I think it was May or June 2020. A couple of things had made me go back to one of the documents that I found, and it was this spreadsheet which had 30, 35 customers of Wirecard in it. And I start looking at the names, and I'm like, hang on a second, I don't think that one was in business at that point. So I went and checked and um, it was a broker which had been shut down by the US authorities. Huh! Well, how is it still a customer of Wirecard then? And then I start looking at some of the other names and it's like this lightbulb moment. Hang on a second, that's not real! That can't be real! The whole thing is fake. And I couldn't believe it was so simple. </p> <p><strong>Gideon Rachman</strong><br>Just making up transactions? </p> <p><strong>Dan McCrum</strong><br>They're literally just making the whole thing up. And it took a while to sort of prove it and go through and, you know, these endless calls, all these companies trying to prove the case. But what we did is we realised, hang on a second, we can show how the faking, this large section of their profits, and their sales. And what we did as well, is we published the underlying documents. And I think that was really key in turning the tide because investors could look at those and go, well, hang on, these just look authentic? There was too much information. It would have been incredibly hard to fake it all. And that was the thing which I think, set in motion Wirecard's collapse. I mean, we published it in October 2019, and the thing which still amazes me, is it took another eight months to collapse? And it came down to two pieces of paper. And the chapter on it in the book is one of my absolute favourites because it was so fun to write because, it just has the quality of farce. So Wirecard is forced to announce effectively a similar to our internal investigation. They'll bring in a new outside party and a new accounting firm KPMG to go over the work the first. And it comes down to this question of, well, where is all of Wirecard's money? And Wirecard's explanation is, “Ah, we've got this guy in Manila who's looking after nearly €2bn of cash”. And so they all trip out there. Sort of this delegation from the two different sets of accountants, a bunch of Wirecard lawyers, and they all go to this office in Manila. And it turns out the guy is a YouTube star who mainly focuses on family law, and he's got a camera set up in his office. And one of those little plaques from YouTube saying you've got 100,000 online subscribers. And he gives advice on things like adultery and divorce. And this is the guy who Wirecard has got to look after €2bn of its cash? And it comes down to sort of they're given these two pieces of paper which basically say the money's in some special accounts. That's in March. And after three months of not really having much more evidence that the business exists, the accountants at EY are starting to get a little bit nervous. And so someone seeing it gets in touch with the chief executives at the bank. And it's like we've been trying to get an answer out of you guys, could you please take a look at these accounts and just confirm that everything's above board? And they both send back a letter saying, um, these accounts are spurious. And so the first thing which happens is everyone in Germany has to Google the word spurious because it's quite an obscure English word and then all hell breaks loose. And basically, within about a day or two, Wirecard has to admit. Ah, well, to begin with, they say “€2bn of our money is missing”. And that excuse lasts about 24 hours and then the whole thing collapses. </p> <p><strong>Gideon Rachman</strong><br>And where are the main characters now? I mean, Marsalak, you mentioned, Markus Braun, who you interviewed. What happened to them? </p> <p><strong>Dan McCrum</strong><br>So the turtleneck-wearing Markus Braun is in jail. He is due to go on trial probably starting in September with two alleged conspirators and that trial is probably going to take at least six months, quite a long time. And one of the guys is co-operating, and the other two are denying everything. And what Markus Braun claims, because he ran this company for 15 years and he was a billionaire due to his stake in it, and he claims he's a victim. That he had no idea what was going on and that his protégé, Jan Marsalek, set up the whole thing and basically robbed him blind. Jan Marsalek in another example of terrific German-prosecutorial competence, was allowed to leave the country. So Wirecard collapses. And the next day, Jan Marsalek gets on a private plane in Vienna and flies to Belarus and hasn't been seen since. </p> <p><strong>Gideon Rachman</strong><br>Belarus? </p> <p><strong>Dan McCrum</strong><br>Belarus. And there's been quite a lot of reporting in the German press around this, and I think we have found up some of this as well. So Jan Marsalek is currently thought to be in the suburbs of Moscow. </p> <p><strong>Gideon Rachman</strong><br>Right. I mean, it's an incredible story in itself, but it also has made me think more about, you know, the financial system, about the business world and so on . . . Do you believe that Wirecard was a kind of weird one-off, or are there other Wirecards out there, big companies that are frauds? </p> <p><strong>Dan McCrum</strong><br>I mean, the twists and turns and the dirty tricks they used, make Wirecard a crazy example of fraud. It's sort of, it's got everything that you see in all these other different frauds and criminal enterprises all crammed into this one story, which just gets madder and madder. But the thing is, I think there's quite a few other big frauds out there. I mean, I'm certainly continuing to do investigations for the FT and I'm keeping busy. And I think what we've seen as well is this sort of culture in finance for a decade where money has been free. And one of the things Wirecard did, which a lot of businesses have done, was sort of sprinkle technology over quite an ordinary business, and then claim that that technology has made it extraordinary somehow. And we've seen a lot of that in markets. I mean, you know, there's a bit of a crash going on in crypto at the moment, but that promise of the new, that sort of human greed to look for easy money, I mean, those are age-old stories and they repeat time and again. </p> <p><strong>Gideon Rachman</strong><br>And the ability of people to be bamboozled by apparent success. </p> <p><strong>Dan McCrum</strong><br>Yes. I mean, and I think one of the things about it is what's kind of unique-mouth-stock fraud is that for a long time, the victims think that they're doing really well. So the company's success becomes your success. I picked a great stock. Look how much money I'm making. And so people become completely invested in the success. You know, I talked about the institutional psychology, but when you are really professionally, financially, but also, you know, just you're enthusiastic when you're invested in something, you don't sort of approach it on an analytical level. You approach it as sort of more of an emotional level. </p> <p><strong>Gideon Rachman</strong><br>So they're emotionally as well as financially invested. </p> <p><strong>Dan McCrum</strong><br>Yes. And so you explain away things that you shouldn't. I mean, I've spoken to lots of former Wirecard employees and, you know, several of them would talk about individual things that they had seen whilst they worked there. That looking back, they now sort of slap themselves, oh, my God, why didn't I see this? But at the time, they just like, Oh, that's a bit funny, but never mind, you know, it's spin or it's just the weird way the company works. </p> <p>[MUSIC PLAYING]</p> <p><strong>Gideon Rachman</strong><br>That was Dan McCrum of the FT ending this edition of the Rachman Review. Next week I'll be in Helsinki. So please join me again. </p> <p>[MUSIC PLAYING]<br><br><em>This transcript has been automatically generated. If by any chance there is an error please send the details for a correction to: </em><a href=\"https://mail.google.com/mail/u/0/?fs=1&amp;tf=cm&amp;to=typo@ft.com\"><em>typo@ft.com</em></a><em>. We will do our best to make the amendment as soon as possible.</em></p><p>Source: Gideon Rachman 2022 'Wirecard: the investigation that brought down a German tech giant' FT.com 30 June. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-06-30T04:17:25.095Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": []
    }
  ]
}