{
  "_id": "a48a3c4c1b8e69600d7878a70c3a39489b1d8d6551196511c145244ed9f585d5",
  "feed": "wall-street-journal",
  "title": "OFF DUTY  ---  Gear & Gadgets -- App Happy:  Music to Our  Weary Ears  ---  Exhausted by Spotify's algorithm? Five alternatives  ----  By Lina Abascal",
  "text": "<p>\n  Both Apple Music and Spotify have catalogs of over 80 million songs, but for many music lovers, access to these giants' seemingly limitless options hasn't translated to more diversity in listening habits. Indeed, monotony tends to prevail. When an algorithm limits discovery, all roads seem to lead to Drake, Dua Lipa or whatever rut you're in, even though these platforms upload new songs everyday. </p><p>\n  If you're ready to break that musical routine, plenty of platforms that have been launched in recent years by both established players and tech upstarts offer wildly different ways to seek out new music. Also worth your consideration: services that have been around for a while, but haven't been adopted as widely by folks outside the audio industry. Here, five apps to try -- all, unless noted, are available to download on both Apple and Android phones. </p><pre> </pre><p>\n  Amp: Live Radio Curated by Real People </p><p>\n  Radio shows hosted by beloved DJ personalities were once a go-to place for musical exploration. Amazon's Amp, which launched earlier this year, aims to bring the thoughtful, human element back to music discovery by letting anyone host a live radio show. The free iOS app lets hosts select music from Amp's library of tens of millions of songs. Listeners can catch live radio shows hosted by personalities including musicians Halsey and Nicki Minaj, international party promoters Emo Nite and listeners like you. Between songs, hosts chat and even take calls. And when you catch a song you like, you don't have to wait for the DJ to say its name: Just look at your phone. You can save that track directly to your Amazon Music library, but you can only listen to it on-demand if you subscribe to Amazon Music Unlimited, which costs $10/month, or $9/month if you have Amazon Prime. </p><pre> </pre><p>\n  HotDrop: A Place to Swipe Right on Emerging Sounds </p><p>\n  Want the bragging rights of being the first to find a new artist? HotDrop, a free app founded last summer by two Indiana University seniors, lets artists select 30-second clips of their songs for your perusal. While the app's current beta version offers a lean selection (and is only available on iOS), the interface fuses the most addictive features of social media and dating apps. You swipe through snippets of songs in a Tinder-like interface, \"liking\" favorites and reacting via flame emoji, sad face and more. This feedback goes straight to the artist who might be testing out songs on HotDrop before uploading to other platforms. And while many songs on the app are otherwise unreleased, an icon indicates if the full song is also available on Spotify. The app aggregates favorited clips on its \"Profile\" tab, so that you can revisit them later. </p><pre> </pre><p>\n  Audius: A Seemingly Decent Use for the Blockchain </p><p>\n  Audius, launched in 2019, is run by an open-source community of artists, developers and music fans on the blockchain. But you don't need to have a crypto wallet, or even understand how cryptocurrencies work, to stream from its growing catalog of songs by predominantly independent artists. Your favorite artists likely aren't all on Audius yet, but that increases the chance you'll find new music. Rather than suggesting content via an all-knowing, mysterious algorithm, the code that drives discoverability on Audius must be public and operate without profit incentive. You can sign up at no cost, and everyone can earn in $AUDIO (Audius' own cryptocurrency). Artists are paid based on much their work is being streamed, while listeners can earn by completing challenges like listening seven days in a row. You can tip artists with your earned tokens too. </p><pre> </pre><p>\n  Bandcamp: Direct Aid for Your Favorite Artist </p><p>\n  Finding music online is exciting, but artists say some platforms pay paltry fees per stream. While Spotify disputes the value of discussing \"per stream\" rates -- it says its model maximizes overall revenue for artists and that it pays more money to the music industry than any other streaming service -- the rate is reportedly an average of about one-third to one-half penny per stream. Founded in 2008, Bandcamp is a platform beloved by musicians. To help you spot new music, it offers its own album reviews, radio shows and a live feed of other people's activity. Artists make money selling digital versions of their music (an average of 82% of revenue goes to the artist and their label), plus physical copies and merch. Caveat: You can't pay a monthly subscription fee to guarantee unlimited streaming. Artists and labels set the prices, but expect to pay around $1/song and under $10 for a digital album. </p><pre> </pre><p>\n  Qobuz: An App That Targets Hi-Fi Enthusiasts </p><p>\n  If you only listen to music on popular streaming services, you might not realize how good your favorite tracks could sound. High-resolution audio fans can hear new music and oldies in high quality via Qobuz. Founded in 2007, the French platform offers one of the world's largest catalogs of high-resolution, lossless music. (At minimum, songs are rendered in 16-bit 44.1 kHz, which means it's transmitting over four times as much data to your device than many major streaming services promise under ideal conditions.) Music available on Qobuz nicely supplements analog music and will put both headphones and home speakers to work showcasing otherwise unappreciated depth and nuance. The fidelity does come at a cost: You'll pay $13/month (or $130/year) for the company's solo plan. A plan that can support up to six streamers costs $22/month (or $216/year). </p><p></p>",
  "published": "2022-12-10T07:01:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 5,
          "end": 10
        },
        {
          "start": 830,
          "end": 835
        }
      ]
    }
  ]
}