{
  "_id": "b75eb64f0705f1a3647fd1eb7c9a3c7a9e98ffbcb593743914e203bafa3c2a8f",
  "feed": "market-watch",
  "title": "PC market in 'steepest' fall since data started being collected in mid-1990s, analysts agree; Delayed shipments in second quarter because of China's COVID shutdowns clouded Apple figures back in July as research firms debated which quarter would get credited",
  "text": "<p>Early Monday, IDC said third-quarter PC shipments worldwide fell 15% year-over-year to 74.3 million worldwide, just a hair from the second-quarter decline of 15.3% that marked thesharpest quarterly drop off in shipments since IDC began collecting data back in the mid-1990s.</p><p>This quarter, Gartner data released after the close of markets Monday claims third-quarter PC shipments plummeted a whopping 19.5% to 68 million from a year ago, or a difference of 6.3 million shipments versus IDC.</p><p>That nearly 20% drop marks \"the steepest market decline since Gartner began tracking the PC market in the mid 1990s and the fourth consecutive quarter of year-over-year decline,\" the firm said in a statement.</p><p>Much of this year's slowdown reflects a tough comparison to 2021, which posted some of the best shipping numbers in about a decade, as workers stocked up on work-from-home infrastructure.</p><p>As was the case last quarter, the difference between IDC's and Gartner's figures is no longer whether Chromebooks are counted or not, as this quarter marks a full year since Gartner started including Chromebooks — those PCs that run on Alphabet Inc.'s Google Chrome operating system — into their figures, similar to IDC.</p><p>Now, the difference stems from how each firm tracks Apple Inc. AAPL shipments. Last quarter, the difference between IDC's and Gartner's figures hung heavily on a difference of 1.6 million Apple shipments. Now, that gulf has widened to 4.2 million in the third quarter.</p><p>If the difference was only attributed to whether the analyst estimated a shipment for the second quarter or the third, combining the two quarters would still result in Gartner estimating about 2.5 million fewer shipments than IDC.</p><p>Kitagawa said the quarter could mark a \"historic slowdown\" for the PC market. The Gartner analyst told MarketWatch in emailed comments she had expected mid-single digit growth from Apple, rather than the decline she's seeing now, a drop of 15.6% to 5.8 million units.</p><p>Ubrani, on the other hand, saw double-digits but in the other direction with Apple shipments rocketing 40% to 10 million in the third quarter over a year ago. Three months ago, Ubrani said Apple had been targeting higher volumes, but lockdowns in China and worsening logistics pushed shipments meant for the second quarter into the third.</p><p>\"Apple was making up for lost orders from the prior quarter but they also had promotions on M1 based Macs which helped drive volume,\" Ubrani told MarketWatch in emailed comments. \"The lower price point of the M1 has helped Apple appeal to the price conscious segment (E.g. Students) and allowed the company to stay relevant during a period with macroeconomic headwinds.\"</p><p>A quarter ago, IDC reported Apple shipments for the second quarter fell 22.5% to 4.8 million units from the year-ago period, while research firm Gartner had estimated Apple shipments up 9.3% to 6.4 million units for the same period.</p><p>Neither analyst cared to comment on the discrepancy between their figures.</p><p>In the third quarter, Lenovo Group Ltd. HK:992 increased market share slightly, even as shipments declined 16.1% to 16.9 million units from a year ago, according to IDC estimates. HP Inc. HPQ shipments fell 27.8% to 12.7 million units, Dell Technologies Inc. DELL shipments declined 21.2% to 12 million, and Asustek Computer Inc. TW:2357shipments slipped 7.8% to 5.5 million units, the research firm said.</p><p>Gartner estimated Lenovo shipments fell 15.3% to 17.1 million, HP's fell 27.9% to 12.7 million, Dell's fell 21.1% to 12 million, and Asus shipments fell 7.5% to 5.6 million.</p><p>Apple shares finished Monday 0.3% higher, versus a 0.8% decline in the S&amp;P 500 index SPX and a 1% decline on the tech-heavy Nasdaq Composite Index COMP.</p><p>PC market in 'steepest' fall since data started being collected in mid-1990s, analysts agree</p>",
  "published": "2022-10-11T11:54:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 173,
          "end": 178
        },
        {
          "start": 2316,
          "end": 2321
        },
        {
          "start": 2538,
          "end": 2543
        },
        {
          "start": 3574,
          "end": 3579
        },
        {
          "start": 2853,
          "end": 2858
        },
        {
          "start": 2165,
          "end": 2170
        },
        {
          "start": 2714,
          "end": 2719
        },
        {
          "start": 1260,
          "end": 1270
        },
        {
          "start": 1396,
          "end": 1401
        },
        {
          "start": 2053,
          "end": 2058
        },
        {
          "start": 1271,
          "end": 1275
        },
        {
          "start": 1889,
          "end": 1894
        },
        {
          "start": 1260,
          "end": 1269
        },
        {
          "start": 1260,
          "end": 1265
        }
      ]
    }
  ]
}