{
  "_id": "46b115d388d79878b958a61cb6e803a8de2928329fcc2109ee6ab8c715937fb5",
  "feed": "ftcomall",
  "title": "The ancient craft of coppicing",
  "text": "<p>After a year pruning shrubs, dividing and moving herbaceous plants and clearing layers of debris, I have a feel for my new garden. While the site is surrounded by the bustle of modern Oxford, it transports me back in time to before the college buildings dominated the area. St Frideswide founded a community around the beginning of the eighth century, a stone's throw away on the site of Christ Church cathedral. The so-called “old brew house” overlooks the north-west corner of the plot, dating from around 1400 and imbuing the place with a monastic aura.</p> <p>Thus when the new year came and I decided to add some new elements to the garden, I was leaning towards the rustic. I needed plant supports and something to delineate new paths, for a start. So I googled sources of coppiced wood. Apart from its aesthetic qualities and versatility, it avoids the air miles associated with bamboo imported from China or the environmental issues around plastic. This led me to Riki Therivel, a professor of the built environment at Oxford Brookes. She purchased a plot of arable land on the outskirts of Oxford in 2003 and has converted it into a broadleaf woodland, winning an Excellence in Forestry award in 2019 for its biodiversity, provision of outdoor education and high-quality timber. The 10 acres were listed at auction as “Lot 3” and the name stuck. </p> <p>The mix of native and naturalised species now inhabiting Lot 3 was largely dictated by the Forestry Commission, in return for a grant which paid for half of the fencing and half of the young trees. There are shrubs including hawthorn, blackthorn, spindle, wayfaring tree and dog rose. The main framework of trees comprises English oak, common ash, wild cherry, crab apple, field maple and crucially for me, hazel. The latter is coppiced on a seven-year rotation, yielding a range of products which are sold to raise money to help manage the site. </p> <p>Coppicing entails cutting a young tree down to near its base in winter or early spring. This not only provides an initial harvest of timber but stimulates the stump, or “stool”, to send up more new branches, which thicken over several growing seasons before they are harvested and the cycle begins again. </p> <p>Therivel offers a third off the price to people who help with the coppicing, normally £1 each for larger branches and £6 for 20 for the smaller pea-sticks. I spent an afternoon working off the excesses of Christmas and brushing up on the ancient craft. One of my jobs was to sort the material harvested from the hazel stools into stout beanpoles, thinner, more flexible, straightish rods called binders, and branched and twiggy pea-sticks.</p> <p>Several native species are suitable for managing in this way, including hazel, hornbeam, willow, ash and small-leaved lime. A craft that is thousands of years old, coppicing provided material for hurdle fencing and the woven panels of wattle-and-daub construction used in timber-framed houses. Thinner sticks (faggots) were used as fuel, notably in bakers' ovens. Coppicing provided the raw material for charcoal to feed furnaces at the dawn of industrialisation. Today, faggots are used to help stabilise river banks and coppiced chestnut poles are used in fencing.</p> <p>As part of a woodland management regime, coppicing small sections in rotation works alongside nature. When a coppice is harvested the surrounding area is flooded with light — mimicking the natural falling of a tree — which stimulates the growth of forest floor flora. This is in stark contrast to the monoculture of a typical modern timber forest.</p> <p>These methods are useful in gardens too. Pollarding, similar to coppicing, is when most of the trunk is left intact. Rather than emerging from a stool at ground level, stems sprout from further up around the top of the trunk. Pollarded limes and planes are commonly seen as street trees, where a regular prune every two to four years keeps them within their bounds. In a garden setting, the prune can be made every year if desired. The practice can allow an otherwise too-large species of tree to be enjoyed in a small garden. Sufficient light and rain reaches ground level beneath a pollarded specimen for an underplanting of bulbs and perennials too. Species that pollard well include the Indian bean tree, eucalyptus, mulberries, willows and tulip trees.</p> <p>Both coppicing and pollarding tend to induce larger leaves in the subsequent regrowth after a prune. This can help create an exotic jungly scene. A pollarded Paulownia for, instance, can produce leaves up to 60cm across.</p> <p>It is the youngest stems of shrubs such as Cornus alba Kesselringii and Rubus biflorus that have the most vivid colour. Thus, coppicing will not only control their size but provide a dazzling display the following autumn and winter. Certain trees, Salix alba Golden Ness or Salix alba var. vitellina Yelverton, for instance, can also be coppiced or pollarded to promote colourful new stems.</p> <p>I returned from Lot 3 with a variety of coppiced hazel (and a cracked windscreen from shoving the bean poles in the car a little too firmly!).</p> <p>Therivel had kindly thrown in a few offcuts which were destined to be the upright poles in a low hurdle, separating mown lawn from meadow. I cut these into 50cm sections using a pruning saw and then whittled one end of each to a point with a brush hook. This allowed me to drive them into the ground, using a mallet, at 60cm intervals along the edge of my grass path. I then wove in long binders between the uprights.</p> <p>Hazel beanpoles make excellent supports for climbers in a garden, lasting for several years depending on their diameter. I am using them to build hefty tripods to support a row of Rosa Albéric Barbier in front of a historic wall that it would be unwise to drill into.</p> <p>Using the pea sticks to make supports turned into a very relaxing meditative practice. I started by laying out the hazel on the lawn in rows of similar-sized branches. I trimmed the ends of each main stem at an angle using secateurs, which made it easier to insert them into soil to form the walls of a “cage” around a dormant plant. Then it was a case of bending each pea stick towards the centre and weaving thin, twiggy lateral branches together to form a dome. The idea is that the herbaceous plant will grow up through the mesh of hazel and by the time it flowers the support will be all but concealed. In the meantime, the hazel structures make an attractive feature in their own right.</p> <p>If you can secure a local source — or better, grow your own — <a href=\"https://www.ft.com/content/575cecfc-bbfd-11e8-8dfd-2f1cbc7ee27c\">hazel is an ecologically sound material</a>. If you have a large garden, an area of hazel for coppicing can make an attractive and wildlife-friendly bridge from the more intensely gardened zones into wilder, wooded areas. A single coppiced hazel will yield a useful supply, but to be able to harvest every year on rotation requires at least three. The ideal size of the plantation will depend on your structural needs.</p> <p>For me, working creatively with a natural local product has been perfect preparation, and inspiration, for the growing season ahead.</p> <p><em>Follow </em><a href=\"https://twitter.com/ftproperty\"><em>@FTProperty</em></a><em> on Twitter or </em><a href=\"https://www.instagram.com/ft_houseandhome/?hl=en\"><em>@ft_houseandhome</em></a><em> on Instagram to find out about our latest stories first<br><br></em><strong>Letter in response to this article</strong>:<br><a href=\"https://www.ft.com/content/4c00c52c-3ff0-42af-b299-1fb891b2dd6d\"><em>Well managed coppicing helps wildlife and carbon / From Ian Baker, Chief Executive, Small Woods, Coalbrookdale, Shropshire, UK</em></a></p><p>Source: Jim Cable 2022 'The ancient craft of coppicing' FT.com 25 February. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-02-25T11:00:15.888Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1714,
          "end": 1719
        }
      ]
    }
  ]
}