{
  "_id": "c508cbed991707f7dfd6a4882bccf259571308f0a61e9696c28a2d24a666ec06",
  "feed": "wall-street-journal",
  "title": "Netflix Takes on Jane Austen. Good Luck. Hard-to-please Janeites are known to complain about every adaptation—Dakota Johnson's new 'Persuasion' is the latest",
  "text": "<p>It took less than three minutes, or the length of the film's trailer, for Austen devotees to form fiery opinions. Now the Jane Austen fan club on Facebook is reminding its 57,000 members to remain civil when discussing the movie.</p><p>\"We are a polite society,\" wrote Sam Keele, 64, a bakery technician from Mapleton, Utah, who runs the group. As the club's daily membership requests have tripled in the lead-up to the film, he is telling fans to not be \"a jerk\" in the comments. \"Whether you love it, or hate it, there will be THOUSANDS who will disagree with you. Do not take offense.\"</p><p>Janeites, as the most fervent Jane Austen fans are known, scrutinize every new take on the author's six major novels. When Gwyneth Paltrow shot an arrow in the 1996 \"Emma,\" fans called it the wrong archery style for the period. When Keira Knightley's Elizabeth Bennet ran around 2005's \"Pride and Prejudice\" without gloves or a bonnet, fans called her woefully anachronistic. And don't get them started on the PDA in all the films and TV series.</p><p>Many fans feel particularly protective of Anne Elliot, the melancholy \"Persuasion\" heroine whom they associate with Austen's final years. The author wrote the 1817 drama as she was dying, and some readers see her last completed novel as a reflection of Austen's own regrets. Enthusiasts often describe the 1995 \"Persuasion\" screen adaptation starring Amanda Root and Ciarán Hinds as the most reverential version.</p><p>In the Netflix version, the Regency-era Anne breaks the fourth wall with cheeky asides, downing red wine and smearing on a jam mustache for a laugh. She calls Beethoven's \"Für Elise\" \"a great dance song\" and refers to herself and her lost love as \"exes.\"</p><p>\"You actually feel a stab of pain when you watch a version of Anne Elliot that does not match the version of Anne Elliot in the pages of that book,\" said Deborah Yaffe, author of \"Among the Janeites: A Journey Through the World of Jane Austen Fandom.\"</p><p>Jane Austen has done traditional movies and TV, now she's hitting streaming platforms. Searchlight Pictures \"Fire Island,\" a queer take on \"Pride and Prejudice\" starring Saturday Night Live's Bowen Yang, recently made its debut as an original film on Hulu.</p><p>As shows like \"Bridgerton\" mash pop culture into historical drama, some viewers accuse Hollywood of putting an overly frothy spin on period fiction. But others defend the modern-historical mix for normalizing multiracial casts and attracting new audiences.</p><p>\"A number of period shows have been popping up, there's definitely a desire to explore our human experience in another time frame,\" said \"Bridgerton\" producer Betsy Beers. \"It's a really good time to go back to a world in which we don't live and draw parallels.\"</p><p>Every generation of Austen fans experiences a modern twist. At this point, it's classic Jane Austen to complain that an adaptation is not classic Jane Austen.</p><p>The 1940 \"Pride and Prejudice\" with Laurence Olivier incorporated the action-movie element of a carriage chase. The 1995 \"Pride and Prejudice\" pushed into hunk territory with Colin Firth in a wet puffy shirt. The 2020 \"Emma\" went for realism with Anya Taylor-Joy'snosebleed in a romantic scene. Austen didn't write any of that.</p><p>Adaptations of Austen's books have a long history of stirring up controversy, said Devoney Looser, author of \"The Making of Jane Austen.\" When the first Austen stage adaptations started to arrive, including a 1901 twist on \"Pride and Prejudice,\" a drama critic called the results a \"ghastly crime,\" she said.</p><p>In \"Persuasion,\" Anne Elliot pines for Frederick Wentworth, a naval officer without a fortune, after being talked into breaking off their engagement eight years earlier. Dakota Johnson plays Anne, with Cosmo Jarvis as the now wealthy Captain Wentworth and Henry Golding as William Elliot, a calculating interloper.</p><p>Ms. Johnson, an American known for the film \"Fifty Shades of Grey,\" takes on a revered British heroine with the role. After she appeared in the trailer, the snarking was swift. A post calling hers \"the face of someone who knows what an iPhone is\" was retweeted nearly 19,000 times.</p><p>In its review, the Hollywood Reporter praised Ms. Johnson for an \"incandescent performance\" while Deadline called her portrayal \"spirited and persuasive.\" The Los Angeles Times praised the actress for her \"subtle intelligence and gravity more than worthy of this beloved literary character,\" though it panned the movie.</p><p>\"Persuasion\" director Carrie Cracknell and representatives for Ms. Johnson were unavailable for comment.</p><p>The film's casting director, Dixie Chassay, said Ms. Johnson is bringing \"Persuasion\" into the current era. \"Look at the deeper essence and how that character could be relatable today,\" she said. \"I personally think Jane Austen would be thrilled.\"</p><p>Christina Boyd, an editor of roughly 40 works of Jane Austen fan fiction, is open to new interpretations. \"If I want to see exactly what Austen wrote, I'll just read the book again,\" she said. \"I go to the movies to see something visually appetizing. They had me at Henry Golding.\"</p><p>Jane Austen herself was attuned to the heated opinions of fiction readers and even wrote some of their disputes into her novels, said Ted Scheinman, author of \"Camp Austen: My Life as an Accidental Jane Austen Superfan.\" He cited a passage in \"Northanger Abbey\" where a character pillories an author's work that she hasn't yet read.</p><p>\"It is to be,\" the woman says, \"uncommonly dreadful.\"</p><p>Write to Ellen Gamerman at ellen.gamerman@wsj.com</p><p>SHARE YOUR THOUGHTS</p><p>What's your favorite—or least favorite—Jane Austen adaptation?Join the conversation below.</p><p>MORE TO WATCH</p><p>* An Atheist Director Walks Into a Marvel Movie Full of Gods…</p><p>* Finally, Some Compassion for the Cranky Old Neighbor</p><p>* Can Elvis Survive Gen Z?</p><p>* The Retro Cringe of Apple TV+'s 'Physical' and the '80s Workout Microgenre</p><p>* In 'Dark Winds,' Gritty '70s Crime in a Navajo Setting </p><p>Netflix Takes on Jane Austen. Good Luck.</p>",
  "published": "2022-07-15T12:57:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 5802,
          "end": 5807
        },
        {
          "start": 5802,
          "end": 5810
        }
      ]
    }
  ]
}