{
  "_id": "7071b5bf6dbbe768564d95361b3d48d4394b48bb2ec91b1e86f4fc5e8535d584",
  "feed": "market-watch",
  "title": "NFT trading volume is at an all time low, but this CEO is still betting big on the technology; The buzz and hype around nonfungible tokens is gone. But RECUR CEO Zach Bruch still thinks NFTs have a future.",
  "text": "<p>RECUR, which is blockchain-agnostic, launched in 2021 and raised $50 million in a Series A at a $333 million valuation last fall. Those were different times. RECUR has since worked with brands like Nickelodeon, Hello Kitty, Paramount, and Star Trek. Meanwhile, platforms like Instagram and Twitter have also launched features to allow users to display NFT art on their profiles.</p><p>But there are some real questions around whether this is going to keep working, especially as even the biggest and most hyped NFT projects have seen significant drops in floor price in 2022. Zach Bruch, co-founder and CEO of RECUR still thinks there is a future in NFTs. MarketWatch spoke to him to ask how this is going to work, challenges to keeping NFTs relevant, and what he foresees the space to look like in the next few years.</p><p>Answers have been edited for length and clarity.</p><p>AD: How have your partnerships with brands started? Did you approach them asking if they wanted to work with you, or do they approach you?</p><p>ZB: We started the business about 20 months ago. And the business has changed throughout that time period. As you can imagine, as markets change, as education change, and as people's understanding [changes] overall, the industry has changed. So when we first went out to create these partnerships, almost two years ago, there was a large education process that we had to do to show them why it is relevant, why they made sense for their families, their communities, and so on.</p><p>But today, now that we've built all these tools, we're seeing a lot of large enterprises and fortune 500 businesses come to us and say, \"hey, your tooling is really great […] you have a really easy onboarding flow, where our user base can do something that they're familiar with, like sign up, and under two minutes the same way, they might sign up for a Snapchat or an Instagram. So there's no confusing wallet setup. You can use Apple Pay, they can use credit card, they can use crypto.\" So they're noticing and seeing a lot of these things. And now seeing these tools and recognizing that they can leverage them and use our toolset as their own creative canvas to create whatever they want. So at this point, we're now just receiving a tremendous amount of inbound.</p><p>AD: Say that I want to create an NFT collection and work with you. What are you providing me that I can't just do myself using another NFT-creation platform?</p><p>ZB: So I think the reason it's so hard for developers and businesses right now is because the current landscape of solutions in the web three ecosystem is made up of countless point solution vendors that each do one very limited thing. So for example, if you were the head of Web3 at a large enterprise or you're a developer, your typical journey goes something along the lines of this you want to launch a Web3 products. And now you needed a smart contract entered and then things on chain, you need to be compliant […] you realize you need utility to engage your user base. Now you need a gamification vendor, you need a custom marketplace that fit your brand aesthetic. Now you need a vendor for this, your users want to play with credit cards, well then you cash their money out to a bank account, you'll need a vendor for each and each and every one of those things. And then you need to recruit entire back end engineering team and spend a year or more stitching all these vendors together then hope and pray it works. And then if you're successful, well then now you have to… maintaining scale at all in perpetuity, so it's truly a disaster. So with RECUR, what we do is make sure that every developer, every team has everything they need for Web3 in one platform.</p><p>AD: I recently reported that NFT trading volume has plunged 97% since January, which I'm sure you know. And in general there seems to be less hype around buying NFTs this year than there was last year. How has this impacted your business?</p><p>ZB: Thing that we're noticing is that most people are looking at NFTs in a very one dimensional myopic way, when the reality is, is Web3 is about unlocking consumer and social markets in a way that was never before possible. And Web3 can and will transform every consumer experience and every consumer products business. So there are all sorts of different use cases that we're now seeing a lot of large corporates and enterprises come to us with. From loyalty programs to real life events, to ticketing […] there really is limitless potential. And I think there have been in the past lots of, you know, barriers to entry, because the tooling has not existed. And now the tooling is here. We've built a lot of it.</p><p>AD: What's a big challenge you're facing right now?</p><p>ZB: I think the largest challenge in the space is always going to be education. There's tremendous amounts of noise. It's a very nascent space, just in general. And typically, things take a lot of time for any form of adoption.</p><p>A few years ago, I really started immersing myself deeper into the NFT community, it had many similarities to the early crypto community, brilliant tinkerers with deep passion, enormous vision for a more vibrant world. But similar to the early crypto communities, there's a complete lack of infrastructure that would be required to onboard. So tooling, again, I felt was a large issue, as well as you know, as well as education. And while that first decade was about capital innovation this next decade, it seems it's going to be about cultural innovation, and unlocking cultural culture, leveraging crypto tooling, and that is a very large shift.</p><p>AD: You've been working with large enterprises and brands with a lot of money. What about smaller creators and smaller businesses? Can they use these tools to enter Web3 or do they need a massive budget and a specialized team dedicated to it?</p><p>ZB: Yeah, so actually… we're opening up our tooling to creators of all sizes. So you can be a college student in your dorm room, a small mom and pop shop in a town or a large enterprise and be able to leverage our tooling and have the same firepower of a large publicly traded business like a paramount for example. But what we're also doing is that by Q1 of next year, we'll also have a full no code, self service version of our platform. So you won't even need any technical experience, or engineers, or any of that. So you really can get to market fast, be compliant, have high performance.</p><p>AD: What do you envision for the NFT space a year from now? Will we still be calling them NFTs? And will people still be buying them?</p><p>ZB: I do think NFTs will still be called NFTs a year from now […] you asked another question that that was pretty interesting. Well, will people want to be buying NFTs? I think that won't matter. After I think most of what we're doing digitally, will become NFT's in the back end, because it will have to be, how else are you proving that you actually have digital ownership of something that will be always be underpinned by an NFT? And who knows that might become a rule, right? If you're buying something digitally, online, that's a digital item, the user has to have total ownership of that. And the way that would have to happen is the NFTs. So I think that there will be a lot of things that will be leveraging this back end infrastructure over the next call it five years, I think it will take longer than a year for all this to happen, of course, but I think we're gonna see very fast growth.</p><p>NFT trading volume is at an all time low, but this CEO is still betting big on the technology</p>",
  "published": "2022-10-17T13:52:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1909,
          "end": 1918
        },
        {
          "start": 1909,
          "end": 1914
        }
      ],
      "nexusId": "10022657"
    }
  ]
}