{
  "_id": "e4886b74edb108e2ec74adc0d7bab3bfa8e515aedf9cae1e92f40d5cbc607c87",
  "feed": "ftcomall",
  "title": "Big tech hits the pause button on hiring",
  "text": "<p>After a period of breakneck expansion, Big Tech is hitting the pause button.</p> <p>A round of internal announcements in recent days has revealed the sudden wave of caution sweeping through the tech companies' top ranks. Last year, as Big Tech accelerated out of the pandemic, the brakes came off on hiring. Now, facing more difficult year-over-year comparisons and an uncertain economy, the mood has turned quickly.</p> <p>Google, after <a href=\"https://www.ft.com/content/a5e774c6-a58d-42d8-81b8-bb8098d3ae2e\">warning </a>last week that it would target its hiring more carefully in the coming months, followed up this week with a two-week pause on all new job offers while it reassesses priorities.</p> <p>Microsoft also confirmed it was working through a business-by-business review to decide how to focus investments more narrowly. The software company has not stopped all hiring and says it will still raise headcount. But a rethink so early in the company's fiscal year, which only began this month, shows how quickly the outlook is changing.</p> <p>And Apple, whose financial year ends in September, is also looking to slow hiring in some areas as it sets its next annual plans, according to a <a href=\"https://www.bloomberg.com/news/articles/2022-07-18/apple-to-slow-hiring-and-spending-for-some-teams-next-year\">report </a>from Bloomberg.</p> <p>One key question is whether the companies are acting preemptively, or whether there is already evidence that demand for their gadgets and services is slipping. The picture could become clearer next week, when most of the big tech report earnings.</p> <p>Wall Street is on the edge of its seat. Elon Musk faced a barrage of questions about demand for Tesla's electric vehicles when the company <a href=\"https://www.ft.com/content/a58cd8ae-d4d8-4e31-9001-507580d10cda\">reported </a>its latest numbers on Wednesday. Tesla is among the companies to have been through a hiring boom. </p> <p>After trimming staff numbers in 2019 as it struggled to reach profitability, headcount growth exploded to more than 40 per cent in each of the next two years. That makes its recent 10 per cent cut in salaried staff seem as much an attempt to regroup after the rapid expansion as a response to a weakening economy.</p> <p>Most of the tech companies haven't disclosed up-to-date employee numbers. But one that has, Alphabet, was on a hiring tear until the middle of this year. Over the past twelve months, the employee count grew by 21 per cent, the fastest pace since 2018. The 30,000 people added in this period was more than Google's entire headcount back in 2010.</p> <p>The looming economic slowdown could be unlike anything the tech companies, like Alphabet and Meta, have faced before. The short, sharp shocks of recent years have brought loose monetary conditions that have buoyed demand. In the depths of the financial crisis, Google trimmed 2 per cent from its headcount 2009, only to boost it by 23 per cent the following year as it stormed out of the brief recession.</p> <p>By comparison, this year's tightening cycle by central banks, and the more protracted downturn it may bring is a venture into the unknown.</p> <p>Digital advertising has proven spectacularly resilient to the short economic crises of recent years. But with digital now representing around 60 per cent of the entire advertising market, the internet giants cannot expect to be immune if a broad pullback in consumer spending is on the cards.</p> <p>Yet with its fortress-like balance sheets, Big Tech is far better placed to ride out a downturn now than it was in previous cycles. When the 2008 financial crisis hit, Apple, Microsoft, Google, Amazon and Facebook had a combined $51bn of cash reserves between them. </p> <p>Compare that with the $542bn in cash the five companies were sitting on at the end of March, according to rating agency Moody's Investors Service. Big Tech's cash pile now accounts for 27 per cent of the entire liquid reserves of the US corporate sector.</p> <p>They are not alone in having the financial wherewithal to keep investing — and hiring — through a recession. After a venture capital boom that saw the amount of money invested double last year from what was already a historically high level, many tech start-ups also have unusually strong financial reserves.</p> <p>In a presentation last month to the entrepreneurs it has funded, venture capital firm Sequoia warned that many would need to cut costs, as portfolio companies like Airbnb, Zappos and Tellme had done in previous downturns. But with bigger tech companies imposing hiring freezes, it added: “Recruiting is about to get easier.”</p> <p>Tech's indiscriminate hiring boom is over. But the war for the top talent will rage on.</p> <p><em>richard.waters@ft.com</em></p><p>Source: Richard Waters 2022 'Big tech hits the pause button on hiring' FT.com 21 July. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-07-21T17:44:47.623Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 3275,
          "end": 3280
        },
        {
          "start": 954,
          "end": 959
        }
      ]
    }
  ]
}