{
  "_id": "44808e1300a2fa2659e677736e3543f5610697b3c3a88fe0848d148df070802a",
  "feed": "ftcomall",
  "title": "Long live the greasy spoon",
  "text": "<p><a href=\"https://www.normanscafe.co.uk/\">Norman's Café</a> in Archway, north London, is a modern take on a national institution: the great British greasy spoon. There are Formica tables and red gingham curtains. A chequered lino floor. A photo on the wall of Bobby Moore lifting the World Cup and blackboards with loads of things for under a tenner, including my go-to, “Set Breakfast 2” of bubble and squeak, egg, hash brown, grilled tomato, beans with toast, and tea or coffee included. The plates come stacked with goodies – the bubble and squeak, in particular, melts in your mouth like a cheesy mash soup. Mugs of milky tea arrive with the teabags left in. “Some people like their tea stronger, some weaker. I don't want to assume,” says Elliott Kaye, who launched the café with his friend Richie Hayes in November 2020.</p> <p>The pair worked in hospitality for years – Kaye at Lyle's, The French House, The Clove Club; Hayes at Crispin and Leroy among other places. They always dreamt of opening their own place, serving traditional English food that was fancier than most but still simple and affordable. Their grounding in restaurants shows. The baked beans and brown sauce are homemade and far superior to anything you find in a tin or squeezy bottle. They use free-range eggs from Clarence Court and source their meat from the sustainable butcher JC Walker just up the road. They even lay napkins and cutlery on the table and offer table service. </p> <p>Perhaps their biggest innovation is their use of&#xa0;social media. The <a href=\"https://instagram.com/normanscafelondon\">@normanscafelondon</a> Instagram account has more than 31k followers and is the biggest driver of&#xa0;customers. In design terms, it is a masterclass. It features easy-to-look-at classic British plates – from&#xa0;bangers and mash to bread and butter pudding in a moat of custard – shot in a style most art directors would kill for. “We&#xa0;get a lot of people asking, ‘Who's your photographer? What equipment do you use?'” says Kaye. “It's literally me and Richie on&#xa0;an iPhone.” Initially, there was no great strategy. Having launched during lockdown, when a limited takeaway menu was available, Hayes and Kaye started their Instagram account out of boredom to show what would be available when the café opened fully. “Now customers scroll through our Instagram, point at a dish and say this is what they want,” says Hayes.</p> <p>But the success of Norman's bucks the trend. Greasy spoons are in decline. Rising rents, changing habits&#xa0;and competition from chains have dealt a blow. Many cafés were founded by first-generation immigrants whose descendants aren't interested in following the family business. However grim, as some undoubtedly were, they stood as markers of a certain time and way of life. As architecture critic Edwin Heathcote observed in his book London Caffs, they were “manifestations of the&#xa0;ordinary”.</p> <p>The ones that survive often have a distinctive look and feel. It starts with the warm welcome afforded to customers from all walks of life – builders in high-vis tabards, hungover students, office workers and “men who look like Michael Gambon”, as Isaac Rangaswami wrote in his vivid chronicle of London's old-school eateries (<a href=\"https://instagram.com/caffs_not_cafes\">@caffs_not_cafes</a>). It's not just the hearty food. The jumble of characters feels romantic. </p> <p>The design can be key, too. This is most obvious in places like River Café in Putney (once called a “living museum to the 1960s”), with its gleaming wall tiles, seascape murals and plywood panelling. Likewise, University Café in Glasgow with its kitschy art deco interiors, or Belchers in Brighton with its retro frontage and net curtains. Fountains in Bradford commands attention for its '70s decor and pendant lights. <a href=\"https://regencycafe.has.restaurant/\">Regency Café</a> in Pimlico, a slice of London deco with a few '70s add-ons, has featured in films such as <em>Layer Cake</em> and <em>Rocketman</em>. Perhaps most impressive are the fittings at <a href=\"https://epellicci.co.uk/\">E&#xa0;Pellicci</a> in Bethnal Green, where the cocktail-shaker marquetry and stained-glass interiors have played host to East End geezers including the Krays. Even my local, Rock Steady Eddie's in Camberwell, supplements its grub with quirky design. This includes 1950s memorabilia, a candy-pink Smeg fridge and a royal gallery behind the till featuring the Queen, Princess Diana and King Elvis. On the door a sign reads “No filming”, presumably to ward off Instagrammers. Judging by the stream of customers who come in for bacon bloomers or a fry-up, the&#xa0;place is doing fine without. </p> <p><a href=\"https://instagram.com/ajesh34\"><em>@ajesh34</em></a></p><p>Source: Ajesh Patalay 2022 'Long live the greasy spoon' FT.com 14 April. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-04-14T03:55:55.710Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": []
    }
  ]
}