{
  "_id": "30b27e17cb83c896f6a255f12091885fc3c186ce85cc5797abb8f007afc15659",
  "feed": "ftcomall",
  "title": "Five London hotels with eco ambitions",
  "text": "<p><em>This article is part of FT Globetrotter's </em><a href=\"https://www.ft.com/globetrotter/london\"><em>guide to London</em></a></p> <h2>room2, Chiswick</h2> <h4>10 Windmill Road, London W4 1SD</h4> <ul>  <li><p><strong>Good for: </strong>The planet. Also, it's not too far from Heathrow</p></li>  <li><p><strong>Not so good for: </strong>Being near the centre of London</p></li>  <li><p><strong>FYI:</strong> The light-filled ground-floor café and bar is a great meeting place and just around the corner from some fine shopping and eating spots in Chiswick</p></li>  <li><p><a href=\"https://room2.com/chiswick/\"><strong>Website</strong></a><strong>; </strong><a href=\"https://www.google.com/maps/place/room2+Chiswick+hometel/@51.4877212,-0.214153,13z/data=!4m8!3m7!1s0x0:0xbf011c0b453ce025!5m2!4m1!1i2!8m2!3d51.4932324!4d-0.2572078\"><strong>Directions</strong></a></p></li> </ul> <p>“Can I help you?” asks a young man lounging with an iPad at a small table near the entrance of room2, the latest addition to London's growing crop of eco hotels. He turns out to be a receptionist and his table is room2's version of a reception desk. </p> <p>“It's a bit more casual, which I think just relaxes people,” says Robert Godwin, the 34-year-old co-founder of this hotel in the leafy west London district of Chiswick.</p> <p>This is not the only difference between room2 and other hotels. For a start, it is not exactly a hotel. Godwin calls it a “hometel”, a building that aims to combine the residential comfort of an Airbnb with the convenience of a fully staffed boutique hotel.</p> <p>Its 86 rooms have sinks, hobs and pinboards. British artists designed their hand-sketched wallpaper and Dalí-esque mirrors. Carpets are thick and vividly coloured. A small gym has Peloton bikes. The beds, if mine was typical, are well padded and comfortable.</p> <p>It isn't even just a “hometel”. Its owners claim it is a “whole-life net zero hometel”, meaning all carbon emissions from construction and operation until the building's end life will equal zero. </p> <p>The effort required to meet this ambitious target is largely invisible to guests, except for smart bespoke recycling bins in each room.</p> <p>The building sits above a network of pipes linked to a ground-source heat pump that keeps the building and its water warm. Solar panels on the roof supply about 5 per cent of annual energy demand, which is enough to power the pleasant bar and restaurant area on the ground floor.</p> <p>The roof also houses beehives, a green roof garden and, below it, a “blue roof” that catches and retains rainwater.</p> <p>Room2's developers have big expansion plans. They want to have 5,000 rooms across the UK by 2030, by which time a lot of the green efforts they are making could have become business as usual.</p> <p>In the meantime, Godwin says that while those efforts are important, what his customers ultimately want is a decent hotel room. As he puts it: “We want to be able to communicate the things that we're doing but not shove it down people's throats.” <em>Double, from £189 <strong>Pilita Clark</strong></em></p> <h2>Ham Yard Hotel, Soho</h2> <h4>1 Ham Yard, London W1D 7DT</h4> <ul>  <li><p><strong>Good for</strong>: A super-central business lunch or breakfast away from the throng; people-watching in the stylish bar </p></li>  <li><p><strong>Not so good for</strong>: Minimalists </p></li>  <li><p><strong>FYI</strong>: Downstairs, The Croc, a 1950s bowling alley imported from Texas, can be privately rented</p></li>  <li><p><a href=\"https://www.firmdalehotels.com/hotels/london/ham-yard-hotel/\"><strong>Website</strong></a><strong>; </strong><a href=\"https://www.google.com/maps/place/Ham+Yard+Hotel/@51.5149992,-0.1285232,16z/data=!4m8!3m7!1s0x0:0x3bff709ea2655581!5m2!4m1!1i2!8m2!3d51.5112601!4d-0.134821\"><strong>Directions</strong></a> </p></li> </ul> <p>Despite being awarded an “Excellent” rating by the BREEAM sustainability assessment scheme, designer and hotelier Kit Kemp's Ham Yard Hotel wears its credentials lightly. Tucked away in an airy courtyard between the bustle of Shaftesbury Avenue and Soho's scene-y Brewer Street, this vibrantly plush 91-room hotel attracts a trendy, international crowd, many of whom will remain unaware of the building's living roof, or the solar panels helping to keep the place ticking over. </p> <p>Kemp's brilliantly eclectic magpie approach to design is evident as soon as you enter the spacious lobby, with its silk-thread ceiling installation by British artist Hermione Skye. Opposite the lift, a choreographic timepiece made up of turning clock faces mesmerises guests while they wait. </p> <p>The hotel's buzzy ground-floor restaurant and bar spills out on to a paved terrace, where I began my evening with a stiff Portobello gin and homemade tonic before repairing inside for dinner. The seasonal menu focuses on British ingredients, from ChalkStream trout Niçoise to a medley of summer squash, via Angus rib-eye or a pricey £90 Porterhouse to share. I opted for an excellently plump Dover sole, with a side of minted Cornish Mids potatoes, its lashings of butter mopped up by hunks of Flourish bakery's ancient-grain loaf. </p> <p>After a baked cheesecake with apricots and pistachio, I was happy to repair to my room, where decor is comparatively pared back. Kemp's seriousness about sustainability is in evidence in the room extras: her fragrant bathroom-product range, RikRak, comes in biopolymer bottles made from sugarcane waste, while laundry bags are made from her own “Ozone” material, each fabricated from six to eight recycled plastic bottles. There is a lot going on that isn't flagged too — leftover guest soaps are recycled by a charity that supports jobs for the disabled, while in the restaurant old menus are also recycled, into waiters' ordering pads. </p> <p>The end of my fourth-floor corridor led on to a beautiful terrace with decking, masses of comfy seating and a little gated kitchen garden, supplying a few ingredients such as tomatoes, runner beans and kale to the restaurant. At the end, a pair of beehives stood silhouetted against the rooftops (the yield from which, I learned, is used by the mixologist in the hotel's cocktails). Given its central London locale, it's a remarkably peaceful spot — somewhere to stow away with a book after breakfast, or equally, an ideal space to throw a great alfresco drinks party. </p> <p>Firmdale Hotels, Kemp's hotel empire, has a 10-year plan to reduce energy consumption by 25 per cent, and a ton of goals such as reducing road miles from suppliers and other efforts that are generally required today. I would like to see a little more info on the provenance of ingredients, but overall, Ham Yard is more than doing its bit. <em>Double, from £720</em> <em><strong>Rebecca Rose</strong></em></p> <h2>The Zetter Hotel, Clerkenwell</h2> <h4>86-88 Clerkenwell Road, London EC1M 5RJ</h4> <ul>  <li><p><strong>Good for: </strong>Being central but also relatively quiet </p></li>  <li><p><strong>Not so good for: </strong>Shopping. You might want to go to nearby Islington or the West End</p></li>  <li><p><strong>FYI:</strong> Over the cobblestone road, the Zetter Townhouse serves excellent <a href=\"https://thezetter.com/townhouse-marylebone/afternoon-tea/\">afternoon teas</a> (you won't want dinner)</p></li>  <li><p><a href=\"https://thezetter.com/zetter-hotel\"><strong>Website</strong></a><strong>; </strong><a href=\"https://www.google.com/maps/place/The+Zetter+Hotel/@51.5227136,-0.1059399,17z/data=!3m2!4b1!5s0x48761b504adbfd43:0x25cc2f13dc3b2479!4m8!3m7!1s0x48761babef7906c1:0x5c6ead64a49f9310!5m2!4m1!1i2!8m2!3d51.5226606!4d-0.1037266\"><strong>Directions</strong></a></p></li> </ul> <p>After a weekend of sleeplessness due to neighbours' parties, it was a balm to drink a crisp glass of English sparkling wine alone on the balcony of the top floor of the Zetter Hotel in Clerkenwell on the edge of the City of London. In the low evening sun of a bank holiday Monday it was quiet, except for the hum of the neighbouring air-con unit. </p> <p>My room was luxurious and spacious, amplified by the floor-to-ceiling windows. The decor had a 1930s vibe, although the pictures on the wall depicting women doing physical exercise were slightly reminiscent of an interwar health and beauty movement. </p> <p>The hotel, the first in the Zetter group, prides itself on its green principles. Among its credentials is the bore hole below the property which provides water for heating, bathing and is purified for drinking. They don't offer bottled water, using refillable water bottles (though the Nespresso machine in my room was an eco black mark as far as I was concerned). The air-con turned off when I left the glass door open to sit outside. In warm weather, the hotel opens its skylight to ventilate each floor as well as the reception and atrium. Ren toiletries (which are manufactured in the UK) were evidence of the hotel's stated ambition to use British products and ingredients, cutting down on travel miles.</p> <p>The kitchen was closed the night I stayed, so I had a Caesar salad on the balcony, which seemed like standard room-service fare. (Someone should devise a hotel ranking based on Caesar salads, and by someone I mean me.) But there are so many restaurants nearby, including the excellent Moro on Exmouth Market or Club Gascon in Smithfield. All are a stumble away from the hotel, which can only burnish your personal eco credentials. <em>Double, from £280</em> <em><strong>Emma Jacobs</strong></em></p> <h2>Treehouse Hotel, Marylebone</h2> <h4>14-15 Langham Place, London W1B 2QS</h4> <ul>  <li><p><strong>Good for: </strong>Central London shopping, lovers of big skies</p></li>  <li><p><strong>Not so good for: </strong>Avoiding out-of-town crowds, old-school fixtures and aesthetics</p></li>  <li><p><strong>FYI:</strong> The hotel's Pizzeria Mozza is the first <a href=\"https://www.ft.com/content/94f01dec-a0e9-4b89-b135-7ead34ae3aa1\">UK outpost </a>of a chain founded by American culinary legend Nancy Silverton</p></li>  <li><p><a href=\"https://www.treehousehotels.com/london\"><strong>Website</strong></a><strong>; Directions</strong></p></li> </ul> <p>Treehouse is an upcycled hotel. Many Londoners have fond memories of one of the city's first skyline bars, The Heights, at the St George's Hotel. This unlovely 1960s building, north of Oxford Circus, has been reinvented as the first Treehouse hotel (another is opening in Manchester early next year).&#xa0;</p> <p>The hotel declares that “it was founded on the ideas that inspire a child to build a treehouse. Adventure, independence, cosy spaces and repurposing crafty things.” Inside, the aesthetic is indeed hipster rustic, with wood-covered walls, trailing greenery and artsy pieces. In my west-facing eyrie, I find a bright yellow cuckoo clock, animal-themed cushions and a potting tray in which chocolate flowers are “growing”. Less cosy is the lack of a kettle, although one appears immediately on request. </p> <p>The 14th-floor views stretch to the hills beyond London, and as dusk falls I don't close the (blackout) blinds. Up here, privacy is guaranteed. </p> <p>Treehouse has two restaurants: top-floor <a href=\"https://www.treehousehotels.com/london/eat-drink/madera\">Madera</a>, with a Mexican theme, and Pizzeria Mozza, the first UK outpost of a very hip American chain, at street level. The Nest, the inside/outside bar on the roof, is full with a Friday-night out-of-town crowd. </p> <p>Mozza, as you might expect, has an unusual and sophisticated pizza selection. A fennel sausage topping comes with extra fennel, which left me a bit over-herbed, but the crusts are perfect, as is the service. </p> <p>The highlight of my stay, though, is breakfast in Madera — morning light, excellent coffee — and a fluffy mushroom and truffle frittata. It's a massive comedown to take the sustainable route home on the bus. I look up fondly as we pass the hotel. <em>Double, from £599</em> <em><strong>Isabel Berwick</strong></em></p> <h2>The Stafford London, St James's</h2> <h4>16-18 St James's Place, London SW1A 1NJ</h4> <ul>  <li><p><strong>Good for: </strong>The traditionalist traveller who craves classic five-star St James's and peace of mind that sustainability is a business priority</p></li>  <li><p><strong>Not so good for: </strong>an ultra eco-friendly experience</p></li>  <li><p><strong>FYI: </strong>The food and drink offering is well worth exploring (emphasis on the latter)</p></li>  <li><p><a href=\"https://thestaffordlondon.com/\"><strong>Website</strong></a><strong>; </strong><a href=\"https://www.google.com/maps/place/The+Stafford+London/@51.505777,-0.142631,17z/data=!3m1!4b1!4m8!3m7!1s0x487604d7dcfec051:0xa10402c3acbd3193!5m2!4m1!1i2!8m2!3d51.505777!4d-0.140437\"><strong>Directions</strong></a></p></li> </ul> <p>One might be surprised to see The Stafford London, a St James's hotel in a stately 17th-century building, on this list. Sustainability in environmental terms poses a rather difficult challenge for businesses such as these. At a basic level, buildings, especially historic ones and those used for hospitality, are some of the country's worst offenders in terms of energy consumption and inefficiency. There are also the desires of luxury consumers. Many who pay five-star prices to neighbour royalty are probably more inclined to expect fresh linens everyday and posh toiletries to take home. So the city's traditional luxury hotels haven't exactly been the vanguard of change, and those making some efforts tend to do so quietly.</p> <p>The Stafford has taken a more transparent approach, highlighting its progress and the sustainability goals it is working towards, while acknowledging the challenges it faces in finding balance with the overarching demands of the luxury market. </p> <p>Guests can book into the main house, Mews suites or, should one wish to sleep like a thoroughbred, the Carriage House — the former stables used by local nobility. Bedrooms blend historic grandeur and modern comfort: plush mattresses and linens (which guests are encouraged to reuse), hundreds of pillows, enormous bathtubs and toiletries from Floris, a perfumer that has been operating on nearby Jermyn Street since 1730. While the latter are provided in tiny takeaway bottles, the Stafford Collection says that the two businesses are working towards a zero-plastic solution. In the meantime, it has partnered with Clean Conscience, a charity that redistributes partially used and surplus products to non-profits. Other efforts to reduce paper and plastic consumption in bedrooms include an all-glass-bottle minibar and some bamboo amenities. The Stafford says all energy comes from green and renewable sources.</p> <p>At the heart of the hotel you'll find its renowned drinkery (and FT Globetrotter favourite) <a href=\"https://thestaffordlondon.com/american-bar/\">The American Bar</a>, decorated with assorted memorabilia, which spills out on to a cigar-friendly courtyard — a fine spot to while away an evening over excellent cocktails. The drinks I've sampled from its recently launched menu, which is crafted around the theme of the four elements, were equal parts delicious, complex and beautiful. </p> <p>Under the direction of chef Lisa Goodwin-Allen of the Michelin-starred Northcote, the bar offers a tasty new food menu that oozes Americana: think sticky ribs, hot wings and other indulgences that keep cardiologists up at night. At <a href=\"https://thestaffordlondon.com/the-game-bird/\">The Game Bird</a>, the Stafford's contemporary British restaurant (also under Goodwin-Allen's purview), suppliers are chosen by their distance from the hotel and for their sustainability practices, such as working directly with growers supporting sustainable farming methods and efforts to cut waste. Next year, The Stafford plans to partner with <a href=\"https://olioex.com/\">Olio</a>, a food collection service that distributes surplus produce from individuals and businesses to members of the community.</p> <p>Overall, I'd like to see the hotel tackle some of its plans with a bit more pace. However, amid the pandemic and other crises, one can empathise with hospitality businesses remaining rather conservative at the moment. Many are still getting back on their feet, though a crowded breakfast room was a positive sign. The Stafford is an excellent hotel, ideal for the traditionalist traveller: comfortable, quiet and well located, with a friendly, attentive staff, hearty breakfast and a big dose of olde London charm. The hotel has survived for more than 100 years for a reason — and it has a conscious eye on the future. <em>Double, from £636</em> <em><strong>Niki Blasina</strong></em><br><br><em>Which London hotel would you recommend for its eco credentials? Tell us in the comments</em></p> <p><em>Follow FT Globetrotter on Instagram at </em><a href=\"https://www.instagram.com/ftglobetrotter/\"><em>@FTGlobetrotter</em></a></p><p>Source: FT staff  2022 'Five London hotels with eco ambitions' FT.com 20 September. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-09-20T04:00:44.190Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [],
      "nexusId": "10022657"
    }
  ]
}