{
  "_id": "7d59ca6e282af2079b16ea5792a4c3e746527b193415d7789a7d2a57c21f4b02",
  "feed": "market-watch",
  "title": "Analysts slash their ratings on Meta as costs balloon: 'The bad news is you suck, [and] the good news is you can only get better'",
  "text": "<p>Meta reported a 52% drop in profit to $4.4 billion, or $1.64 a share, falling well short of analyst estimates of $1.90 a share. Revenue fell 4% to $27.7 billion.</p><p>The big issue was the 19% surge in costs and expenses.</p><p>Mark Shmulik, an analyst from Bernstein, said his team was \"incredibly frustrated to see expenses balloon with an almost total disregard for investor expectations.\"</p><p>\"Our old swim coach once crudely said, 'The bad news is you suck, [and] the good news is you can only get better.' There was some truth to those words, and perhaps the same holds true here,\" he added.</p><p>The firm kept an outperform rating but lowered its price target to $135 from $195.</p><p>Justin Patterson from KeyBanc Capital Markets downgraded Meta's rating to sector weight from overweight.</p><p>Patterson explained that \"Meta appears to have limits on how fast it can pull back expenses.\"</p><p>Meta Platforms said capital expenditure will range from $34 billion to $39 billion, up from $32 billion to $33 billion this year.</p><p>Spiraling VR expenses</p><p>The company has poured a huge amount of money into its ambitious virtual-reality project so far and has yet to convince investors of its success.</p><p>Facebook parent Meta Platforms Inc.'s META Reality Labs segment, which operates the company's metaverse platform, posted an operating loss of $3.7 billion in the third quarter, and those losses are set to \"grow significantly year-over-year\" in 2023, it says.</p><p>CEO Mark Zuckerberg defended the move. \"I get that a lot of people might disagree with this investment, but, from what I can tell, I think this is going to be a very important thing,\" he said.</p><p>\"For what it's worth, management did acknowledge that 2024 should see a return to Facebook Reality Labs spending tied to core performance, if anyone can wait that long,\" Shmulik added.</p><p>Read: Facebook and Google grew into tech titans by ignoring Wall Street. Now it could lead to their downfall</p><p>During the analyst call, Meta executives were questioned on its priority to recover its ad sales model. The company has previously predicted it would lose out on $10 billion in projected ad revenue this year, due to changes in Apple privacy policies from last year. Zuckerberg highlighted its click-to-messaging ads platform has a $9 billion annual run rate.</p><p>Analysts from Wedbush branded the results an \"absolute train wreck.\"</p><p>\"Meta's results last night was an absolute train wreck that speaks to pervasive digital advertising doldrums ahead for Zuckerberg &amp; Co. as they make the risky and head scratching bet on the metaverse,\" the team led by Daniel Ives said.</p><p>\"There's a lot of competition,\" CFO David Wehner added. \"There's ads challenges, especially coming from Apple. And then there's some of the longer-term things that we're taking on expenses because we believe that they're going to provide greater returns over time.\"</p><p>\"I appreciate the patience. And I think that those who are patient and invest with us will end up being rewarded.\"</p><p>See: Meta fined $24.7 million for campaign finance disclosure violations</p><p>In terms of competition, Meta's fierce head-to-head with TikTok has overshadowed its effort with short video form content. Nevertheless, Meta users are consuming 140 billion Reels a day, a 50% increase from six months ago, and they generated $3 billion in annual ad revenue. Zuckerberg told analysts it is attempting to close the gap to monetize reels at the same rate as the Instagram Feed or Stories.</p><p>Analyst at Raymond James maintained its outperform rating but clipped its price target drastically to $171 from $215 per share.</p><p>The team led by Aaron Kessler rationalized the move due to its expectation that Meta's long term ad-growth will rise between 5-10%, it will continue to monetize its Reels platform and that Meta's valuation is \"attractive.\"</p><p>Meanwhile Brian Nowak at Morgan Stanley cut his price target to $105 from $205 per share and lowered the rating to equal-weight from overweight.</p><p>In a client note, he said, \"while these investments could make Meta stronger over 5 years, we see 2023 free cash flow heading 60% lower and high risk to prove ROIC and incremental growth.\"</p><p>Analysts slash their ratings on Meta as costs balloon: 'The bad news is you suck, [and] the good news is you can only get better'</p>",
  "published": "2022-10-27T11:08:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 2136,
          "end": 2141
        },
        {
          "start": 2677,
          "end": 2682
        }
      ]
    }
  ]
}