{
  "_id": "2ca6a18c03236f14dbff3ca28106e5c4bbaf4f404b6d72e6d21ad656bbf15882",
  "feed": "ftcomall",
  "title": "Fund backed by Li Ka-shing bolsters south-east Asia deals",
  "text": "<p>Horizons Ventures, the private investment arm of Hong Kong billionaire Li Ka-shing, is diversifying its US-focused portfolio by beefing up deals in south-east Asia while targeting “women-centric” investments in Japan, its co-founder says.</p> <p>With more than 140 active investments in 17 countries, the company has about one-third of its bets in the US. But the Hong Kong-based group has bolstered its presence in south-east Asia with the launch of a Singapore office earlier this year.</p> <p>“We have started a south-east Asia cluster with a different focus: we want to see if we could fast-track a lot of new technology into the incumbent manufacturers,” said Solina Chau, the fund's co-founder and a longtime business partner of Li, in a recent interview with Nikkei Asia.</p> <p>South-east Asian start-ups raised at least $25.7bn in funding last year — nearly three times that of 2020 — yet deal volume posted a sharp decline in the second quarter of this year on the back of souring macroeconomic trends, according to financial news website DealStreetAsia.</p> <p>“A lot of [venture capital] funds raised funds before the market was hit hard, so everyone is sitting on funds and not investing,” said the 61-year-old Chau, who described the current economic turmoil as a “shakeout event” that would see weaker players fall.</p> <p>Against these global headwinds, some deep-pocketed companies have seized the moment to ramp up investments in emerging south-east Asian markets.</p> <p>In June, Sequoia Capital announced it had raised $2.85bn for investments in India and south-east Asia.</p> <p>“There is a strong sense in the emerging economies and fast-changing societies across India and south-east Asia that ‘now is our time',” Sequoia said on its blog. “Many large companies with regional and global footprints will emerge from this region in the decade to come.”</p> <p>Horizons, co-founded by Chau in 2005, made its name with early investments in videoconferencing company Zoom and voice recognition software Siri, both lucrative bets for the now 94-year-old Li.</p> <p>The spotlight has turned to Chau, who helms the company and is kicking off a new business strategy.</p> <p>Horizons has 24 investments across pan-Asia, with 12 in Australia, five in Indonesia and seven in India. The newly opened Singapore office is the company's first outside Hong Kong and aims to support its portfolio companies' development in south-east Asia.</p> <p>But the expansion has stoked rumours about the company relocating altogether as Hong Kong witnesses an exodus of talent and capital amid strict Covid-19 measures and two years after the installation of a Beijing-imposed national security law.</p> <p>Chau dismissed the idea that Horizons was looking to decamp from tax-friendly Hong Kong.</p> <p>“Our company is small. We have 20-something people. How many people am I going to relocate?” Chau replied when asked about the speculation. “I was born and bred in Hong Kong . . . [And] until the tax structure changes, it is still a very interesting place to be.”</p> <p>Beyond diversifying across locations, Horizons is also considering new investments centring on sustainability and women-focused projects.</p> <p>“Do you have science [that can produce] formula milk that is better than breast milk? What's better for the world and better for the women?” Chau said. “It's what we are working on and building a cluster on that.”</p> <p>Across the 146 countries covered by the World Economic Forum's latest gender-gap report, Japan was at the top of the list for gender parity in educational attainment. But it fell drastically to 121st spot in the sub-index of economic participation and opportunity — worse than Congo.</p> <p>“There's a lot of unsaid discrimination in Japan against women founders,” Chau said, quoting the female founder of a Japanese company in Horizons' portfolio. “We have an interesting [investment] focus in Japan [that] is totally women-centric.”</p> <p>Japan is a rising star in Horizons' portfolio as it boosts a commitment to women's empowerment with investments in three female-founded businesses: Japanese venture capital fund MPower Partners, space start-up ALE and dermatology research group Nanoegg.</p> <p>The Japanese government is moving to boost the country's start-up scene by creating a ministerial post to oversee innovation policies, with a plan to increase the number of start-ups tenfold in five years.</p> <p>The ambitious strategy involves channelling public funds into promising ventures, though the government already has a huge national debt.</p> <p>“It is another big bureaucracy to solve a big problem,” Chau said of the ministerial appointment. “[A] check is very important but your corporations have money too.”</p> <p>Tokyo should bring together academics, start-ups and big companies to kickstart the sector, she added.</p> <p>“Time and dedication from the government are as important as their money,” Chau said. “Japan should be a dynamo in the innovative start-up world. There is so much deep science, like Europe.”</p> <p><em>A version of this </em><a href=\"https://asia.nikkei.com/Editor-s-Picks/Interview/Fund-backed-by-Li-Ka-shing-sees-gold-in-Southeast-Asia\"><em>article</em></a><em> was first published by Nikkei Asia on August 31, 2022. ©2022 Nikkei Inc. All rights reserved.</em></p> <h2>Related Stories</h2> <ul>  <li><p><a href=\"https://asia.nikkei.com/Business/Business-deals/Leading-Hong-Kong-tycoons-turn-their-backs-on-jet-leasing2\">Leading Hong Kong tycoons turn their backs on jet leasing</a></p></li>  <li><p><a href=\"https://asia.nikkei.com/Business/Transportation/Li-Ka-shing-to-exit-jet-leasing-business-in-4.3bn-deal\">Li Ka-shing to exit jet-leasing business in $4.3bn deal</a></p></li>  <li><p><a href=\"https://asia.nikkei.com/Politics/Hong-Kong-property-tycoons-play-nice-as-China-steps-up-pressure\">Hong Kong property tycoons play nice as China steps up pressure</a></p></li>  <li><p><a href=\"https://asia.nikkei.com/Spotlight/Society/Zoom-buoys-Li-Ka-shing-back-to-top-of-Hong-Kong-s-rich-list\">Zoom buoys Li Ka-shing back to top of Hong Kong's rich list</a></p></li> </ul><p>Source: Frances Cheunga and Takeshi Kihara, Nikkei staff writers 2022 'Fund backed by Li Ka-shing bolsters south-east Asia deals' FT.com 6 September. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-09-06T22:00:25.896Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [],
      "weightsV2": {
        "weight": 1.0,
        "baseWeight": 0.0,
        "expansionWeight": 1.0,
        "ontologyWeight": 0.0,
        "tagPositionWeight": 0.0,
        "titleWeight": 0.0
      },
      "typeRank": 3
    }
  ]
}