{
  "_id": "d0efc446ac7d2632816cf54301e1f07768ff2f51dfdc8495353266cf316ca03f",
  "feed": "market-watch",
  "title": "'The mood is dark' — More than half of Silicon Valley residents still want to move away, poll finds; Homelessness, racism and a 'not in my backyard' attitude toward building new housing permeates the Bay Area, according to annual poll",
  "text": "<p>\"The mood is dark,\" said Russell Hancock, chief executive of Joint Venture and president of the Silicon Valley Institute for Regional Studies, during a briefing Tuesday about this year's Silicon Valley Poll. Of course, he said, there were differences among those who felt gloomy about the region.</p><p>Those who think the region is on the wrong track were more likely to be Republican, Independent, and/or people who said their personal finances were in poor shape. More renters (62%) and people staying with family and friends (67%) said they were considering leaving the Bay Area than those who own homes (47%). The sentiment that things have gotten much worse in the Bay Area was held by 62% of Republicans surveyed, 46% of Independents and 23% of Democrats.</p><p>Housing affordability, the high cost of living and homelessness were the top three concerns of at least 70% of those surveyed, while 58% said California's historic drought was an \"extremely serious problem.\" The other issues considered extremely serious by at least a majority of those surveyed were healthcare costs, crime, political division and distrust, and increasing frequency of wildfires.</p><p>See: Last year's poll results</p><p>While most survey respondents agreed on housing issues as the most pressing problems, there was no clear agreement on possible solutions, especially if it involves building more housing near them — a \"not in my backyard\" attitude that advocates and local and state legislators are attempting to solve.</p><p>For example, the poll found that 57% of Bay Area residents support building more subsidized low-income housing, but that number dropped to 43% when they were told that housing would be built within a half-mile of their homes. For building housing for homeless people, those numbers were 51% and 34%.</p><p>Meanwhile, nearly 8 out of 10 residents surveyed said they considered racism to be a serious or somewhat serious problem, with 39% of Black or African-American respondents considering it to be an extremely serious problem, along with 30% of Hispanics or Latinos, 29% of Asians and Pacific Islanders and 18% of Whites and Caucasians.</p><p>For more: Silicon Valley's population shrank in 2021 unlike any time since the dot-com bust, but it wasn't just because people left</p><p>Marisa Kendall, a reporter for the Bay Area News Group, which partnered with Joint Venture on the poll, interviewed some of the respondents. On the briefing call, she said she talked with residents who expressed concern about the ability of their school-age children to live in the Bay Area in the future, climate change and increasing homelessness.</p><p>Yet the poll also found that two-thirds of residents felt a strong sense of belonging in the area.</p><p>\"It's hard to survive here, but there is something about the Bay Area that keeps people here, that people fall in love with,\" Kendall said, mentioning the weather, the \"outdoor beauty\" and \"lots of things to do.\"</p><p>Another thing many Bay Area residents felt good about is remote work, with about half of those surveyed saying they had the ability to work from home and about 24% of those saying they can work from home all the time. Many said remote work helped ease traffic congestion; allowed them to move somewhere more affordable; and let them have more control over their lives.</p><p>Some big-name companies have moved their headquarters out of the Bay Area in recent years, including Tesla Inc. TSLA, Hewlett Packard Enterprise Co. HPE, Oracle Corp. ORCLand Palantir Technologies Inc. PLTR There have not been mass layoffs nor forced moves for those companies, however, suggesting they maintain their workforces in the Bay Area.</p><p>The poll surveyed 1,628 registered voters in five of the Bay Area's nine counties that comprise Silicon Valley, home to many of the world's biggest tech companies, including Apple Inc. AAPL, Google parent Alphabet Inc. GOOGL GOOG, and Facebook parent Meta Platforms Inc. META It was conducted Sept. 9 to 20, and has a margin of error of 2.7%.</p><p>Joint Venture is an alliance of business, labor, academic and community leaders. It publishes the annual Silicon Valley Index, which is usually released near the beginning of the year and presents data about employment, income, migration and more.</p><p>'The mood is dark' — More than half of Silicon Valley residents still want to move away, poll finds</p>",
  "published": "2022-10-04T18:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 3802,
          "end": 3812
        },
        {
          "start": 3802,
          "end": 3807
        },
        {
          "start": 3802,
          "end": 3811
        },
        {
          "start": 3813,
          "end": 3817
        }
      ],
      "nexusId": "10022657"
    }
  ]
}