{
  "_id": "38139d4b2a598d30b43e2fd92628a0a320fd53464a3a8c9f48e6def8fe2bfff5",
  "feed": "market-watch",
  "title": "Check out the new and redesigned SUVs coming this year, plus future concept cars; New electric cars, too—one that boasts 0-62 mph in 2 seconds.",
  "text": "<p>Here's a look at the big production-model debuts, plus two concept cars hinting at the future.</p><p>1. 2023 BMW X7</p><p>Just when you thought the BMW X7 XE:BMW couldn't get any more unique outside, the automaker sliced through its headlights for 2023. The prominent grille remains, flanked now by a pair of high-riding running lights separated from LED headlights by a big chunk of color-matched plastic.</p><p>As for the colossal kidney grille, it now lights up at night. Because, why not?</p><p>A revamped interior gains a big digital instrument cluster and a touchscreen under a single pane of glass. A new center console reigns, with a toggle switch/push-button setup for transmission controls and enormous swaths of wood trim.</p><p>The base X7 xDrive40i gains 40 horsepower (bringing it to 375 hp), while the X7 M60i gains an updated V8 rated at the same 523 hp as last year's model. An Alpina XB7 will also join the range with a 630-hp version of the V8 and its take on styling and interior themes.</p><p>2. 2023 Honda HR-V</p><p>More conventional looks bring the Honda HR-V into the mainstream. This new small SUV shares its underpinnings with the Honda Civic, and its styling follows the same theme.</p><p>So far, however, Honda HMC has been light on details regarding what's under the hood of the new HR-V.</p><p>3. 2023 Hyundai Palisade</p><p>The biggest Hyundai HYMTF SUV has sharpened looks outside with new front and rear fascias that appear both more streamlined and more technical at the same time. Inside, the upper dashboard sees an upsized infotainment screen, and the steering wheel adopts the frown-face look seen on other Hyundai models. The automaker also promised new interior hues.</p><p>As in the Santa Fe and Tucson, a new XRT trim level includes faux skid plates, roof rails, and other unique exterior accents, though there's nothing functional to improve on- or off-road ability. Hyundai says the 2023 Palisade will make its way to the U.S. from its assembly plant in South Korea by the end of 2022.</p><p>4. 2023 Jeep Grand Wagoneer and Wagoneer L</p><p>As if the Grand Wagoneer (and its slightly less-tony Wagoneer companion) weren't big enough, for 2023, Jeep has stretched its largest SUVs by a foot to make them even longer than the Chevrolet Suburban and Ford F Expedition Max.</p><p>The grandest of Wagoneers also debuts the automaker's new twin-turbo inline-6 engine, a 3.0-liter unit rated at 420 hp and 468 lb-ft of torque in the Wagoneer L and 510 hp and 500 lb-ft in the Grand Wagoneer L. Jeep hasn't said if the 5.7-liter V8 in the shorter models will stick around for 2023 as an option.</p><p>The new engines are rated to tow as much as 10,000 pounds, though Jeep has not said which configuration — rear-wheel drive or 4-wheel drive — will handle that heft.</p><p>A new Carbide trim level with blacked-out wheels and trim also joins the lineup for all Wagoneer variants.</p><p>5. 2023 Kia Niro</p><p>A wallflower no longer, the Kia Niro sticks with its quasi-SUV shape and ride height but gains otherworldly styling. Its helmet-like front end goes in a gentle Stormtrooper direction, while the Audi R8-like side-blade on the side almost looks like something from a French automaker's design studio. Kia KR:000270 says the trim can be painted in contrasting or matching hues. Big boomerang-like taillights are mounted at Volvo-like levels for even more interest at the rear.</p><p>Three Niro versions — hybrid, plug-in hybrid, and full EV — will be offered, with power ranging from 139 to 180 hp for models with gas engines and 201 hp for the Niro EV. That last model will have 253 miles of range between charges.</p><p>Check out: 7 off-the-radar places worth stopping on a California road trip</p><p>6. 2023 Kia Telluride</p><p>Kia's hugely popular Telluride 3-row SUV will gain revised exterior styling with even chunkier looks, plus new X-Line and X-Pro trim levels for drivers seeking a more rugged look and even some added capability. The X-Line version sits slightly higher off the ground, but its 20-inch wheels are more for show than go. X-Pro models up the ante with 18-inch wheels wearing Continental all-terrain rubber, and they gain an additional 500 pounds of towing capacity.</p><p>The Telluride's interior sees more notable changes, with twin 12.3-inch displays compromising a new instrument panel. As in many Mercedes-Benz and Hyundai models, the left display serves as a conventional instrument cluster, while the right is a touchscreen for infotainment functions.</p><p>7. 2023 Nissan Leaf</p><p>Yes, there was a non-SUV debut in New York. The updated Nissan Leaf arrives with lightly revised exterior styling, new 17-inch wheels for the SV Plus trim level and a host of minor tweaks to make them more aerodynamic (and presumably more efficient, though updated numbers aren't available yet).</p><p>Additionally, Nissan NSANY cut a few branches from the lineup. SV, S Plus, and SL Plus trims are gone, leaving only the base Leaf S (with a 40-kWh battery and a 147-hp motor) and the formerly midlevel SV Plus (with a 60-kWh battery and a 214-hp motor) for 2023. The SV Plus also includes Nissan's suite of driver-assistance tech called ProPilot Assist.</p><p>Nissan may have trimmed the Leaf family tree to make way for its new Ariya, a larger and costlier electric SUV.</p><p>Also see: Two small cars cut from GM lineup—is this the end of the affordable compact?</p><p>8. 2023 Nissan Pathfinder Rock Creek</p><p>After redesigning its second-biggest SUV for 2022, Nissan moves the 2023 version back (slightly) toward its off-road roots with the return of the Rock Creek trim level. This go-around, Rock Creek means standard all-wheel drive, a slightly higher suspension (for 7.7 inches of ground clearance), and 18-inch wheels with all-terrain tires. Nissan says a tubular roof rack mounted to the roof can handle up to 220 pounds.</p><p>The Pathfinder Rock Creek is a midlevel model with standard leatherette trim, a surround-view camera, and a trailer hitch.</p><p>Check out: It's an SUV. It's a Corolla. It's both: The 2022 Toyota Corolla Cross is a new variant of the popular sedan.</p><p>9. 2023 Subaru Outback</p><p>A mid-cycle update for the 2023 model year brings fresh styling to the front of the Subaru FUJHF Outback, plus wider availability of the Onyx Edition trim package. The rugged wagon/SUV gains chunkier, irregularly shaped fender flares, round LED headlights, and, perhaps most controversially, unpainted drooping mustache trim below the headlights.</p><p>Other tweaks include the addition of wireless Android Auto and Apple AAPL CarPlay compatibility and an updated version of the automaker's EyeSight collision avoidance tech.</p><p>Concept car debuts</p><p>1. Chrysler Airflow</p><p>The Airflow — Chrysler's first production EV — bowed at the Consumer Electronics Show back in January, when the automaker said it would offer 400 miles of range on a full charge and Level 3 autonomy. The one in New York was painted Galaxy Black with copper accents this time.</p><p>See: How much does it cost to charge an electric car? We do the math</p><p>2. Deus Vayanne</p><p>We're classifying this one as a concept for the foreseeable future, but we're excited about the prospect of this wild model hitting the road. The Austrian firm Deus says it plans to build 99 electric hypercars with a staggering 2,200-hp motor. Deus promises a 0-62 mph sprint of fewer than two seconds and a 248-mph top speed.</p><p>To ensure that the Vayanne stays planted on the road, Deus hired Williams Advanced Engineering (as in Williams Formula One) to develop the car's powertrain.</p><p>This story originally ran on Autotrader.com .</p><p>Check out the new and redesigned SUVs coming this year, plus future concept cars</p>",
  "published": "2022-04-25T09:03:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 6394,
          "end": 6398
        },
        {
          "start": 6388,
          "end": 6393
        }
      ]
    }
  ]
}