{
  "_id": "7babb8c34c3a5872c550f64fc83e3242bfc918500e53c3fd326cd6991dafd47f",
  "feed": "wall-street-journal",
  "title": "Apple Is Back Online After Several Services Including App Store, iTunes, Podcasts Suffer Outage; More than 20 services went offline at one point on Monday, according to tech company's system status page",
  "text": "<p>By midafternoon, the issues were resolved, Apple's status page said.</p><p>Downdetector, a site which tracks internet outages, showed a sharp decrease in the number of outages being reported compared with thousands across various Apple properties earlier in the day.</p><p>Apple representatives didn't respond to requests for comment. The company said on its status page that the problems had ranged from slow or unavailable service to intermittent issues before being resolved an hour or two later.</p><p>Internet outages are somewhat common. They have affected scores of technology companies, including Amazon.com Inc.'s cloud computing unit as well as Facebook parent Meta Platforms Inc., Spotify Technology SA and Roblox Corp. These glitches, sometimes short and others lengthy, can impact people's ability to do business, play videogames or share photos with friends.</p><p>Apple users took to social media to complain about not being able to send photos in iMessage, or listen to music. Others said they weren't able to use the company's maps feature for directions.</p><p>Write to Talal Ansari at talal.ansari@wsj.com</p><p>Apple Is Back Online After Several Services Including App Store, iTunes, Podcasts Suffer Outage</p>",
  "published": "2022-03-21T20:05:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 261,
          "end": 266
        },
        {
          "start": 855,
          "end": 860
        },
        {
          "start": 1095,
          "end": 1100
        },
        {
          "start": 43,
          "end": 48
        },
        {
          "start": 0,
          "end": 5
        },
        {
          "start": 224,
          "end": 229
        }
      ]
    }
  ]
}