{
  "_id": "daf3fe4f9cf1175582008f27a9b66d9b0cdedb8e9c216099c8496e3a345a5e79",
  "feed": "ftcomall",
  "title": "Arrows points down for crypto",
  "text": "<p>The new-wave sectors of fintech and crypto have crested, tipped over and are <a href=\"https://www.ft.com/content/032b95dc-7feb-4a2d-8eac-c71235643c07\">now crashing, capsizing companies</a> unprepared for the impact.</p> <p>The latest casualty is Three Arrows Capital, with a British Virgin Islands court <a href=\"https://news.sky.com/story/crypto-hedge-fund-three-arrows-capital-plunges-into-liquidation-12642402\">ordering the liquidation</a> of the crypto hedge fund. It had bet heavily on digital assets from bitcoin to the collapsed luna token — and lost.</p> <p>There are other victims. Compass Mining, which sells and helps operate cryptocurrency mining equipment, announced on Tuesday evening that its chief executive and finance head <a href=\"https://www.ft.com/content/7c049cbc-efbe-4b1c-9568-bdf41a6deb9c#post-a765810f-905b-42b6-8edc-64d065e5c5b0\">had both resigned </a>as it began a restructuring. “Compass Mining was created to make mining easy and accessible. We recognise that there have been multiple setbacks and disappointments that have detracted from that objective,” the US company said in a statement.</p> <p><a href=\"https://www.ft.com/content/4732c153-b9ba-4bd9-adb6-b5b9d9162e5a\">Alphaville reports</a> miners themselves are under the cosh from bitcoin's price falling and energy costs rising. Nasdaq-listed Core Scientific, Marathon and Riot have all tumbled nearly 80 per cent in the year to date and many operators have been selling down their reserves, either to fund operating costs or meet debt covenants.</p> <p>In the world of neobanks, Australia's Volt is returning deposits and <a href=\"https://www.ft.com/content/bce8146e-46c5-496e-b71c-4fe625916617\">surrendering its licence</a>. It was one of four challenger banks created after a 2018 inquiry revealed misconduct in the banking sector. Now, all but one, Judo Bank, has collapsed or been taken over.</p> <p>The neobanks emphasised their supposed technological superiority over incumbents, with Volt touting its streamlined mortgage approval processes. But it has struggled to raise the necessary capital to compete with the big banks.</p> <p>At the other end of the scale, <a href=\"https://www.ft.com/content/05753dfd-c5ed-44bb-be77-c54bd5e4f066\">this week's fintechFT newsletter </a>reports 90 per cent of the world's central banks are working to create a digital version of their currency and some have already completed the task. The Bahamas has the Sand Dollar, Nigeria launched the eNaira last October and China is close to launching the digital renminbi.</p> <p>That should lead to innovation in cross-border payments and lower costs for consumers. It will come later than services provided by start-ups, but the providers are <a href=\"https://www.ft.com/content/9d5789eb-7db1-4a8d-978c-467a62ebad65\">far more likely to stick around</a>.</p> <h2>The Internet of (Five) Things</h2> <p><strong>1. Another soccer star signs up to NFTs</strong><br>You can still score with NFTs, or at least footballers think they can. France's Kylian Mbappé is following fellow superstars Cristiano Ronaldo and Lionel Messi into the world of non-fungible tokens by <a href=\"https://www.ft.com/content/5bbe35b8-ee1e-4623-abd7-022dfb578d08\">becoming an investor </a>in a SoftBank-backed fantasy football platform. Mbappé, 23, will also become a brand ambassador for Sorare, which operates an online game where players can create football teams based on the digital trading cards they own.</p> <p><strong>2. Developer ire over Meta's VR charging</strong><br>Meta is facing a growing backlash over charges imposed on apps created for its virtual reality headsets, r<a href=\"https://www.ft.com/content/e8910bad-b873-407d-b1ca-46eb4ceb3db2\">eports Patrick McGee in San Francisco</a>. The “Quest Store” for Meta's Oculus Quest 2 takes a 30 per cent cut from digital purchases and charges 15-30 per cent on subscriptions, similar to the fees Meta itself has criticised Apple and Google for charging.</p> <p><strong>3. UK review calls for ban on live facial recognition</strong><br>The UK should<a href=\"https://www.ft.com/content/25303ee6-9605-4544-ad98-4f63b2c00f18\"> immediately ban the use</a> of live facial recognition in public spaces until laws are introduced to regulate biometric technologies, according to an independent legal review commissioned by the Ada Lovelace Institute. It found an “urgent need” for new legislation after an analysis of existing laws across human rights, privacy and equality found them to be inadequate. </p> <p><strong>4. Pinterest pins up a new CEO on its board</strong><br>Pinterest has replaced its chief executive with immediate effect. Ben Silbermann, who co-founded Pinterest and has run the group since its founding in 2010, will move to a newly created role as executive chair. The choice of Google veteran Bill Ready as Silbermann's successor is telling, <a href=\"https://www.ft.com/content/e7ed6a5b-80ce-4b62-98d5-ea7a790c1e8e\">says Lex</a>. It underscores the urgent need for Pinterest to make more money from its shrinking user base.</p> <p><strong>5. Looney Tunes or like real — your avatar choices</strong><br><a href=\"https://www.ft.com/content/2b178ba0-92c5-4648-8905-876fcb77466f\">Tim Bradshaw has been exploring</a> trends in designing online characters for games and social interactions. First published 30 years ago, Scott McCloud's <em>Understanding Comics</em> is the definitive comic book about comic books and is still hugely influential, he says.</p> <h2>Tech tools — Sony in the zone for gamers</h2> <p>Console maker Sony today<a href=\"https://www.sony.co.uk/presscentre/news/sony-unveils-new-pc-gaming-gear-brand-inzone-to-maximise-performance-and-ability-with-dedicated-gaming-monitors-and-headsets\"> announced Inzone,</a> a new range of gear for PC gamers. It's a smart way to expand in gaming, given its expertise in high-end audio and visual tech. It is starting with two monitors and three headsets. The M9 and M3 monitors have 27in displays capable of 4K and FullHD respectively. The M9 will be available first, this summer, at £999. The H3 (£89), H7 (£199) and H9 (£269) gaming headsets are wired, wireless and wireless with noise cancelling respectively and include 360 Spatial Sound. They will go on sale in July. </p><p>Source: Chris Nuttall in London 2022 'Arrows points down for crypto' FT.com 30 June. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-06-30T12:05:32.184Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 3041,
          "end": 3046
        }
      ]
    }
  ]
}