{
  "_id": "5db8c49135b2bb5e4d643796cdca7bc6b3eaa487e684c4a3977f915c821c58a4",
  "feed": "ftcomall",
  "title": "The last metro? Crossrail and the uncertain future of urban transit",
  "text": "<p>The opening of the world's first metro system in London in 1863 was a chaotic event: steam in the tunnels obscured signals and choked drivers, the gas lighting frightened travellers — and “there were so many anxious passengers trying to get on board, that there were fights for seats”, according to the Penny Gazette.</p> <p>Nearly 160 years later, the British capital is hoping for a smoother launch this week of the newest 100km addition to its transport network: the £19bn Crossrail train line, whose goal is to carry tens of millions of passengers between the west and east of London. </p> <p>Designed to halve journey times, and bring the capital's four airports together with just one interchange, the new Elizabeth Line will bring an additional 1.5mn people to within 45 minutes of central London when it fully opens this time next year. </p> <p>Even four years late and £4bn over budget, the project is perhaps as much of an engineering triumph as its first predecessor, the Metropolitan Railway, which fittingly also linked Paddington and Farringdon stations.</p> <p>In the 13 years since construction began, builders have dodged the existing London Underground lines, medieval plague pits, Victorian sewage pipes, Tudor castle foundations and a lattice of gas and telecoms pipes buried in often porous honeycomb soil beneath one of the world's oldest cities.</p> <p>The irony is that its engineers <a href=\"https://www.ft.com/content/0d020876-ffc4-11e8-aebf-99e208d3e521\">navigated all those hurdles </a>only for the project to be delayed, by among other things, that bane of 21st century life — troubles with the IT system.</p> <p>Crossrail is finally arriving, but it does so at an inauspicious moment — when the business case for mega-sized urban infrastructure projects is facing unprecedented uncertainty from shifting ways of working and new technologies that had set in even prior to the pandemic.</p> <p>“Crossrail was built for a completely different world,” says Tony Travers, a government expert at the London School of Economics. “The case for it was that it would drive ever greater employment and economic activity in central and inner London and, for a time, that logic is on pause.”</p> <p>Cities as diverse as Paris, Auckland, and Ho Chi Minh City are pressing forward with building new urban metro systems, while the government in Malta unveiled a proposal for a new island-wide metro last year. But these come as improved cycling infrastructure, disruptive technologies such as ride-hailing apps and new patterns of work are already changing travel patterns worldwide.</p> <p>Even before the disruption of Covid-19, passenger numbers on urban transport systems were stagnating in five key global cities, including the British capital, while their populations and economies continued to grow, according to a Financial Times analysis of official data. </p> <p>In London, journeys fell 3.5 per cent year-on-year in 2019 to the lowest level since 2014. The numbers rebounded last year after a pandemic cliff-edge drop but are still only at 65-70 per cent of the pre-Covid level. </p> <p>In Paris, where mayor Anne Hidalgo has tried to rein in the number of cars and invested in cycle paths, metro journeys have mostly flatlined over the past decade. In 2019, they fell 4 per cent from the previous year, reaching a 10-year-low. Hong Kong saw a similar pattern, with a 6.1 per cent decrease in 2019. Meanwhile, in New York, subway rides fell 3.7 per cent in 2019 from their peak in 2015. &#xa0;</p> <p>“This is a trend with significant consequences,” says Alexander Jan, former chief economist at engineering giant Arup and chief economic adviser to the London Property Alliance, who has been tracking the data. </p> <p>“The pressure on household incomes, the Deliveroo culture, as well as changing work and leisure patterns all will have played a part,” he&#xa0;says, adding that the decline in bus use is even stronger in some cities. </p> <p>The opening of Crossrail is the latest chapter in London's evolution as an economic and cultural hub for the UK and the world. But changing passenger habits raise questions about the future and financing of new urban rail projects even as the threat of climate change makes the shift from cars more pressing than ever.</p> <h1>Transit trends</h1> <p>The aim of metro systems around the world has barely changed since the first was built in Victorian London: moving huge numbers of people from the outskirts and suburbs into growing cities as quickly as possible and getting people off crowded streets.</p> <p>For more than a century, the number and length of trips taken by people kept growing, spurred by the birth of new modes of transport, the popularity of leisure travel and the growth of cities. </p> <a href=\"http://www.ft.com/cms/10044758.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a> <p>That changed in the 21st century. Between 2002 and 2019, the average distance people in England travelled annually fell by 10 per cent and the number of trips by 11 per cent, according to <a href=\"https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/906276/national-travel-survey-2019.pdf\">official UK data</a>. The decline was observed across almost all modes of transport, from short walks to public transport to driving. </p> <p>The trend is similar in Europe and the US, even though it is sometimes masked by population growth. Even before the pandemic, fewer people were commuting the full five days a week, and more employees were on short-term contracts or working in the less routine “gig” economy. </p> <p>This has weakened the economic case for shiny new urban transit projects in those places. Of the 56 new metro systems that opened worldwide between 2010 and 2020, 44 were in the Asia-Pacific region, according to the International Association of Public Transport, and just one was in Europe. </p> <p>The pandemic has accelerated and cemented the shift. Today, more so-called knowledge workers are based at home or in third spaces closer to home, such as cafés or co-working spaces, than ever before.</p> <p>Although the number of people travelling by public transport on weekdays globally has returned to between 70 and 90 per cent of pre-pandemic levels, according to the International Association of Public Transport, an advocacy group, the rise in hybrid working means that in some cities they are unlikely to fully bounce back any time soon. In Greater London, public transport use last week was still down around 33 per cent compared with February 2020 levels, <a href=\"https://www.gstatic.com/covid19/mobility/2022-05-16_GB_Greater_London_Mobility_Report_en-GB.pdf\">according to Google Mobility data</a>. </p> <p>Nearly all large transport projects require government subsidies, even if they eventually generate some of their income from fares. But the shock of the pandemic and the longer-term fall in passenger growth is blowing a hole in transportation budgets, presenting a challenge for policymakers, even as the threat of global warming accelerates the need for environmentally friendly travel.</p> <p>“Crossrail was partly funded by borrowing, to be repaid over time by fare income,” says Travers. “That will be substantially lower than expected, meaning a need for more taxpayer funding.”&#xa0;</p> <p>Despite this precarious financial future, some cities are continuing to invest in new systems. In Paris, work has continued on an even bigger project than Crossrail: the Grand Paris Express, which will feature 200km of new railway lines to link Paris suburbs and cost at least €30bn. </p> <p>Others, however, are putting on the brakes. In London, plans for Crossrail 2, a proposed £33bn north-south rail link through the capital, were mothballed last year, as were plans to extend the Bakerloo Tube line further into south-east London. </p> <p>Public transport advocates warn that withdrawing funding from bus and metro schemes creates a downward spiral that can be ruinous for cities. </p> <p>In the US city of Detroit, which has long suffered from poor transport, voters in 2016 rejected — by a narrow margin — a $4.6bn regional plan that would have raised taxes in exchange for upgraded and extended bus and rail lines.</p> <a href=\"http://www.ft.com/cms/10031023.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a> <p>Instead, the regional authorities trialled a scheme that offered people who take city buses between midnight and 5am and need a lift from the bus to their destination subsidised rides on Lyft, a ride-hailing service. </p> <p>The subsidy was soon abandoned, and tens of thousands of essential workers remain stranded and have difficulty getting to work, says Megan Owens, executive director of Transportation Riders United, a non-profit in Detroit that campaigns for better transport.</p> <p>“Employers are finding that they just can't find staff as people can't get to the workplace,” she says. “Even if people can save up for an old junker car, they can't afford the insurance and then risk getting arrested for not having it. Lack of region-wide transit further holds back a community which has long suffered from decades of racial discrimination.”</p> <p>So long as large numbers of people still live in and around cities, say advocates, there is no proven more effective way to move people in and out than mass transit systems. “We are going to need more public transport, not less,” says Adam Tyndall, a transport expert at business lobby group London First. “If we accept the decline of public transport we are accepting the decline of our cities and our economy.”</p> <h1>Carrots and sticks</h1> <p>Governments have adopted a range of policies to reverse the decline in ridership on public transit systems, especially as they commit to reducing carbon emissions. </p> <p>Some are wielding sticks to discourage people from driving. Measures such as congestion charging and <a href=\"https://www.ft.com/content/e05f4e03-29d6-42ac-a35d-fddb06473c95\">traffic free zones</a> in London, Paris and other cities, as well as the introduction of bus and cycle lanes, aim to squeeze&#xa0; car use, as do punitive parking restrictions.</p> <p>In Europe, some governments are dangling carrots, as they pursue what the EU terms “an irreversible shift to low emissions mobility”. Luxembourg has made public transport free of charge since 2020 as has Tallinn, Estonia, for citizens.</p> <p>Cities in France — including Niort, Dunkirk and Montpellier — have also cut fares, making city centres more appealing, stimulating the economy and encouraging the shift away from car use. </p> <p>In&#xa0;Austria authorities have introduced the “climate change” ticket — a cheap fare that allows passengers to travel anywhere for €1 a day — while Lisbon has announced plans to offer free transport to some residents including the elderly and students.</p> <p>Schemes such as this require strong political drive and a willingness to prioritise public transport and the environment. In large cities such as London they would also require policymakers to divert significant public funds — TfL made £4.9bn in fares in its 2019/2020 financial year and now faces a financial crisis owing to the collapse in fare revenue during Covid-19. </p> <p>But investment in public transport more than pays for itself, says Andrew Simms, co-director of think-tank New Weather Institute, delivering millions of jobs and stimulating business. A World Bank study found that $4tn invested today into public buses, trains and rail networks would yield annual benefits of $1tn all the way up to 2030, <a href=\"https://blogs.worldbank.org/transport/why-sustainable-urban-transport-great-investment\">totalling a net value of $19.6tn</a>.</p> <p>Free public transport solves a “whole bunch of problems,” says Simms. “It tackles the levelling up and inequality issue; it deals with the pollution and brings clean air; it stimulates local economies and business; enhances energy security and eases the rapid transition to a low carbon future.”&#xa0;</p> <h1>The far future</h1> <p>Even if governments can be convinced to further subsidise passenger fares, committing to building new transit projects on the scale of Crossrail is another matter, especially given how long they take to come to fruition. </p> <p>The UK government initially gave the green light to develop the east-west Crossrail over three decades ago, in October 1990 — though its genesis was even longer ago, in the London Rail Study of 1974.</p> <p>In the decades to come, urban transit might look completely different to today, says Mark Gilligan, head of infrastructure equity at Axa IM Alts, which invests in road and rail systems worldwide. “By 2040 someone like Google or Apple or Tesla will have mastered driverless cars — ideally shared — and urban car&#xa0;transport as we know it may be redundant,” he says. “The algorithm will win.”</p> <p>The shift to driverless cars could provide numerous benefits — from greater safety for passengers, to cleaner air — as well as freeing up urban space for parks and trees, as they would reduce the need for parking and require narrower lanes. In US cities, the average car is parked 96 per cent of the time and parking takes up about one-third of the land area, according to official data.</p> <p>But this isn't a future policymakers can plan for. Fully autonomous vehicles are still likely to be many years away from hitting our roads and, like faster tunnelling of the kind imagined by Elon Musk's hyper loop, the technology remains hypothetical.</p> <p> Travers is dubious that they will ever erode the need for mass urban transport. “Mass public transport used to bring 1.25mn people a day into central London,” he says. “There's no way that driverless vehicles are going to replace that and we would still have to deal with congestion.”</p> <p>Crossrail may not be the last project of its kind; UK prime minister Boris Johnson last week suggested plans for Crossrail 2 could be revisited, if Transport for London and London businesses could figure out how to fund it. “We need all the partners to come together and say this is the right thing for our city and here's how we're going to do it,” he said. </p> <p>But, for now, many policymakers are focusing less on new systems and more on encouraging people to get back on existing ones. In New York, mayor Eric Adams told business leaders in an FT interview to set an example by riding the subway to work. “We're telling our corporate leaders: ‘Hey, get on the train!'” he said.</p> <p>For passengers themselves, the decline in travellers may not feel like much of a problem. Unlike the cold Saturday in January 1863 when the world's first underground opened to the public, passengers on London's new Crossrail service this week may find there is no need to scramble for a seat.</p> <a href=\"http://www.ft.com/cms/bec536b3-0da2-4ba9-96dd-3e78fa641b74.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a><p>Source: Gill Plimmer and Philip Georgiadis in London  2022 'The last metro? Crossrail and the uncertain future of urban transit' FT.com 22 May. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-05-22T04:00:45.075Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 11686,
          "end": 11691
        }
      ]
    }
  ]
}