{
  "_id": "c25a4b1fcb3f5c4ea160514f049d55a8bf7e77fc7e67219e85de432dadb56516",
  "feed": "ftcomall",
  "title": "Nine senior WarnerMedia executives quit on eve of Discovery takeover",
  "text": "<p>The chief executive of WarnerMedia and most of his senior leadership team are leaving the company on the eve of its takeover by rival Discovery, a mass departure in the top ranks at one of Hollywood's largest empires. </p> <p>Jason Kilar, a video streaming veteran who WarnerMedia parent AT&amp;T had <a href=\"https://www.ft.com/content/52b970fe-f04e-486e-85b8-c45938235f4c\">hired</a> to take on Netflix, is to exit, as will eight others including the group's chief financial officer and the chief executive of the entertainment portfolio. </p> <p>The exodus comes as Discovery <a href=\"https://www.ft.com/content/a424c8ae-c879-455c-8b57-fcf0605f03af\">prepares to take over</a> WarnerMedia after its chief executive <a href=\"https://www.ft.com/content/6775cfe9-3e65-4696-888c-89f15e9744af\">David Zaslav</a> engineered the media coup of the decade. The $43bn merger will bring together his much smaller company, Discovery, with WarnerMedia, the owner of HBO, Warner Bros and CNN. </p> <p>Kilar chose to depart after being left in the dark during negotiation of the WarnerMedia-Discovery deal last year, said a person close to the matter. Ann Sarnoff, who leads the Warner Bros studio business, also decided to depart, as her role would have been greatly diminished in the new structure under Discovery, the person said.</p> <p>The merger is expected to close as soon as Friday. <a href=\"https://www.ft.com/content/6775cfe9-3e65-4696-888c-89f15e9744af\">Zaslav is respected</a> in the media business, although some insiders have questioned how an executive known for reality-TV fare such as <em>90 Day Fiancé</em> will preside over some of Hollywood's most coveted assets.</p> <p>Discovery is set to reveal its leadership team within the next week, said a person close to the situation. The newly combined company will be the <a href=\"https://www.ft.com/content/fd93a1d8-3127-42e3-beb2-80c02d138013\">second-largest entertainment group</a> in the US by revenue. </p> <p>The media industry has consolidated as the largest companies try to reinvent themselves. Within the past two years, Disney, Apple, WarnerMedia, Comcast, Discovery and others have launched streaming services with global ambitions. With WarnerMedia, Zaslav aims to build out a service that can compete with leaders Netflix and Disney.</p> <p>The overhaul for WarnerMedia is its second big shake-up after telecoms group AT&amp;T paid $85bn in 2019 to acquire the company and launch into media, only to retreat and sell it three years later.</p><p>Source: Anna Nicolaou in New York 2022 'Nine senior WarnerMedia executives quit on eve of Discovery takeover' FT.com 6 April. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-04-06T18:45:04.350Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1641,
          "end": 1646
        }
      ]
    }
  ]
}