{
  "_id": "a5b246cf0fc5a2d3261128c9c61f6c29b6aaa3b232f2846233fc9c8ab4c874f8",
  "feed": "market-watch",
  "title": "Can AT&T earnings help stop the stock's 'bleeding'? AT&T was one of several telecommunications stocks to post its worst quarterly performance in 20 years during the third quarter",
  "text": "<p>What could help turn things around? Cowen's Williams said investors may respond better to signs of \"consistent execution\" and visibility into the 2023 free-cash-flow outlook when the company posts results Oct. 20, though he also said it may \"take a few good quarters for the stock to work.\"</p><p>The cash-flow issue is of key interest to investors who value the company's hefty dividend, as the stock yields 7.4%.</p><p>\"With an investor base that is largely focused on the company's dividend, AT&amp;T's cash shortfall has raised investor concerns about a possible dividend reduction,\" wrote Truist Securities analyst Greg Miller, though he said that the company's free-cash flow for next year should \"more than cover its dividend payments and allow for paying down its debt.\"</p><p>While Wall Street will also be watching for commentary on AT&amp;T's customer payment trends, Chief Executive John Stankey addressed the topic at a mid-September investor conference.</p><p>\"I haven't seen any further deterioration of what we saw earlier in the year and some extension on payment cycles,\" he told investors at a Goldman Sachs conference, adding that \"generally speaking, it seems that people who want to work can work, and they're able to pay the bills.\"</p><p>AT&amp;T earnings will also serve as an early indicator of how Apple Inc.'s AAPL iPhone 14 performed — and show how the telecommunications giant was able to capitalize on the launch. All three big wireless players were fairly promotional in the immediate aftermath of Apple's iPhone 14 unveiling, but wireless deals can be a mixed bag for the carriers. On one hand, they present an opportunity for wireless companies to bring in new customers and retain existing ones at a time when excitement for new phones is high, but they also come at the expense of margins since they represent discounts to consumers.</p><p>The promotional theme isn't new to the latest iPhone cycle. \"AT&amp;T's performance and growth in mobility have been robust — leading the industry with 800K postpaid phone net adds in 2Q, almost double our expectations,\" wrote Oppenheimer's Timothy Horan in a recent note to clients. \"However, secular pressures on legacy wireline have offset much of this growth, and it has had very high handset subsidies which along with high [capital expenditures] have pressured [free-cash flow] and should continue to do so.\"</p><p>AT&amp;T's management team, however, has downplayed the impact of promotions on the company's wireless growth, with Stankey saying at the Goldman conference that the company has also benefited from greater traction for its public-sector business. Additionally, he said, AT&amp;T has adopted a more simplified array of wireless plans that has allowed the company to pull back on promotional spending while attracting better yields on that marketing money.</p><p>Here are the numbers to watch for when AT&amp;T posts results Thursday.</p><p>What to expect</p><p>Revenue: Analysts tracked by FactSet model $29.84 billion in revenue for AT&amp;T. The company posted $39.9 billion in revenue in the year-earlier third quarter, though that total includes contributions from the company's WarnerMedia business and other areas that are no longer part of the company.</p><p>According to Estimize, which crowdsources projections from hedge funds, academics and others, the average estimate calls for $29.94 billion in revenue.</p><p>Earnings: The FactSet consensus calls for 61 cents in adjusted earnings per share, while those polled by Estimize expect 62 cents. AT&amp;T posted 66 cents in adjusted earnings per share in the same period last year, though that number includes results from business areas that are no longer part of AT&amp;T.</p><p>Stock movement: AT&amp;T shares have fallen following three of the company's past four earnings reports. The stock is off 27% over the past three months and down 19% so far this year. The S&amp;P 500 SPX is down 7% on a three-month basis and off 25% on the year.</p><p>Of the 30 analysts tracked by FactSet who cover AT&amp;T's stock, nine have buy ratings, 18 have hold ratings and three have sell ratings, with an average price target of $20.38.</p><p>Can AT&amp;T earnings help stop the stock's 'bleeding'?</p>",
  "published": "2022-10-17T13:37:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1277,
          "end": 1287
        },
        {
          "start": 1296,
          "end": 1300
        },
        {
          "start": 1481,
          "end": 1486
        },
        {
          "start": 1488,
          "end": 1493
        }
      ]
    }
  ]
}