{
  "_id": "cfa85247e4052b8dbb9632b3decdbca2555677571cc3d5df36490feafc234d53",
  "feed": "wall-street-journal",
  "title": "GOP House Majority Could Shield Industries From New Taxes, Regulations; 'Gridlock in Washington is pretty good for American business,' says one strategist",
  "text": "<p>What's more, with President Biden in the White House and Democrats holding the slimmest of majorities in the Senate, Washington overall isn't expected to do much for the next two years.</p><p>SHARE YOUR THOUGHTS</p><p>Do you think the new Congress will be more pro-business? If so, in what ways? Join the conversation below.</p><p>\"Gridlock in Washington is pretty good for American business,\" said Alex Conant, a Republican strategist and business consultant.</p><p>In particular, the GOP takeover of the House also bodes well for business sectors that have allies among House Republicans, such as Rep. Kevin McCarthy, (R., Calif.), the leading candidate to be elected in January as speaker of the House for the next two-year session of Congress.</p><p>These businesses include the cryptocurrency industry, big internet platforms and gig-economy companies such as Uber Technologies Inc. and DoorDash Inc.</p><p>Another winner is Elon Musk, who enjoys support among Republicans, including Mr. McCarthy, who calls him a friend. Republicans cheered Mr. Musk's rebellion in 2020 against government restrictions on business activity during the coronavirus pandemic.</p><p>Mr. Musk could benefit from Republican support as he seeks to drum up business from the government for his rocket-launch company, Space Exploration Technologies Corp., avoid content regulations on Twitter Inc. and steer clear of unionization efforts at Tesla Inc.</p><p>To be sure, Republicans aren't all of the same mind when it comes to business. There is a widening divide between the party's traditional pro-business faction and populists who believe that many U.S. corporations are too enamored with progressive causes.</p><p>Republicans are considering hearings aimed at questioning Walt Disney Co., big banks and other companies on their environmental, social and governance initiatives that some conservatives say promote liberal causes.</p><p>\"When large corporations collude and coordinate with the Federal Government to appease woke political activists through ESG and 'equity' mandates, a Republican Majority will use every tool available to provide transparency and demand accountability for coordinated efforts that are meant to destroy American industry,\" Mr. McCarthy said in a statement.</p><p>Many of the hearings by newly empowered Republican committee leaders are likely to focus on the Biden administration. Some are already planning oversight hearings to bog down regulatory initiatives from the Federal Trade Commission, the Consumer Financial Protection Bureau, the Securities and Exchange Commission and other agencies.</p><p>An aide to Mr. McCarthy said ramping up oversight of the Biden administration will be a priority after two years in which Democrats controlled Congress.</p><p>Mr. McCarthy has shown an increasingly populist streak since former President Donald Trump rose to power six years ago. Mr. McCarthy has clashed with the U.S. Chamber of Commerce, for example, blasting the nation's largest business lobby for its support of Democratic candidates to the House.</p><p>\"We look forward to continuing to work with the leadership and all members of Congress,\" said Neil Bradley, the Chamber's executive vice president and chief policy officer. Mr. Bradley said Chamber officials began meeting with newly elected Republican lawmakers last week to discuss how to work together.</p><p>Still, Republicans generally remain friendlier to business—and more hostile to regulation—than their Democratic counterparts.</p><p>As a result, the new Republican House could help industry by slowing down new and proposed regulations from the Biden administration and Democratic lawmakers, who have pushed rules aimed at ensuring greater competition across American industry.</p><p>Big technology companies in particular are expected to have fewer fights ahead.</p><p>Republicans are unlikely to move significant legislation to strengthen antitrust laws governing the tech industry. Mr. McCarthy, echoing many other Republican lawmakers, has opposed legislation banning tech platforms such as Amazon.com Inc. from favoring their own products, saying it would give unbridled power to regulators.</p><p>Tech companies have been among the GOP's supporters recently. Both Alphabet Inc.'s Google and Meta Platforms Inc., which owns Facebook, have given slightly more to Republicans than to Democrats through the companies' political-action committees in the 2021-22 cycle, even though Democrats were in charge of both the House and the Senate, according to data from the Center for Responsive Politics, a nonprofit that tracks political spending.</p><p>The House Republican campaign platform, the \"Commitment to America,\" says that it would address unfairness in the market for online apps—currently dominated by Google and Apple Inc.—without resorting to antitrust-law changes.</p><p>The GOP campaign platform also stops well short of endorsing other big antitrust legislation that have come close to passing in the current Congress.</p><p>On the other hand, a GOP-led House could seek to rewrite Section 230 of the Communications Decency Act of 1996, which Republicans say has been used by internet platforms to censor conservative views on social media.</p><p>Section 230 shields internet platforms from liability for third-party content on their sites, but it also gives them free rein to remove views they deem objectionable.</p><p>Mr. McCarthy wants to scrap the current rules on internet liability and start over.</p><p>Mr. McCarthy could face challenges in maintaining control of his unruly GOP caucus, and some lawmakers could push for discharge petitions to advance legislation that is unfriendly to tech. A discharge petition allows supporters to force a floor vote on a bill that the leadership is trying to block.</p><p>\"With such narrow margins, if Kevin McCarthy doesn't get on board with these bipartisan reforms, there's going to be a discharge petition in the House\" on antitrust bills aimed at big tech companies, said Mike Davis, president of the Internet Accountability Project, a conservative-leaning advocacy group that has been critical of the companies.</p><p>The shift to GOP control and Mr. McCarthy's perceived lack of interest in moving aggressive antitrust legislation aimed at tech companies also could accelerate efforts to pass substantive tech regulation while Democrats still control the House.</p><p>Lawmakers are meeting for the next few weeks in a postelection lame-duck session, and already are under pressure to consider tougher antitrust laws and privacy protections for children, among other measures.</p><p>Gig-economy companies such as Uber, DoorDash and Grubhub Inc., meanwhile, will look to Republicans to head off efforts by Democrats to improve employee benefits and make it easier for employees to start labor unions.</p><p>Other industries could gain as their champions take important roles in the new Congress. Rep. Patrick McHenry (R., N.C.), the incoming chairman of the House Financial Services Committee, hopes to enact legislation creating a regulatory framework for the cryptocurrency industry.</p><p>A spokeswoman for Mr. McHenry said the collapse of the cryptocurrency exchange FTX makes it more important that Congress approve legislation on the matter.</p><p>Mr. McHenry had pushed the issue in the House for more than a year but has faced resistance from progressive Democrats there, who will have less influence than they had this Congress.</p><p>The oil-and-gas industry could benefit from Republicans' efforts to increase domestic energy production. A focus could be a bill to speed federal permitting of new energy facilities.</p><p>The measure has drawn bipartisan support, including the backing of a key Democrat in the Senate: Joe Manchin of West Virginia.</p><p>Write to Brody Mullins at brody.mullins@wsj.com and John D. McKinnon at john.mckinnon@wsj.com</p><p>GOP House Majority Could Shield Industries From New Taxes, Regulations</p>",
  "published": "2022-11-21T10:30:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 4688,
          "end": 4693
        },
        {
          "start": 4688,
          "end": 4698
        },
        {
          "start": 4688,
          "end": 4697
        }
      ]
    }
  ]
}