{
  "_id": "75b4a82486166c2938b96f24ae40df54494ea9361604cea021b26bd81f12721b",
  "feed": "ftcomall",
  "title": "Snap: profit warning highlights more than macroeconomics",
  "text": "<p>Snap does not have much luck with devices. Video recording glasses first sold in 2016 led to a near $40mn loss. The release of Pixy, a little yellow drone, has coincided with a sharp drop in the company's share price this year. The stock crashed another two-fifths in morning trading on Tuesday.</p> <p>Snap is the latest US company to fall victim to hair-trigger selling by investors sensitised to bad news by rising rates. Previous victims have included Snap's rival Meta, the owner of Facebook, e-commerce giant Amazon and retailer Target.</p> <p>The specific worry concerning Snap is that demand for digital advertising on its social media network is on the wane. Investors do not give two hoots for co-founder Evan Spiegel's insistence that Snap is a camera company. </p> <p>Rising user numbers are not enough to save Snap from falling revenue growth. The Los Angeles-based parent of the Snapchat social networking app warned on Monday that it will miss a revenue growth target of 20-25 per cent as well as adjusted ebitda targets in the current quarter.</p> <p>Snap's hopes of positive net income this year may be over. The shares of a business that has always struggled to avoid unflattering comparisons with Meta are around 22 per cent below their 2017 flotation price.</p> <p>Snap blames a deteriorating <a href=\"https://www.ft.com/content/b9164afa-0968-4527-a7f1-5cd616699fa6?desktop=true&amp;segmentId=d8d3e364-5197-20eb-17cf-2437841d178a#myft:notification:instant-email:content\">macroeconomic backdrop</a>. The war in Ukraine is hitting digital advertising budgets. So are Apple and Alphabet's privacy constraints. Peers such as Meta and Twitter have pointed to the same problems. </p> <p>Snap's desire to experiment also deserves scrutiny. Its reputation for invention has helped it retain users. Bigger companies are mirroring its interest in augmented reality. But innovation is expensive. In the last quarter, R&amp;D expenses were $455.5mn, equal to 43 per cent of revenue. Facebook parent Meta's $7.7bn in R&amp;D was equal to 28 per cent of revenue. </p> <p>At least Snap bulked up its balance sheet when it could. Repeat sales of convertible debt mean it has $2.4bn in cash and cash equivalents, up from less than $1bn last year, plus $2.6bn in marketable securities. &#xa0;</p> <p>That is just as well. Spiegel and his co-founder Bobby Murphy retain 99 per cent of voting power after selling the public non-voting shares. The company may have promised to slow down hiring but Snap's costly focus on bright ideas is unlikely to change. </p><p>Source:  2022 'Snap: profit warning highlights more than macroeconomics' FT.com 24 May. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-05-24T01:43:55.350Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1367,
          "end": 1372
        }
      ]
    }
  ]
}