{
  "_id": "0785bc10037d6144911d75c1e7f203fb6dfd3e61dfce2863fe6c0147750f12b6",
  "feed": "ftcomall",
  "title": "Life after vanity – inside Graydon and Anna Carter's Connecticut retreat",
  "text": "<p>For a man whose career was so concerned with celebrity – projecting it, charting its ups and downs, occasionally skewering it, and wrangling it for the year's most luminous party – it is strangely absent from the country home Graydon Carter shares with his wife, Anna Scott Carter, in bucolic Roxbury, Connecticut. </p> <p>Among the plethora of prints and portraits crowding the walls of the 18th-century colonial house is nary a mugshot of George Clooney, Brad Pitt, Angelina Jolie or other A-listers who graced the&#xa0;cover of <em>Vanity Fair</em> during Carter's 25-year reign as&#xa0;editor king in an era when magazines – glossy and bulging with advertisements, articles and expense accounts – ruled the culture. These days, Carter couldn't care less. “I like watching TV, and I like movies, but I&#xa0;don't need to know anything about movie stars,” he says.</p> <p>What does interest him – and always has, he insists – is glamour. <em>At Vanity Fair</em>, he located it in Hollywood's golden age. In his private life, he finds it in certain objects,&#xa0;occasionally quirky and usually crafted by the human hand. These are abundant in a country house laden with treasures from Parisian flea markets, sketches&#xa0;from artist friends and trinkets bathed in the romantic glow of postwar Europe and the jet age.</p> <p>“Flea markets are my favourite things in life,” Carter tells me when we meet one afternoon as summer is just beginning to fade into autumn. Anna is petite – even more so beside her expansive husband – and laughs readily. She is adept at manoeuvring Graydon toward his better anecdotes, and gives the impression of never putting a foot&#xa0;wrong. He is smooth and loquacious: his trademark double-breasted suit has been ditched for shorts and trainers, though his familiar bon vivant's paunch and swoosh of white hair are still reassuringly in place. “The most French thing you can do in Paris is go to Clignancourt.”</p> <p>The couple have been to <a href=\"https://www.ft.com/content/29f20fb1-0ac9-4253-aba7-161a9dd7fa35\">Clignancourt</a> many times – and seem to have hauled much of it back to Connecticut. Wes Anderson might find solace among the vintage leather suitcases, the model sailing boats, the typewriters and the&#xa0;taxidermy. A French butcher's chalkboard hangs in the Carters' kitchen, listing pork prices. A wooden refrigerator has been repurposed as a cabinet for board games. Boyish whimsy abounds, from the model Air France Concorde parked on a bookshelf to the Tintin rocket ship standing behind Carter's office desk, ready for lift-off.</p> <p>“I have to say, this is all very Graydon,” says Anna, sounding both charmed and a bit flustered as she surveys the accumulated tchotchkes. “I think he sees the romance in things, things that were either handmade or beautifully made.” She fiddles with a mechanical toy Ferris wheel and, to our surprise, manages to bring it to life. Sort of. (The motor grinds but the wheel does not turn.) Looking on is an&#xa0;enormous Steiff bear that Carter “liberated” from an antiques store and then paired with a mate. “He's called Monty,” says Anna. “Some things Graydon spotted, and some things I did. Luckily, we agree on most things.” </p> <p>The Carters were married in 2005 at a white church a literal stone's throw from the house. It was her second marriage and his third. A New York Police Department pipe band came up for the occasion and, to the Scottish bride's chagrin, played Irish Republican Army songs. “Ah, too late now!” she recalls of her reaction, giggling at the memory. </p> <p>Anna learned diplomacy from her father, who was the British ambassador to Yugoslavia before becoming Queen Elizabeth's deputy private secretary in 1985. “I think Charles is going to be a good king,” she reassures me. “He's watched his mother and the extraordinary service she gave.” Her childhood was peripatetic: in the library, where a bust of a former governor of Connecticut glares across the room, she keeps a group of silver animal figurines her parents brought back from Thailand when they were stationed in Laos in the '70s. She read art history at Edinburgh after boarding school, and then worked in communications roles in New York and London – for Ralph Lauren, the Robin Hood Foundation and <em>Vanity Fair</em>. One of her great prides is the 15 years she spent on the board of the environmental not-for-profit the Natural Resources Defence Council, where she founded its biennial “Night of Comedy” fundraiser. She was honoured at its New York event in September. </p> <p>Next door to the so-called Mud Room is the Carters' wink-wink version of a gym: a wood-panelled closet of a room with a collection of deflated leather balls, old Canadian high-school letters,&#xa0;vintage hockey skates and a boxer's speed bag. If a&#xa0;drop of sweat was ever spilled here, I think, it most likely came from the effort of curation.</p> <p>Even with his fitness regimen, Carter, now 73, and occasionally redolent of tobacco, no longer has the energy&#xa0;of his prime, he admits. Still, don't count on the&#xa0;Carters joining the supposed exodus of New Yorkers&#xa0;to&#xa0;Miami. “We hate Florida. We call it the Paraguay of America,” he&#xa0;assures me, speculating hopefully that Manhattan's empty shops will eventually be filled by enterprising young people. A city needs youth,&#xa0;he says. Besides, even&#xa0;in&#xa0;retirement, Carter is still&#xa0;enterprising: the weekly&#xa0;online magazine he launched&#xa0;in 2019, <em>Air Mail</em>, is&#xa0;now up to&#xa0;200,000 subscribers and trial&#xa0;users. He&#xa0;and Anna are also ramping up <a href=\"https://electragram.com/\">Electragram</a>, a purveyor of stylish digital&#xa0;cards and stationery that seek to combine the feeling of an old-fashioned handwritten note with the speed and convenience of an email. They hatched the idea while riding out the pandemic in&#xa0;Provence and sending messages to friends back home for graduations and other life events they could not attend. </p> <p>“I think everyone was feeling cut off during that period,” says Anna, 54. “We were using it personally to send to friends and family. That is when we kind of thought: you know, this could potentially be a business.” Electragrams can be customised and cost a dollar apiece or $10&#xa0;for an unlimited monthly subscription. Jony Ive, the former Apple designer, is an&#xa0;investor. Isn't it just another e-card, you&#xa0;might ask? To which Carter would reply: only so much as a Lada and a Range Rover are both automobiles.</p> <p>When in Roxbury, Carter works from a sun-drenched studio that occupies the top&#xa0;floor of the detached barn and looks onto a garden and the serene hills beyond. It was converted with the help of his long-time architect and friend Basil Walter. He is kept&#xa0;company&#xa0;by&#xa0;sketches of his children, Lego models&#xa0;–&#xa0;“You can't spend enough money on Lego,” Carter advises –&#xa0;wooden&#xa0;file trays, and a trio of stuffed&#xa0;bass encased in&#xa0;glass: “I love fish vitrines. They're&#xa0;a very Victorian thing.”&#xa0;Strung on wires behind his desk, like clothes hanging from a washing line, are dozens&#xa0;of ink-on-paper&#xa0;sketches of French generals, waiters and the&#xa0;like. They are Carter's own work, and may feature in&#xa0;a&#xa0;forthcoming book. “I'm not talented, but&#xa0;I am visual. I think,” he says.</p> <p>Perhaps the greatest oddity is the recently arrived Peloton cycle. It sits by the window, looking forlorn. “Just&#xa0;as everyone else is trying to get rid of them,” Anna laughs. “Your timing is impeccable.” </p> <p>“I should buy Bitcoin now,” Graydon shrugs. </p> <p>Carter bought his first Connecticut house on the morning of the 1987 stock market crash. A nearby lake reminded him of his native Canada, and allowed him to indulge his boyhood love of fishing and canoeing. He and&#xa0;Anna acquired their current <a href=\"https://www.ft.com/house-home\">home</a> in the Litchfield Hills in 2004 as an escape from their West Village townhouse. “I used to drive by this house on my way&#xa0;back&#xa0;to the city and I always loved it. I loved the barn&#xa0;right&#xa0;on the side of the road,” he recalls. “I wanted a&#xa0;barn – not for livestock or anything. I just wanted a&#xa0;barn. People up here have barn envy.” </p> <p>The white clapboard Reverend Swift House, built in 1795, is listed in Roxbury's historical register and has the&#xa0;sort of casual ramble and cosy dimensions that are unknown to the modern-day McMansion. Carter's love of toys is evident before you even enter: parked outside is his 1962 Land Rover and a 1951 wood-panelled Chevy wagon – the type that might have once carried a surfboard atop. They could make you swoon even if you were not an&#xa0;avowed “car guy”, like the owner, and so did not appreciate the importance of the Land Rover's long wheelbase.</p> <p>“It's less of a proscribed social calendar. It's much more spontaneous, which is nice,” Anna says of the local social scene. Just up the road are close friends, including the editor Jim Kelly. Artist Barry Blitt, whose works dot the Swift House's walls, is nearby, in Arthur Miller's old&#xa0;house. It has been a delight, the Carters say, meeting&#xa0;a&#xa0;younger generation of incomers. But, for them, Roxbury is more refuge than rave. “On the weekend, I&#xa0;don't like to do <em>anything</em>,” Graydon says. “In fact, my wife thinks I've become something of a shut-in.”</p> <p>If they yearn for escape, they can always gaze at the&#xa0;maps. There is the enormous one of London and the snaking Thames hanging on the wall in the entryway, the&#xa0;row of them behind Carter's office desk, and the antique ones of the West Country and Scotland, still pinned with&#xa0;tiny flags, that have been cleverly hung as wallpaper in a powder room. All together, they suggest the romance of foreign adventures and distant lands. <a href=\"https://www.ft.com/books\">Books</a> are also plentiful, lining shelves and piled on ledges. There are leather-bound editions of Thackeray's <em>Vanity Fair</em>, and –&#xa0;less obvious, but perhaps more revealing – Moss Hart's <em>Act One</em>. It is the autobiography of a striving young man&#xa0;who rises from the tenements of&#xa0;the Bronx in the early years of the 20th century to make it&#xa0;big on Broadway and conquer Manhattan. “It's Graydon's favourite book,” Anna says. </p> <p>The son of a Canadian Air Force pilot, Carter was raised in the Ottawa suburbs. He did odd jobs to earn money while at high school, working as&#xa0;a ski instructor, a camp counsellor and even a one-day stint as a gravedigger. Like a true New Yorker, he was reborn when he set foot on the&#xa0;isle of Manhattan. He arrived in the&#xa0;late '70s, working as a writer for <em>Time</em> magazine in the&#xa0;days when the drinks trolleys still plied the hallways. His first assignment was covering comedian Henny Youngman's Atlantic City Bar Mitzvah. “It shows you what kind of a beat I was on,” he quips. In 1986, inspired&#xa0;by&#xa0;<em>Private Eye</em>, he and a <em>Time</em> colleague, Kurt Andersen, launched <em>Spy</em> magazine, a snarky outsider that&#xa0;delighted in mocking the elite and became a cult classic. Among its fare were articles lampooning the Kennedys and a list of “best colleges for the dumb rich”. </p> <p>“It's a miracle you have any friends,” Anna laughs, as Graydon recounts some of <em>Spy</em>'s choicest jibes. </p> <p>Among them was the occasion when, in its pages, Carter memorably dubbed Donald Trump a “short-fingered vulgarian”. Trump never forgot. Decades later he&#xa0;mailed Carter a photograph in which he had circled his&#xa0;fingers and written in gold ink: “See, not so short!” Carter messengered it back with the reply: “Actually, quite short.” (This newspaper withholds judgement on the size of the former president's fingers.)</p> <p>After a brief “sponge bath”, as he put it, rejigging <em>The&#xa0;New York Observer</em>, Carter was tapped in 1992 by the&#xa0;free-spending SI Newhouse to edit the upscale <em>Vanity&#xa0;Fair</em>. Now he was the skunk at his own garden party, mingling with the elites he had once shredded. Ever adaptable, Carter found his way, and the magazine picked up where his predecessor, Tina Brown, had left off.&#xa0;It then embarked on a glorious quarter-century run in&#xa0;which the Kennedys and their court were an enduring fascination. A portrait of John F Kennedy has pride of place in a study in the main house. It was a gift from the&#xa0;photographer Bruce Weber.</p> <p>Some of <em>Vanity Fair</em>'s subjects have returned like unwelcome ghosts. He declines to comment on the lengthy profile he published in 2003, for example, about Jeffrey Epstein, the financier and paedophile who was found dead in his Manhattan jail cell in 2019, which recounted Epstein's mysterious wealth and fondness for&#xa0;beautiful young women – but not his abuses. Carter has said in the past that such reporting, at that time, would not have passed legal muster. Then there is Trump.&#xa0;When&#xa0;he entered the White House in 2017, Carter was as&#xa0;mystified as anyone. He once predicted that Trump&#xa0;would be “living alone in an apartment complex&#xa0;in&#xa0;Panama and growing his fingernails long and&#xa0;storing urine in mason jars. It's that or taking over the world –&#xa0;one or the other”. </p> <p>He and Anna had decamped to Opio, a village in Provence, to decompress after his retirement from <em>Vanity&#xa0;Fair</em>. They were grateful for the distance. “The ocean was like a mattress between you and a fighter's fist. It just sort of softened the blow a bit every day,” he says. “It was a very creative period,” Anna says, recalling how Graydon made most of the ink sketches hanging in his office while they were in Provence. It is also where he began devising the fancy digital postcards that would become Electragram. </p> <p>“I think everybody gets frustrated when you've had&#xa0;people for dinner and you don't hear from them for&#xa0;two days, and you're thinking, ‘God, that's awfully ungrateful of them. At least a small thank you would have been nice.' Then a handwritten card comes – but you spend two-and-a-half days stewing about the absence of&#xa0;the card,” says Carter. They certainly would have helped at <em>Vanity Fair</em>, where Carter sent, by his estimation,&#xa0;a few hundred thank-you notes a month to writers, editors, photographers and advertisers. He now&#xa0;deploys&#xa0;them at <em>Air Mail</em>, which was inspired by his&#xa0;love of weekend papers, including one produced by&#xa0;a&#xa0;certain London-based financial newspaper. </p> <p>“I think it took a magazine person to invent something that's the closest looking thing to a magazine online,” Carter says, clearly pleased by the design. <em>Air Mail</em> also affords an opportunity to reconvene with writers, editors and artists with whom he has collaborated for years. </p> <p>Surely, I suggest, he must miss something about the glory days of magazines – the heavy paper, the glossy images. The beauty of the physical item. The glamour. But&#xa0;Carter, a self-declared optimist, does not accept my&#xa0;invitation to issue septuagenarian complaints about technology or lament the way things used to be. “If the internet had been around when we started Spy magazine in 1986, we never would have printed it out,” he says. Then observes: “To me, glamour is a level of sophistication. I think <em>Air Mail</em>'s glamorous. I think Electragram's glamorous… Glamour just moves and shifts.” </p><p>Source: Joshua Chaffin. Photography by William Waldron 2022 'Life after vanity&#xa0;– inside Graydon and Anna Carter's Connecticut retreat' FT.com 14 October. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-10-14T08:30:58.621Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 6012,
          "end": 6017
        }
      ],
      "nexusId": "10022657"
    }
  ]
}