{
  "_id": "6b4ebd7196e7a7553fb9b8da184fc267623ff5bd29ddf85068005aecdf28787f",
  "feed": "ftcomall",
  "title": "Jon Stewart: ‘Ain't nothing as agile as authoritarian regimes'",
  "text": "<p>Along with watching the Knicks lose at basketball, riding the subway, getting yelled at in the street (or on the subway) and seeing a rat — usually on the subway — is there a more New York experience than eating pizza? This I ponder while I wait for Jon Stewart at John's of Bleecker Street, a Greenwich Village institution that looks as old as its 93 years. A sign over the door says “No Slices”; inside, dark panelled walls are adorned with graffiti scratched by diners down the decades. There are also framed photographs of various celebrity guests, including Nicolas Cage, the formerly famous and not very good rapper Vanilla Ice and, by my table, a young Billy Crystal.</p> <p>But more on the pictures later. Pizza is a fitting choice for a lunch with one of New York's most beloved sons, a former stand-up comedian who became America's pre-eminent satirist over 16 years as the host of <em>The Daily Show</em>, and who was this year awarded the Mark Twain Prize for comedy. He spoke for many in the city in an emotional on-air monologue shortly after 9/11, and in subsequent years his hometown's affection for him grew because of his campaigning for the rights of emergency workers who survived the attack, culminating three years ago in a landmark law that permanently funds medical care for 9/11 first responders.</p> <p>I get to our table first and he arrives a few minutes later, a baseball cap pulled over a mop of silver hair — a change since he was last a regular on TV screens in 2015, when he broadcast his final episode of <em>The Daily Show</em>. When he reappeared last year behind the presenter's desk of his new Apple TV series, <em>The Problem with Jon Stewart</em>, he acknowledged the length of time he'd been away. “I really want to address the elephant in the room. This is what I look like now,” he solemnly told his studio audience, to much laughter. “I'm not happy about it either. Very few people would be happy about looking like an anti-smoking poster.”</p>  <p><strong>From 1999 to 2015,</strong> Stewart and his team of writers pushed the boundaries of satire, creating an extraordinary synthesis of comedy, political comment and news. From his interview with CNBC's Jim Cramer, where Stewart methodically took the presenter and business network to task for their failings in the 2008 financial crisis, to his endless skewering of George W Bush and the misadventure of his administration in Iraq, the show became a fixture in American society and culture. </p> <p>I want to know why he quit just as US politics veered into surreality with the rise of Donald Trump, and about his return to television via his new Apple show, which has just started its second season. But first we have to order some pizza: pepperoni and mushrooms for me, black olives and mushrooms for the vegetarian Stewart.</p> <p>“I was more corned beef than man for many years,” he says of his life before giving up meat, which he eventually did because “I got tired of my wife staring at me”. The Stewarts decamped from Manhattan a few years ago and now live on a farm in New Jersey. “I don't think I could do it any more,” he says of eating meat, before adding, in a nod to his animals: “Once you learn their personalities, it fucks everything up.” Now I'm wondering if I should have ordered the sausage on my pizza, but he tells me not to worry. “I don't have a pet pepperoni. So you should be OK.”</p> <p>It is odd, sitting opposite him, and for a moment I feel strangely old, for reasons unconnected to his snowy beard. Sixteen years ago I moved to the US, and my wife and I would regularly watch Stewart's show and <em>The Colbert Report</em>, which starred <em>Daily Show</em> alumnus Stephen Colbert, when trying to get our then baby son to sleep. “That's lovely to hear,” he says politely. “Because a lot of times we'll hear like, ‘Yeah, we would have sex and you guys would be on in the background.'” Which, he says, “is fine too”.</p> <p>His new series is as funny as <em>The Daily Show</em> but has a more meditative pace. The slice of satire each weeknight hit the mark during the Iraq war years as US media became ever more polarised, fuelled by the surging popularity of Rupert Murdoch's Fox News, whose often hysterical hosts were regularly in Stewart's sights. This led to a couple of appearances by Stewart on Fox itself: on one occasion, he sparred with the presenter Bill O'Reilly on air and then met the late Roger Ailes, formerly Murdoch's most trusted lieutenant. </p> <p>The Fox News chief executive told him in a private meeting that Stewart owed him “big” and also owed him his career. “I said, ‘Roger, I'm sure if you went away tomorrow I'd find other shit to make fun of.' It kind of went downhill from there.” Ailes also asked after Stewart's children, mentioning them by name. “It was said like, ‘I know things about you.' Threatening, in a weird way. And we basically spent an hour just yelling at each other.”</p> <p>The goal of Fox News, Stewart says, is “to dismantle and de-authorise the credentialed voices of mainstream democracy”. The right in America, he goes on, has created a “code of conduct that they don't have to abide by, but that if you run afoul of it you will be attacked relentlessly”.</p> <p>He gives an example: former White House press secretary Jen Psaki was recently pilloried on air by Fox's Sean Hannity for taking a job in the media. “Meanwhile, the day before, this motherfucker is on the golf course with Trump discussing legal strategies. He's an adviser to that campaign. But they don't care, because hypocrisy and shame mean nothing to them. Power is the only currency.”</p>  <p><strong>We are making good progress</strong> with the pizzas but other diners have clocked that Stewart is in the house. Two men nearby have stood up to leave and are hovering by our table; one nervously asks for a picture, gushing that he loves Stewart's work. He points to the celebrity photograph on the wall of his booth: it is of Stewart himself with his daughter from a previous visit several years ago.</p> <p>A man with a beard and glasses who introduces himself as Scott then stops at the table, thanking Stewart “for everything you do, especially with pizza”. He reveals that he runs pizza tours around Manhattan.</p> <p>“You do not,” says Stewart. </p> <p>“For the last 15 years,” he says proudly. He tells us that he designs his tours around where his guests are from. “I'll try to take them to places that will fill in the blanks of their life,” he says, almost mystically. </p> <p>“You're a fucking artist,” says Stewart, admiringly. “A pizza artist.”</p> <p>“I'll take people here [to John's],” Scott continues. “And when they realise the sauce is on top of the cheese . . . ”&#xa0;</p> <p>(I look at my pizza: he's right about the sauce.) </p> <p>“ . . . then their mind is blown and then they reconsider everything leading up to that day.”</p> <p>“You're a philosopher king!” cries Stewart. </p> <p>Scott departs — after an obligatory selfie — and we talk about <em>The</em> <em>Daily Show</em> segment that cemented Stewart's place in New York pizza folklore. It was an eight-minute diatribe from a decade ago, when a pre-White House Trump, then fashioning himself as a Republican kingmaker, had a New York pizza dinner — in front of the cameras, naturally — with a visiting Sarah Palin. “And he ate it with a knife and fork!” Stewart says — a strict no-no in these parts. </p>  <p><strong>Which other native New Yorkers</strong> would elicit the sort of reaction Stewart gets from his fans if spotted in this part of Manhattan? A colleague in the FT's New York office later suggests former New York Yankees star Derek Jeter and I wonder about Bruce Springsteen too, although they were both born in New Jersey so don't really count. Donald Trump? OK, maybe not him. </p> <p>Stewart's popularity is clearly undimmed from <em>The Daily Show</em>'s pomp, when, in the eyes of many viewers, he was as much truth-telling journalist as comedian. In 2009, shortly after the death of the revered CBS anchor Walter Cronkite, he even topped a Time magazine poll to find the most trusted newsman in America.</p> <p>He won 23 primetime Emmys on the show and could have made hay in the Trump years. So why did he ever leave? “I didn't feel as though I could evolve it in meaningful ways any more,” he says, taking a sip of water. He says he wanted to spend more time with his kids while they were still young and was keen to try new things. Staying would have meant “following the redundant US news cycle, which as you know from living here is soul-crushing in and of itself”.</p> <p>His new show for Apple is not as wedded to that cycle — episodes in the latest season explore taxes, globalisation and the midterm elections. He has also continued to critique the media: in the first series, he took aim at cable news channels for their breathless overselling of the 2019 report by former FBI director Robert Mueller into Russian interference in the 2016 US election — and the likelihood that devastating evidence of collusion with the Trump campaign would be found (it wasn't).</p> <p>An early episode last year was devoted to the struggle of military veterans suffering with health problems after being exposed to “burn pits”, the noxious waste-disposal areas next to US bases in Afghanistan and Iraq, where all types of toxic material are burnt and destroyed. It was an attempt to get the head of the Department of Veterans Affairs on the record about the issue, setting off a chain of events that — Stewart and fellow campaigners hoped — would lead to new legislation. </p> <p>All was progressing well this summer until several Senate Republicans who had already supported the bill changed their positions when it was resubmitted on a technicality. There the bill would have died had Stewart not set out to publicly shame those who changed their votes, chief among them Ted Cruz, the Texas Republican senator who these days has impressively sculpted facial hair. “As an antiquated beard fetishist I find him to be top-notch,” Stewart says, drolly. “Fair play to mutton chops, that's what I say.” Cruz, he goes on, “is the epitome of the derangement of a political cause. Not particularly knowledgeable about the actual legislation that he voted for and against in the same week. Well-heeled in trolling. Lacking of principle or shame. So how do you shame him?”</p> <p>The answer was a short video Stewart made for social media that quickly went viral, notching up close to 9mn views on Twitter alone. In it, he dismantled Cruz's claims about the bill; Cruz would go on to vote in favour of it and it would pass into law — only for him to call Stewart a “wild-eyed, leftist demagogue” a few days later. </p> <p>Getting the bill passed was clearly a draining experience. “The way to understand the American legislative process is that it's so complex and arcane that nothing is possible,” Stewart says. “It's a remarkably inefficient system that's not agile, and I think it's why democracy, not to get too fucking philosophical about it, is in some ways on the wane in the world. Ain't nothing as agile as authoritarian regimes.”</p>  <p><strong>We've been talking</strong> throughout lunch about Bill Hicks, a comedian who blazed a trail on both sides of the Atlantic but who died of cancer in 1994 at just 32. In style, tone and material that poured scorn on political hypocrisy, he had much in common with Stewart, whose eyes light up when I mention his name. </p> <p>“I opened for him in West Palm Beach and it was one of the best experiences of my stand-up life,” he says. Hicks was famously censored by CBS the year before his death, when a stand-up piece that poked fun at the pro-life lobby was yanked without warning from David Letterman's late-night chat show. Hicks had an “internal moral compass, a barometer” that meant never compromising on what he believed, Stewart says. “The audience? Glad they're there. Hope they like it. But they're not the most important thing.”</p> <p>He invokes Hicks again when we discuss cancel culture — a relatively recent phenomenon, at least since he left <em>The Daily Show</em> — and the perils inherent in falling foul of public opinion. He has stood by his good friend and fellow comic Dave Chappelle, who sparked controversy and anger with jokes about trans people on a stand-up show for Netflix, recently saying: “I know his intention is never hurtful.” (Stewart himself devoted an entire episode of his new show to a thoughtful discussion on gender, apologising for “shitty and reductive jokes” he told in the 1990s.)</p> <p>The instant feedback loop of social media has gathered pace since he left <em>The Daily Show</em>: criticism is “so much more immediate and vociferous and relentless”, which can be “hard to navigate”, Stewart says. “I'm fortunate enough to be established enough to not have to really factor it in,” he says. “I do feel for people who have to factor it in, but I would encourage them to not do that. I would encourage them to be Bill Hicks so that what they do, they believe. And if people come at you, fucking let them come at you.”</p> <p>His critics on the right, among them Fox's Tucker Carlson, certainly came for him in the summer during the burn-pit campaign. Stewart did plenty of rightwing media appearances to rally support for the law and says he was given a fair hearing. “They were in a bit of a pickle. It was for veterans . . . and we were right.”</p> <p>Given this and his other legislative successes, does his future lie in Washington? A Politico op-ed this summer said Democrats would have a better chance of retaining the White House in 2024 if Stewart ran on the ticket. The piece drew a quick “Ummm . . . No thank you” response from him on Twitter. </p> <p>Politics still seems like a natural progression. “I don't know that it does,” he says. “There's value in using whatever capital you've built up to effect real legislative change when the opportunity arises.”</p> <p>So he will stick to the course he is on, for now. “The quiet activism of living pleasantly,” he says, philosophically. “And everything else is additive.”</p> <p><em>Matthew Garrahan is the FT's news editor </em></p> <p><em>Find out about our latest stories first — follow </em><a href=\"https://twitter.com/ftweekend?ref_src=twsrc%5Egoogle%7Ctwcamp%5Eserp%7Ctwgr%5Eauthor\"><em>@ftweekend</em></a><em> on Twitter</em></p> <p><strong>Letter in response to this column:</strong></p> <p><a href=\"https://www.ft.com/content/f774120f-b27b-4133-b9ca-a5e5b1d9b64a\"><em>Serving up another native New Yorker / From Erwin Ting, New York, NY, US</em></a></p><p>Source: Matthew Garrahan 2022 'Jon Stewart: ‘Ain't nothing as agile as authoritarian regimes'' FT.com 28 October. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-10-28T11:30:03.034Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 8334,
          "end": 8339
        },
        {
          "start": 1600,
          "end": 1608
        },
        {
          "start": 2571,
          "end": 2576
        },
        {
          "start": 1600,
          "end": 1605
        }
      ]
    }
  ]
}