{
  "_id": "32a1413360f970c7906a2afdfc3490c40c8670ef86b25ba6d968483dda7b76c6",
  "feed": "ftcomall",
  "title": "Five gadgets that will transform your audio experience",
  "text": "<p>Spatial audio is defined by Abbey Road Studios – whom we trust implicitly on such matters – as “any audio which gives you a sense of space beyond conventional stereo”. Syng, founded by former Apple designer Christopher Stringer, is in the business of taking traditional listening habits into new spatial dimensions; its primary aim with its debut product, Cell Alpha, is that you should be able to hear crystal-clear audio wherever you happen to&#xa0;be in a room (or indeed in a building.)</p> <p>The popular idea of a “sweet spot” between two carefully positioned stereo speakers has been around since the late '50s. Anyone who happens to be off-axis will be unable to experience the full frequency spectrum – from high treble to low bass – and will suffer the <a href=\"https://www.ft.com/music\">musical</a> consequences. Syng, however, has adopted the concept of “triphonic sound”, which means that you can plonk a single Cell Alpha into a&#xa0;room and, thanks to the&#xa0;array of speakers positioned around the near-spherical unit, you'll be roughly in the right place wherever you happen to be. Place more than one of them in a space and an accompanying app will guide you through the business of optimising their respective outputs to fill that space perfectly. This system plays fast and loose with the notion of stereo, but does an excellent job of spreading sound evenly.</p> <p>It looks extraordinary, of course. The&#xa0;act of unpacking one and setting it up is almost an act of theatre, from undoing the glittery silver bag to covertly running the hidden power cable up its stem. When you're done, you're left with a futuristic gadget emitting sound from every angle. But how does it fare&#xa0;in practice? Well, you'll be a happier customer if you're an Apple devotee, as full support for Android devices is still awaited. And in demonstrating the Cell Alpha's impressive frequency range, Syng may have over-emphasised the bass,&#xa0;but fans of subwoofers won't be complaining. Whether it passes Abbey Road's spatial audio test isn't clear, but this&#xa0;omnidirectional curiosity is certainly in&#xa0;a class of its own.&#xa0;<a href=\"https://syngspace.com/\"><em>Syng Cell Alpha</em></a><em>, £1,999</em></p>  <p><strong>Radio, someone still loves you</strong></p> <p>A family business, Ruark Audio has been quietly making beautifully designed, exquisite-sounding audio products for the best part of 40 years.&#xa0;This fourth generation of its supercharged radio unit, the R2, comes with a completely revised look, featuring a slatted wood grille that's faintly reminiscent of a kitchen-top '70s model. Its features, however, are bang up-to-date, with FM, DAB+, Spotify, Deezer, Amazon Music and access to thousands of internet radio stations and podcasts – although, given the smallish screen and single dial, it's less hassle to call the latter up on a smartphone and play them via Bluetooth. Its sound, however, is as gently rounded and as sophisticated as&#xa0;it&#xa0;appears. <a href=\"https://www.ruarkaudio.com/products/r2-smart-music-system\"><em>Ruark R2 Mk4</em></a><em>,</em> <em>£479</em></p>  <p><strong>All together now</strong></p> <p>As <a href=\"https://www.ft.com/television\">televisions</a> got thinner and less likely to house decent-sounding speakers, soundbars became an automatic purchase. As buyers we forgot to ask why we actually needed these curiously shaped things when a standard set of speakers could do the job better. Audio Pro, which bills itself as “the sound of Scandinavia”, asks this very question with the A28, a “soundbar killer” with a wealth of connectivity: WiFi (for AirPlay, Spotify Connect, Google Cast), HDMI (for TV),&#xa0;RCA (for analogue audio) and Bluetooth (for everything else). These speakers become a kind of central hub for your living room, a welcome exercise in rationalisation. And they sound sweeter than a soundbar ever&#xa0;could. <a href=\"https://www.audiopro.com/en/product/a28/#white\"><em>Audio Pro A28</em></a><em>, £550</em></p>  <p><strong>You spin me right round</strong></p> <p>Vinyl records are set to outsell CDs this year for the first time since 1987. That's down to a) nostalgia, b) the fact that vinyl looks and feels nicer, and c) the belief that it sounds better. One thing is certain: vinyl definitely sounds worse if you purchase one of the cheap, retro-looking turntables flooding the market. This new incarnation of the Alva TT, however, is the polar opposite. Absurdly solid in its construction, it's an audiophile's dream, but also comes with Bluetooth “aptX HD”, which facilitates high-quality streaming to speakers. The audiophiles may worry that their expensive, oxygen-free speaker cables are being bypassed, but would they be able to tell the difference in a blind test? (No.) <a href=\"https://www.cambridgeaudio.com/row/en/products/hi-fi/alva/alva-tt-v2\"><em>Cambridge Audio Alva TT V2</em></a><em>, £1,699</em></p>  <p><strong>Can't get you out of my head</strong></p> <p>If your quest is sonic perfection in a domestic setting, you'll be after a pair of headphones (because kettle and cistern noise can be so disruptive) and something to plug them into. The Uniti Atom is the ultimate headphone preamp, combining all sources into one unit: streaming options like Spotify Connect or Tidal, internet radio, Bluetooth and anything else you want via digital or analogue inputs. It then delivers those in sweet stereo to your chosen cans, with the volume adjusted via a gigantic dial on top. </p> <p>Listening through a pair of £4,700 Focal Utopia headphones, I wonder why I'd want to experience music any other way. The answer, of course, is practicality and affordability. But it's certainly not quality. <a href=\"https://www.naimaudio.com/product/uniti-atom-headphone\"><em>Naim Uniti Atom (Headphone Edition)</em></a><em>, £2,499</em></p> <p><a href=\"https://twitter.com/rhodri?ref_src=twsrc%5Egoogle%7Ctwcamp%5Eserp%7Ctwgr%5Eauthor\"><em>@rhodri</em></a></p><p>Source: Rhodri Marsden 2022 'Five gadgets that will transform your audio experience' FT.com 10 October. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-10-10T03:55:18.632Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1692,
          "end": 1697
        },
        {
          "start": 192,
          "end": 197
        }
      ],
      "nexusId": "10022657"
    }
  ]
}