{
  "_id": "38fe48225f63df7fff72146b972cead87ac5630990824e7bdad58e6f069fcb6e",
  "feed": "ftcomall",
  "title": "European businesses warn China over zero-Covid policy",
  "text": "<p>European business leaders in China have warned that Beijing's zero-Covid policy is threatening foreign investment, as the Chinese services sector plunged to its weakest level of activity in over two years because of strict lockdown measures.</p> <p>Twice as many European businesses are weighing a shift of investment out of China than were doing so at the start of the year, according to a late-April flash survey published on Thursday by the EU Chamber of Commerce in China.</p> <p>Around 23 per cent of the 372 European companies that responded to the survey said they were considering a move out of China, the highest level in a decade, said the chamber's president Jörg&#xa0;Wuttke. Around 78 per cent said China was now less attractive for investment because of its Covid-19 policies.</p> <p>“Zero tolerance doesn't work because the world has learned to live with Covid and China has to change strategy,” said Wuttke. “We are trying to tell the Chinese government that if you don't change, we will vote with our feet.”</p> <p>The survey comes after dozens of companies, from Apple to Volkswagen, warned in recent days that lockdowns in China could disrupt supplies.</p> <p>Businesses needed a road map for exit from the zero-Covid policy, said Wuttke. “The predictability of the Chinese market is gone,” he said. “That was the strength of China. The policy was always rational. This new dimension is like whack-a-mole.”</p> <p>China's “fence-sitting” on Russia's invasion of Ukraine was also affecting sentiment, he added. The survey found that 7 per cent of companies were considering shifting investment from China because of the war.</p> <p>The impact of lockdowns on business was underlined on Thursday by publication of the Caixin China services purchasing managers' index, which asks companies whether they experienced an increase or decrease in business activity compared with the previous month.</p> <p>The index fell to 36.2 in April from 42 in March, its weakest level in more than two years and its second-sharpest fall since the survey was launched in 2005.</p> <p>“The new round of Covid-19 outbreaks hit the service sector hard,” said Wang Zhe, senior economist at the Caixin Insight Group, adding that supply and demand had “contracted severely”.</p> <p>China's president <a href=\"https://www.ft.com/content/934bbcf1-304f-49bb-a956-8a6cdd3139fd\">Xi Jinping's zero-Covid</a> policy has confined hundreds of millions of people to their homes for weeks and limited travel within the country.</p> <p>Several multinationals, including Starbucks, Estée Lauder, Apple and Coca-Cola, have <a href=\"https://www.ft.com/content/ecde38bf-a5e0-4dd6-80ce-6d9282d52fff\">raised the alarm</a> about the effect of China's lockdowns, saying it would eat into their revenues in the world's largest consumer market.</p> <a href=\"http://www.ft.com/cms/9807234.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a> <p>The Caixin survey of 400 companies reported that they had been forced to lower prices because of sluggish consumer demand, while transportation and raw material costs had increased owing to <a href=\"https://www.ft.com/content/ddecbd5b-2e8f-46e8-816d-b92ae1c1cd88\">intercity travel restrictions</a>.</p> <p>Local officials, who are fearful of importing coronavirus cases, have placed strict limits on many intercity routes that usually enable the free flow of goods.</p> <p>Some companies surveyed said they had laid-off workers because of the collapse in consumer demand and rising costs.</p> <p>Economists have warned that lockdown measures could cause even more severe disruption than was suffered during the initial outbreak in Wuhan two years ago because they have been focused in and around Shanghai, where many technology and <a href=\"https://www.ft.com/content/0985b322-c2b3-4148-9815-699fc1e3a18e\">automotive manufacturers</a> are located.</p> <p>Cases have fallen in Shanghai over the past fortnight and several manufacturers in the city, including Tesla, have resumed operations. </p> <p>But even as conditions ease slightly in China's financial hub, businesses across the country have had to adapt to ever-changing public health measures.</p> <p>Several cities, including Hangzhou and Wuhan, have introduced a requirement that residents undertake a PCR test every 48 hours to travel on public transport, eat in restaurants or visit public places.</p> <p>Beijing officials on Wednesday called the coronavirus situation in the capital “very challenging” after recording 51 cases. Authorities shut down several metro stations and bus routes and ordered office workers in Chaoyang, the city's largest district, to work from home from Thursday.</p> <p>Daily coronavirus cases in the capital have remained at about 50 for the past week. Beijing has <a href=\"https://www.ft.com/content/ed8bc95c-612b-4847-b555-bc6bd9a0d623\">stopped short</a> of ordering a citywide lockdown, but many residents have been ordered to stay in their apartments.</p> <p>A Financial Times analysis of traffic data showed that roads usually heaving with cars in downtown Beijing had a thin trickle of vehicle activity during this week's three-day public holiday, which is normally a busy period for shops and restaurants.</p><p>Source: Eleanor Olcott in Taipei, Andy Lin in Hong Kong and Peggy Hollinger in Florence 2022 'European businesses warn China over zero-Covid policy' FT.com 5 May. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-05-05T11:55:20.878Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1048,
          "end": 1053
        },
        {
          "start": 2416,
          "end": 2421
        }
      ]
    }
  ]
}