{
  "_id": "003eb15c922b66c6ba10e7790d4e4b25c2396560baf91efabaf0f307bdf1f0bf",
  "feed": "wall-street-journal",
  "title": "Stressed by Smart Tech? Consider These 'Dumb' Devices; As our appliances and gadgets become more connected, they become more prone to unexpected bugs and glitches. A guide to sanity-saving alternatives.",
  "text": "<p>SHARE YOUR THOUGHTS</p><p>Have you dumbed down your devices? Why or why not? Join the conversation below.</p><p>\"Smart\" spins on common home appliances have been available for many years. These clever refrigerators, televisions and air conditioners perform their base functions, but also use their ability to connect to the internet to unlock additional conveniences—letting owners, for instance, remote-control them from miles away. Generally, that level of interactivity was something you would opt into, by buying a robot vacuum, smart speakers or an Alexa-enabled microwave. But it wasn't the default.</p><p>That's changing. While some brands are aggressively bucking the trend and producing intentionally untethered devices, it's getting harder to purchase appliances and gadgets that don't need an internet connection merely to function properly. \"I've gotten so many emails from readers who are looking for a 'dumb' TV,\" said Mr. Hoffman. \"Unfortunately, that doesn't exist.\"</p><p>While a TV that can't access Netflix in the age of cord-cutting isn't very useful, the trend has taken hold outside the living room too. Increasingly, said Jerry Beilinson, technology editor at Consumer Reports, \"you can't buy a high-end washing machine or dishwasher or dryer without it having Wi-Fi connectivity.\" </p><p>SMARTER SOLUTIONS Products like a digital typewriter and instant camera don't require constant connection to Wi-Fi in order to do their jobs. PHOTO: Dave Urban</p><p>When it comes to smart appliances beyond TVs, the benefits are less obvious. While it is convenient to zap your popcorn without pressing any of a microwave's buttons, either via a phone app or through a voice assistant, when every device is, on some level, a computer, there are downsides. We've all heard stories about some household object that, a la Mr. Hoffman's confoundingly sophisticated scale, stops working because the \"smart\" technology inside it breaks. Mr. Hoffman says he's encountered washing machines that won't let you clean your clothes until you've downloaded and installed a firmware update. \"It is just annoying,\" he said.</p><p>The problems aren't always due to glitches or necessary security updates. Sometimes companies disable features intentionally. Mr. Beilinson said data collection offers a simple way for companies to make devices more profitable: \"Adding Wi-Fi connectivity to appliances is extremely cheap and the data companies get out of it is extremely valuable.\" Requiring that people connect to Wi-Fi in order to use features means more will connect. The brands are nudging, or arguably forcing, you to accept the intrusion.</p><p>For example, GE has engineered some of its ovens so that you can't use the convection roast feature unless you connect them to Wi-Fi and download an app to your phone. This despite the fact that many residential ovens have had convection features since 1945, when the Wi-Fi in most homes was, shall we say, spotty. (A GE spokesperson said the company makes plenty of appliances that do not require Wi-Fi connectivity, but also wants to give customers the option of increased technological capability.)</p><p>The story is the same in the living room. Roku, for example, might be best known for its streaming sticks and smart televisions, but the company actually earns most of its money from the streaming platform it designed. According to its 2021 earnings report, the company actually lost $52 million from sales of hardware. The model works because of how effectively the company has been able to monetize its platform through licensing and advertising. Roku identified \"targeting using first-party data\" as its fastest-growing ad product last year, by which it means leveraging the information it gets from tracking your viewing habits to serve you new shows to watch or products you can buy directly from your TV. (Roku declined to comment for this article.)</p><p>Sometimes, it is still possible to opt out of this kind of tracking. Mr. Beilinson owns a garage door opener that could be controlled with an app, but he hasn't connected the device to Wi-Fi. \"I don't feel like I need to tell a company every time I open the garage door.\"</p><p>But more often than not, avoiding the downsides of smart tech requires awkward, costly workarounds. Mr. Hoffman said some people avoid connecting their TVs to Wi-Fi to ensure their viewing habits cannot be tracked. But then they must purchase an extra device to watch their top shows. \"People who are really into privacy prefer the Apple TV box,\" he said, pointing out that Apple considers its customer's privacy a high priority. Others might rightfully bristle at the idea of spending an extra $180 to ensure a new TV doesn't track their behavior.</p><p>Deciding which devices you want to connect to the internet is a balancing act. But some signs suggest that people are seeking actively unconnected \"dumb\" devices. For example, in an earnings report last year, Fujifilm, the Japanese camera company, said it has made more money in each of the last five years from its line of Instax instant film cameras and accessories than it has from selling digital cameras and their lenses.</p><p>The analog trend is also manifesting in gaming. Wizards of The Coast, which makes the dice-rolling, pen-and-paper-based Dungeons &amp; Dragons series and the card game Magic: The Gathering, saw a revenue increase of 24%, up to $816 billion, from 2019 to 2020. Even when Pandemic-induced lockdowns made in-person gaming impossible, many chose to invest in games that they could play in person, once restrictions were lifted. \"There is a subset of people who are looking for ways to reduce the role of technology in their lives, to not always be so connected,\" said Mr. Beilinson, \"people looking for physical experiences.\"</p><p>Startups are emerging specifically to cater to such people. One is reMarkable, which makes tablets for writing that might look, at first glance, like an iPad. The difference: no extra apps and a black-and-white e-ink screen. It is as close as you can get to a digital piece of paper, which is exactly the point. \"When you're writing and thinking your best thoughts, it is really important that you don't get an email or a notification that takes you out of that,\" said Henrik Gustav Faller, vice president of communication at reMarkable. \"That stream of thought is something that we really try to focus on and really cherish.\"</p><p>The 300-person reMarkable team, based in Norway, spent years developing the tablet before launch—reducing the latency on the screen and contemplating how much the pen should weigh. The end product has a few smart features—one gives users access to files on Dropbox and Google Drive—but not many. It appears the approach is working: As of 2020, reMarkable has sold over half a million devices. A company representative said sales increased in 2021, but they declined to release specific numbers.</p><p>The Light Phone II is a tiny brick with a similar black-and-white e-ink screen—and a similar philosophy. Designed by a 13 person team in New York City, it supports calls and texts, but no social media. Kaiwei Tang, co-founder and CEO, said that is because he believes our phones currently do way too much. That's why there is no Light Phone app store; you can, however, download a few \"tools\" that let you do simple things like get directions or listen to podcasts. The phone, which launched in 2019, saw a 150% increase in sales from release to 2021 according to Mr. Tang. Investors include Twitter co-founder Biz Stone and Adobe chief product officer Scott Belsky.</p><p>These kinds of devices are made by and for people who are contemplating their relationship with technology and intentionally opting for simpler, less distracting devices. They offer a reminder that we should be able to choose how we interact with our technology, and how it interacts with us.</p><p>Everyone has a different threshold for what is and isn't useful—and some smart devices might do enough to make the odd annoyance worth bearing. But since no company will make this calculation for you, Mr. Hoffman said it's important to consider what you actually want: \"Even if you love smart technology, not everything needs to be smart.\"</p><p>The Best Dumb Tech</p><p>Eight pieces of gear that make the case for a future of less-connected devices </p><p>Light Phone II</p><p>It lets you make calls and send texts, but not much else. It's designed to be used as little as possible, though you can add optional \"Tools\" like GPS navigation and podcasts. </p><p>The Mohu Leaf Plus Amplified TV Antenna</p><p>Free broadcast TV still exists, and it has been in HD for over a decade now. Cheap, powerful indoor antennas like this one allow you to rediscover the experience. </p><p>Mighty</p><p>Like the iPod Shuffle for the streaming age, this device lets you sync songs over from Spotify or Amazon Music to listen offline. It's great for working out, when picking the perfect playlist can easily become an excuse to dawdle near a squat rack. </p><p>Kindle Paperwhite</p><p>Thanks to a crisp, responsive screen and light body, the Kindle is a superior e-reader. Cheaper Kindles like the Paperwhite include some bloat like ads and a web browser. Both are easy to ignore, especially since the browser is harder to use than \"Ulysses\" is to read. </p><p>reMarkable 2</p><p>As close as you can get to a digital pad of paper. This thin tablet comes with a realistic-feeling pen, which you can use to mark up documents and sync notes to your phone or computer. </p><p>Freewrite</p><p>This digital typewriter—nothing more than a mechanical keyboard with an e-ink screen—lets you draft without distraction. To edit, you can send text to your computer. </p><p>The Fujifilm Instax 11</p><p>An instant camera like the Polaroids of old, it prints an actual physical photo that you can share with a friend by handing it to them. What a concept. </p><p>BN-LINK Mini 24-hour Mechanical Outlet Timer</p><p>Decades after the servers for smart plugs currently on the market shut down, this little mechanical timer will keep on ticking—and you can get two for 12 bucks.</p><p>Even a skeptic can appreciate some smart tech. Three winners...</p><p>Adaptive Central Air</p><p>The Google Nest Learning Thermostat can, by some estimates, reduce your heating and cooling bills by 10 to 15% by not using energy when it's not needed. If you're going to introduce smart tech to your house, it might as well be saving you money (and reducing your carbon footprint).</p><p>Secure Streaming</p><p>Apple TV is one of the few visual entertainment platforms that doesn't track and monetize your viewing habits, according to privacy experts. Plus, these boxes will continue getting security updates much longer than your run-of-the-mill smart television.</p><p>Flexible Fixtures</p><p>The Wyze Bulb Color is an affordable LED smart bulb that can make any lamp or sconce colorful. Customize the color or intensity with your phone at any moment or schedule the bulbs to turn off and on at specific times then forget about them completely.</p><p>The Wall Street Journal is not compensated by retailers listed in its articles as outlets for products. Listed retailers frequently are not the sole retail outlets.</p><p>Stressed by Smart Tech? Consider These 'Dumb' Devices</p>",
  "published": "2022-04-15T16:30:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 4458,
          "end": 4466
        },
        {
          "start": 4500,
          "end": 4505
        },
        {
          "start": 10317,
          "end": 10325
        },
        {
          "start": 4458,
          "end": 4463
        },
        {
          "start": 10317,
          "end": 10322
        }
      ]
    }
  ]
}