{
  "_id": "c24446be4e3d35c26e5dfa687e3b6a52faaefa518481bf20d18620b0890e5030",
  "feed": "market-watch",
  "title": "Dow, S&P 500 snap 5-day skid after biggest Fed interest rate hike since 1994; U.S. stocks book best day in two weeks",
  "text": "<p>* The Dow Jones Industrial Average DJIA rose 303.70 points, or 1%, ending at 30,668.53, after briefly climbing 600 points.</p><p>* The S&amp;P 500 SPX advanced 54.51 points, or 2.5%, closing at 3,789.99.</p><p>* The Nasdaq Composite COMP gained 270.81 points, or 2.5%, finishing at 11,099.15.</p><p>* All three indexes booked their best daily percentage gain since June 2, according to Dow Jones Market Data.</p><p>Stocks ended mostly lower on Tuesday, with the Dow and S&amp;P 500 posting their lowest closes since early 2021. The S&amp;P 500 had lost 10.2% over the past five trading days, the worst such fall since March 2020. The Nasdaq rose 0.2%.</p><p>What drove the market</p><p>Stocks closed higher in choppy trade, after the Federal Reserve pulled the trigger on a 75 basis point rate hike on Wednesday, its largest such increase in nearly 30 years, as the central bank works to quickly quell inflation that's proven hard to tame from a four decade high.</p><p>In a statement, Fed officials saidthey now expect the central bank's policy rate to climb to about 3.4% by the end of this year, while ending 2023 near 3.8%. They also expect the economy to slow to a 1.7% growth rate this year.</p><p>\"The tightening in financial conditions that we've seen in recent months should continue to temper growth and help bring demand into better balance with supply,\" said Chairman Jerome Powell, while also saying he's aware of the challenges U.S. households face, in an afternoon press conference.</p><p>Read: Fed sees inflation topping 5% in 2022 and then falling rapidly due to higher rates</p><p>Many Wall Street economists expected the 75 basis points hike, instead of the smaller 50 basis point move as previously telegraphed, after Friday's hot inflation reading, including economist at Goldman Sachs and JP Morgan.</p><p>Barclays economists, following the Fed decision, said they now expect the Fed to revert to a 50 basis point hike in July, due to signs of slowing consumer spending and a cooling of the U.S. housing market.</p><p>\"You are seeing a positive reaction in markets after Powell said the Fed would be aggressive in fighting inflation,\" said Shawn Snyder, head of investment strategy at Citi Personal Wealth Management, in an interview.</p><p>Instead of a \"death by a thousand cuts,\" Snyder said there now is \"more clarity on what the policy is going to be.\"</p><p>Powell said the Fed isn't trying to push the economy into a recession, but also that some aspects of the surprisingly strong May consumer-price inflation data released last week remain out of the central bank's control. The May reading struck a blow to those hoping that price rises had peaked. It also sparked a fresh rout for stock markets and other assets, pushing the S&amp;P 500 index into bear-market territory.</p><p>\"There's a very strong possibility that the Fed goes too far and inadvertently causes a recession,\" said Jeff Schulze, investment strategist at ClearBridge Investments, by phone.</p><p>While pointing to Friday's hot inflation data, he said traders have been expecting the Fed to deliver the second-fastest start to a rate-hiking cycle since 1955, eclipsed only by the 1980s rate-hiking cycle under former Fed Chairman Paul Volcker. His aggressive stance was credited with breaking the back of inflation, by unleashing a recession.</p><p>\"If inflation continues to surprise to the upside they are likely to tighten more than they currently think is appropriate,\" said Bill Adams, Chief Economist for Comerica Bank, in emailed comments after the Fed's news conference.</p><p>\"On the other hand, if the economy's current slowdown turns into an outright recession, potentially including a decline in house prices, the Fed could hike less than expected or start cutting interest rates earlier than they expect.\"</p><p>Economic data on Wednesday showed U.S. retail sales fell by 0.3% in May, below forecast, while sales minus autos rose 0.5%. Excluding autos and gas, sales rose 0.1%.</p><p>The Fed decision's followed a surprise announcement by the European Central Bank, which held an emergency meeting on Wednesday to \"discuss current market conditions.\"</p><p>See:   Why the ECB called an emergency meeting as it wrestles with 'fragmentation' risk</p><p>The rare ad hoc ECB gathering, which comes just a week after the central bank's meeting, helped drive Italian bond yields lower and rallied the euro EURUSD and European stocks XX:SXXP.</p><p>Companies in focus</p><p>* Apple Inc. AAPL shares rose 2% after it announced Major League Soccer would beexclusively available on Apple TVstarting in 2023, in a 10-year deal estimated to be worth $250 million.</p><p>* Redfin Corp shares RDFN fell 1.2% after CEO Glenn Kelman said in blog post thathe'd asked 8% of the company's employees to leaveas the U.S. housing market cools.</p><p>* Shares of Hertz Global Holdings Inc. HTZ rose 5.1% after the auto rental company announced a new $2 billion stock repurchase program.</p><p>* Robinhood Markets Inc. HOOD shares fell 2.5% after an Atlantic Equities analystlowered its rating for the retail trading brokerage to Underweight from Neutral, citing weakening market conditions.</p><p>Other assets</p><p>* U.S. Treasury yields were pulling back, with that of the 10-year note BX:TMUBMUSD10Y down 9.3 basis points to 3.389%, after hitting a more-than-decade high.</p><p>* The ICE U.S. Dollar Index DXY, a measure of the currency against a basket of six major rivals, fell 0.8%.</p><p>* Oil futures closed lower, with the U.S. benchmark CL.1 down 3% to settle at $115.31 a barrel. Gold futures GC00 rose 0.3% to close at $1,819.60 an ounce.</p><p>* Bitcoin BTCUSD saw renewed pressure, falling 2% to trade near $21,700.</p><p>* The Stoxx Europe 600 XX:SXXP rose 1.4%, while London's FTSE 100 UK:UKX advanced 1.2%.</p><p>* The Shanghai Composite CN:SHCOMP ended 0.5% higher, while the Hang Seng Index HK:HSI rose 1.1% in Hong Kong and Japan's Nikkei 225 JP:NIK fell 1.1%.</p><p>—Barbara Kollmeyer contributed reporting</p><p>Dow, S&amp;P 500 snap 5-day skid after biggest Fed interest rate hike since 1994</p>",
  "published": "2022-06-15T20:35:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 4328,
          "end": 4332
        },
        {
          "start": 4317,
          "end": 4326
        },
        {
          "start": 4420,
          "end": 4425
        },
        {
          "start": 4317,
          "end": 4327
        }
      ]
    }
  ]
}