{
  "_id": "4ea6af2a87796edc54760598d405065f9e9ccdbe5f1937a2ed418a9c1df9f840",
  "feed": "ftcomall",
  "title": "Childcare in the UK: ‘Dysfunctional, unaffordable, inaccessible'",
  "text": "<p><em>This is an audio transcript of the </em><a href=\"https://www.ft.com/money-clinic-with-claer-barrett\"><em>Money Clinic</em></a><em> podcast episode: </em><a href=\"https://www.ft.com/content/cd6585e1-400d-440b-852e-390b53f66daf\"><em>‘Childcare in the UK: Dysfunctional, unaffordable, inaccessible'</em></a></p> <p><strong>Claer Barrett <br></strong>Hello there. If you like Money Clinic, then my colleague here at the FT has something we think you should try. </p> <p><strong>Malcolm Moore<br></strong>I'm Malcolm Moore. I'm the editor of a new iPhone app from the Financial Times called FT Edit. FT Edit gives you eight of our best articles every weekday curated by our senior editors. It's kind of a cheat way to get the best of FT journalism for your daily news fix. Your first month is free. After that, you can be the smartest person in the room for just 99p a month for the next six months. Read Better. Spend Less. </p> <p><strong>Claer Barrett <br></strong>99p, now that is a bargain. Click on the link in today's show notes to download the FT Edit app on your iPhone. </p> <p><strong>Childcare protest<br></strong>Free childcare. (What do we want?) Free childcare. (When do we want it?) Now!</p> <p><strong>Claer Barrett<br></strong>Last month across the UK, families marched in protest against a childcare system that is not functioning for parents, for children or for society. We went out to the London march to hear why parents are taking to the streets. </p> <p><strong>Unidentified woman 1 <br></strong>The costs are getting higher every month. It's really like it's spiralling. </p> <p><strong>Unidentified man<br></strong>It's definitely not helpful for families, both moms and dads. </p> <p><strong>Unidentified woman 2 <br></strong>It really is getting to the point now where trying to make a decision on how much I should drop working to continue looking after her. </p> <p><strong>Unidentified woman 3 <br></strong>It's costing more than our mortgage each month, which makes no sense. </p> <p><strong>Unidentified woman 4<br></strong>The alternative is that you just don't have kids. There is no other alternatives. </p> <p>[MUSIC PLAYING]</p> <p><strong>Claer Barrett <br></strong>Welcome to Money Clinic, the weekly podcast from the Financial Times about personal finance and investing. I'm Claer Barrett, the FT's consumer editor. </p> <p>[MUSIC PLAYING]</p> <p>If you have young children, then it will not come as a surprise just how expensive early years childcare really is. On this week's episode, we'll be trying to get to the bottom of why parents are so angry. What is the true cost of childcare for families, and what impact is it having on the careers and financial wellbeing of parents, especially mothers? I'll be speaking to experts about why the childcare system is failing parents and children, plus, what support is available for families and where you can look for it. First, we caught up with one mother a few days before she headed out on her local march of the mummies. </p> <p><strong>Unidentified child<br></strong>I got something. </p> <p><strong>Jess<br></strong>My name is Jess. I am 37 this week, and I live in Sidmouth, which is in south Devon. </p> <p><strong>Claer Barrett<br></strong>Jess lives with her husband and works for a charity. Their daughter, Bea, was born just over three years ago. </p> <p>How long did you take off work in total on your maternity leave? </p> <p><strong>Jess<br></strong>So I actually was away from work for just over 12 months because I also used some annual leave during that time. So we did the maths when we were thinking about whether I should go back full-time or whether I should put in a flexible working request and ask to go back part time. </p> <p><strong>Claer Barrett <br></strong>Jess was on a full-time salary of around 35,000 per year while her husband was bringing home around 42,000 per year. </p> <p><strong>Jess<br></strong>So my full-time salary, I think, casting my mind back a few years, left me bringing home around £1,800 a month after tax. </p> <p><strong>Claer Barrett <br></strong>She did the maths and worked out that paying for full-time childcare would cost her around £1,250 per month. </p> <p><strong>Jess<br></strong>On top of that, I would then have to pay travel to my office and potentially city centre parking every day at a cost of £10 a day. </p> <p><strong>Claer Barrett <br></strong>Jess calculated that after paying for childcare and paying for travel to work, she'd only have about £200 of her full-time monthly pay cheque left over. </p> <p><strong>Jess</strong><br>So on that basis, we decided that it wasn't kind of worth working full-time to only be bringing home a couple of hundred pounds a month as a result. </p> <p><strong>Claer Barrett <br></strong>Mm hmm. And, I mean, how did you feel, Jess, about having to drop to a part-time role in order to make everything work? </p> <p><strong>Jess<br></strong>Yeah, I would absolutely prefer to be full-time. I mean, I really love having the time with my daughter, but I actually really love my job as well and really have loved the progression that I've kind of had in my career up until this point. And I don't feel like I'm able to continue to have that progression while I also have childcare commitments. And an example of that is that I've recently seen a few really great jobs locally that I would love to apply for. However, they will only accept full-time applications, which I, yeah, I can't go full-time at the moment. So I think I probably am quite maybe angry or hold some resentment about that because I feel like I don't have any other choice. </p> <p><strong>Claer Barrett <br></strong>Jess isn't the only person whose pregnancy changed the course of her career. </p> <p><strong>Joeli Brearley<br></strong>I'm Joeli Brearley. I'm the founder of the charity and campaign group Pregnant Then Screwed. </p> <p><strong>Claer Barrett <br></strong>Now, you set this up after a horrific experience. Could you briefly tell us a bit about that? </p> <p><strong>Joeli Brearley<br></strong>Yeah. I was four months pregnant with my first child, and I informed my employer that I was pregnant. And the next day they sacked me by voicemail, and I was left jobless, penniless, unable to pay my rent. </p> <p><strong>Claer Barrett <br></strong>At the same time, Joeli was diagnosed with a high-risk pregnancy that left her unable to take the case to tribunal within the three-month legal window after her dismissal. She felt as if she had been failed by the system. But she channelled that fury into setting up Pregnant Then Screwed. </p> <p>Now, Joeli, you've heard from Jess there about how childcare is impacting her and her partner financially, but also the career impact. Now, how common is that? What kind of stories are you hearing through your work? </p> <p><strong>Joeli Brearley<br></strong>It's actually way more common than I think we realise, and understandably so, because we have the second most expensive childcare in the developed world and for many parents they would be actually paying to go to work. Their childcare costs are higher than their income. For two-thirds of families, we know that their childcare costs are the same or more as their rent or their mortgage. So this is their biggest expenditure. So research that we've done has found that one in ten parents said they've left their job due to childcare issues and a whopping 57 per cent say that they've had to reduce the hours that they work due to childcare cost or availability. So of course that is massively reducing their income. It also means that they end up on what we sort of affectionately call “the mommy track”, where you're working part-time, you have very little chance of progression. You're half as likely to be promoted if you work part-time than if you work full-time. And of course, you're being paid less. </p> <p><strong>Claer Barrett<br></strong>Yeah, absolutely. And as we heard from Jess there, she would like to be somebody in the workplace who can be considered for promotion, who could be playing an active role in her team rather than having her hours and her future determined for her by the very, very expensive cost of somebody to look after her three-year-old. </p> <p><strong>Joeli Brearley<br></strong>Well, exactly this! It seems completely unfair, and it does fall on women to make these decisions. And that's not because fathers are useless and can't be bothered, it's because we have a parental leave system that massively favours women taking time out in those early days to care for their children much more than it favours men. Only 2 per cent of families use the shared parental leave system because it doesn't make financial sense for many families to actually share that leave. So you see women taking the maternity leave and then they become the main carer. They are the person that understands how to get the baby to sleep, what the baby wants to eat. And so when it comes to returning to work, it's the mother that looks at her salary in comparison to childcare costs and thinks, hold on a minute, that doesn't add up. It doesn't make sense. And so they are the ones that make those sacrifices. And then we wonder why we see a gender pay gap. </p> <p><strong>Claer Barrett <br></strong>I'm going to bring in Megan Jarvie here. She's the head of Coram Family and Childcare. Coram is a national charity that campaigns for improvements to early years education in the UK. </p> <p><strong>Megan Jarvie<br></strong>So what we have at the moment is a childcare system that is very, very expensive for parents, and we also have some shortages in the system. What we see is the costs are highest when the children are youngest at the end of maternity leave, as in Jess's situation. And that's when there's also the least support available. And so a part-time childcare place for a child under two costs £138 a week on average, and that works out to about £7,000 a year. </p> <p><strong>Claer Barrett <br></strong>That's a huge annual outgoing for parents. So Megan, what support is available when people come to the end of maternity or parental leave? </p> <p><strong>Megan Jarvie <br></strong>So in the situation that Jess talked about then, when she's returning from maternity leave, there are two forms of support that she might be able to get — there's tax-free childcare and universal credit. Tax-free childcare will pay up to 20 per cent of your childcare costs. You pay money into an account and then you take money out of that account to pay your childcare provider. And that's normally targeted at middle and higher-income earners because universal credit is more generous, but you're only eligible for that if you're in a low or middle income, and it's means tested. So it will cover up to 85 per cent of childcare costs, but very few households will get that full 85 per cent. It tapers down as your earnings go up. </p> <p><strong>Claer Barrett <br></strong>Mm. And if you want to check to see if you might be eligible, a website I often recommend to people is Turn2us, the benefits charity. They do a very, very good checker, take you about half an hour to go through it all, but it could be a profitable half an hour. </p> <p><strong>Megan Jarvie <br></strong>It's definitely worth doing because, yes, that would check everything about whether you would be entitled for support with the childcare but also any other benefits as well. </p> <p><strong>Claer Barrett <br></strong>Now, with the tax-free childcare, that, as you say, is more middle and higher earners. I think the the limit for that is that both parents have to earn less than £100,000 a year. </p> <p><strong>Megan Jarvie <br></strong>That's right. </p> <p><strong>Claer Barrett <br></strong>I'm sure that won't be a problem for most of our listeners (Megan chuckles). But it's also quite tricky to claim. You put the money in. It gets topped up by 20 per cent, but a lot of people, members of my own family included, just find the system a nightmare to deal with. Is that something that you're hearing about at Coram? </p> <p><strong>Megan Jarvie <br></strong>It's something we heard about, particularly when it was first launched. It's only a couple of years old, the tax-free childcare system, and it can be quite cumbersome and hard work, but it is worth it. The support is out there. We know that it's massively underclaimed. So there are a lot of families that are eligible to claim tax-free childcare who are not at the moment. So it is worth checking even if it is a bit of a hard work system, it could be financially worthwhile. </p> <p><strong>Claer Barrett <br></strong>Just to know, this childcare provision is for England. What's available varies slightly in Wales, Scotland and Northern Ireland, but there's information on the Coram website about what childcare support is available in the different parts of the UK. I've included a link to that in today's show notes </p> <p>[AUDIO CLIP OF A CHILD PLAYING] </p> <p>Let's go back to Jess. After her maternity leave ended, she made the decision to cut her hours back to part-time, but she was still forking out £800 a month to cover childcare for her daughter </p> <p>[AUDIO CLIP OF A CHILD PLAYING] </p> <p>Let's talk a little bit about the process of finding a nursery. How easy was it to find a place for your daughter locally? </p> <p><strong>Jess<br></strong>It wasn't easy at all, actually. So in Sidmouth, where I live, actually in the last 12 months, three childcare providers have closed. And so at the time we needed one when I went back to work. There were two providers locally who would take a child under two. So we chose one and that provider then subsequently closed down, which was devastating, really. So we had a couple of working days really to try and find a place from January onwards. </p> <p><strong>Claer Barrett <br></strong>Only two working days to find a new nursery space. How does that pan out? </p> <p><strong>Jess</strong><br>So I was, yeah, in a mild state of panic and no childminders had any availability. All the nurseries were full. So we actually ended up choosing a lovely nursery that was a 30-minute drive away. But what that did mean is that on the day she was there, I spent 2 hours a day driving her to and from nursery. </p> <p><strong>Claer Barrett <br></strong>Joeli, we just heard about how Jess's daughter's nursery closed down at the last minute, leaving her driving two hours a day to get to the closest available place. I mean, is this a common thing that's happening? Are nurseries closing down very often? </p> <p><strong>Joeli Brearley</strong><br>We know from government data that we lost 4,000 childcare providers between March 2021 and March 2022. That's losing 4,000 net. So that's including the fact that other nurseries will have opened. So we're seeing the collapse of the childcare sector. </p> <p><strong>Claer Barrett<br></strong>Four thousand is a huge amount. I mean, why is this happening? Why are so many nurseries and early-years providers closing their doors? </p> <p><strong>Joeli Brearley</strong> <br>It's a mix of the fact that the government have never properly funded childcare. But then also we had Covid, where fewer children were going to nursery, and the government started to fund providers based on current occupancy levels during Covid rather than pre-Covid occupancy levels, which meant the funding they were getting was far less. And then, of course, we've had this cost of living crisis and energy prices have increased, as have food prices. And it's, it's tipped them over the edge. It's been the straw that broke the camel's back. And in addition to that, we are seeing childcare staff and professionals leaving the sector in droves because they can earn more working at McDonald's or a supermarket. And it is a far less stressful job. So why would you stay? </p> <p><strong>Claer Barrett <br></strong>Higher wages for early-years workers is something that Pregnant Then Screwed is campaigning for. I ask Joeli what sort of investment return this could bring to society.</p> <p><strong>Joeli Brearley</strong> <br>This is exactly it. I mean, we know that investing in childcare is just that. It's an investment. This isn't a cost. Let's stop talking about it as a cost. And if we look at what Canada has just done, they've invested $30bn in their childcare sector to create a system that costs no more than $10 a day. And they've not done this out of the goodness of their hearts, you know, because they want, you know, to make families happy. They've done it because they've crunched the numbers, and they found that for every dollar you invest in childcare, you get between $1.50 and $2.80 back into the wider economy. They call that a hat trick of jobs and growth. It is good for women. It is good for the economy. It is good for families. </p> <p>[MUSIC PLAYING]</p> <p>[AUDIO CLIP OF A CHILD'S LAUGHTER PLAYING]</p> <p><strong>Claer Barrett <br></strong>Jess's daughter just turned three, which means her childcare costs have come down significantly because government subsidies have kicked in. We'll give you the details on how that works shortly. </p> <p><strong>Jess</strong> <br>She is now eligible for 30 funded hours, and we currently pay no childcare costs as of this September. </p> <p><strong>Claer Barrett <br></strong>And how do those 30 hours work out with your job? </p> <p><strong>Jess</strong><br>So it's put us in a quite a tough situation because we each have kind of the standard or maybe even better than the standard amounts of annual leave. So we each get six weeks annual leave from our respective employers. But the length of school holidays across the year is actually 13 weeks. So at the moment, even if we took our leave completely separately from each other, we would still be a week short in terms of covering the school holidays. </p> <p><strong>Claer Barrett <br></strong>Looking to the future, Jess, would you like to have other children or is the childcare experience making you think actually it's just going to be too difficult? </p> <p><strong>Jess</strong><br>So yes, we would like to have another child. We had already planned that we wouldn't have another child until our daughter qualified for funded childcare because we absolutely would not have been able to have two in paid childcare at the same time. And yeah, I actually recently found out that I'm pregnant so that's really exciting . . . </p> <p><strong>Claer Barrett <br></strong>Oh, congratulations! That's wonderful.</p> <p><strong>Jess<br></strong>Thank you! Like really early, but yeah, with a mind on childcare and how we're going to do it again, and actually it's really scary . . . </p> <p><strong>Claer Barrett <br></strong>Let's go back to Megan from Coram Family and Childcare. Toddlers are eligible for more subsidised childcare as they get older, but what you can get generally depends on your income level. Megan, what support is out there for two-year-olds? </p> <p><strong>Megan Jarvie</strong><br>So when a child turns two, they might become eligible for 15 hours a week of funded early education, and that's targeted at disadvantaged children. So it's based on how much the family's earning. You have to be a lower- earning family or meet other criteria around disability. It's not quite 15 hours a week. It's 15 hours a week during term time. And it's the term after a child turns two. </p> <p><strong>Claer Barrett <br></strong>Then the help that most people have heard of is the 30 hours free, which three- and four-year-olds can qualify for. But again, there are caveats. </p> <p><strong>Megan Jarvie</strong><br>That's right. That's, there's much better uptake of the funded early education entitlement, you called it free early education entitlement. A lot of childcare providers call it funded instead because they think that the funding from the government isn't quite adequate to cover the full costs. And so they have to top it up. So all three- and four-year-olds will be able to claim 15 hours a week, and that's the same as for the two-year-olds. So just during term time. And that's for everyone. Everyone can get that. If you have working parents, so both parents or just one parent if it's a single-parent household, are working and earning, then you can get an additional 15 hours. That takes up to 30 hours a week during term time. </p> <p><strong>Claer Barrett<br></strong>Now, what about parents who need to work longer hours, who can't do a classic 9 to 3 or even 9 to 5? Is there much provision for that? </p> <p><strong>Megan Jarvie <br></strong>That's where we see the biggest shortages as parents who don't work the typical 9 to 5 jobs. Most childcare is Monday to Friday, 8 to 6 on Monday to Friday, 9 till 3. And it can be really difficult to find childcare outside of those hours. There are some childminders that will do evenings, weekends, overnight care, but we know there's huge shortages. And particularly as more and more jobs move to those flexible working hours, do we call it flexibility, but to atypical antisocial working hours, parents can really struggle to find childcare to cover those hours. </p> <p><strong>Claer Barrett<br></strong>And then what about support outside of term time? We heard Jess saying that her and her husband get six weeks annual leave each per year, which is actually better than a lot of people get. But there are 13 weeks when they can't get childcare from their nursery because it's half term or the Easter holidays or what have you. How do people cope with that? </p> <p><strong>Megan Jarvie<br></strong>Again, we find there's real shortages of holiday childcare, particularly for that group, the pre-school group, where the typical holiday clubs don't really work for them. In terms of paying for it, they can claim universal credit tax-free childcare to help pay for holiday childcare or school-aged childcare as well. But we know that there are big, big shortages and availability. Again, only about half of local areas have enough holiday childcare to meet demand. </p> <p><strong>Claer Barrett<br></strong>Any other advice that you have for parents who are listening to this podcast? </p> <p><strong>Megan Jarvie <br></strong>Childcare is complicated. It's a complex system. It's really worth parents getting advice that suits their individual situation. So every local authority, every council has a family information service. It's worth getting in touch with them, looking at their website, giving them a call if needed, to work out exactly what you are entitled to in your situation because a lot of childcare funding goes unclaimed. </p> <p><strong>Claer Barrett<br></strong>We put the question of the 33 hours, of funded hours, to Joeli. We've heard how it isn't working for people who don't work 9 to 5. But she says it isn't working for anyone. </p> <p><strong>Joeli Brearley</strong> <br>It actually, in many cases, like Jess's case, doesn't work for people who work at 9 till 5 because of course, if you're free childcare doesn't kick in until 9:00, you've got to be at work at 9:00. So you have to be able to access childcare before then. So we just have this dysfunctional, unaffordable, inaccessible, inflexible childcare system that does not work for anybody. </p> <p><strong>Claer Barrett<br></strong>And you said earlier that the UK has the second most expensive childcare system in the developed world. Why do you think that is? </p> <p><strong>Joeli Brearley<br></strong>I mean, the simple answer is it's a lack of investment as a proportion of GDP. We spend very little on children before the age of five years old compared to other countries. </p> <p><strong>Claer Barrett <br></strong>We know from talking to Jess that she's timing her second child around the 33 hours kicking in for her three-year-old. She's just found out that she's pregnant. Her whole conception timetable has been determined by the government's daft childcare policies. </p> <p><strong>Joeli Brearley<br></strong>I mean, it is absurd, isn't it? I mean, one of the most devastating findings is that in a survey we did with 1,600 women who had terminated a pregnancy in the previous five years, almost two-thirds said childcare costs were a factor in their decision. I mean, that is devastating. And one in five said that childcare costs were the main reason that they had an abortion. </p> <p><strong>Claer Barrett <br></strong>I just find that so shocking. It's really upset me. That kind of decision shouldn't be one that you have to make because of the cost of childcare. It just shouldn't even be a factor. </p> <p><strong>Joeli Brearley<br></strong>So what we can see is that these costs are just devastating. They are a key contributing factor to the fact that we have, our birth rate has slowed down in the UK. We are failing parents in this country, and, you know, families do not work without childcare. You cannot, you cannot hold down a job if you do not have good, quality, affordable childcare. You can't leave little Johnny in a jumparoo with a packet of hula hoops and hope that he will be fine. </p> <p><strong>Claer Barrett <br></strong>After speaking to Joeli and Megan, I wanted to catch up with Jess and share with her what the experts have told me. </p> <p>You've heard from Megan there about the different childcare options that are available. Any surprises? What did she make of what she had to say? </p> <p><strong>Jess<br></strong>She offered some really great advice. I think she also mentioned something that I wasn't aware of, which is the Family Information Service at the local council. So I'd never heard of that. So I'll be giving that a little internet search to see if I can access any additional information through that service. And I think she's absolutely right to identify kind of the challenges are both in terms of cost and availability across the sector. </p> <p><strong>Claer Barrett</strong> <br>Yeah. Too right. Now, we've got a new prime minister since we last spoke, a new chancellor in position. There could even be a change of government in the next few years with all the calls for a general election. What would you, Jess, like to tell them about how to fix childcare? </p> <p><strong>Jess</strong><br>I'd like them to look at the vast swaths of evidence that have been produced by people like Joeli and Pregnant Then Screwed that are making it really clear that there needs to be a vast amount of investment in the childcare sector in the UK. Just, the evidence is there. So why are you ignoring the evidence? </p> <p>[MUSIC PLAYING]</p> <p><strong>Claer Barrett <br></strong>That's it for Money Clinic this week, and we hope you like what you've heard. If you did, spread the word and leave us a review. And if you'd like to chat with me on a future episode of the show, get in touch. You can email me. Our address is <a href=\"mailto:money@ft.com\">money@ft.com</a> or DM me on Twitter, Instagram or TikTok. I'm @ClaerB. Money Clinic was produced by Persis Love and Philippa Goodrich. Our executive producer is Manuela Saragosa. Our sound engineer is Breen Turner. And the original music is by Metaphor Music. And finally, the Money Clinic podcast is a general discussion around financial topics and does not constitute an investment recommendation or individual financial advice. For that, you'll need to find an independent financial adviser. That's the small print over and done with. See you back here. Goodbye. </p><p>Source: Claer Barrett 2022 'Childcare in the UK: ‘Dysfunctional, unaffordable, inaccessible'' FT.com 8 November. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-11-08T05:10:00.666Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": []
    }
  ]
}