{
  "_id": "46e7ff8fcf495ce861af52d2fe20832f3128911b22d1a6f1ec297bb2ec333936",
  "feed": "wall-street-journal",
  "title": "After Xiaomi and Huawei, Chinese Phone Maker Vivo Is Latest to Face Tax Scrutiny in India; China's embassy in New Delhi says frequent probes are damaging Chinese business confidence in the country",
  "text": "<p>The agency said it conducted raids Tuesday at 48 locations of Vivo's India unit and 23 associated entities after a complaint by India's corporate affairs ministry alleged that the shareholders of some of the firms used forged documents and fake addresses to incorporate. The agency said its own investigation showed the addresses provided, in some cases, belonged to a government building. So far, authorities have seized 119 bank accounts with deposits totaling nearly $60 million.</p><p>Vivo didn't immediately respond to a request for comment Thursday. In a statement issued before the enforcement agency's allegations, Vivo said it was cooperating with authorities, and was committed to being fully compliant with local laws.</p><p>The investigations \"chill the confidence and willingness of market entities from other countries, including Chinese enterprises, to invest and operate in India,\" said Wang Xiaojian, spokesman of the Chinese Embassy in India, in a statement Wednesday, after news of the raid hit local media.</p><p>The law enforcement agency said it doesn't comment on investigations. But other Indian officials dispute a pattern exists of targeting Chinese firms.</p><p>\"Our view of companies is not driven by whether they are Chinese or not Chinese,\" said India's Minister of State for technology Rajeev Chandrasekhar at a press conference Thursday. \"There is no pattern that we are going out looking out for A and B. They happen to have fallen on the wrong side of the tax laws, and like any Indian company, they have to face the consequences of the law.\"</p><p>The minister noted that earlier this week he met with Chinese smartphone makers to talk about supply chains and exports. On Wednesday Mr. Chandrasekhar tweeted a photo of himself with Xiaomi's new India manager, Alvin Tse. Mr. Tse, in a tweet the same day, said Xiaomi was \"committed to #MakeInIndia for the world, strengthen our localization efforts, and deepen the supply ecosystem to make technology accessible to millions of Indians.\"</p><p>Incentives from the Indian government have pushed smartphone makers to heavily invest in domestic manufacturing in recent years. In the first quarter of 2022, about 98% of the phones sold in India were manufactured in the country, said Shilpi Jain, a research analyst at Counterpoint Research. Chinese companies manufactured nearly 100% of their locally-sold phones in India. For Samsung, that figure was 97% and for Apple, nearly 60%, Ms. Jain said.</p><p>Political experts said that India increased pressure on Chinese companies after relations deteriorated between the two nuclear-armed neighbors following a 2020 border dispute. The Himalayan melee left 20 Indian soldiers and four Chinese troops dead. Since then, troop deployments at the disputed border have reached their highest level in decades.</p><p>The Indian government has banned hundreds of Chinese mobile apps, including TikTok and the messaging app WeChat.</p><p>Over the past year, Indian tax authorities conducted raids on the offices of several Chinese phone makers, including Xiaomi, Oppo, OnePlus and Huawei Technologies Co. Vivo and Oppo share a parent company, BBK Electronics Co.</p><p>In January, the finance ministry said it had levied fines of about $88 million against Xiaomi for alleged tax evasion, and in April, authorities seized about $725 million from its local unit after the company allegedly violated foreign exchange laws. Xiaomi has denied wrongdoing, and a court put on hold the freeze on its assets.</p><p>\"All these actions against Chinese telecom companies and phone manufacturers are part of the bigger picture, which is unresolved, long-term strategic tensions between the two sides,\" said Sreeram Chaulia, dean at O.P. Jindal Global University's School of International Affairs.</p><p>Each crackdown on a Chinese firm, he added, signals to Beijing that the two countries can't maintain normal business ties if New Delhi feels that its national security is being threatened. Since the bilateral relationship soured, New Delhi has also been eager to reduce dependence on China for core consumer sectors, especially in technology.</p><p>But technology analysts say that weaning India off affordable Chinese phones will be difficult.</p><p>Ms. Jain said that Indian consumers continue to buy Chinese phones even as authorities conducted raids against the companies and India-China relations soured during the pandemic.</p><p>In the first quarter of 2022, Chinese phone makers held a 74% stake in the Indian smartphone market, with Xiaomi on top at 23% and Vivo in fourth place at 15%, according to Counterpoint Research. The Indian telecom company Jio had only about 2% of the market.</p><p>\"Chinese players are dominating the market,\" said Ms. Jain, the analyst. \"Even if people want to switch to other players, they don't have many alternatives.\"</p><p>After Xiaomi and Huawei, Chinese Phone Maker Vivo Is Latest to Face Tax Scrutiny in India</p>",
  "published": "2022-07-07T17:48:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 2409,
          "end": 2414
        }
      ]
    }
  ]
}