{
  "_id": "fc583961d846925e1c2df350e4fab94b868c381ef58265a0d1ddda5b4f28585f",
  "feed": "ftcomall",
  "title": "Luxshare/Foxconn: Chinese AirPods maker is sound proposition for Apple",
  "text": "<p>AirPods earbuds are made by a company most of us have never heard of. Meet China's Luxshare Precision Industry. Its ambitions extend beyond making huge volumes of Apple products to entering the electric car market. </p> <p>Luxshare was once seen as a follower of Foxconn. But their positions as leader and laggard could reverse. That switch would reflect a strategy split. </p> <p>Superficially, Luxshare simply follows in Foxconn's footsteps. For example, it is pursuing an aggressive shift out of electronics assembly and into EVs. The difference is that Luxshare has no plans to become a carmaker in its own right. It would remain a contract manufacturer, developing and making EVs for other companies via a joint venture. </p> <p>Rival Hon Hai — the name by which Foxconn is listed in Taiwan — wants brands of its own. It has long tried to diversify away from Apple, its biggest customer. It aims to be a chipmaker, building a semiconductor plant with an Indian conglomerate, and is reported to have plans to manufacture <a href=\"https://www.ft.com/content/f1a805aa-82ac-4f24-ad22-58e43712091e\">EVs and batteries</a> in Indonesia. </p> <p>Luxshare has been happy to pick up the slack. Earnings have soared since Apple released its AirPods in 2016. Projected AirPods sales are 89mn this year, nearly double the total three years ago, according to data provider Visible Alpha. Luxshare is building an iPhone factory in China but has spread its political risks by expanding into Vietnam and India, helping it avoid US tariffs. </p> <p>The group has the right strategy. It has a decent chance of picking up contract EV business, albeit that JV partner Chery is owned by the Chinese government. The work is of little interest to rivals that own or hope to build global brands.</p> <p>Contract manufacturers run on thin operating margins, three per cent in the case of Foxconn, so experiments in own-brand manufacturing are risky. They are also distracting. Luxshare poses a serious threat to Foxconn's dominant position as an Apple supplier. Its Shenzhen-listed shares, which rose more than 8 per cent on Tuesday to trade at 23 times forecast 2023 earnings, have already surpassed Foxconn in market value. </p><p>Source:  2022 'Luxshare/Foxconn: Chinese AirPods maker is sound proposition for Apple' FT.com 15 February. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-02-15T12:57:55.502Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 840,
          "end": 845
        },
        {
          "start": 163,
          "end": 168
        },
        {
          "start": 1106,
          "end": 1111
        },
        {
          "start": 1900,
          "end": 1905
        },
        {
          "start": 65,
          "end": 70
        }
      ]
    }
  ]
}