{
  "_id": "cf280ad264a0626146ffed86b62f914994c62e841cff60026a839faed94c3c3d",
  "feed": "ftcomall",
  "title": "Something for the weekend: Only science can cheer us up",
  "text": "<p>I don't know about you, but I was a bit down this week. It is the end of the summer, we are all post-holiday and everything in the news is bad, if not apocalyptic. </p> <p>So when <a href=\"https://twitter.com/DavidHindleyFT\">David,</a> our star researcher, suggested that we try to cheer everyone up by reminding them about all the breakthroughs we have had this year in science, it was a no-brainer. Article commissioned. And he really did cheer us up with this list of <a href=\"https://www.ft.com/david-hindley\">five world-changing achievements. </a></p> <p>We know the readers on our main website loved it — they left kind comments underneath like this one: </p> <p>But we don't have comments here on FT Edit, and while we can see which articles are popular, we would love to know more about you, dear reader. </p> <p>It's been five months since we launched this app into the world — and in that time we've handpicked for you almost 1,000 of the best FT articles (and read many hundreds more), have had 40,000 downloads of the app, and have launched a US edition (readers in America, if you haven't already, update your app to get it). </p> <p>But there's a lot more we want to be doing and there are some big questions we've been wrestling with: are we a news app or something different? How should we be selecting the stories? What else can we offer? How can we improve your experience? </p> <p>Can you help us develop our app into something that you really really love? We have put together a short survey and we would be grateful if you could spare us a few minutes to help us. Just head to Settings and click on “We'd love to hear your feedback”. </p> <p>We promise we'll listen.</p> <h1>Our favourite pieces</h1> <p>• Have I ever seen anyone wearing a watch on each arm? Sure I have. Did I know it was a trend? Not until I read this week's article on <a href=\"https://www.ft.com/content/c68c88fb-fa38-4fcf-a6f1-b3d88f6256a8\">so-called “double-wristing”</a>. As soon as I read it, it started to make sense. Of course if you have an Apple Watch <strong>and</strong> a Rolex you will want to wear them both. But I was not prepared for the long list of celebs that double-wristed long before smart watches came along. Everyone from Chris Pratt to Princess Diana is at it, apparently. <br><strong>Malcolm Moore</strong> <a href=\"https://twitter.com/MalcolmMoore\"><em>(@malcolmmoore)</em></a> <br><em>Editor, FT Edit</em></p> <p>• I love a good obituary and Quentin Peel's portrait of <a href=\"https://www.ft.com/content/6493bdf9-bdd7-4e73-a8e3-484c00f068fa\">Mikhail Gorbachev</a>&#xa0;was an exemplar of the genre. This was particularly impressive considering the speed with which it was turned around on Tuesday evening when news of his death broke. Newspapers keep folders of obituaries for public&#xa0;figures at the ready, but they still require a lot of work before publication — many haven't been updated in years. But this one was a masterclass: sweeping in scope, nuanced in tone, and packed with all the colourful detail that makes a life. &#xa0; &#xa0;<br><strong>Hannah Rock</strong><br><em>Deputy editor, FT Edit </em><a href=\"https://twitter.com/HannahRockFT\"><em>(@HannahRockFT)</em></a> </p> <h1>Something to listen to </h1> <p><strong>Payne's Politics </strong>— Next week we should have the results of the Tory leadership election that will determine who will be the UK's next prime minister. The FT's politics podcast looks at what the financial policy of the frontrunner Liz Truss might look like. </p> <a href=\"http://www.ft.com/cms/11070316.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a> <p><strong>Tech Tonic </strong>— In episode three of Tech Tonic Jemima Kelly dives into NFTs and asks if they are actually a good thing that can help out artists, or just an excuse for fraud to run rampant.</p> <a href=\"http://www.ft.com/cms/10945093.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a> <p><strong>Behind the Money </strong>— A lot of eyes are on a German court case brought by a Peruvian farmer which could lead to polluting companies paying for the worst effects of climate change. Behind the Money unpacks the details. </p> <a href=\"http://www.ft.com/cms/11070441.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a> <h1>Something to watch</h1> <p>This week we looked into how China's espionage efforts in the West were <a href=\"https://www.ft.com/content/282aed88-de6e-4356-8a46-5718943853c4\">growing at an alarming rate</a>. But Beijing's spying is just one facet of a worldwide influence operation, with the South Pacific being one of the main theatres. </p> <p>Our global China editor James Kynge sketches out the China's goals in the region with John Lee, fellow at the Hudson Institute and former national security adviser to the Australian government.</p> <a href=\"http://www.ft.com/cms/11070473.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a><p>Source: FT Edit team 2022 'Something for the weekend: Only science can cheer us up' FT.com 3 September. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-09-03T04:00:42.259Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [],
      "weightsV2": {
        "weight": 1.0,
        "baseWeight": 0.0,
        "expansionWeight": 1.0,
        "ontologyWeight": 0.0,
        "tagPositionWeight": 0.0,
        "titleWeight": 0.0
      },
      "typeRank": 3
    }
  ]
}