{
  "_id": "71f12caf0dbbacf27658f825dbb9456280ce3d89bb9cdf95deb91a70e5ee80e3",
  "feed": "wall-street-journal",
  "title": "Founder of Second Life Takes On the Metaverse",
  "text": "<p>The metaverse, though still largely more aspirational than real, has become a hot new battlefield for tech companies looking for a major new source of revenue. Facebook Inc. last year rebranded as Meta Platforms Inc. to reflect its focus on the digital realm and vowed to spend billions of dollars to realize its metaverse over the coming years that would involve virtual- and augmented-reality headsets, software and more.</p><p>Microsoft Corp., chip company Nvidia Corp., videogame companies and others also have detailed efforts to benefit from an online world where users can interact with others and participate in immersive experiences such as concerts. Apple Inc.'s fortunes have been boosted by excitement around the metaverse.</p><p>Mr. Rosedale said that the business models underpinning some of the current tech giants, such as tracking user behavior to target ads, would be potentially harmful in the metaverse, which is more immersive than current digital platforms. \"I think that there is a real genuine, existential risk associated with how that gets done,\" he said.</p><p>Second Life may have had a head start on some of the metaverse companies it aims to compete with, but to some extent is the underdog. Second Life rolled out before Facebook was founded, but has hovered at around one million users since 2008, according to a company spokesperson. Meta's Facebook, Instagram and other services sported more than 3.5 billion monthly users combined, according to its most recent earnings. Epic Games Inc.'s Fortnite videogame and game company Roblox Corp., which are also making moves in the metaverse, have many times the number of users that Second Life has.</p><p>Brad Oberwager, chairman of Second Life parent company Linden Research Inc., said he is working with Mr. Rosedale to inject momentum into the business. Second Life already offers the ability for people to withdraw money from in-game sales into the real world, a feature lacking in some other emerging metaverses, which should attract users, he said. Coming upgrades focused on further improving the social and economic components of the game, such as the avatars and digital marketplace, promise to drive user growth, he added.</p><p>Still, Second Life faces a challenge as a two-decade-old platform. Some of its competitors' largest user groups were born in the past 24 years or so and aren't as familiar with Second Life as with services such as Roblox or Fortnite. Mr. Oberwager said Second Life can win over that generation by creating a better user experience, with more realistic avatars and by not following the business models of other tech companies that track users' behavior.</p><p>To help realize that ambition, Mr. Rosedale is bringing with him to Second Life a small cadre of developers, a number of patents and an unspecified financial investment from the company he founded in 2013, High Fidelity Inc., a company that focuses on audio and virtual-reality experiences.</p>",
  "published": "2022-01-14T00:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 654,
          "end": 659
        },
        {
          "start": 654,
          "end": 663
        },
        {
          "start": 654,
          "end": 664
        }
      ],
      "nexusId": "10022657"
    }
  ]
}