{
  "_id": "c9a4cd243c407f761bf1ef178821612cd4840b763fda3b3acd709c2906248830",
  "feed": "market-watch",
  "title": "Apple reports a parade of sales records as earnings top $30 billion for the first time, stock gains",
  "text": "<p>Apple AAPL posted fiscal first-quarter sales of $123.95 billion, up from its prior quarterly revenue record of $111.44 billion achieved a year earlier. Earnings hit $34.63 billion, or $2.10 a share, up from $28.76 billion, or $1.68 a share, in the year-prior quarter — the first time Apple has surpassed $30 billion in a three-month period. Analysts tracked by FactSet were modeling $1.90 a share in earnings and $119 billion in revenue.</p><p>“The very strong customer response to our recent launch of new products and services drove double-digit growth in revenue and earnings, and helped set an all-time high for our installed base of active devices,” Chief Financial Officer Luca Maestri said in a statement.</p><p>Despite impacts from the pandemic and a supply crunch, Apple capped off a milestone calendar year, recording $378.35 billion in revenue for the whole of 2021, up from $294.1 billion in 2020.</p><p>Apple's flagship iPhone business posted a revenue record for the quarter as well, with sales of $71.63 billion for the December quarter, up from $65.6 billion a year earlier. Analysts tracked by FactSet expected the company to generate $67.57 billion in iPhone revenue.</p><p>The company generated $10.85 billion in Mac revenue, ahead of the $8.68 billion it recorded a year earlier and topping the FactSet consensus, which called for $9.88 billion.</p><p>The Mac segment has been a big pandemic winner as people stock up on devices to work and study from home, but the iPad business, another hot pandemic category, didn't have as strong of a showing in the December quarter. Apple reported $7.25 billion in iPad revenue, lower than the $8.44 billion it posted a year earlier and the consensus analyst estimate of $8.19 billion.</p><p>See also: PC boom is still going strong, helped by corporate sales</p><p>Apple generated $14.7 billion in revenue from its wearables, home and accessories category, up from $12.97 billion a year before. Analysts were expecting $14.36 billion. The services segment brought in revenue of $19.52 billion, up from $15.76 billion a year before, while analysts were looking for $18.67 billion.</p><p>Read: Apple's payments threat to Square is ‘overblown,' analysts say</p><p>Apple has held off on offering a traditional financial outlook since the start of the pandemic, citing elevated uncertainty; if executives do provide guidance, it would be in a conference call scheduled to begin at 5 p.m. Eastern. Apple's earnings call will hold more details about how the consumer-electronics giant has fared with its supply-chain issues, but analysts seem cautiously upbeat about how conditions are progressing.</p><p>Don't miss: Apple stock is a ‘place to hide' amid volatile markets, says analyst</p><p>“Sentiment has shifted a bit more positive as the supply chain appears to have improved at a faster pace,” Barcalys analyst Tim Long wrote ahead of the report.</p><p>Long added that he was “not sure what guidance we will get” for the March quarter but anticipated that Apple could indicate iPhone expectations above normal seasonal levels, due to supply-chain improvements and some “product push-out” during the holiday quarter.</p><p>Shares of Apple have risen 6.6% over the past three months as the Dow Jones Industrial Average DJIA has declined 3.6%.</p>",
  "published": "2022-01-27T16:51:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1782,
          "end": 1787
        },
        {
          "start": 3111,
          "end": 3116
        },
        {
          "start": 2609,
          "end": 2614
        },
        {
          "start": 2397,
          "end": 2402
        },
        {
          "start": 2941,
          "end": 2946
        },
        {
          "start": 0,
          "end": 5
        },
        {
          "start": 762,
          "end": 767
        },
        {
          "start": 284,
          "end": 289
        },
        {
          "start": 2103,
          "end": 2108
        },
        {
          "start": 898,
          "end": 903
        },
        {
          "start": 2166,
          "end": 2171
        },
        {
          "start": 1562,
          "end": 1567
        },
        {
          "start": 6,
          "end": 10
        }
      ],
      "nexusId": "10022657"
    }
  ]
}