{
  "_id": "6531930692841edbd3e0303d8f83710e22fdcc9627f70eb8d78f3ab435bdbfa5",
  "feed": "market-watch",
  "title": "Facebook parent Meta will vacate 250,000 square feet of its NYC office space; Meta told investors last month that it expects to take a $2 billion charge in consolidating its office space.",
  "text": "<p>Meta has notified the building's landlord, Related Cos., of its plans not to renew its lease at 30 and 55 Hudson Yards at the end of 2024.</p><p>Meta told investors last month that it expects to take a $2 billion charge in consolidating its office space.</p><p>The company rented out the office space at 30 and 55 Hudson Yards — intending it to be \"swing space,\" or a temporary office that it would use before moving into its long-term address at 50 Hudson Yards.</p><p>\"We remain firmly committed to New York City as evidenced by the recent opening of the Farley building, and 50 Hudson Yards, which is estimated to open next year, further anchoring our local footprint,\" Tracy Clayton, a spokesperson for Meta, told The Post on Wednesday.</p><p>The Post has reached out to Related Cos. seeking comment.</p><p>In 2019, Meta, which at that time was still known as Facebook, signed a lease to rent out more than 1.5 million square feet of office space at three towers in Hudson Yards.</p><p>Most of the space was at 50 Hudson Yards, where Meta is subleasing a portion of its footprint, Clayton told The Post, confirming an item that was first reported by Bloomberg.</p><p>The downsizing comes on the heels of Meta CEO Mark Zuckerberg announcing the company will shed 11,000 jobs — or roughly 13% of the 87,000-strong workforce — due to fierce economic headwinds.</p><p>Meta's stock price has fallen by more than 65% in the past year — a six-year low.</p><p>In its most recent earnings report, Meta said revenue dropped for the second consecutive quarter as the company struggles with falling advertising sales due to stiff competition from rising social media app TikTok.</p><p>The Menlo Park, Calif.-company earned $4.4 billion, or $1.64 per share, in the three-month period that ended Sept. 30. That's down 52% from $9.19 billion, or $3.22 per share, in the same period a year earlier.</p><p>Revenue fell 4% to $27.71 billion from $29.01 billion, slightly higher than the $27.4 billion that analysts had predicted.</p><p>Zuckerberg has come under fire from Wall Street as investors have grown bearish on the company's multibillion-dollar bet on its metaverse project.</p><p>Before the recent downturn, Meta expanded its real estate footprint in New York City in anticipation of bringing back its employees to the office en masse.</p><p>In August 2020, it leased 720,000 square feet at Vornado's Farley Building.</p><p>While Meta is shrinking its presence in the Big Apple, its tech rival, Google, is doubling down on its strategy of boosting its footprint in the area in hopes of attracting talent.</p><p>Sundar Pichai, the CEO of Google's parent company Alphabet Inc., told Crain's New York Business that he was \"personally long-term bullish on our growth in New York as a company.\"</p><p>Pichai has put his money where his mouth is. Last year, Google announced it was buying the St. John's Terminal building at West Houston Street near the Hudson River for a whopping $2.1 billion.</p><p>Pichai told Crain's that Google plans to open offices at the location by the middle of next year.</p><p>Google is also developing two other sites in the Hudson Square section of Manhattan. Altogether, the three buildings will comprise a campus totaling 1.7 million square feet.</p><p>Earlier this year, Google unveiled a new campus on Pier 57 that will include office space in three buildings.</p><p>As of last September, Google employed 12,000 people in the city. The company said it aims to increase that number by 2,000 employees in the coming years.</p><p>This story originally ran on NYPost.com.</p><p>Facebook parent Meta will vacate 250,000 square feet of its NYC office space</p>",
  "published": "2022-11-30T21:32:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 2377,
          "end": 2382
        }
      ]
    }
  ]
}