{
  "_id": "a1270b391d63f9e15779b3b9d992f217e2ea3feed329ac877721fcd5792884e9",
  "feed": "wall-street-journal",
  "title": "Google Reaches $391.5 Million Settlement With States Over Location Tracking Practices; Attorneys general found that Google violated state consumer protection laws by misleading consumers",
  "text": "<p>Location data has become an important part of the digital ecosystem, particularly for online advertising businesses such as Google's. Google uses the data it collects on consumers to develop user profiles and target ads to them.</p><p>The attorneys general opened the investigation following press reports, including by the Associated Press, showing that Google recorded user movements even when users believed they had told it not to do so.</p><p>The attorneys general concluded that Google violated state consumer protections laws by deceiving consumers about its location practices. The settlement sets out several ways in which Google must become more transparent about its practices.</p><p>Google, a unit of Alphabet, said the allegations were based on practices that it has already changed.</p><p>\"Consistent with improvements we've made in recent years, we have settled this investigation which was based on outdated product policies that we changed years ago,\" said José Castañeda, a Google spokesman.</p><p>The attorneys general said it was the largest multistate privacy settlement in U.S. history.</p><p>\"Google makes the majority of its revenue from using the personal data of those who search in its browsers and use its apps,\" Michigan Attorney General Dana Nessel said in a statement. \"The company's online reach enables it to target consumers without the consumer's knowledge or permission.\"</p><p>According to the attorneys general, Google must show additional information to users whenever they turn a location-related account setting on or off. It also must make key information about location tracking prominent for users, and give users detailed information about the types of location data Google collects and how it is used at an enhanced \"Location Technologies\" webpage.</p><p>The settlement also limits Google's use and storage of certain types of location information and requires Google account controls to be more user-friendly.</p><p>The settlement comes as Congress continues to struggle over privacy legislation that could establish guardrails for how companies collect and use personal data online. Recently, the Federal Trade Commission also has begun considering whether to adopt detailed new privacy rules.</p><p>Google still faces lawsuits by the District of Columbia and several other states over aspects of its location tracking. Those suits were filed earlier this year. The D.C. suit alleges that Google falsely told customers that if they opted out of collection of their \"location history\" or other settings, Google wouldn't store the places they went.</p><p>The lawsuit claims Google tracks people's location across all smartphones, including Apple Inc.'s iPhones with iOS operating systems and devices from manufacturers such as Samsung Electronics Co. that rely on Google's Android operating system.</p><p>The location data is collected by Google Search, Google Maps, YouTube and more, the complaint says, even when a user's location isn't needed to support the functionality of the service.</p><p>To back up its claims, the suit cites internal company documents, including one in which a Google employee allegedly says that the user interface for Google Account Settings \"feels like it is designed to make things possible, yet difficult enough that people won't figure it out.\"</p><p>Similar suits were being filed in Indiana, Texas and Washington state courts, according to state attorneys general there.</p><p>Write to John D. McKinnon at john.mckinnon@wsj.com</p><p>Google Reaches $391.5 Million Settlement With States Over Location Tracking Practices</p>",
  "published": "2022-11-14T17:29:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 2620,
          "end": 2625
        },
        {
          "start": 2620,
          "end": 2630
        },
        {
          "start": 2620,
          "end": 2629
        }
      ]
    }
  ]
}