{
  "_id": "5444ecbd7c2a6152a35ff3cc2ccb16c7532cb1a8fdc5c59a96e8ac04f8673739",
  "feed": "market-watch",
  "title": "Sonos stock crunched as forecast slashed in wake of 'significantly more challenging' conditions; Company extends revenue and margin targets beyond 2024, announces CFO plans to depart",
  "text": "<p>On an adjusted basis, Sonos SONO earned 19 cents a share, compared with 27 cents in the year-prior period. The FactSet consensus was for 21 cents in adjusted earnings per share.</p><p>Revenue fell to $372 million from $379 million and came in below the $424 million that analysts had been projecting.</p><p>\"We have seen the macroeconomic backdrop become significantly more challenging for us starting in June as the dollar's appreciation and high inflation have adversely affected consumer sentiment globally, particularly in the categories in which we play,\" Chief Executive Patrick Spence said in a release.</p><p>For the full fiscal year, Sonos executives anticipate revenue of $1.73 billion to $1.76 billion, below the previous outlook, which was for $1.95 billion to $2.00 billion.</p><p>Don't miss: Apple is the safest play in consumer hardware but isn't immune to this one 'growing risk'</p><p>Executives also anticipate $215 million to $230 million in adjusted earnings before interest, taxes, depreciation and amortization (Ebitda) for the full fiscal year. That is also below the company's prior forecast, which was for $290 million to $310 million.</p><p>\"We expect to weather the current environment while operating from a position of strength: We are profitable, we are debt-free and we have a huge market opportunity,\" Spence said in the statement. \"We are tightly focused on expenses while prudently and deliberately investing in a number of products and initiatives in new and existing categories that we believe customers will love and will drive our long-term success.\"</p><p>The company added that given the \"uncertain and evolving macroeconomic backdrop, the timeline to achieve the company's previously issued targets of $2.5 billion revenue, 45-47% gross margins and 15-18% Adjusted Ebitda margins is being extended beyond FY2024.\"</p><p>Sonos also announced that Chief Financial Officer Brittany Bagley is leaving \"to pursue another professional opportunity\" and will be replaced by Chief Legal Officer Eddie Lazarus on an interim basis at the start of September.</p><p>Separately, Axon Enterprise Inc. AXON announced in its own release that Bagley would be joining the company as chief financial officer and chief business officer.</p><p>Shares of Sonos have gained 9.5% over the past three months as the S&amp;P 500 SPX has increased 5.2%.</p><p>Sonos stock crunched as forecast slashed in wake of 'significantly more challenging' conditions</p>",
  "published": "2022-08-10T20:29:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "confidence": 0.94,
      "offsets": [
        {
          "start": 782,
          "end": 787
        },
        {
          "start": 777,
          "end": 782
        }
      ],
      "weightsV2": {
        "weight": 2.000844,
        "baseWeight": 2.0,
        "expansionWeight": 0.0,
        "ontologyWeight": 0.0,
        "tagPositionWeight": 0.000844121,
        "titleWeight": 0.0
      },
      "typeRank": 2
    }
  ]
}