{
  "_id": "00b7051464ecd7ac638bcb4ad80e62fa1926216a277732153e1f4e583be13841",
  "feed": "ftcomall",
  "title": "Do or dye – the shibori crew leading the Japanese youthquake",
  "text": "<p>Hiroyuki Murase grew up surrounded by shibori, one of&#xa0;the country's oldest dyeing techniques dating back to the 8th century. His hometown, Arimatsu, was and still is seen as the country's shibori hub: much of the intricate pattern-binding and tie-dyeing process was&#xa0;done in the family kitchens and living rooms where children like Murase ate their dinners and did their homework.&#xa0;</p> <p>Before the second world war, Murase's father Hiroshi estimated that there were more than 10,000 shibori artisans in Japan. By 2008, when Murase decided to continue his family's century-old legacy, the figure had&#xa0;dropped to fewer than 200. Postwar industrialisation and globalisation dampened demand for traditional crafts, while young graduates aimed for stable corporate jobs. At one point, despite being in&#xa0;his late 50s, Murase's father became the&#xa0;youngest shibori artisan in town.&#xa0;</p> <p>“Everyone in the village thought there was no future for shibori, that there'd be no next generation,” says Murase. Not only were artisans ageing and the culture of wearing traditional garments like yukata and&#xa0;kimono on the decline, but each family had its own, unique design – a crest of sorts – and whenever one family stopped, a technique would be lost. The fact that Hiroshi's textiles were used by local luxury labels like Yohji Yamamoto, <a href=\"https://www.ft.com/content/59ef59d0-a577-4ece-94c5-65b6861e4b5f\">Comme des Garçons</a> and <a href=\"https://www.ft.com/content/71d94ae5-8bbe-40ac-8e5c-4ecf5c907eca\">Issey Miyake</a> did little to assuage the sense of foreboding; much of the business was wholesale.&#xa0;</p> <p>More than a decade later, Murase's business has taken an unexpected turn. His&#xa0;own brand <a href=\"https://www.suzusan.com/\">Suzusan</a>, which launched in&#xa0;2008 as a luxury fashion and homeware label aimed at giving the craft and his family business new focus, has attracted retailers such as Farfetch and Japanese department stores Isetan and Takashimaya.&#xa0;</p> <p>Suzusan – which features bright, luxe cashmere and cotton pieces with relaxed silhouettes – is appealing to a new generation of creators. The youngest employee, Ryoga Ota, who joined the brand in 2020, is only 18; the average age of the Japanese team is&#xa0;35. With help from these members, Murase – who is now based in Düsseldorf – draws shibori patterns on his iPad for employees in Arimatsu to use as guides, allowing him to avoid travelling back and&#xa0;forth between Germany and Japan. “I started the brand because I wanted to&#xa0;bring&#xa0;the tradition to the next generation, before it was gone,” says Murase. He now believes he's achieved that goal.&#xa0;</p> <p>Murase attributes the growing interest to the growing disillusionment with the corporate world and a desire among young people to lead a more balanced and meaningful life. “People in Japan believed that if you worked for Sony, Panasonic, Toyota, you could work there until you're 65… that your life is safe,” he adds. “But&#xa0;during the pandemic, we saw huge companies go bankrupt… past definitions of success don't mean anything anymore.”&#xa0;</p> <p>One of Suzusan's employees, Noriyoshi Yamauchi, joined the brand after leaving a&#xa0;major carmaker. His story aligns with studies by Susanne Klien, associate professor of modern Japanese studies at Hokkaido University, who for more than a decade has observed younger Japanese people leaving major cities to lead quieter lives in rural towns. The country's Ministry of Internal Affairs and Communication found that more than 400,000 people left Tokyo in 2020. Says Klien: “[The pandemic] has really pushed people who've been thinking of it to have a different lifestyle. It's a paradigm shift.”&#xa0;</p> <p>In her 2020 book <em>Urban Migrants in Rural Japan</em>, Klien spoke to a number of people who had “broken their bodies” (<em>karada wo kowashita</em>) and suffered mental&#xa0;breakdowns before moving away or&#xa0;opting out of lifelong office jobs. Despite&#xa0;having advanced university degrees and education, she found many of her subjects were exploring more creative and&#xa0;stimulating work options, joining a venture or starting internships, and&#xa0;often working several jobs at once.&#xa0;</p> <p>At present, the youths shunning corporate norms and city life are still a minority. Still, says Klien: “Some people dismiss it and say everyone will go back to <a href=\"https://www.ft.com/content/c0ca3686-d63f-4c11-986e-fcd1849221a0\">Tokyo</a> eventually, but I don't think so.” The&#xa0;availability of remote work, and the fact that the government is working to decentralise its population in the event of natural disasters, suggest that the patterns starting now will be felt in the long-term.</p> <p>For Murase, this shift has rejuvenated his workforce and their way of working; he&#xa0;notes that other small family businesses in the area, producing Urushi lacquerware and Owari Shippo enamelware, have also benefited from an influx&#xa0;of younger hires.</p> <p>Shoppers, too, are gravitating towards items that are traditionally crafted or&#xa0;handmade, says Hirofumi Kurino, co-founder and creative adviser of Japanese retail group United Arrows. “If they see [traces] of <a href=\"https://www.ft.com/content/3bcec646-c31b-4c56-a0b9-bee246a44536\">handicraft or artisanal work</a>, our customers love it.” Kurino sees the growing appeal of unique, well-crafted slow fashion as an example of what he calls the “post-luxury” consumer world.&#xa0;</p> <p>The term isn't limited to traditionally crafted objects. “Post-luxury is more human, more honest, more raw, more naked,” says Kurino. A major component is the mounting awareness around sustainability, including the dangers of mass production and overconsumption. Unlike many countries around the world where small artisanal businesses have largely been wiped out, Japan still has an active infrastructure of artisans and businesses to cater to demand.&#xa0;</p> <p>Now that Murase is attracting younger employees, he's focusing on helping them learn shibori, which can take up to a decade to master. But despite diminishing interest in lifelong, stable employment, Murase isn't worried about staff working at Suzusan for shorter stints. “I often say to my staff that they don't have to stay at one company. They're free to choose their own life.”&#xa0;</p><p>Source: Zoe Suen. Photography by Sayuri Murook 2022 'Do or dye – the shibori crew leading the Japanese youthquake' FT.com 12 June. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-06-12T09:55:58.573Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": []
    }
  ]
}