{
  "_id": "db984391d7bf257619a81847be2c4654a468e0bdbad3d4fed8e0d384f950a249",
  "feed": "ftcomall",
  "title": "Meta: virtual reality gets down to work",
  "text": "<p>Entry to the metaverse has a new price: $1,499. Meta (formerly Facebook) is not positioning its new virtual reality headgear for mass appeal. The Meta Quest Pro is aimed squarely at business. If you have ever dreamt of beaming into an office meeting as a cartoon avatar this one's for you.</p> <p>Forget PCs and laptops, Meta is trying to push VR headsets as a work tool. This is a change of pace from the Quest 2 headset, which sells for $399 and touts games such as <em>Beat Saber</em> as a selling point. Heavy losses at Meta's Reality Labs division ($5.8bn operating loss in the first half) plus a 62 per cent slide in the company's share price <a href=\"https://www.ft.com/content/c2b625ce-ce6a-4fbf-ade5-697e9f5a7062\">this year</a> may be speeding up plans to turn the metaverse into a moneymaking scheme.</p> <p>VR offices look rather<a href=\"https://www.ft.com/content/dc1f4240-dffa-4e28-ae4a-d31398d9bd7a\"> boring</a>. But for those who want to work in one, the latest iteration of the Quest headset should allow them to keep it strapped on for longer without feeling peculiar. A new Qualcomm chip means improved graphics. Mixed-reality features will allow them to see the real world, meaning they are less likely to trip over the family cat while plugged into a virtual universe.</p> <p>Price comparisons are tricky given the small size of the sector. Apple's VR hardware remains MIA. But when compared to other business-focused headsets, Meta's does not look out of place. Microsoft's HoloLens sells for up to $5,199. Magic Leap's latest version, which touts “specific enterprise solutions”, costs up to $4,999.</p> <p>Like Magic Leap, Meta seems to have started out by focusing on consumers before switching to business. See the inclusion of Microsoft as a partner, adding content such as Windows apps to Meta's metaverse. If Meta wants businesses to buy its headset it makes sense to get tie-ins from companies that sell software to businesses. Microsoft has 1.4bn Windows 10 and 11 operating system users around the world.</p> <p>Why doesn't Microsoft stick to its own HoloLens mixed reality headset? The Meta connection may be a way to outsource the high cost of development. In spite of a deal to produce HoloLens headsets for the US Army, development of a new version appears to have slowed. This year the HoloLens lead developer left the company.</p> <p>It is not a good omen. But Meta has little choice but to keep going all in on virtual and mixed reality and try to capitalise on its head start over Apple. Its reward is the sort of partnership that is only rarely seen between Big Tech titans. </p><p>Source:  2022 'Meta: virtual reality gets down to work' FT.com 11 October. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-10-11T23:56:23.238Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1175,
          "end": 1180
        },
        {
          "start": 2313,
          "end": 2318
        }
      ],
      "nexusId": "10022657"
    }
  ]
}