{
  "_id": "8796f87d311ce432784965b8759f5323c94d9b741c975dc75687c8f5530df0fb",
  "feed": "wall-street-journal",
  "title": "Upgraded Basic iPad Partly Stuck in Past",
  "text": "<p>This 10th-generation iPad has one foot in the iPad future. Apple updated the tablet with the same no-home-button look of the Air, Mini and Pros, and gave it the more universal USB-C port for charging and accessories. And this iPad even one-ups pricier models with an exclusive feature: The front-facing camera is now on the long side. That means you look better on video calls when the tablet is positioned horizontally, as it is when you have a keyboard attached.</p><p>It's also stuck in the iPad past. It is compatible only with the older, first-generation Apple Pencil. The old Pencil charges via Apple's proprietary Lightning connector, which this iPad doesn't have. (Yep, time to buy yet another dongle.) The new tablet also runs on an older processor, which is reasonably fast but won't support the cool new multitasking features that arrived with iPadOS 16.</p><p>With the redesign and the $120 price increase -- from $329 to $449 -- this once-basic iPad is starting to look pro. But it doesn't feel pro.</p><p>The new tablet, available Oct. 26, is a fine choice for people who mostly want a spacious screen for streaming, reading and web surfing, with some occasional email and social media. Power users looking for a complete laptop replacement should opt for the M1 Air or the newly upgraded M2 Pro models.</p><p>Bigger Screen, New Keyboard, Same Pencil</p><p>Compared with its predecessor -- the ninth-generation iPad, which remains on sale for $329 -- the 10th-generation iPad has a few upgrades. While both are roughly the same size, the new version has a bigger 10.9-inch screen. It also has a faster chip, speedier Wi-Fi 6 networking and a better rear camera. If you opt for a cellular version, you can now get 5G connectivity.</p><p>While connected to Wi-Fi and surfing the web, the iPad's battery lasted beyond Apple's 10-hour rating in my tests -- about as well as the previous generation did. Video chatting with the newly placed front camera is a big improvement. While in landscape mode, the higher, more centered camera means no more double-chin effect.</p><p>The iPad could handle my personal needs (streaming \"House of the Dragon\") and workflow (writing this column, chatting on Slack) without a problem. The screen is roomy enough to view two apps side by side. They just have to support Split View: Safari and Google Docs do, for instance, while Netflix and Instagram don't.</p><p>The new $249 Magic Keyboard Folio has very comfortable, bouncy keys for typing. Its trackpad is a bit cramped, but sufficient for computing on-the-go. But the case feels floppy when it's on your lap. Logitech's $160 Combo Touch case is a cheaper option that isn't as sleek, but it protects the tablet and has a loop for storing an Apple Pencil.</p><p>Speaking of that Pencil, the new iPad supports only the $99 first-generation version. That means two problems: This older stylus has an easy-to-lose cap and if you want to charge it in the new iPad, you need a $9 Lightning-to-USB-C adapter. I wouldn't get this 10th-generation iPad for writing or drawing.</p><p>iPad vs. iPad Air</p><p>Overall, this iPad is an upgrade over the previous generation. The real comparison is with the $599-and-up iPad Air, which now has the same M1 chip found in some of the company's MacBooks and iMacs.</p><p>The new basic iPad is nearly identical to the Air in shape and size. That's where the similarities end. In iPadOS 16, the Air, as well as the Pros, support a new multitasking system called Stage Manager, a Display Zoom setting to condense on-screen elements and, coming later this year, improved support for external monitors.</p><p>The Air is also compatible with better accessories. The $129 second-generation Pencil magnetically attaches to the tablet for wireless charging. The $299-and-up Magic Keyboard is more stable while taking up less space, and adds an extra port for charging.</p><p>Apple has spent years trying to convince us that an iPad can be a laptop. With the latest iPadOS software, iPads do have potential as Mac replacements. But Apple has clearly separated the lower-tier iPads from the higher-tier ones. Even with all its upgrades, this nice-looking new iPad is on the bottom. If you are looking to do real work on an iPad, look for the M1 or M2 chip.</p>",
  "published": "2022-10-26T00:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 3967,
          "end": 3972
        },
        {
          "start": 3811,
          "end": 3816
        },
        {
          "start": 1793,
          "end": 1798
        },
        {
          "start": 2691,
          "end": 2696
        },
        {
          "start": 59,
          "end": 64
        },
        {
          "start": 554,
          "end": 559
        },
        {
          "start": 595,
          "end": 600
        }
      ]
    }
  ]
}