{
  "_id": "2819fee6a783fc3b98431d9fbe7aa09a8a7dcf2e3ae6fdd29bebd86def3373a2",
  "feed": "ftcomall",
  "title": "Labour shortfall leading to ‘catastrophic' food waste, UK farmers warn",
  "text": "<p>Labour shortages have resulted in “catastrophic” food waste and placed huge quantities of further crops at risk, British farmers have warned as they enter peak season for harvesting soft fruit and vegetables.<br><br>The limited number of seasonal visas for overseas workers threatens a contraction of the sector, including some farms going bankrupt, industry groups said, just as the recently published government food strategy has outlined the <a href=\"https://www.gov.uk/government/publications/government-food-strategy/government-food-strategy\">objective of boosting production</a>. <br><br>A survey of British Berry Growers' members found annual waste that could solely attributed to a lack of access to pickers almost doubled in value from 2020 to 2021, from £18.7mn to £36.5mn. Nick Marston, chair of the industry group, predicted the total would “double again this year”.</p> <p>“It will be more not less as a direct consequence&#xa0;of the restricted supply of labour, as a direct consequence&#xa0;of government policy on immigration,” he said.</p> <p>Ali Capper, executive chair of British Apples and Pears and former chair of the National Farmers' Union horticulture and potatoes board, said one grower reportedly had not been able to harvest 2mn iceberg lettuces because there were not enough people to pick them.</p> <p>“In May, we have had some catastrophic food waste across crops like tomatoes, cucumbers, iceberg lettuces, salad and asparagus,” she said. </p> <p>Marston also raised the prospect of some farms being forced to close. “I'm sure that we will see people start to go out of business and that's about two things,” he said. “It's about the shortage of labour and the risks attaching to it.”</p> <p>Capper, who grows apples and hops in Worcestershire, said it was “imperative” that farmers be able to sell everything they grow this year otherwise they would go out of business due to the rising costs of energy and related products such as fertiliser.</p> <p>“I personally think [it] is morally reprehensible we have got this massive cost of living crisis going on,” she said. </p> <p>She warned that significant wastage could be repeated for apples and pears if immediate action were not taken to release more seasonal worker visas. “We've got major shortages at the start of the season and I've never seen anything like that before,” she said. </p> <p>The government food strategy published in June announced an increase in the number of <a href=\"https://www.gov.uk/government/publications/government-food-strategy/government-food-strategy\">seasonal worker visas</a> from 30,000 to 40,000 but farming bodies said it was not enough, and came too late for producers. Of the additional visas, 2,000 have been designated to the poultry sector.<br><br>Survey data from the NFU for April showed there was an estimated national seasonal worker shortfall of 12 per cent in horticulture — or fruit and vegetable farming — triple the same month last year. The total number of seasonal worker visas to be issued this year for horticulture, 38,000, is still significantly fewer than the NFU's estimated demand of 70,000. <br><strong><br></strong>Farmers have warned that the decrease in returning seasonal workers will affect productivity as those with less experience fill the gaps. Russia's invasion of Ukraine has had an impact on this. Last year, about <a href=\"https://www.gov.uk/government/statistics/immigration-statistics-year-ending-december-2021/why-do-people-come-to-the-uk-to-work\">two-thirds</a> of the seasonal workers were Ukrainian.</p> <p>Men of fighting age have been <a href=\"https://www.ft.com/content/2a877400-50df-4878-8815-605405e92c68\">prevented from leaving the country</a> since the invasion. In addition, the number of people from the EU that farms have been able to recruit, previously the <a href=\"https://www.ft.com/content/3095b3b3-acfb-4b70-95ea-f7bffe102b31\">main source</a> of labour, is also <a href=\"https://mail.google.com/mail/u/0/?tab=rm&amp;ogbl#inbox/FMfcgzGpGdjMggwsSBRqzpVPsDTRtlrT?projector=1&amp;messagePartId=0.1\">diminishing</a> post-Brexit. <em><br></em></p> <p>Andrew Pimbley's small family-run Claremont Farm on the Wirral is growing fewer strawberries and less asparagus and has stopped growing blackcurrants and redcurrants because of difficulties getting hold of labour. <br><br>“[It is] a relentless time period where you are just having to do everything . . . it is extremely frustrating and extremely tiring because you can't have days off.” The tenant farm used to have a regular group of Polish seasonal workers, who Pimbley has struggled to replace.</p> <p>So far this year there has been an increase in the number of visas issued to workers from <a href=\"https://www.workrightscentre.org/media/1235/seasonal-work-after-the-war-in-ukraine.pdf\">central Asia, Moldova and Nepal</a> but there have been <a href=\"https://www.ft.com/content/3095b3b3-acfb-4b70-95ea-f7bffe102b31\">delays with the processing of seasonal workers' visas</a> as Ukraine Family Scheme applications have been prioritised. <br><em><br></em>The British Poultry Council has said the 2,000 seasonal worker visas it will receive is fewer than would have been preferable and announced months later. This could have a knock-on effect on the number of turkeys available to consumers at Christmas, according to council chief executive Richard Griffiths. “The risk is producers deciding to put fewer birds on the ground,” he said, adding that retailers could end up supplementing these with imports.</p> <p><br>The NFU is already thinking ahead to next year's harvest, when the number of seasonal worker visas is set to taper. In June, the government turned down a recommendation from the House of Commons environment, food and rural affairs select committee to make the scheme, which is due to finish at the end of 2024, permanent.<br><br>Martin Emmett, the new chair of the NFU horticulture and potatoes board, called on the government to provide advance notice for the 2023 allocation of seasonal worker visas, after this year's quota was announced on <a href=\"https://www.gov.uk/government/news/industry-given-certainty-around-seasonal-workers-but-told-to-focus-on-domestic-workforce\">Christmas Eve</a>. “That is too late for horticultural businesses to make sensible business decisions so it's really imperative that the industry is advised and aware of what will be available next year as soon as possible.”<br><br>In response, farming minister Victoria Prentis said: “Labour shortages are affecting countries around the world. To support our farmers, we have already boosted the number of visas available through the seasonal workers route to 40,000.</p> <p>“We have extended the scheme to include poultry and ornamental horticulture, we ran an automation review which will be published this summer, and we are working to encourage people to take up jobs in the farming sector.”</p><p>Source: Yasemin Craggs Mersinoglu in London 2022 'Labour shortfall leading to ‘catastrophic' food waste, UK farmers warn' FT.com 3 July. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-07-03T04:00:16.540Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 953,
          "end": 959
        }
      ]
    }
  ]
}