{
  "_id": "5ae193287e0fe8b632da7db3dc47f428964fc1dada3032c6e043d7e8243d4a85",
  "feed": "ftcomall",
  "title": "City awaits first details of Omicron impact",
  "text": "<p>Welcome back to City Bulletin. Our break has ended, but major UK corporate news is yet to make a return. In the coming week or so we will start getting Christmas trading data through from retail and hospitality businesses. </p> <p>This morning early updates come from the restaurant chain Tasty Plc, which runs 54 venues under the dim t and Wildwood brands, and Wizz Air, the Hungary-based low cost airline. </p> <p>Wizz Air has stuck to an aggressive expansion strategy despite the pandemic, snapping up Gatwick take-off and landing slots from Norwegian Air Shuttle just before Christmas. Today it said that it flew roughly four times as many passengers in December as in the same month in 2020, and 30 per cent more passengers during 2021 as a whole than in the previous year. </p> <p>Meanwhile Tasty unsurprisingly points to disappointing trading in December, “especially given the level of the preceding few months' trading”. Rising infection rates and “in particular the reinstatement of working from home advice” significantly reduced eating out “and specifically deterred the larger Christmas bookings”, the company said. </p> <p>While trading for hospitality businesses is likely to make dismal reading, the bigger question is how retailers will have fared through Omicron disruption. One of the ones to watch will be Next, which updates investors on Thursday. </p> <p><em>Do email me with your thoughts: you can reach me at </em><a href=\"mailto:citybulletin@ft.com\"><em>citybulletin@ft.com</em></a></p> <h1>Briefly</h1> <p>It was a good start to the pandemic for UK hedge fund manager Chris <strong>Rokos</strong> and partners: they made more than £900m in profits in the year to March 2021. But performance has since soured, <a href=\"https://www.ft.com/content/314ea914-ac14-47e3-95b4-a75b4ff11b64\">our correspondents report</a>. Hedge funds correspondent Laurence Fletcher explains how <strong>hedge funds</strong> have struggled to bring in new money as performance has lagged in <a href=\"https://www.ft.com/content/f80b74b5-eb3c-4778-a67a-9b7ccd90389a\">this separate analysis</a>, which is well worth a read. </p> <p><strong>UK business</strong> <a href=\"https://www.ft.com/content/6f725fe0-ad24-4bea-a6fb-5526dc4a93ec\">has called for</a> a shorter Covid self-isolation period, our correspondents report, urging the government to reduce it from seven days to five to reduce labour shortages. But the UK Health Security Agency recently set out reasons for keeping the isolation period at seven days.</p> <p>And Sir John Parker, whose review into <strong>boardroom diversity</strong> ended last month, has urged FTSE 100 companies to commit to plans to appoint at least one board member from an ethnic minority background before his final report is released. Daniel Thomas <a href=\"https://www.ft.com/content/0fb3732d-a6a0-4e85-81c0-79d3db65c0a3\">has the full story</a>. </p> <h1>Beyond the Square Mile</h1> <p><strong>Theranos</strong> founder <strong>Elizabeth Holmes</strong> <a href=\"https://www.ft.com/content/8bde19f6-e8a5-4800-8882-fd799f0caac0\">has been found guilty</a> of conspiring to defraud investors by a jury in a criminal fraud trial. Holmes was convicted on three counts of wire fraud and conspiracy to commit wire fraud in relation to the blood testing start-up, Miles Kruppa reports from San Francisco, and not guilty on four further counts. The jury was deadlocked on three remaining charges. Holmes can appeal. </p> <p><strong>Apple</strong> became the world's first $3tn company last night after shares in the tech company rose above $182.86, lifting its market capitalisation above the landmark level. Apple became a $1tn company in August 2018 and a $2tn one in 2020 as the pandemic boosted demand for technology. It briefly lost its title of the world's most valuable company to Microsoft at the end of October, <a href=\"https://www.ft.com/content/57f57303-82b9-49db-89ee-54888e1c714d\">Patrick McGee reports</a>, but its shares have since staged a strong rally. Lex has its take <a href=\"https://www.ft.com/content/400037fb-8426-4c09-a05a-227fc1152e74\">here</a>. </p> <p>Meanwhile <strong>Tesla's</strong> shares surged during Monday trading, rising 13.5 per cent after the electric car company delivered a record number of vehicles in the final months of last year. What's a $1.2tn market capitalisation next to Apple, though? US west coast editor Richard Waters <a href=\"https://www.ft.com/content/ad6d68b0-0171-4f24-9076-d778babf6fed\">has more</a>. </p> <h1>Essential comment before you go</h1> <p>Jonathan Guthrie, head of Lex, <a href=\"https://www.ft.com/content/3ba79747-e01c-469c-b8c0-cd09d3271ff7\">takes aim at “stakes”</a> of <strong>activist investors</strong>. When journalists talk about activists' “stakes”, often that is equated with a shareholding, he notes. But it is rarely that simple. Investors' real exposure to gains and losses may be far lower — and the alignment of activists' interests with other investors' less strong than readers (and writers) may assume. </p><p>Source: Cat Rutter Pooley 2022 'City awaits first details of Omicron impact' FT.com 4 January. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-01-04T08:27:50.387Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 2972,
          "end": 2977
        },
        {
          "start": 2804,
          "end": 2809
        },
        {
          "start": 3504,
          "end": 3509
        }
      ],
      "nexusId": "10022657"
    }
  ]
}