{
  "_id": "17af49d21a31de112ef6f87bcb892e6935dcd934e7140cf77e4b86a32f223949",
  "feed": "wall-street-journal",
  "title": "Stock Futures, Oil Slide Amid Protests in China; Brent crude fell to less than $82 a barrel to trade at its lowest level since January",
  "text": "<p>Oil prices dropped, with Brent crude falling 2.4% to $81.71 a barrel. That marked the lowest level for the international oil benchmark since January and put it on pace for its fourth straight loss.</p><p>The U.S. stock market has mounted a strong recovery in recent weeks on optimism that the Federal Reserve will soon slow its interest-rate increases, but the weekend protests in multiple Chinese cities threatened to inject fresh volatility into the market. The demonstrations have been significant not only for their size but also their rarity: Open displays of anger are unusual in China, and having protests across multiple cities is especially significant.</p><p>China's economy is already on delicate footing, and the protests have raised concerns about what direction it takes from here. Strategists and investors say they are contemplating the risk that the protests could result in stronger lockdowns, potentially denting the economy even further.</p><p>\"I just don't think [authorities] will want to look as though they are backing down in response to protests,\" said Susannah Streeter, senior investment and markets analyst at Hargreaves Lansdown. \"If you keep having rolling lockdowns, consumer demand will be dented, there will be an ongoing effect on supply chains…and there could be a drop in demand for key commodities.\"</p><p>Many investors and strategists are trying to ascertain the consequences on economies outside China, particularly in Europe and the U.S., which are already seeing signs of slowing growth. In the latest sign of the wide ripple effects from China, Bloomberg News reported that Apple could see a production shortfall of close to 6 million iPhone Pro units this year due to the unrest at the Chinese factory in Zhengzhou where most of the world's latest iPhone models are assembled. Apple shares declined 2.1% before the opening bell.</p><p>The uncertainty sent investors on Monday seeking assets perceived as safer. Government bond prices climbed, sending yields lower. The yield on the 10-year U.S. Treasury note fell to 3.685%, from 3.701% Friday. Gold also advanced, rising 0.3%.</p><p>Later Monday, investors will monitor separate speaking engagements from St. Louis Fed President James Bullard and New York Fed President John Williams for potential clues about their outlook for interest rates and the U.S. economy. November jobs data will be released Friday, which will likely factor heavily into the Fed's December interest-rate decision.</p><p>Energy companies fell along with oil prices before the opening bell. Diamondback Energy dropped 3.2%, Occidental Petroleum fell 2.5% and Exxon Mobil declined 2.2%.</p><p>Chinese stocks fell, with Hong Kong's Hang Seng falling 1.6% after tumbling more than 4% earlier in the session. In mainland China, the Shanghai Composite slid 0.7%.</p><p>In Europe, the pan-continental Stoxx Europe 600 lost 0.8%.</p><p>Write to Caitlin McCabe at caitlin.mccabe@wsj.com</p><p>Stock Futures, Oil Slide Amid Protests in China</p>",
  "published": "2022-11-28T14:01:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1798,
          "end": 1803
        },
        {
          "start": 1594,
          "end": 1599
        }
      ]
    }
  ]
}