{
  "_id": "a334a1c208b55592b3eb6a0a381641af0fdeeef7c3ac9f221a91c976b7591af8",
  "feed": "ftcomall",
  "title": "Diversity courses, ‘halo effect' updated, best for law",
  "text": "<p>Good afternoon from London and we hope you enjoyed your weekend. The Executive Education rankings are back next week. We will publish the top providers of short management courses as well as customised business programmes on May 23 Monday on <a href=\"https://www.ft.com/executive-education\">ft.com/executive-education</a>.</p> <p>Our first article from the rankings report looks at the increasing demand for training to help management address diversity.</p> <p>Find out which MBA schools are rated best for teaching law. Also, do we overgeneralise our opinions?</p> <p>Thank you for reading Business School Briefing and have a great week — <em><strong>Wai Kwen Chan and&#xa0;Andrew Jack.</strong></em></p> <h2>Business schools dig deeper on diversity</h2> <p>Diversity, equity and inclusion are growing priorities for executives. But movements such as #MeToo against sexual harassment and the worldwide Black Lives Matter protests following the murder of George Floyd in 2020 have sharpened focus on the issues. </p> <p>That shift is driving demand for training to help senior management <a href=\"https://www.ft.com/content/1e36bacf-c014-4f42-94fe-d506b1fcda95\">support diversity, equity and inclusion at work</a> including around ethnicity, gender and sexuality.</p> <h2>Do we systematically overgeneralise?</h2> <p>Phil Rosenzweig, a professor at IMD, argues in his book <a href=\"https://www.google.co.uk/books/edition/The_Halo_Effect/hJHHAwAAQBAJ?hl=en&amp;gbpv=0\"><em>The Halo Effect</em></a> that we overgeneralise praise and blame. Profitable companies are presumed to have superior policies across the board, for instance. Conversely, scandal-struck politicians can see their opinion poll ratings fall on every issue.</p> <p>The reverse of this phenomenon is sometimes called the “devil effect” or “horn effect”. Neither term has quite caught on. Our senior columnist Tim Harford offers another: <a href=\"https://www.ft.com/content/537cbe80-549e-4b05-b44d-6cba8c2c4504\">the oil slick effect</a> or why we exaggerate people's failures and successes:</p> <blockquote>  <p>Disagreements, like oil slicks, seem to spread much further and more ruinously than we would think. It's not possible for somebody simply to be wrong about something; they must be wrong about everything, and wicked, too.</p> </blockquote> <h2>‘I want to work in China'</h2> <p>A market research analyst would like to work in financial services in China. Jonathan Black, careers service director at Oxford university, <a href=\"https://www.ft.com/content/49d5bd8d-7ab3-4e2a-92d9-99718cca546c\">explains why it is a difficult time to consider moving to the country</a>. One of our readers also suggested: </p> <blockquote>  <p>You may want to consider completing an MBA in Hong Kong to help you build your network, your understanding of the market, and use part of the time to learn Mandarin.</p> </blockquote> <h2>Live event: Expanding access to remote education with new technology</h2> <p>How will the roles of educators, entrepreneurs, and communications businesses evolve to bridge the digital divide?</p> <p><a href=\"https://remoteeducation.live.ft.com/\">Join the FT and a panel of experts</a> for a discussion on Thursday 19 May at 11:00 — 12:00 ET/16:00 — 17:00 BST.</p> <h2>Top 10 MBA schools for teaching law</h2> <ol>  <li><p>Miami Herbert Business School, US</p></li>  <li><p>SDA Bocconi School of Management, Italy</p></li>  <li><p>Yale School of Management, US</p></li>  <li><p>New York University: Stern, US</p></li>  <li><p>University of Georgia: Terry, US</p></li>  <li><p>William &amp; Mary: Mason, US</p></li>  <li><p>Shanghai Jiao Tong University: Antai, China</p></li>  <li><p>Peking University: Guanghua, China</p></li>  <li><p>Washington University: Olin, US</p></li>  <li><p>Fudan University School of Management, China</p></li> </ol> <p><em>The top schools for law teaching as voted by alumni who responded to a survey for the </em><a href=\"https://rankings.ft.com/rankings/2866/mba-2022\"><em>FT MBA 2022 ranking</em></a><em>. © Financial Times data.</em></p> <h2>Data line: MBA alumni make better salary gains</h2> <p>Since 2017, full-time MBA alumni have experienced a salary increase of 137 per cent on average, writes <em>Sam Stephens</em>. Online and executive MBA alumni have only received 69 and 65 per cent respectively. </p> <p><a href=\"https://rankings.ft.com/rankings/2868/online-mba-ranking-2022\">Our ranking data</a> show early-career MBA alumni receive a larger percentage salary increase in comparison to those later in their career. The absolute increase does not differ much between the three alumni groups, because online and executive MBA alumni start their degrees with a relatively high salary compared to their full-time MBA counterparts.</p> <h2>Work and careers round-up</h2> <p>With the lifting of Covid-19 restrictions, business travel is making a comeback. But with climate concerns growing and the ability to work remotely enhanced, is flying to a business conference in a windowless room justified? Our award-winning <a href=\"https://www.ft.com/content/40940828-6d5d-4fb2-a903-5e2e8d868437\"><em>Working It</em> podcast</a> looks at business travel trends, away days in theme parks and why your employer may book your vacation.</p> <p><a href=\"https://www.ft.com/content/1364c955-e9f9-46c1-80e5-3114e6beabd3\">How one professor moved his research to a new country — and took his laboratory, too</a> Packing up a workspace is a huge task but one Oxford scientist did just that — and his team have now joined him in the Netherlands.</p> <p><a href=\"https://www.ft.com/content/8efcb6d6-b3ec-4967-9f6e-c273f0b9b911\">TikTok is making spreadsheets cool — with help from dancing experts</a> Social media influencers show millions how to improve their Excel skills, as part of a trend for ‘micro learning'.</p> <p><a href=\"https://www.ft.com/content/1f397fb4-da63-4ccd-bac1-343828540bf2\">Bonuses are outdated in the age of knowledge work</a> Paying people to meet targets is not always effective — and can even backfire.</p> <p><strong>Quiz: Are you up to date with the news?</strong></p> <p>Which company overtook Apple to become the world's most valuable company? <a href=\"https://www.ft.com/content/5b7f5f81-d370-4041-bc38-f44204cd72d9\">Find the answer here and test yourself with 10 questions</a>.</p> <p><strong>Must-read FT stories in the past week</strong></p> <p><a href=\"https://www.ft.com/content/a0aa177e-607c-4f3c-b2af-ac74535e2d26\">Elon Musk puts $44bn Twitter deal ‘on hold </a>Tesla chief questions fake accounts on social media site, leading to share price drop and new doubts over takeover</p> <p><a href=\"https://www.ft.com/content/5887ef43-d43a-4608-a1ac-aacc99f076b9\">Crypto industry shaken as Tether's dollar peg snaps</a> Token's tech chief declines to provide details on Treasury holdings on fear of revealing ‘secret sauce'</p> <p><a href=\"https://www.ft.com/content/e7d3e505-279c-45d7-8585-1d1354926571\">Turkey's president objects to Finland and Sweden's Nato applications</a> Recep Tayyip Erdoğan accuses the two countries of supporting Kurdish militants</p> <p><strong>Back issues<br></strong>To view previous newsletters, go to: <a href=\"https://www.ft.com/bschool?emailId=620667961599e60023446017&amp;%3B%3BsegmentId=f5ff1a1a-1590-1863-3861-e9c91a6a3b7f&amp;%3BsegmentId=f5ff1a1a-1590-1863-3861-e9c91a6a3b7f&amp;segmentId=f5ff1a1a-1590-1863-3861-e9c91a6a3b7f\">ft.com/bschool</a>.</p> <p>If this newsletter was forwarded to you, then please sign up for the&#xa0;<a href=\"https://ep.ft.com/newsletters/subscribe?newsletterIds=58703fded3c6320004583129&amp;%3BemailId=62010e63ba29850023283ab7&amp;%3BsegmentId=f5ff1a1a-1590-1863-3861-e9c91a6a3b7f&amp;emailId=620667961599e60023446017&amp;segmentId=f5ff1a1a-1590-1863-3861-e9c91a6a3b7f\">FT Business School Briefing</a>.</p> <p>Thank you for reading. Please send your recommendations and feedback to&#xa0;<strong>bschool@ft.com</strong>.</p><p>Source: Wai Kwen Chan, Andrew Jack, Jonathan Moules, Leo Cremonezi and Sam Stephens 2022 'Diversity courses, ‘halo effect' updated, best for law' FT.com 16 May. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-05-16T15:25:53.181Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 4691,
          "end": 4696
        }
      ]
    }
  ]
}