{
  "_id": "cee5a675f8d8c821446723f02dc7ee556d956db7e0b4bf445801295ab9e71bf3",
  "feed": "market-watch",
  "title": "There's a good bet to be made in this 'uninvestable' country, says UBS; Critical information for the U.S. trading day",
  "text": "<p>Such dismissive hyperbole often provides opportunity as investors struggle with nuance. And that's exactly what's happening in the U.K., reckons Matthew Gilman, strategist at UBS.</p><p>\"The FTSE 100 is not the U.K. economy,\" he stresses in a note published this week.</p><p>Yes, Great Britain is likely already in recession, and while support may come from the government's now infamous fiscal largesse, that will be counteracted by the dislocation in credit markets and higher interest rates from the Bank of England.</p><p>But only \"about a quarter of FTSE 100 UK:UKX revenues are generated in the UK, so the global economy matters much more than the domestic backdrop\", says Gilman.</p><p>The blue-chip index's top five constituents — Shell SHEL UK:SHEL, AstraZeneca AZN UK:AZN, HSBC HSBC UK:HSBA, Unilever UL UK:ULVR and Diageo DEO UK:DGE, which together make up about a third of its market capitalization — exemplify the Footsie's international nature. The next five biggest — BP BP UK:BP, BAT UK:BATS, Glencore UK:GLEN, GSK GSK UK:GSK, and Rio Tinto RIO UK:RIO — do the same.</p><p>The weak pound GBPUSD is thus a boon, providing a material boost to corporate earnings as overseas profits are converted back into sterling, and improve the competitiveness of exporters, supporting equities, according to Gilman.</p><p>Another factor that has underpinned the Footsie of late, which is down 7% this year compared to Europe-wide Stoxx 600's XX:SXXP 19% decline, is its sector mix.</p><p>\"The FTSE 100 is a value market that's heavily skewed toward commodities and defensive sectors. Oil &amp; gas companies make up around 13.5% of the index and is one of our most preferred global sectors as it will help buffer against higher oil and gas prices as we navigate an energy crisis,\" says Gilman.</p><p>His other preferred global sectors—healthcare and consumer staples—are also large weights in the Footsie and should provide relative protection against slowing economic growth, he argues.</p><p>\"In aggregate, our preferred global sectors make up around half of the FTSE 100. With the FTSE 100 trading on a forward P/E of 8.9x — a 29% discount to its 20-year average — with a 4.6% prospective dividend yield, valuations are attractive and…continue to support our relative preference for UK equities, in spite of the domestic challenges,\" Gilman concludes.</p><p>Tempted? The U.S.-based investor can utilize ETF's like the iShares MSCI United Kingdom EWU. It's not a perfect tracker of the Footsie but the main constituent weightings pretty much match the London barometer.</p><p>And for those concerned about foreign exchange risk, there is the iShares Currency Hedged MSCI United Kingdom ETF HEWU.</p><p>Markets</p><p>S&amp;P 500 futures ES00 were barely changed at 3758 as traders awaited the NFP report. The dollar index DXY dipped 0.2% to 112.04 and the benchmark 10-year Treasury yield BX:TMUBMUSD10Y rose 1.5 basis points to 3.839%. WTI crude futures CL.1 added 0.5% to $88.90 a barrel as the market continued to assess the impact of a deal by the OPEC+ cartel to cut production by 2 million barrels a day.</p><p>The buzz</p><p>All eyes will be on the September nonfarm payrolls data, due for release at 8:30 a.m. Eastern Time. A weaker than expected report may energize equity and bond bulls as they reason that a cooling jobs market will reduce the pace of Federal Reserve rate hikes.</p><p>Economists forecast a net 275,000 jobs were created in the U.S last month, down from 315,000 in August. The unemployment rate is expected to be unchanged at 3.7% and average hourly earnings growth also unchanged at 0.3%.</p><p>There's also another batch of Fed speakers, including New York Fed President John Williams at 10 a.m. and Minneapolis Fed President Neel Kashkari at 11:25 a.m.</p><p>Shares in Advanced Micro Devices AMD fell 5% in premarket action after the chip maker cut its forecast as it spies slower PC sales.</p><p>Twitter TWTR stock was trading about $5 below the supposedly agreed takeover price from Elon Musk after a judge put the target's lawsuit against the Tesla TSLA owner on hold.</p><p>Credit Suisse's CH:CSGN beleaguered share price bounced 8% after the bank offered to buy back $3 billion of its debt as it seeks to reassure investors about its balance sheet.</p><p>Best of the web</p><p>The gurus who say they can make quiet quitting disappear.</p><p>The risks from derivatives have morphed.</p><p>Many scientists see fusion as the future of energy.</p><p>The chart</p><p>The third quarter U.S. company reporting season will kick into gear next week. Investors will then start getting a better idea of what the earnings, or E, is like in the S&amp;P 500's P/E ratio. The good news for bulls is that as the chart below from The Market Ear shows, at the depths of the selloff last week, the next twelve-month S&amp;P 500 P/E ratio had pulled back significantly from around 21 times to 16 times. The problem is in historical terms that's still not especially cheap.</p><p>Top tickers</p><p>Here were the most active stock-market tickers on MarketWatch as of 6 a.m. Eastern. </p><p> Tickers  Security name  TSLA     Tesla  GME      GameStop  TLRY     Tilray Brands  AMC      AMC Entertainment  NIO      NIO  AMD      Advanced Micro Devices  AAPL     Apple  BBBY     Bed Bath &amp; Beyond  TWTR     Twitter  APE      AMC Entertainment preferred</p><p>Random reads</p><p>Pizza is VERY serious stuff in NYC.</p><p>The wrestling church mixing sermons wit h suplexes.</p><p>Pip the Podenco finds his way home.</p><p>Need to Know starts early and is updated until the opening bell, but sign up here to get it delivered once to your email box. The emailed version will be sent out at about 7:30 a.m. Eastern.</p><p>Listen to the Best New Ideas in Money podcast with MarketWatch reporter Charles Passy and economist Stephanie Kelton.</p><p>There's a good bet to be made in this 'uninvestable' country, says UBS</p>",
  "published": "2022-10-07T10:32:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 5038,
          "end": 5042
        },
        {
          "start": 5043,
          "end": 5048
        }
      ]
    }
  ]
}