{
  "_id": "93031d841618477d3740a72f91e6234034fc63aeb47b7786275e0146e7ead391",
  "feed": "market-watch",
  "title": "Apple's rumored production cutback 'overshadows the underlying story' of strong iPhone 14 Pro demand; Apple reportedly is moving away from plans to increase iPhone 14 production by up to 6 million units, but analysts say Pro models are selling well",
  "text": "<p>The company didn't immediately respond to MarketWatch's request for comment on whether it was pulling back on production increases.</p><p>Apple's stock was down 2.3% in midday trading Wednesday.</p><p>Analysts weren't particularly worried by the Bloomberg report, with Evercore ISI's Amit Daryanani noting that even a cut of 6 million units would bring the company in line with projections from a few months ago. He also said that such a cut would \"in theory\" be better than therumored cut of 10 million units that was reported during the iPhone 13 cycle.</p><p>He highlighted in a note to clients that Apple seems to be seeing stronger demand for its Pro models than for less expensive base models, a trend that could benefit average selling prices, or ASPs.</p><p>\"Our call remains that upside in H2:22 for AAPL will stem from uplift in ASPs, not units,\" Daryanani wrote. \"We think AAPL remains one of the few companies that is positioned to beat/raise through H2:22.\"</p><p>Wedbush analyst Daniel Ives chimed in that \"[c]learly this negative news in light of an already shaky macro and jittery market will send shockwaves across the Street,\" though he thought that investors should focus on strength in the Pro line.</p><p>\"Our view is [that] the headline of 'not increasing production' (~6 million units) overshadows the underlying story for iPhone 14 Pro demand that is currently playing out in the field,\" he wrote, noting extended wait times for certain Pro devices, even as base iPhone 14 sales have \"clearly been underwhelming.\"</p><p>\"The softness on the base iPhone model is a clear sign that in this weaker macro consumers are not paying up for a smartphone that is pricey with minimal enhancements from iPhone 13,\" Ives wrote, adding that the Pro model is \"a complete other story seeing positive demand.\"</p><p>Apple's rumored production cutback 'overshadows the underlying story' of strong iPhone 14 Pro demand</p>",
  "published": "2022-09-28T18:06:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 102,
          "end": 107
        },
        {
          "start": 785,
          "end": 789
        },
        {
          "start": 860,
          "end": 864
        },
        {
          "start": 132,
          "end": 137
        },
        {
          "start": 585,
          "end": 590
        },
        {
          "start": 1776,
          "end": 1781
        },
        {
          "start": 0,
          "end": 5
        }
      ],
      "nexusId": "10022657"
    }
  ]
}