{
  "_id": "73d187cf191fa868118c8605e7ce5e40b96bc4c6cc08c8620960a749fe95167d",
  "feed": "wall-street-journal",
  "title": "EXCHANGE --- Business News: Porsche, Apple Held Talks About Joint Projects",
  "text": "<p>Executives from Porsche traveled to the U.S. late last year for meetings with Apple and other tech companies about potential cooperation, Mr. Blume said.</p><p>\"We already have Apple CarPlay. We will expand on that,\" he said of the tech company's software that connects iPhones to the dashboards of most new cars, adding, \"We discussed a range of exciting projects with the Apple [executives].\"</p><p>Porsche's parent company, Volkswagen AG, is preparing to take the unit public with a listing later this year.</p><p>Apple didn't respond to a request to comment.</p><p>The meeting between Mr. Blume, Porsche Chief Financial Officer Lutz Meschke and other Porsche board members with still-undisclosed Apple executives took place in November on the sidelines of the Los Angeles Auto Show, a person familiar with the situation said. The person characterized the meeting as an opportunity to get to know each side, adding that it didn't involve discussions particular to Apple's own car plans or include any negotiations.</p><p>\"There is nothing specific at this point,\" the person said. \"It had nothing to do with a car. They talked about various digital projects.\"</p><p>Auto makers and tech companies have been working closer in recent years with the explosion of personal electronics and customer desires for vehicles that mimic the functions of their smartphones. Yet, each industry has looked at the other with caution, not wanting to cede control while still eyeing the potential of unlocking billions of dollars in new revenue from digital services.</p><p>The car companies have struggled with the software side of development while tech companies have stumbled crossing cultural bridges in working with the century-old manufacturers.</p><p>The rare admission from an auto maker's top executive that talks were under way with the reticent iPhone maker is the latest twist in Apple's yearslong flirtation with the automotive industry. Since 2014, the Cupertino, Calif., tech giant has been exploring ways to move beyond CarPlay. Apple has explored designing its own car, people familiar with the efforts have said.</p><p>In 2020 it sounded out potential manufacturing partners and suppliers with an eye to beginning production as soon as 2024, people involved have said. In early 2021, Hyundai Motor Group in South Korea suggested it was exploring options with Apple before saying the talks had broken down. Apple's program took another hit later last year with the departure of key managers, including Doug Field who left for a senior role at Ford Motor Co.</p><p>License this article from Dow Jones Reprint Service</p>",
  "published": "2022-03-19T00:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 499,
          "end": 504
        },
        {
          "start": 2310,
          "end": 2315
        },
        {
          "start": 1984,
          "end": 1989
        },
        {
          "start": 171,
          "end": 176
        },
        {
          "start": 78,
          "end": 83
        },
        {
          "start": 1831,
          "end": 1836
        },
        {
          "start": 676,
          "end": 681
        },
        {
          "start": 943,
          "end": 948
        },
        {
          "start": 2357,
          "end": 2362
        },
        {
          "start": 37,
          "end": 42
        },
        {
          "start": 368,
          "end": 373
        }
      ]
    }
  ]
}