{
  "_id": "247b88b50d89c5904cd4a27a634cf0d8e9a4229356a7d9492875fc3cabed8677",
  "feed": "wall-street-journal",
  "title": "'Fortnite' Maker Epic Games Valued at Nearly $32 Billion in Funding Round; Videogame company raises $2 billion from existing investor Sony Group and Kirkbi",
  "text": "<p>The company, which also counts Walt Disney Co. and China's Tencent Holdings Ltd. among its investors, was valued at $28.7 billion as of last April. Its chief executive, Tim Sweeney, remains the company's controlling shareholder.</p><p>The company said the funding will advance the company's aims to build the metaverse—a term used to describe a virtual environment in which people can use digital avatars to work, play and shop—and its continued growth.</p><p>\"As we reimagine the future of entertainment and play we need partners who share our vision. We have found this in our partnership with Sony and KIRKBI,\" Mr. Sweeney said.</p><p>The latest funding round comes days after Epic and the Lego Group, which is 75% owned by Kirkbi, said they are partnering to build a version of the metaverse that is kid- and family-friendly.</p><p>Epic's latest valuation will be closely watched by investors after a string of recent deals in the videogame space this year. In January, Microsoft Corp. agreed to buy Activision Blizzard Inc. in an all-cash deal valued at about $75 billion. Later that month, Sony's videogame unit said it was buying videogame developer Bungie Inc. in a deal valued at $3.6 billion.</p><p>As Mr. Sweeney's company has grown, he has also taken on two of the world's biggest technology companies. Epic has been in legal disputes with Apple Inc. and Alphabet Inc.'s Google after the two companies in August 2020 pulled \"Fortnite\" from their app stores. The move came after Epic rolled out a new way of making in-game purchases that circumvented the cut the tech giants make from digital transactions within apps.</p><p>Apple last month argued a judge's ruling should be overturned in its appeals fight with Epic.</p><p>Epic said in March that it was committing proceeds from \"Fortnite\" to humanitarian relief for people affected by the war in Ukraine. It said it raised a total of $144 million.</p><p>Epic was founded in 1991. In addition to the shooter game \"Fortnite,\" it makes the Unreal Engine, a suite of software tools for developing videogames and producing special effects for television shows, movies and other types of digital content. It also owns the studios behind hit games such as \"Rocket League'' and \"Fall Guys: Ultimate Knockout.\"</p><p>Write to Denny Jacob at denny.jacob@wsj.com</p><p>'Fortnite' Maker Epic Games Valued at Nearly $32 Billion in Funding Round</p>",
  "published": "2022-04-11T16:28:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1600,
          "end": 1605
        },
        {
          "start": 1322,
          "end": 1327
        },
        {
          "start": 1322,
          "end": 1331
        },
        {
          "start": 1322,
          "end": 1332
        }
      ]
    }
  ]
}