{
  "_id": "d3eca4200ee089df1c6bb725575911d43a97daa89c03a31a34ee2f2dafb0ae8e",
  "feed": "wall-street-journal",
  "title": "Aaron Judge Could Make History Friday Night but It Won't Be on Broadcast TV; The Yankees slugger is chasing his 61st home run of the season in a game that will only be streamed on Apple TV+",
  "text": "<p>The possibility that Mr. Judge could match or even exceed former Yankees great Roger Maris's 61 home runs in one season without a traditional television broadcast has irked some fans.</p><p>Airing the game on Apple TV+ also means the usual announcers for the Yankees won't be calling the game.</p><p>\"So if Aaron Judge ties or breaks the iconic #Yankees record on Friday night they won't have one familiar TV announcer because it's on Apple?,\" said Kristie Ackert, who covers the Yankees. \"#Yankees fans do not deserve that. MLB deserves the embarrassment though.\"</p><p>A spokeswoman for Apple said anyone with internet access can watch the game on a variety of platforms, including on smart TVs, cable set-top boxes and web browsers. A subscription to Apple TV+ isn't required to watch the game, she said. An Apple account, however, is required.</p><p>The Yankees didn't respond to a request for comment.</p><p>Major League Baseball said it determined Apple would stream this game before the season started, and didn't consider moving it to another network. The game is fully available across the U.S. and has international distribution. It is widely accessible, free, and available to anyone with internet access, the league said.</p><p>The Yankees Twitter account on Friday posted instructions on how to watch the game.</p><p>Comedian Jon Stewart, a New York Mets fan who hosts 'The Problem With Jon Stewart' on Apple TV+, noted on social media that Friday night's Yankees game could be historic.</p><p>\"This Aaron Judge thing is getting me so excited,\" Mr. Stewart said in a video message posted to Twitter. \"This is going to be the steroid-free home-run record, breaking Roger Maris's 61, if he does it. And Friday night may be the night he ties the record or breaks the record, and then I found out the game against the Red Sox, it's on Apple TV+,\"</p><p>Mr. Stewart then gave a plug for Apple TV+, noting that the platform streams its baseball games free.</p><p>Still, amid the grumbling online, some fans on social media said they liked having free access to baseball games without a cable subscription or local TV restrictions blocking access.</p><p>History can also be made during a second game on Apple TV+ on Friday night featuring the St. Louis Cardinals and the Los Angeles Dodgers. Cardinals slugger Albert Pujols is two home runs shy of hitting 700 career home runs. Only three other players have ever reached that milestone.</p><p>The Cardinals didn't respond to a request for comment.</p><p>The partnership between Major League Baseball and Apple TV+ is part of a broader push by the league to offer games on a variety of streaming platforms, such as on NBCUniversal's Peacock and Amazon.com Inc.'s Prime Video.</p><p>Apple Inc. and Major League Soccer also reached a 10-year deal in June where the league will stream all of its games on the tech giant's streaming service.</p><p>Write to Joseph De Avila at joseph.deavila@wsj.com</p><p>Aaron Judge Could Make History Friday Night but It Won't Be on Broadcast TV</p>",
  "published": "2022-09-23T17:50:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1796,
          "end": 1801
        },
        {
          "start": 423,
          "end": 428
        },
        {
          "start": 2653,
          "end": 2663
        },
        {
          "start": 924,
          "end": 929
        },
        {
          "start": 571,
          "end": 576
        },
        {
          "start": 1841,
          "end": 1846
        },
        {
          "start": 736,
          "end": 744
        },
        {
          "start": 793,
          "end": 798
        },
        {
          "start": 180,
          "end": 185
        },
        {
          "start": 203,
          "end": 208
        },
        {
          "start": 736,
          "end": 741
        },
        {
          "start": 2653,
          "end": 2658
        },
        {
          "start": 2482,
          "end": 2487
        },
        {
          "start": 2143,
          "end": 2148
        },
        {
          "start": 2653,
          "end": 2662
        },
        {
          "start": 2482,
          "end": 2490
        },
        {
          "start": 1374,
          "end": 1379
        },
        {
          "start": 203,
          "end": 211
        },
        {
          "start": 2143,
          "end": 2151
        }
      ],
      "nexusId": "10022657"
    }
  ]
}