{
  "_id": "fdd22dee8d49bd014dcd3ac2fcf10865d1a33fc73d17bfb6ffe4dead54a91aaa",
  "feed": "market-watch",
  "title": "This reliable indicator of recession has yet to buckle, and so the Fed won't either, strategist says; Critical information for the U.S. trading day",
  "text": "<p>Keith Wade, chief economist and strategist at U.K. fund manager Schroders, says there's one thing missing. \"In many ways corporate behaviour has been puzzling this year as the consequence of slower growth and rising employment has been the weakest productivity growth on record,\" he says.</p><p>But, outside of the tech sector, there just hasn't been much talk of layoffs. \"In our view firms have only been able to tolerate weak productivity and the subsequent surge in unit wage costs through being able to pass them on in higher prices. Otherwise margins would have been crushed as labor costs surged. Instead firms have been beneficiaries of high inflation. As a result, whilst household cash flows are under pressure, the corporate sector is yet to see the sort of squeeze which would trigger a retrenchment,\" he said.</p><p>The flow of funds data from the Fed show this — that the corporate sector is running a financial surplus, where internal cash flow exceeds investment. \"In previous cycles a deterioration in this balance and dip into deficit has been a reliable indicator of recession. This is the point at which companies begin to have funding problems as they have to tap into external sources to maintain current expenditure. Very often this results in a retrenchment as lenders and other capital providers seek reassurance that the business is viable,\" he says.</p><p>Of course, if household finances keep deteriorating, then at some point consumers just won't be able to tolerate higher prices. But not yet. The economic data is reinforced by the third quarter earnings season so far: \"some downgrades, but no great calamities,\" Wade says.</p><p>The markets</p><p>After the best month for the Dow Jones Industrial Average DJIA since 1976, U.S. stock futures ES00 NQ00 were pointing to a good start for November as well. The yield on the 10-year Treasury BX:TMUBMUSD10Y fell below 4%, and the dollar DXY slipped.</p><p>The buzz</p><p>The Fed might get distracted this morning by a hefty set of data releases, including the suddenly important job openings report. The vacancies-to-unemployment rate is a key indicator of labor market tightness, a new study finds.</p><p>There's also the Institute for Supply Management's manufacturing index, construction spending and vehicle sales data to come.</p><p>The earnings calendar includes Pfizer PFE, Eli Lilly LLY, and after the close, Advanced Micro Devices AMD.</p><p>Chinese stocks rallied on hopes of an easing of zero-COVID policies, though an official denial reduced enthusiasm.</p><p>The U.S. and the United Arab Emirates signed a deal they said will \"catalyze\" $100 billion in financing and investment for clean energy. Saudi Aramco SA:2222 said it earned $42 billion in the third quarter, while BP BP reported forecast-beating profits, helped by gas trading.</p><p>Best of the web</p><p>States spent millions on Deloitte's anti-fraud systems, and then suffered billions of losses from fraud.</p><p>How to supersize tax-deferred retirement savings.</p><p>As Israel conducts its fifth election in five years, the swing electorate may be the country's Arab community.</p><p>Top tickers</p><p>Here were the most active stock-market tickers as of 6 a.m. Eastern. </p><p> Tickers  Security name  GME      GameStop  TSLA     Tesla  AMC      AMC Entertainment  NIO      Nio  META     Meta Platforms  AAPL     Apple  MULN     Mullen Automotive  AMZN     Amazon.com  APE      AMC Entertainment preferred  BBBY     Bed Bath &amp; Beyond</p><p>Random reads</p><p>The entire top ten on the Billboard charts are claimed by Taylor Swift.</p><p>Aplanet-killing asteroidhas been hiding behind the Sun. Clever.</p><p>Need to Know starts early and is updated until the opening bell, butsign up here to get it delivered once to your email box. The emailed version will be sent out at about 7:30 a.m. Eastern.</p><p>Listen to the Best New Ideas in Money podcast with MarketWatch reporter Charles Passy and economist Stephanie Kelton</p><p>This reliable indicator of recession has yet to buckle, and so the Fed won't either, strategist says</p>",
  "published": "2022-11-01T11:10:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 3225,
          "end": 3230
        },
        {
          "start": 3220,
          "end": 3224
        }
      ]
    }
  ]
}