{
  "_id": "38be3972f241e27d86c9cda13df0f80a921baa83f44b021ec04e4b95f49bc97b",
  "feed": "wall-street-journal",
  "title": "Microsoft Profit Falls, Sales Slow --- Revenue from PCs, Windows slips, but cloud business grows amid strong demand",
  "text": "<p>It was the worst quarterly net-income decline Microsoft has announced in more than two years and the weakest revenue growth in more than five years.</p><p>Sales of Microsoft's Windows operating system fell 15%, the company said. Sales of PCs, a large portion of which use Windows, have fallen this year after booming at the onset of the pandemic. The company's Azure cloud-computing platform and other cloud services posted a 35% rise in revenue, though the pace of its growth has slowed in the past year.</p><p>Microsoft shares fell 7% in after-hours trading after it announced its results.</p><p>The company expects further sluggishness, reporting an outlook for the current quarter that was well below Wall Street forecasts, driven by even sharper declines in sales of PCs and tablets. Azure's growth is also expected to slow on a currency-adjusted basis, financial chief Amy Hood said on a conference call about the results.</p><p>Windows sales to PC makers are expected to slide by over 30% in the quarter, Ms. Hood said. The company's sales outlook for the current quarter, she said, was for as much as $53.35 billion. Analysts surveyed by FactSet had been expecting $56.16 billion.</p><p>The software giant, which gets much of its sales from companies, is doing better than tech companies which depend more on consumer spending and advertising. However, demand for its Windows operating system software has fallen with the sales of the personal computers which use it. Around the world households, companies and governments that bought computers during the pandemic are scaling back.</p><p>Global shipments of desktop and laptop computers fell in the third quarter by 18% from a year earlier, according to a recent report by market-research firm Canalys. Notebook shipments were particularly hard hit, the technology-analysis firm said.</p><p>Microsoft is also a top player in cloud-computing services that have boomed during the pandemic. In the middle of the health crisis, Microsoft reported several quarters in a row of 50% or more year-over-year sales growth for Azure, the world's No. 2 behind Amazon.com Inc.'s cloud..</p><p>The pace of growth has moderated this year, however.</p><p>Revenue growth at Azure and its other cloud services slowed to 35% last quarter from 50% in the same quarter last year.</p><p>As companies grapple with high inflation, rising interest rates and economic worries, Microsoft says they use its software and cloud services more for efficiency and flexibility.</p><p>\"Moving to the cloud is the best way for organizations to do more with less today,\" Microsoft Chief Executive Satya Nadella said in the earnings call Tuesday.</p><p>Fluctuations in the value of the dollar have also made Microsoft's numbers look worse, and Ms. Hood said the currency would continue to be a factor in its current quarter.</p><p>The WSJ Dollar Index, which tracks U.S. currency performance against other currencies, is up close to 15% since the beginning of the year. Microsoft gets close to half of its sales overseas and a strong dollar means the money it earns in foreign currency translates into fewer dollars.</p><p>International Business Machines Corp. has had to contend with many of the same trends and last week announced higher-than-expected sales figures for last quarter. It cited continued strong demand for its cloud-computing services and artificial-intelligence products.</p><p>Microsoft shares have fallen 26% so far this year, slightly better than the tech-heavy Nasdaq Composite Index which has slipped 29%. Over the same period, Apple Inc. shares have fallen 16% while Meta Platforms Inc. has tumbled 59%.</p><p>Earlier this month Microsoft said it was laying off employees to adjust to evolving business prospects. It didn't say how many people it was cutting.</p><p>In July, the software maker said it had plans to cut positions, affecting less than 1% of its workforce of over 200,000.</p>",
  "published": "2022-10-26T00:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 3482,
          "end": 3492
        },
        {
          "start": 3482,
          "end": 3487
        },
        {
          "start": 3482,
          "end": 3491
        }
      ]
    }
  ]
}