{
  "_id": "fc0d018e5f3b67c41691dbaaf734fcba58e1173d602f4de204b9840c44b5285e",
  "feed": "ftcomall",
  "title": "World's biggest marketing groups sidestep digital ad turmoil",
  "text": "<p>Three of the world's largest advertising groups have raised annual financial targets as they seek to convince corporate clients that it would be a mistake to cut brand-building marketing budgets in response to cost pressures.</p> <p>Interpublic, the US marketing conglomerate, on Friday joined its New York rival Omnicom and France's Publicis in increasing guidance for full-year revenues despite the slowing global economy and a <a href=\"https://www.ft.com/content/cf62fdd4-0084-48f7-b10c-a972c8f58888\">slump</a> in the social media advertising market.</p> <p>Several ad executives said they were still cautious given client concerns about inflation, the war in Ukraine and wider uncertainty. Philip Angelastro, chief financial officer of Omnicom, which owns agency networks BBDO and DDB, told analysts this week that the company was ready to “right size” parts of the business if required. </p> <p>However, in the latest sign that the diversified agency groups have so far sidestepped turmoil in digital advertising, IPG said it now expected organic growth of 7 per cent for the full year, an increase from its previous guidance of 6.5 per cent.</p> <p>The upgraded sales forecasts provide at least some reassurance to investors that ad agencies have been successful in persuading clients to keep promoting brands in the face of economic turbulence.</p> <p>John Wren, chief executive of Omnicom, said those that had “continued to market through [past] recessions prospered, and came out of them more quickly, than ones that just focused on cutting costs indiscriminately”.</p> <p>Arthur Sadoun, chief executive of Publicis, said: “Despite — and maybe because of — the challenges they [clients] are facing, it won't stop them from investing in their marketing and business transformation.”</p> <p>The executives' cautious optimism is also in spite of the sharp slowdown in parts of digital advertising after Apple implemented privacy controls that have made it harder for smartphone apps to target ads at particular users. Shares in social media group Snap <a href=\"https://www.ft.com/content/d5b7519f-1845-4f80-970f-8ebb7d679583\">plunged</a> this week after its losses ballooned.</p> <p>The divergent performance was in part explained by some ad agencies' focus on longer-term brand building over tactical online placements that aim to generate immediate sales, analysts said.</p> <p>In another positive sign for the sector, Nestlé's chief executive Mark Schneider said this week that the consumer goods group was increasing consumer marketing expenditure in the second half of the year. </p> <p>Citing an easing in supply chain pressures, which have dissuaded some companies from advertising, he said Nestlé wanted to ensure that its brands were “staying high in everyone's awareness”.</p> <p>Michael Nathanson, analyst at MoffettNathanson, a division of SVB Securities, said the ad results so far were largely reassuring but noted a lack of financial guidance for next year. “Everyone is expecting all these macro headwinds to start hurting [then]”, he added.</p> <p>IPG's chief executive Philippe Krakowsky said that the company was “seeing a more challenging macro environment” and “some deferrals of digital project work”. </p> <p>Analysts have pencilled in a weaker quarter from London-based WPP, which is due to report next week. The company is forecast to produce organic revenue growth of 3.3 per cent because of a strong comparative figure a year ago, but a full-year increase of 6.1 per cent.</p> <p>Omnicom this week increased its forecast for full-year organic growth from a range of between 6.5 per cent and 7 per cent, to between 8 per cent and 8.5 per cent.</p> <p>Publicis, which owns Saatchi &amp; Saatchi and Starcom, similarly lifted its outlook for organic growth to about 8.5 per cent, compared with previously issued guidance of between 6 per cent and 7 per cent.</p><p>Source: Alistair Gray in London 2022 'World's biggest marketing groups sidestep digital ad turmoil' FT.com 22 October. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-10-22T03:00:05.839Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1781,
          "end": 1786
        }
      ],
      "nexusId": "10022657"
    }
  ]
}