{
  "_id": "0cb86f24b0d052499605b65a6472cdddd8ad0c7d702eac096ca36ebe2377c7a8",
  "feed": "ftcomall",
  "title": "Japan sets out its stall but visitors may not buy",
  "text": "<p>Japan's latest mental agility puzzle involves looking around this most glittering and delicious of consumer societies, fumbling with the anaemic yen in your pocket and calculating how ludicrously cheap the whole place will feel to a foreign visitor.</p> <p>Morning television show hosts, seasoned economists, TikTok influencers; limited-edition Puma trainers, Samurai Mac burgers, iPhone 14s. Anyone can play, and everything looks (to a holder of dollars buying yen at a 24-year low) like an absolute bargain. </p> <p>Everything, it seems, but the ever-cheap Japanese stock market.</p> <p>Later this week, after two-and-a-half years with almost no tourists, the game will switch from theory to practice. Japan is restoring the long-suspended visa waiver for tourists and <a href=\"https://www.ft.com/japanese-business-finance\">business</a> visitors and lifting the restrictions on airport arrivals. What it hopes will be free-spending hordes will be allowed back into a country that had built a hospitality industry scaled for 40mn annual guests (and a one-off slew of Olympic spectators) whom Covid ensured never showed. </p> <p>Expect Instagram to heave with selfies taken beside baronial sashimi feasts costing the equivalent of $15 as visitors celebrate the spending power of a dollar roughly 30 per cent higher than when they were last here in 2019.</p> <p><a href=\"https://www.ft.com/stream/697d9a50-f1ab-4030-86e8-52f1a98a354c\">Fumio Kishida</a>, a prime minister who has been in power for a year without convincing investors that he has a serious growth plan, has hungrily seized on the potential here. Japan, he told parliament, will pursue measures to “maximise the benefits of the weakening yen”, and set an annual target for foreign tourist spending of $35bn.&#xa0;</p> <p>That is likely to remain ambitious until Chinese visitors, who accounted for about 30 per cent of total arrivals in 2019, are allowed to travel more freely, but spending by Americans, Europeans and Taiwanese will still be powerful. So powerful that some analysts argue the effect on stabilising the yen could be more meaningful than the emergency $20bn strengthening intervention undertaken by the Japanese authorities in late September.</p> <p>But the other group that should return in force from next week is investors — fund managers mostly from the US, Europe and UK. The “touchy-feely” Japanese market's listed companies tend to make their investment cases best when physically visited. These visitors may, along with everyone else, depart Japan with suitcases laden with purchases that exploit the yen's weakness. Their portfolios, meanwhile, are likely to remain underweight Japan.</p> <p>There are four main reasons for this. The first is that while the yen is weak because of Bank of Japan's resolutely ultra-loose monetary policy and its divergence with the rate-hiking US Federal Reserve, the underlying market is cheap for good reason. Japan's old problems — resource poverty, ageing demographics, a decade of energy policy paralysis — are all still gnawing away and Kishida has come nowhere close to reproducing the kind of “Japan is changing” narrative that the late Shinzo Abe so effectively peddled at home and abroad.</p> <p>The second reason is that the visitors will find an enormous and diverse market of profitable companies that local investors are not themselves buying. Over the past seven years, there have been successive waves of shareholder activism. Comparatively small campaigns have been able to demonstrate that Japan's iron-fisted grip on corporate value could be unclenched when investors were prepared to risk applying pressure. But the more tectonic pressure — the sort that would have come from the major Japanese pension funds and insurers and more permanently changed Japanese companies — has never followed.</p> <p>A third reason has been the situation at Toshiba — a Japanese icon for which as many as four separate foreign private equity-led consortiums may soon compete in a multibillion-dollar deal. There are smaller Japanese government-backed funds involved, but there is a striking absence of an ambitious local bidder whose existence would signal the presence of some domestic spark of big-picture risk appetite. </p> <p>The fourth reason that investors may walk away from this visit with less than everyone expects, is that they see nothing to suggest much will have changed if they leave another three-year gap. </p> <p>If, as many now fear, a global recession is coming, much of corporate Japan will look comparatively — and, arguably, attractively — robust for its relatively low leverage and huge piles of cash. This is the exact rainy day for which these companies have saved through successive years of sunshine — a priority on survival over ambition which, for all its validity, is even now not the emphasis visitors are after. Investors will guess that when the storm clouds eventually clear, corporate Japan will remain cowering, in what looks more bunker than bargain basement. &#xa0;</p> <p><a href=\"mailto:leo.lewis@ft.com\"><em>leo.lewis@ft.com</em></a></p><p>Source: Leo Lewis 2022 'Japan sets out its stall but visitors may not buy' FT.com 9 October. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-10-09T07:18:57.126Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [],
      "nexusId": "10022657"
    }
  ]
}