{
  "_id": "1ae8ed808ed12e85912491c3fc15ba9dbacf3d36f51516d37113a04196c19292",
  "feed": "market-watch",
  "title": "Ukrainian official urges Apple, Google, Meta, Netflix, Twitter to cut off business with Russia",
  "text": "<p>In the letter to Apple, which Fedorov attached to his tweet, he asked the CEO to “stop supplying Apple services and products to the Russian Federation, including blocking access to App Store!”</p><p>Saturday, Fedorov's office said in response to a MarketWatch request for comment that the letter is authentic. In addition, he tweeted and his office confirmed he has sent similar letters to Meta Platforms FB, Alphabet GOOGLGOOG, Netflix NFLX and Twitter TWTR.</p><p>He tweeted Saturday that Twitter had agreed to “block Russians the opportunity to register new accounts in Russian Federation.”</p><p>Twitter, Meta, Alphabet and Netflix and have not returned requests for comment Saturday.</p><p>Apple AAPL did not return a request for comment about Fedorov's request Friday. Cook tweeted Thursday that he is “deeply concerned with the situation in Ukraine. We're doing all we can for our teams there and will be supporting local humanitarian efforts.”</p><p>The Ukraine vice prime minister's requests come as the U.S. announced sanctions against Russia over its invasion of Ukraine this week. President Joe Biden's administration said Thursday those sanctions include cutting off “more than half of Russia's high-tech imports,” such as semiconductors, telecommunications, encryption security, navigation technology and more. Fedorov's tweet urged Cook to “support the package of U.S. government sanctions!”</p><p>Friday, the Biden administration said it would sanction Russian President Vladimir Putin, Russian Foreign Minister Sergey Lavrov and members of the Russian national security team directly.</p><p>According to the most recent data from Statista, Apple's Russian subsidiary had sales worth 260 billion rubles in 2020, which is the equivalent of $3.1 billion. Apple's jobs website lists open positions in Russia, with some listings posted as recently as last week.</p><p>https://twitter.com/FedorovMykhailo/status/1497327555690610689?s=20&amp;t=VOjDLIBYe5rYY9NaTQJS9A</p>",
  "published": "2022-02-26T12:22:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 17,
          "end": 22
        },
        {
          "start": 1727,
          "end": 1732
        },
        {
          "start": 25,
          "end": 30
        },
        {
          "start": 1615,
          "end": 1620
        },
        {
          "start": 677,
          "end": 681
        },
        {
          "start": 97,
          "end": 102
        },
        {
          "start": 671,
          "end": 676
        }
      ],
      "nexusId": "10022657"
    }
  ]
}