{
  "_id": "04a68992e28db140d993c31ff7156c3ae6ea6173ea8ee903073c68fd484c3d12",
  "feed": "wall-street-journal",
  "title": "The Rise of Photo Widgets: Portals to Your Friends' iPhone Home Screens; Photo-sharing iPhone widgets such as Locket and LiveIn are a hit with Gen Z because they take a more private approach to social media. Just be careful what you send.",
  "text": "<p>The home-screen magic is possible because of a 2020 change to iOS that included widgets, little boxes of live information and images—clocks, weather and stock updates, news headlines, etc.—alongside the iPhone's usual rows of app icons. (Android users have had widgets for years.)</p><p>Photo-sharing widgets are fun to try out, and they might actually help you find a better way to be social, without stressing over likes and followers, or drowning in a river of ads. But they do require discretion and trust. Typically, they allow just a small group of people into your personal network, and the photos those people send appear automatically on your phone.</p><p>The early users we talked to didn't mention any photo high-jinks—though we're sure it happens. They did say the most fun to be had is surprising someone with an unexpected snapshot.</p><p>\"It is more personal than having someone's phone number. That's appealing to this generation.\" said Jennifer Grygiel, a professor at Syracuse University who studies social media. \"They're looking for unique ways to show what closeness looks like.\"</p><p>The TikTok Effect</p><p>News of the widgets spread on TikTok, where the companies, users and influencers gush about getting surprise updates from friends and romantic partners. Whenever a new video goes viral, the photo-widget apps get more downloads.</p><p>Lexi Sydow, head of insights at data.ai, an app tracker previously called App Annie, confirmed the apps' occasional download surges. She also said that after the hype of a TikTok video dies down, the user growth appears to slow.</p><p>Matt Moss, Locket's creator, says he benefited from the TikTok effect when he introduced his app in January. He made Locket as a birthday gift for his girlfriend, allowing them to send photos directly to each other's iPhone home screens. In January, after he shared his story on TikTok, people downloaded the widget 6.2 million times, according to Sensor Tower. By the end of April, the tally was roughly 15 million, the mobile-app metrics company said. </p><p>Using the Locket widget, Dalvin's friend appears on his home screen in a picture of her choosing, while the picture he selects shows up on her screen. PHOTO: DALVIN BROWN/THE WALL STREET JOURNAL</p><p>\"TikTok was the real difference-maker,\" Mr. Moss said. \"It was important for getting initial awareness out there.\" The app, billed as a \"portal to the people you care about,\" lets you add up to 10 friends. Mr. Moss said the company is thinking about adding a premium subscription option, but doesn't want to run ads.</p><p>A group of developers launched LiveIn in February. While the app works mostly the same, as a frame for friends to share photos, you can scribble words and doodles on the images before sharing. The app also offers a \"world\" view tool, so you can see what users have publicly shared globally. You can follow people whose posts you like, and if they follow you back, their photos are added to your home-screen photo widget.</p><p>The company also credits TikTok videos for its growth spurt, though its 2.9 million total downloads through April lag behind Locket's tally, according to Sensor Tower.</p><p>Other photo-sharing widget apps, such asWidgetPaland Comet: Live Friends Widget, have become available in 2022, while Ekko, an early entrant in the category, hit the App Store a year ago.</p><p>We like WidgetPal for its ability to add stickers to photos and Ekko because it gives senders a \"gift wrap\" option for sensitive photos. However, since they all effectively serve the same purpose, the important thing is to pick the same ones as your friends and family members.</p><p>Sharing Images</p><p>After seeing Locket on TikTok, Natalie Feliciano downloaded the widget and persuaded her boyfriend to download it, too. She likes the convenience and speed built into Locket, not to mention the fact that her \"posts\" are only seen by one other person.</p><p>\"I'm not that big on social media,\" said Ms. Feliciano, a 19-year-old who's studying cybersecurity at the University of Texas at San Antonio. \"Locket feels more private. I won't get a notification. I'll just unlock my phone, and it's updated.\"</p><p>Jimmy Wells, a 19-year-old content creator in Wilmington, N.C., posts roughly twice a day on LiveIn, and checks for photos from his group of nine friends. Most often, it's just a selfie with a scrawled message, asking his friends what they are doing. As his friends respond, LiveIn cycles the most recent photos through his home-screen widget.</p><p>You can't go back and change your photo. The app, however, includes a timeline of all the shots you've shared.</p><p>\"It is pretty much what you would do on Snapchat, except you don't have to open an app,\" Mr. Wells said. \"You don't have to reply, but there's really no way you didn't see it.\"</p><p>The apps also let you keep in touch with family members, be it a grandparent or a sibling. Amina Didan, a 19-year-old college student in Tucson, Ariz., uses LiveIn to communicate with her 15-year-old sister while she's away at college.</p><p>\"We mostly use it to share silly messages with each other,\" Ms. Didan said. \"If you're busy, or in a different time zone, it's easy to keep up with your family.\"</p><p>A Competitive Space</p><p>Whether the photo-widget apps have staying power is unclear.</p><p>BeReal, another buzzy app, prompts users to share unfiltered images with their friends at a seemingly random time each day. And former Facebook and WhatsApp employees created HalloApp to let users interact with smaller groups. Facebook, too, wants to usher users into small groups that share interests, while Instagram encourages people to create second accounts to \"keep up with a smaller group of friends.\"</p><p>SHARE YOUR THOUGHTS</p><p>What's your favorite photo-sharing app? Join the conversation below.</p><p>But the widget apps do have inherent characteristics—most notably, a streamlined, uncluttered user experience—that may encourage users to share more.</p><p>\"Once you're on these apps, it's not about influencers, ads or algorithms,\" said Andrew Selepak, coordinator of the master's program in social media at the University of Florida. \"It is more of what people hoped social media would be in the beginning.\"</p><p>Even if these widgets never become the tech behemoths we're familiar with, they've captured the attention of millions of users. If you try, just keep in mind that whatever you send them will hold a dedicated space on their home screens, while your own home screen will display anything they like. So choose your photos—and your friends—wisely.</p><p>—For more WSJ Technology analysis, reviews, advice and headlines, sign up for our weekly newsletter .</p><p>Write to Dalvin Brown at dalvin.brown@wsj.com</p><p>The Rise of Photo Widgets: Portals to Your Friends' iPhone Home Screens</p>",
  "published": "2022-05-15T13:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": []
    }
  ]
}