{
  "_id": "7d7aa03dcc1905284451cef60ae0b541fbe0540e46dfce0e7bac9f0a19a7eea9",
  "feed": "ftcomall",
  "title": "Meet the women changing the face of Brooklyn's craft drinks scene",
  "text": "<p><em>This article is part of a guide to&#xa0;</em><a href=\"https://www.ft.com/globetrotter/new-york-city\"><em>New York</em></a><em>&#xa0;from FT Globetrotter</em></p> <p>Dating back as far as 4,000BC, women have made waves in the world of fermentation. It was around this time, in ancient Mesopotamia, that Sumerian women are believed to have created the first beer. </p> <p>From then on, women have been credited with developing the beverage that played an important cultural, spiritual and medicinal role in society. </p> <p>“In several ancient cultures, beer was used as medicine and entertainment, as well as a complement to rituals . . . Sumerians, Egyptians and Peruvians all trusted their women to make the liquid that kept people alive,” wrote author Fred Minnick in his book <a href=\"https://books.google.com/books?id=Cb_TAAAAQBAJ&amp;pg=PA1&amp;lpg=PA1&amp;dq=women+invited+beer+4000+BC&amp;source=bl&amp;ots=5WtLAu2hws&amp;sig=ACfU3U0pht9ZrRqlVIJbUUgnA9wHr6J0zg&amp;hl=en&amp;sa=X&amp;ved=2ahUKEwi4pOOl6oT3AhVgg4kEHRm2AboQ6AF6BAhHEAM#v=onepage&amp;q=women%20invited%20beer%204000%20BC&amp;f=false\"><em>Whiskey Women: The Untold Story of How Women Saved Bourbon Scotch &amp; Irish Whiskey</em></a><em>.</em></p> <p>In the Middle Ages, Dutch women were regarded as superior brewers than men, Minnick writes. Today we may have scientific evidence of why: women have <a href=\"https://www.ft.com/content/4959cd58-ae18-11e7-beba-5521c713abf4\">more taste receptors</a> than men, and are able to taste a deeper range of flavours.</p> <p>Despite an innate skill and long history in the business of alcohol, in 2021 women accounted for <a href=\"https://www.brewersassociation.org/insights/new-owner-demographic-benchmarking-data/\">less than 24 per cent of brewery owners</a> in the US, according to the Brewers Association, with less than 3 per cent of breweries being entirely women-owned. But that is rapidly changing, especially in Brooklyn, which has become an incubator for breweries and distilleries helmed by women reclaiming their centuries-long history in the trade — and using their spaces to make the world of craft beer and spirits more inclusive.</p> <p>Here are five groundbreaking women-owned breweries and distilleries to check out in Brooklyn: </p> <h2>Talea Beer Co</h2> <h4>87 Richardson Street, Brooklyn, NY 11211</h4> <p>Tara Hankinson was heavily medicated when she was making her sales pitch. Reasonably so, because she was also on an operating table, giving birth to twins via C-section as she told her doctors about the latest beer release at Talea, the brewery she co-founded with LeAnn Darland. &#xa0;</p> <p>“We have a really good relationship with our OB-GYN — we [LeAnn and I] go to the same [one], and Dr Jackson loves our beer,” Hankinson said. </p> <p>The same year that Hankinson and Darland were starting their own families (Darland had her first child in the early days of the pandemic in March 2020), they were also working to open their Williamsburg taproom — the first 100 per cent women-owned brewery in New York City.</p> <p>“At the most innocuous level, craft beer is sporty and masculine — and at the most toxic level, it's sexist and misogynistic and just not inclusive of anyone except for that stereotypical customer,” said Hankinson. “Women are the fastest growing segment in craft beer . . . yet [surveys say the majority of] female customers are frustrated by craft beer brands treating them as an afterthought.”</p> <p>That type of consumer feedback is what helped the two women, both of whom hold MBAs, make the case that there was an untapped market for accessible beers such as fruit-forward sours and hazy IPAs that are low in bitterness. </p> <p>Accessibility is a wider theme of Talea's ethos. This shows up in the way Darland and Hankinson give discounts to parents and child-minders on “Stroller Tuesdays”, host a co-working space and yoga classes in their bright and whimsical taproom, and give their taproom employees the opportunity to learn how to brew beer.</p> <p>“Now is the time to recognise if there are problems with diversity and inclusivity, and the craft beer industry is no different,” Darland said.</p> <p>Later this spring, Talea plans to open a second location in Cobble Hill — and those wishing to imbibe can also enjoy a taste at a Grand Central pop-up coming this summer. Its signature beer, Sun Up Hazy IPA, offers refreshing notes of pineapple and mango, while the Weekender lager delights with hints of tangerine and liquoricey Raki Anise. Fans of sour beers in particular will find an extensive array of options. (<a href=\"https://www.taleabeer.com/\"><strong>Website</strong></a>; <a href=\"https://www.google.com/maps/place/TALEA+Beer+Co./@40.7187403,-73.9503875,17z/data=!3m2!4b1!5s0x89c25956e244496d:0x3e00245e1a31471a!4m5!3m4!1s0x89c25951dbcf3be5:0x4745212196db582c!8m2!3d40.7187363!4d-73.9481988\"><strong>Directions</strong></a>)</p> <h2>Ode to Babel&#xa0;</h2> <h4>772 Dean Street, Brooklyn, NY 11238</h4> <p>For Marva and Myriam Babel, Brooklyn has always been home. It's the connection that they felt to their borough that inspired the twin sisters to open Ode to Babel, a bar and lounge in Crown Heights that later spawned its namesake gin. They grew up in Bed-Stuy and Crown Heights, staying in the area as they entered their careers (Marva as an interior designer and Myriam in medical administration) and started their own families. </p> <p>“When I became pregnant I decided to take a leave, and when I was home I made a decision to pursue what I really wanted to do: open a space in my community,” Marva said. With her sister's support, Ode to Babel came to life as a home away from home: somewhere to sip coffee or a cocktail, listen to the performance of a local poet or a DJ, peruse the work of local artists or shop from nearby stores' pop-ups hosted at the bar. </p> <p>But Ode to Babel's success as a community gathering place was threatened during the pandemic. Unable to host clientele indoors, the sisters pivoted to bottling and hand-delivering cocktails. This sparked an idea. “We said, ‘You know what, let's make our own spirit because we need our own legacy,'” Marva said.</p> <p>They discovered that legacy in the form of <a href=\"https://www.odetobabel.com/gin\">gin</a>. Together, they developed a citrusy spirit with strong botanical flavours. “For our clientele we get a lot of creative groups, people of colour from the black diaspora, African, Caribbean, Latinx — that demographic tends to drink more rum-based cocktails, so for our drinks that are gin-forward we had to try newer-age gins,” Marva said. &#xa0;</p> <p>The flavour that emanates from Ode to Babel gin is one of a kind. A simple gin and tonic tastes like a comprehensive cocktail — and if you want one of those, there's no shortage to choose from on their menu, which rotates seasonally. </p> <p>Ode to Babel gin is now sold in more than 25 stores and eight bars and restaurants in the New York area. This year promises to be a big one for the Babels. Again open for business as usual, they also plan to open a micro-distillery in Brooklyn (their distilling operation is in Greenport, New York), and prepare for a pre-seed funding round to support their growth. </p> <p>But even as they expand their business, they are staying true to their roots. “We always laugh, we're like small-town girls. We're still in our small town. It just happens to be Brooklyn,” said Marva. (<a href=\"https://www.odetobabel.com/\"><strong>Website</strong></a>; <a href=\"https://www.google.com/maps/place/Ode+to+Babel/@40.6793451,-73.966756,17z/data=!3m1!4b1!4m5!3m4!1s0x89c25ba3ee699433:0xad4804b6b0e50f6d!8m2!3d40.6793411!4d-73.9645673\"><strong>Directions</strong></a>)</p> <h2>Moto Spirits&#xa0;</h2> <h4>93 Forrest Street, Brooklyn, NY 11206</h4> <p>The eclectic nature of Moto Spirits' origin story makes perfect sense when you learn that it started at <a href=\"https://www.475kent.org/about\">475 Kent Avenue</a>. The former pasta factory turned illegal loft apartment building (which has since been deemed up-to-code) earned its infamy in 2008 following the discovery that an unlicensed matzo factory had been operating in the basement for years — and put the building at risk of blowing up. &#xa0;</p> <p>It was at this address that Marie Estrada befriended her “brother from another mother”, Hagai Yardeny. The pair, who became co-founders of Moto Spirits, met while living on the eighth floor of the building filled with artists, photographers, actors and other creatives. At the apartment's community barbecues, the pair bonded over their experience as immigrants (Yardeny is from Israel and Estrada from the Philippines), their interest in entrepreneurship and a love of travel and motorcycles. </p> <p>After Yardeny arrived home from a motorcycle trip in Vietnam raving about a local rice “wine”, the entrepreneurial pair were soon creating their own spirits, causing an explosion in Yardeny's apartment in the process of their experiments.</p> <p>Eventually, their makeshift operation moved from Williamsburg to a dedicated distillery in Bushwick. It's here that the pair distil their rice whiskey and also an apple-based spirit they call Jabuka (the Croatian word for apple), inspired by a motorcycle trip to Croatia and the Balkans. </p> <p>The current 5,000-square-foot space also doubles as a place for Yardeny and Estrada to house the seven motorbikes they own between them. While Moto Spirit's story is certainly unique, Estrada is used to standing out, and thrives on it. </p> <p>“It's not that I want to be a poster child for women because I'm brown and immigrant and a woman, but I am really gladdened that I am,” she said. (<a href=\"https://motospirits.com/home/\"><strong>Website</strong></a>; <a href=\"https://www.google.com/maps/place/Moto+Spirits+Distillery/@40.7079388,-73.9328104,15.79z/data=!4m5!3m4!1s0x0:0x8ece0b7484d075db!8m2!3d40.702734!4d-73.9327\"><strong>Directions</strong></a>)</p> <h2>Interboro Spirits and Ales</h2> <h4>942 Grand Street, Brooklyn, NY 11211</h4> <p>“I wish we had a way to talk about this rather than saying ‘male-dominated industry', because tell me, what industry isn't?” asked Laura Dierks, co-founder and CEO of Interboro, who has been in her fair share of “male-dominated industries”. As a child she dreamt of becoming an astronaut. She attended a military academy and was told women didn't belong. From there she shifted into academia, where she was asked to make photocopies because she was the only woman in the physics department. A move to Silicon Valley in the mid-'90s showed the tech industry wasn't much different.</p> <p>Whether it was a function of evolving attitudes, differences between the sectors or a combination of the two, the beverage industry in comparison wasn't so bad, Dierks said. &#xa0;</p> <p>“The alcohol industry has, generally, I'd say, been mostly welcoming,” said Dierks, who co-founded Interboro with business partner Jesse Ferguson in 2016. She says this even after having had an investor once ask her how she would run the business and be a good mom. (The same question was not posed to Ferguson, a father of two.)</p> <p>Dierks started in the beverage industry at Diageo in California. After moving back to the east coast, she became a partner at <a href=\"https://www.vanbruntstillhouse.com/about-4\">Van Brunt Stillhouse</a>, but she soon realised she wanted to create her own project — one that would take the unique approach of doing both brewing and distilling under one roof. Together with Ferguson, this vision — the first of its kind in New York City — came to life in East Williamsburg. </p> <p>The brewery is a casual, unassuming space where customers can gather for drinks or weekend brunch. My favourite offerings are the Bushburg lager and the When The East Is In The House IPA. (You'll see Ferguson's past career in the music industry shine through in the beers' names.) Including its spirits (it produces its own whiskey, gin and amaro on site), canned cocktails and some 20 beers on tap, Interboro offers something for everyone. &#xa0;</p> <p>Dierks and Ferguson take this inclusive mentality seriously in their workforce too. “I started off with the idea that we would create jobs and create opportunities,” said Dierks. “And that our business would reflect the city that we live in.” (<a href=\"https://interboro.nyc/\"><strong>Website</strong></a>; <a href=\"https://www.google.com/maps/place/Interboro+Spirits+%26+Ales/@40.7190169,-73.9435027,16z/data=!4m5!3m4!1s0x0:0xc0fc7dbdc3fd942d!8m2!3d40.7126908!4d-73.9370525\"><strong>Directions</strong></a>)</p> <h2>Hana Makgeolli</h2> <h4>201 Dupont Street, Brooklyn, NY 11222</h4> <p>The origins of home-brewing began with women, Alice Jun, founder and brewer at Hana Makgeolli, proudly tells me over a flight of her Korean rice wine. “Brewing as a domestic, religious or spiritual practice was started by women, and documented and advanced and researched and experimented with, by women. It would be unfortunate to forget that,” she said. </p> <p>Jun isn't shy about this fact in Hana Makgeolli's branding either. Its logo features a rotund, naked woman that resembles the shape of an <em>onggi</em>, the fermentation vessel used to create <em>makgeolli</em> (pronounced mak-gul-lee). Jun imagines this woman to be strong, grounded and nurturing — someone who can “kick your butt but also care for you”. It personifies the flavour profile of her <em>makgeolli</em>, she says.</p> <p>Plus, the sooner women's role in the history of brewing is recognised, the sooner we can move on, she added. </p> <p>“I do feel the stresses of being a woman in this industry quite often, but I also refuse to let it be the only point of conversation. Like, ‘It's a fact, get over it, can we talk about something more interesting,'” she said. &#xa0;</p> <p>More interesting is the 29-year-old's mission to bring <em>makgeolli</em> to the US mainstream. Hana Makgeolli is the only currently operating domestic commercial brewer of the milky, fermented beverage. </p> <p><em>Makgeolli</em> roughly translates as “carelessly filtered thing”, but the reality of its production is anything but. Rather it's a combination of art and science, a craft that Jun learned growing up home-brewing with her dad in California. Years later, she developed her own style of brewing in her New York apartment. </p> <p>She honed her craft by tinkering with recipes, learning how varying temperatures, types of rice, and brewing stages affected the drink's taste. These experiments helped Jun shift her brewing from a hobby into a commercial venture with the help of her business partner, John Limb. </p> <p>During pandemic shutdowns in 2020, Jun and Limb finished the construction of the brewery with their own hands, and manufacturing began just months later. </p> <p>“Within about a six-month span, we were producing as much as we can at the fastest rate as we can,” Jun said. And there's more to come. The brewery-scale production allows them to diversify their offerings without compromising the tradition behind the product.</p> <p>With the brewery and taproom now open for business as usual, customers can try Jun's range of <em>makgeolli</em>, each with its own unique flavour profile and characteristics. Tasting flights vary depending on availability, but most often comprise <em>takju</em>, Jun's signature brew with a full, creamy body; <em>hwaju</em>, which has a lighter, more floral and fruity notes; and <em>yakju</em>, a dry, light and clarified drink not too dissimilar from a white wine. (<a href=\"https://www.hanamakgeolli.com/\"><strong>Website</strong></a>; <a href=\"https://www.google.com/maps/place/Hana+Makgeolli+Brewery+%26+Tasting+Room/@40.736422,-73.9537026,17z/data=!3m1!4b1!4m5!3m4!1s0x89c25960c1c2a6a7:0x725b6c10be01c637!8m2!3d40.7364153!4d-73.951542\"><strong>Directions</strong></a>)</p> <p><em>Do you know a women-led brewery or distillery in New York to recommend? Tell us in the comments</em></p> <p><em>Follow FT Globetrotter on Instagram at&#xa0;</em><a href=\"https://www.instagram.com/ftglobetrotter\"><em>@FTGlobetrotter</em></a></p><p>Source: Emily Goldberg. Photography by Lanna Apisukh 2022 'Meet the women changing the face of Brooklyn's craft drinks scene' FT.com 18 April. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-04-18T04:00:03.354Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 7695,
          "end": 7700
        }
      ]
    }
  ]
}