{
  "_id": "152570eccab69ce58bfafc406fcc3e64702bc3bc144e96ae8f8ca7564c668ec8",
  "feed": "wall-street-journal",
  "title": "China Relief Rally Can Only Go So Far",
  "text": "<p>Neither is yet reality, but hopes for both are enough to drive stocks higher. \"Buy the rumor,\" as an old investment adage goes. Lower-than-expected U.S. inflation had already sent Chinese stocks up Friday, but they surged further when news of China's easing its quarantine requirements broke in the afternoon. The Hang Seng China Enterprises Index, or HSCEI, surged 8.3% while both Alibaba and Tencent gained 12%.</p><p>Apart from easing quarantine requirements, Beijing also somewhat relaxed a number of other pandemic restrictions, such as narrowing the scope of close contacts subject to isolation.</p><p>None of that, however, would mean a meaningful reopening in the near future. Visitors to China would still need to quarantine for eight days, with five of those in a hotel. More-disruptive policies such as frequent lockdowns seem set to stay for a while. Many areas in China's southern metropolis of Guangzhou are currently in lockdown as Covid-19 cases have surged.</p><p>Meanwhile, Apple said shipments of its new iPhones will be lower due to pandemic restrictions at factories assembling its products nearly a thousand miles north in Zhengzhou.</p><p>An eventual reopening is at least months away. The elderly vaccination rate is still relatively low, and cases will likely surge during the colder months. And the government will need to dial down its tough rhetoric on the pandemic first.</p><p>Markets nonetheless are excited because they believe Beijing is preparing for life after its zero-Covid rules, even if it is progressing slowly. Investors also seem more willing to take on risks with the hope of a Fed pivot.</p><p>Prospects for a continued rebound in the near term are helped by the fact that Chinese stocks have been sold down heavily. Even after Friday's rally, the HSCEI has lost 29% this year, underperforming the S&amp;P 500's 17% decline. While the latter is still above its level at the end of 2020, Chinese stocks have almost halved since then. The HSCEI trades at 7.6 times forward earnings, according to FactSet, compared with an average of 11.6 times over the past five years.</p><p>The zero-Covid policy was only one reason why Chinese stocks have fallen so much. China's property market remains in the doldrums. The crackdown on various private-sector industries, particularly technology, also has gotten investors worried about the direction the economy is heading.</p><p>An eventual pivot from zero-Covid doesn't mean zero worries for investors in China.</p>",
  "published": "2022-11-14T00:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 974,
          "end": 979
        }
      ]
    }
  ]
}