{
  "_id": "472d75bd2f53f509c570b049c7f4a974fd7ed1880d7b681a1fd48526e438b37e",
  "feed": "wall-street-journal",
  "title": "Fast Company Shuts Website  After Two Hacks Within Days  ----  By Alyssa Lukpat",
  "text": "<p>   Fast Company, a business news organization, said it shut down its website because it was hacked twice this week and \"obscene and racist\" push notifications were sent to its Apple News users. </p><p>   The company, which describes itself as a progressive business brand, said Wednesday that it experienced two apparently related hacks. The company said it was investigating what happened and its website would be shut down until the situation was resolved. </p><p>   In the first attack, Fast Company said abhorrent language appeared on its website on Sunday afternoon. The company shut down its website for about two hours that day. Then Fast Company said its content-management system was hacked on Tuesday night. Its Apple News followers received two notifications on their devices about a minute apart. \"The messages are vile and are not in line with the content and ethos of Fast Company,\" the company said. </p><p>   Apple News said on Twitter Tuesday night that it disabled Fast Company's channel after \"an incredibly offensive alert\" was sent. </p><p>    Apple Inc. and Fast Company didn't return requests for comment on Wednesday. </p><p>   New York-based Fast Company publishes a website and a magazine about technology, design and other topics. It had 4.9 million unique online visitors in August, according to Comscore Inc., a firm that measures internet traffic. </p><p>   Fast Company apologized to its readers who saw the content before it was taken down. </p><p>   \"Fast Company regrets that such abhorrent language appeared on our platforms and in Apple News,\" the company said. </p><p>   The company released its first print issue in 1995. In 2005, the Chicago-based private investor Joe Mansueto acquired the company and Inc. Magazine, a business publication, for around $40 million. </p><p>   Mansueto Ventures LLC, which publishes both Inc. Magazine and Fast Company, didn't respond to a request for comment Wednesday. Both Mansueto Ventures's and Inc. Magazine's websites were also down on Wednesday morning. </p><p></p>",
  "published": "2022-09-29T06:07:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1021,
          "end": 1031
        },
        {
          "start": 699,
          "end": 704
        },
        {
          "start": 1493,
          "end": 1498
        },
        {
          "start": 892,
          "end": 897
        },
        {
          "start": 1021,
          "end": 1026
        },
        {
          "start": 173,
          "end": 178
        },
        {
          "start": 1021,
          "end": 1030
        }
      ],
      "nexusId": "10022657"
    }
  ]
}