{
  "_id": "91e261574d3b1d70d0ae35441bfbaa81cd929400c9db46be7cc2ced80edfba68",
  "feed": "wall-street-journal",
  "title": "Streetwise:  SoftBank Should Reconsider Tech-Stock Nasdaq Move  ----  By James Mackintosh",
  "text": "<p>   British finance is having a moment of existential angst after the owner of Arm Ltd. said it was leaning toward listing the chip designer -- Britain's biggest tech company -- on Nasdaq rather than the London Stock Exchange. </p><p>   Weighing on the British mind: Is London, for centuries a center of global finance, becoming a backwater? It has few of the go-go technology and biotech stocks that offer growth. The total value of the FTSE 100, the local benchmark, is only fractionally more than that of Apple. The index has only four tech stocks, and partly as a result it is one of the cheapest markets. </p><p>   Yet, SoftBank Group, the Japanese owner of Arm, should reconsider. Sure, Nasdaq is the go-to global market for tech. But that is exactly why London should be appealing, as local investors starved of growth stocks lavish it with attention. There are solid reasons to think London would provide at least as good a valuation as New York. </p><p>   London's tech sector may be small but it has a higher valuation, on price to 12-month forward earnings, than the U.S., Europe or Japan, according to MSCI's definitions, which differ from FTSE's. Still, MSCI includes three U.K. tech stocks (accountancy software firm Sage, industrial software group Aveva and safety, health and environment group Halma), so look to Arm's own history. Before SoftBank bought it in 2016, Arm -- then with its primary listing in London -- traded at a significant valuation premium to U.S. chip makers and was among the most expensive on forward PE and on enterprise value to earnings before interest, taxes, depreciation and amortization. </p><p>   London's naysayers will point to two high-profile local flotations that flopped: food-to-the-door group Deliveroo and online retailer THG PLC. Investors soured on THG after the founder and CEO blamed short sellers for poor stock performance, and worsened when he told GQ magazine that he should have IPO'ed in the U.S. to avoid attention. </p><p>   Deliveroo plunged by a quarter on its first day of trading last March, and is now down more than 60% from the listing price. But its float coincided with pandemic winners falling out of favor as Covid-19 retreated. By the end of November, Deliveroo shareholders would be unhappy, but the stock lost exactly as much (adjusted for currency) as operators of rivals, Netherlands-listed Just Eat Takeaway and Uber Technologies. Deliveroo stock fell faster in the past couple of months, but there is no reason to blame that on its listing experience. </p><p>   What if Deliveroo had chosen Nasdaq? It's impossible to be sure, but British companies Cazoo Group and Arrival are useful comparisons. Cazoo, an online car retailer, announced a deal to list in the U.S. via a special-purpose acquisition company two days before Deliveroo started trading. Since then the stock has fallen very nearly as much as Deliveroo -- and the same applies since Aug. 27, when the SPAC deal was completed. Electric-bus maker Arrival completed its SPAC deal on Nasdaq a few days before Deliveroo's float, and tumbled 17%, before recovering -- but is now down even more than Deliveroo. </p><p>   Arm would surely be treated differently from stocks such as Deliveroo, as it has a long-established business at the cutting edge of microchip design and is far bigger. </p><p>   List in the U.S. and Arm would be just one among many. At $40 billion, it would rank only as the 14th-largest semiconductor stock, and 80th in the Nasdaq. As a British company with global sales, it probably wouldn't qualify for the S&amp;P 500, which brings large amounts of passive money, although it should be in the Nasdaq-100. </p><p>   Whether SoftBank picks London or New York, it has serious work to do to get it ready by March 2023, as it hopes: Arm's latest accounts weren't passed cleanly by its auditor because of legal problems at its Chinese joint venture, a major black mark against an IPO on both sides of the Atlantic. </p><p>   If Arm's new CEO does go with Nasdaq, at the very least he's going to need to have a decent justification to make his case to British politicians anxiously watching London's financial rankings. </p><p></p>",
  "published": "2022-02-14T07:07:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 494,
          "end": 499
        }
      ],
      "nexusId": "10022657"
    }
  ]
}