{
  "_id": "55be4755ded1a43d1c6f45ed506b93daa03ad06bb4bdbafedfb1628a045ef57a",
  "feed": "wall-street-journal",
  "title": "What to Watch: The 18 Best New Movies and TV Shows From February; The stories behind Uber, a high-society scammer, a notorious '90s sex tape and more",
  "text": "<p>Alan Ritchson plays the hero of the Lee Child novels in Amazon's eight-part series</p><p>\"Size matters, at least when you're playing Jack Reacher. The hero of more than two-dozen crime thrillers by the prolific Lee Child, the former military policeman is described in one Child novel as having 'a six-pack like a cobbled city street, a chest like a suit of NFL armor, biceps like basketballs, and subcutaneous fat like a Kleenex tissue.' When Tom Cruise took on the role for what would be two films, a hue and cry was heard across Jack Reacher Land.\"</p><p>Read the review</p><p>Super Pumped: The Battle for Uber</p><p>Joseph Gordon-Levitt plays Travis Kalanick in Showtime's adaptation of the Mike Isaac book about the ridesharing company</p><p>\"Casting the inherently likable Joseph Gordon-Levitt as the insurmountably loathsome Travis Kalanick was a masterstroke of 'Super Pumped: The Battle for Uber,' and one that conforms to the series' paradoxical purpose: portraying Uber itself as one of the more wildly successful—and wildly unpopular—business phenomena of the Silicon Valley era.\"</p><p>Read the review</p><p>Inventing Anna</p><p>The Netflix series tells the true-and-false story of scamming socialite Anna Delvey</p><p>\"The 'hate watch' as a programming calculation reaches an apotheosis with 'Inventing Anna,' which makes its perverse intentions clear from the opening voiceover: 'This whole show—the one you're about to sit on your fat ass and watch like a big lump of nothing—is about me.' OK, then: Let's settle our collective posterior on the couch.\"</p><p>Read the review</p><p>Cyrano</p><p>Peter Dinklage stars as the title character in a musical adaptation of 'Cyrano de Bergerac'</p><p>\"In Joe Wright's lavish 'Cyrano,' which stars Peter Dinklage as the impassioned poet-soldier, one of the hero's friends, and his captain in the King's Guard, refers to Cyrano's 'unique physique.' It is and it isn't. By now audiences have seen so much of Mr. Dinklage, mainly thanks to 'Game of Thrones,' that he's the best kind of known quantity—a formidable artist and certified star who invests every role with power and feeling. What's unique here is the pairing of actor and character. Who better to portray the torment of a lyrical soul in a body that stands, or so Cyrano fears, between him and his beloved Roxanne? No need for a nose job this time. The casting is perfect in concept, and occasionally fulfills its promise, but in a notably imperfect film that's afflicted by a benumbing score and dreary songs.\"</p><p>Read the review</p><p>Ted K</p><p>Sharlto Copley plays Ted Kaczynski in Tony Stone's penetrating film about the Unabomber</p><p>\"Sight unseen, 'Ted K' might seem like a movie to skip. It's another account of Ted Kaczynski, the infamous hermit, known as the Unabomber, whose homemade bombs killed three people and injured 23 between 1978 and 1995, and whose exploits have been chronicled by a long succession of TV films, documentaries and at least one play. This one is different, though—an enthralling, even visionary drama that regards its subject with empathy and horror, locates him on the actual piece of land he once owned in Montana and portrays him through a stunning performance by Sharlto Copley, who finds emotional mercury in Kaczynski's boiling cauldron of rage.\"</p><p>Read the review</p><p>The Automat</p><p>Lisa Hurwitz's film about the democratic chain of restaurants features a smorgasbord of high-profile interviewees</p><p>\"When a relatively unheralded documentary contains interviews with Mel Brooks, Ruth Bader Ginsburg, Elliott Gould, Colin Powell, Carl Reiner and Howard Schultz, chances are it's something special, and Lisa Hurwitz's 'The Automat' certainly is. Those illustrious participants are all there to recall the glory days of a vanished, cherished and singularly democratic institution, and to share their own memories of breakfasts, lunches and dinners at a chain of restaurants where anyone from any stratum of society could put nickels in a slot, turn a knurled brass knob, lift a little door with a rectangular window and withdraw a generous portion of remarkably good food.\"</p><p>Read the review</p><p>Pam &amp; Tommy</p><p>The Hulu series about the notorious '90s Pamela Anderson and Tommy Lee video offers more than just lewd celebrity schadenfreude</p><p>\"As moms always used to say, never leave the house without wearing clean underwear. ('What if you got in an accident?') Today's savvier mothers will include, 'Don't put anything in a text that you wouldn't want on a billboard.' And those who followed the saga of Pamela Anderson and Tommy Lee circa 1997 might add, 'Don't have sex on camera if you don't want it on the internet.'\"</p><p>Read the review</p><p>The Ocean's Greatest Feast</p><p>A surprising look at the migration of millions of sardines that supports the diet of myriad creatures living in and around the coastal waters of southeastern Africa</p><p>\"Many of us land-going creatures hear 'sardines' and think lemon, garlic and olive oil. For those creatures living in and around the coastal waters of southeastern Africa, the annual, billions-strong migration of sardines—the largest movement of living things in the world, according to 'The Ocean's Greatest Feast'—means a moment of brief but endless bounty, an all-you-can-eat buffet for those with wings or fins and an appetite for seafood.\"</p><p>Read the review</p><p>Vikings: Valhalla</p><p>The eight-part follow-up to the hit show is filled with stunning violence and tensions as relevant today as they were a millennium ago</p><p>\"Blood, glory and longships are among the hallmarks of 'Vikings: Valhalla,' which is set just 100 years after the popular and long-running 'Vikings,' but with social anxieties that seem as fresh as yesterday. Or tomorrow. Tribalism, nationalism, fundamentalism, evangelism. Vengeance. The Norsemen can't get along with England. But neither can they get along with each other.\"</p><p>Read the review</p><p>Oscar Peterson: Black + White</p><p>A pantheon of musical lights pay homage to this brilliant musician</p><p>\"As noted in the thoroughly entertaining 'Oscar Peterson: Black + White,' the jazz giant never seemed to struggle, not musically: He arrived on the scene 'fully formed,' someone notes, a technical wonder, a master of swing who reigned over the jazz keyboard for 60 years. Which is not to say that a Black musician coming up in the '40s didn't have problems. But Peterson also had a solution. 'If the only way I was going to make it was to frighten the hell out of everyone pianistically,' he says, 'I was going to do it that way.'\"</p><p>Read the review</p><p>The Worst Person in the World</p><p>A young woman comes of age over the course of several years in Joachim Trier's beguiling Norwegian drama</p><p>\"Sci-fi adventures with spectacular production designs are often hailed for what's called their world-building. The term is apt in an emotional sense for Joachim Trier's 'The Worst Person in the World,' in Norwegian with English subtitles. This vibrant, buoyant drama, intimate in scope instead of vast, takes us to Oslo—not exactly another planet, but an adventure all the same—where it builds a world of mercurial passions while its enchanting heroine, Julie (Renate Reinsve), belatedly and erratically comes of age over the course of several years. And you don't see a single flake of snow on the screen, only the magically soft light of the city in summer, and finally fall. (The film is playing in New York and Los Angeles before expanding to other cities next week.)\"</p><p>Read the review</p><p>Suspicion</p><p>Uma Thurman stars as a powerful executive—and recently appointed ambassador—whose son is abducted in this trans-Atlantic thriller from Apple TV+</p><p>\"In this confidently ambitious, taut and not infrequently exhausting tale of abduction, family lives are upended. And what, you may ask, is unusual about that? 'Suspicion' quickly begins delivering the answer in it's eight richly complicated parts, all saturated with steely irony: The series is, in short, not without humor of a bitter kind.\"</p><p>Read the review</p><p>Augmented</p><p>A 'Nova' presentation on PBS looks at the surprising ways prosthetics can push the human body to levels beyond its natural abilities</p><p>\"'I would love to become a cyborg,' says the MIT biophysicist Hugh Herr, whose state-of-the-art prosthetic legs—and agile use of them—prompt glib suggestions that he's a 'bionic man.' What's revealed in 'Augmented,' a 'Nova' presentation about revolutionary advances in robotic limbs and surgery, is how far Mr. Herr thinks he and his colleagues still can go. And his belief that artificially enabled people actually have an advantage over standard-issue humans.\"</p><p>Read the review</p><p>Lingui, the Sacred Bonds</p><p>After her 15-year-old daughter becomes pregnant following a rape, a Chadian woman tries to find her an abortion</p><p>\"Of all the strange and memorable sights I've seen flashing across screens lately, the walking pagoda in Mahamat- Saleh Haroun's 'Lingui, the Sacred Bonds' takes first prize. The heroine, Amina, is played with formidable purpose and intensity by Achouackh Abakar Souleymane. A single mother, she lives with her 15-year-old daughter, Maria (Rihane Khalil Alio), in a humble dwelling on the outskirts of N'Djamena, the capital of Chad. Amina puts food on the table by digging steel cords out of the treads of discarded tires—grueling work shown in vivid detail—and turning them into cook stoves that resemble large conical colanders. When she's ready to sell them she turns pagoda-esque because, striding forth on her way to town, she carries three stoves at a time balanced upside down on her head. And as striking as that image may be, its impact pales by comparison to the story of what happens to this mother and daughter when Maria is raped and finds herself pregnant.\"</p><p>Read the review</p><p>The Sky Is Everywhere</p><p>A high-school student struggles with the death of her older sister in Josephine Decker's screen version of Jandy Nelson's young-adult novel</p><p>\"The brights are brighter than they have any right to be in 'The Sky Is Everywhere.' Flowers in rainbow profusion recall 'The Wizard of Oz.' Hummingbirds have a choice of feeders. When a handsome member of the high-school honor band plays a gleeful riff on a trumpet, notes stream out of his horn and dance in the air as they once did in 'Fantasia.' And the darks can be all-encompassing. Seventeen-year-old Lennie (a lovely performance by Grace Kaufman ) has just lost her beloved older sister, Bailey (Havana Rose Liu), and she is inconsolable. Josephine Decker's screen version of the Jandy Nelson young-adult novel, which was adapted by the author, embraces excess as an expression of the heroine's mercurial spirit. Sometimes the results are excessively excessive, blithely blissed-out or simply clichéd. Mostly, though, they're funny, affecting and endearing.\"</p><p>Read the review</p><p>Lincoln's Dilemma</p><p>An Apple TV+ docuseries looks at Abraham Lincoln's efforts to deal with slavery</p><p>\"Apple TV+'s 'Lincoln's Dilemma,' the four-part saga of Abraham Lincoln's efforts to deal with the issue of slavery, comes richly detailed both in its portrait of the president's character and that of the nation itself. Lincoln had promised that, as president, he would not touch slavery, which did not prevent a stream of Southern states from seceding upon his ascension to the office. Lincoln, in turn, announced his opposition to any compromise that permitted 'the extension of the institution on soil owned by the nation.'\"</p><p>Read the review</p><p>LBJ: Triumph and Tragedy</p><p>CNN's four-part profile of the president reveals his tenacity, which led to conflicts over Vietnam and successes like the Civil Rights Act</p><p>\"Among the opening lines of CNN's irresistible 'LBJ: Triumph and Tragedy,' none is more striking than the one from a civil-rights activist who says, 'We saw the assassination of Kennedy'—JFK, she means—'as a God-given opportunity for us involved in civil rights.' Not that she wanted John F. Kennedy dead. She meant, as she explains, that she and her fellow civil-rights activists had to play with the cards they were dealt, and now, she says, they had 'a white man from Texas, and if anybody could deal with segregationists it's most likely Lyndon Johnson.'\"</p><p>Read the review</p><p>The Girl Before</p><p>A fancy yet affordable London flat comes with numerous stipulations for residents—and the watchful eye of its mysterious architect</p><p>\"The floor plan of 'The Girl Before'—the latest in what now seems a hallowed tradition of imperiled-women miniseries on HBO—seems inevitable enough, maybe even overdue: the smart home as a haunted house. While it's not quite that simple in this four-part melodrama, the automated domicile does have its array of horror-movie accessories: disembodied voices; the sense of being watched; things that go bump—or worse—in the night. Have you ever seen Alexa? Me neither.\"</p><p>Read the review</p><p>What to Watch: The 18 Best New Movies and TV Shows From February</p>",
  "published": "2022-02-28T00:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 10672,
          "end": 10677
        },
        {
          "start": 10750,
          "end": 10755
        },
        {
          "start": 7487,
          "end": 7492
        }
      ],
      "nexusId": "10022657"
    }
  ]
}