{
  "_id": "d5621fc087ae486e895210159203c62d0daf64f1d5fc195ff9a7cf336ba7ffff",
  "feed": "ftcomall",
  "title": "Hyundai is catching up with Tesla in the global EV race",
  "text": "<p>When Elon Musk said Hyundai was “doing pretty well” in June, the South Korean carmaker appeared unlikely to pose a serious competitive threat to Tesla any time soon. But the latest sales figures and parallels with Apple and Samsung in the 2010s suggest the pace of change is quickening.</p> <p>Hyundai Motor and affiliate Kia have taken over the number two spot, behind Tesla, in the US electric car market by sales volume this year. The duo's market share in Europe has reached 12 per cent after making the biggest market share gains among its peers last year. Globally, excluding China, Hyundai and Kia are the second-biggest electric carmakers by shipments, with a combined 14 per cent market share. Tesla holds the top spot at 27 per cent. </p> <p>The gap reflects the competitive edge Tesla has gained in the more than a decade it has held on to its leading position in the market. Tesla's cool factor — brand studies have ranked it the “coolest” automaker among millennials — is a hard one to replicate. So are its rapid charger network, remote software updates and vast troves of data from its drivers which, coupled with machine-learning algorithms, continually improve its software. </p> <p>The latest boost for Tesla arrived last week. The list of car models eligible for tax credits from President Joe Biden's newly signed Inflation Reduction Act includes all four Tesla models currently on sale, but none made by Hyundai and Kia. </p> <p>A more accurate comparison can be made by looking at margins. Tesla's light business model means it runs fat operating margins of 16 per cent, more than double Hyundai's 6 per cent — which has broader product lines and must reckon with a strong union.</p> <p>Stock valuations reflect this contrast — and diverging market expectations. Shares of Tesla trade at 60 times forward earnings, more than 10 times that of Hyundai. Hyundai's soaring electric car sales and the resulting record earnings in its latest quarter have done little to change the relative pessimism.</p> <p>But Hyundai's pace of change has been much faster than expected. Its Ioniq 6 electric sedan can travel up to 610km (379 miles) on a single charge — longer than the Tesla's Model Y and Model 3 Long Range. Its Ioniq 5 electric SUV has become the best-selling imported electric car in the US.&#xa0;Remote software updates are starting to be rolled out.</p> <p>Prices are catching up, too. The Tesla's cheapest Model 3 now sells for $46,990 following a price rise this year. Hyundai's Ioniq 6, launched last month, sells at a comparable price range. </p> <p>It is worth also looking at other industries, such as smartphones for example, for similar patterns. It was only when Samsung raised product prices and started competing in the same market segments as Apple, the market leader at the time, that market share and profits showed any significant growth.</p> <p>In 2010, Samsung's share of the global market was less than 6 per cent, compared with Apple's lead of more than a fifth. It took just two years after the launch of its higher-priced Galaxy smartphone series for Samsung to overtake Apple in terms of worldwide handset sales. </p> <p>By the third quarter of 2013, Samsung's global smartphone market share had grown to almost three times that of Apple. To this day, the starting prices of Apple and Samsung's smartphones by product segment remain closely synced.</p> <p>In the coming months, electric carmakers face an uphill battle to protect margins as costs rise. Prices of lithium, a key battery material, remain near historical highs. That has pushed the price of batteries up, to up to 60 per cent of the total cost of making an electric car. Tight margins at global battery suppliers suggest there will be no let up in battery prices. That leaves electric carmakers to deal with the burden.</p> <p>Here Hyundai has an advantage. A weaker Korean won, which has fallen 13 per cent against the dollar this year, translates to a boost of more than $1.6bn to the top line in the latest quarter. That has helped it absorb higher battery and component costs without taking a hit to margins. It uses local battery suppliers, meaning a more stable supply chain and lower currency fluctuation risks. </p> <p>The weak won means Hyundai can continue to keep its car prices constant while preserving margins as its rivals&#xa0;are forced to pass on rising costs to consumers. </p> <p>When expectations are low, the upside potential — for sales volume and share prices — are high. Perhaps one of Hyundai's biggest advantages now is the low expectations it has long struggled with.</p> <p><em>june.yoon@ft.com</em></p> <a href=\"http://www.ft.com/cms/69084b66-3723-4d33-af7b-e593fda81107.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a><p>Source: June Yoon 2022 'Hyundai is catching up with Tesla in the global EV race' FT.com 23 August. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-08-23T04:00:00.880Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "confidence": 0.9999808,
      "offsets": [
        {
          "start": 3018,
          "end": 3023
        },
        {
          "start": 214,
          "end": 219
        },
        {
          "start": 213,
          "end": 218
        },
        {
          "start": 2874,
          "end": 2879
        },
        {
          "start": 3171,
          "end": 3176
        },
        {
          "start": 3213,
          "end": 3218
        },
        {
          "start": 2690,
          "end": 2695
        }
      ],
      "weightsV2": {
        "weight": 7.21243,
        "baseWeight": 7.0,
        "expansionWeight": 0.0,
        "ontologyWeight": 0.0,
        "tagPositionWeight": 0.21243,
        "titleWeight": 0.0
      },
      "typeRank": 4
    }
  ]
}