{
  "_id": "647b79c229f04586f023a2d4a099e85527d82500e0bcb3d03fccacfa66d4082a",
  "feed": "market-watch",
  "title": "Dow finishes 825 points higher as stocks post strongest start to a quarter since 1938; Investors debate if hopes for a 'Fed pivot' are helping to bail out stocks",
  "text": "<p>How stocks traded</p><p>* The Dow Jones Industrial Average DJIA finished 825.43 points, or 2.8%, higher at 30,316.32.</p><p>* The S&amp;P 500 SPX closed up 112.50 points, or 3.1%, at 3,790.93.</p><p>* The Nasdaq Composite COMP climbed 360.97 points, or 3.3%, to finish the day at 11,176.41.</p><p>On Monday, the Dow surged rose 765 points, or 2.7%, while the S&amp;P 500 jumped 2.6% and the Nasdaq Composite gained 2.3%. The S&amp;P 500 enjoyed its biggest daily percentage gain since July 27 but remains down 22.8% for the year to date.</p><p>What drove markets</p><p>Stocks kicked off Tuesday's session with explosive gains after the open, and continued to climb all day, putting even more distance between the three main benchmarks and the lowest closing levels in 22 months reached late last week.</p><p>Both the Dow and S&amp;P 500 notched their strongest advance in the first two days of any quarter since the second quarter of 1938.</p><p>See: Dow soars toward best 2-day gain in 2 1/2 years</p><p>Market strategists pointed to several factors helping to drive stocks higher. Jim Reid, strategist at Deutsche Bank, said that while stocks had certainly reached oversold conditions, \"growing speculation that central banks could soon pivot towards a more dovish stance\" was also helping to boost sentiment.</p><p>The Reserve Bank of Australia's decision to delivera smaller-than-expected 25 basis point interest rate hike helped send Asian stocks and other risky assets higher overnight, and it was also credited with feeding talk of a less aggressive Fed.</p><p>After markets opened in North America, stocks extended their gains as economic data showed U.S. job openings fell sharply to 10.1 million in August, touching the lowest level since last fall.</p><p>The data suggested that the red-hot labor market might be cooling off a bit as interest rates rise and the economy slows, marking the latest example of the \"bad news is good news\" dynamic that has occasionally manifested in recent weeks.</p><p>Investors will hear more about the labor market on Friday, when the nonfarm payrolls data for September is released. Between now and then, investors will also receive updates from ADP's private payrolls report as well as the weekly update on the number of Americans claiming unemployment benefits.</p><p>While the \"Fed pivot\" narrative received a lot of attention on Tuesday, many analysts said the move higher in stocks was more likely the result of stocks falling to oversold levels late last week since nothing has fundamentally changed to warrant a major pivot from the Federal Reserve.</p><p>\"It mainly looked to me like short-covering once again. We seem to see these types of moves pretty often, and maybe it turns into something, but I doubt it,\" said Michael Kramer, founder of Mott Capital Management, in a note.</p><p>See: What does a pivot look like? Here's how Australia's central bank framed a dovish surprise</p><p>Stocks benefited from lower bond yields, with the policy-sensitive 2-year Treasury yield BX:TMUBMUSD02Y falling less than 1 basis point to 4.097%.</p><p>The U.S. dollar has also continued to soften since reaching a 20-year high late last month, with the ICE U.S. Dollar Index DXY falling 1.5% to 110.13.</p><p>See: The stock market is surging as the U.S. dollar retreats. It's all about bonds.</p><p>On Monday afternoon, New York Fed President John Williams, one of a \"troika\" of key Fed officials that includes Fed Chairman Jerome Powell and Fed Vice Chairwoman Lael Brainard, struck a notably dovish note when he said he expected to see inflation recede to 3% next year.</p><p>See: Fed's Williams sees steep decline in inflation ahead</p><p>On Tuesday, San Francisco Fed President Mary Daly said some of the \"churn\" in the U.S. labor market might finally be settling.</p><p>See: Fed's Daly says 'churn' in labor market might be settling</p><p>Investors also heard from Philip Jefferson, one of the three newest members of the Federal Reserve board of governors, used his first speech on Tuesday to say that high inflation was his biggest concern.</p><p>See: Fed's Jefferson, in first speech, says elevated inflation is his chief concern</p><p>As talk of a Fed pivot intensified, Neil Dutta, head of U.S. economic research at Renaissance Macro Research, said that the best bulls could hope for from the Fed would be a 50 basis-point interest-rate hike at the central bank's upcoming meeting in November.</p><p>Presently, Fed funds futures traders are pricing in more than 60% odds of a 75 basis-point hike, according to the CME's FedWatch tool.</p><p>Dutta added that the explosive rally in stocks feels a little like the New York Giants 3-1 record. \"This is great, but in the back of my mind I am thinking, this can't possibly last,\" he wrote.</p><p>Companies in focus</p><p>* Online secondhand-fashion marketplace Poshmark Inc. POSH has agreed to be bought by South Korean internet company Naver in a $1.2 billion deal, the companies announced late Monday. Poshmark shares jumped over 13%.</p><p>* Twitter Inc. TWTR shares surged more than 22% on news that Tesla Chief Executive Officer Elon Musk was now proposing to purchase the social-media company at his original offer price of $54.20 per share.</p><p>* Shares of Tesla Inc. TSLA rose nearly 3% despite a brief pullback after the announcement of the Twitter deal, which Musk is financing in part by borrowing against his Tesla shares.</p><p>* U.S. Global Jets ETF climbed more than the broader stock market Tuesday, lifted by big gains from beaten down Delta Air Lines Inc., DAL American Airlines Group Inc. AALand United Airlines Holdings UAL.</p><p>* Megacap tech stocks including Amazon.com Inc. AMZNand Microsoft Corp. MSFT were up strongly, while Apple Inc. AAPLand Meta Platforms META rose, but lagged the broader market.</p><p>—Jamie Chisholm contributed reporting</p><p>Dow finishes 825 points higher as stocks post strongest start to a quarter since 1938</p>",
  "published": "2022-10-04T21:06:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 5530,
          "end": 5540
        },
        {
          "start": 5530,
          "end": 5535
        },
        {
          "start": 5530,
          "end": 5539
        }
      ],
      "nexusId": "10022657"
    }
  ]
}