{
  "_id": "7e00aac702ca67d12ce6e1ec1492d5f43482a98ff7c7b5bd51a82babc5fe7c54",
  "feed": "wall-street-journal",
  "title": "China Wants to Reopen Factories After Covid-19 Lockdowns. It Isn't That Easy. Manufacturers face component shortages and logistics woes as Beijing tries to kick-start the economy",
  "text": "<p>Still, resumption is gradual—the company said its plant is operating at less than full capacity. Many suppliers of the U.S. electric-vehicle maker in the nearby province of Jiangsu had been shut for pandemic control, and trucking disruptions had also prevented essential components from reaching Tesla's factory, the auto maker said.</p><p>German manufacturers such as auto-parts supplier Robert Bosch GmbH and chemicals producer BASF SE say they are facing potential disruptions to their plants in Shanghai as logistics snags in the Yangtze River Delta region have dried up the flow of components and parts.</p><p>Last Friday, Shanghai authorities identified 666 companies in key industries such as automotive and semiconductors, vowing to help them resume work by clearing obstacles and ensuring supplies of key raw materials. Even with the all-clear, businesses say the stringent government requirements before reopening, trucking shortages and a supply-chain morass mean it will take some time for production to truly get back online. The Shanghai government didn't immediately respond to a request for comment.</p><p>China is ramping up efforts to get businesses back on track after sweeping city lockdowns to control the spread of the coronavirus in the past weeks have dragged on economic growth and exacerbated supply-chain disruptions globally.</p><p>This week, the International Monetary Fund downgraded its economic forecast for China for the second time in a year, as Covid outbreaks and the Russia-Ukraine conflict persist.</p><p>On Friday, Shanghai authorities said more than two-thirds of the 666 companies had resumed operations. Tesla, labeled as a \"company that must resume production\" on the factory white list, has been the poster boy for this reopening.</p><p>Wu Qing, the deputy mayor of Shanghai, said Tuesday that Shanghai and cities nearby are working to ease logistics disruption for Tesla and other key firms. For instance, a city in Jiangsu allowed a parts maker to truck components into Shanghai for Tesla, Mr. Wu said.</p><p>\"Shanghai is coming back with a vengeance,\" Tesla Chief Executive Officer Elon Musk said at an earnings conference Wednesday, predicting Shanghai production will rebound strongly.</p><p>Tesla said about 8,000 workers began to return to its Shanghai factory from Sunday. They are required to take two Covid tests daily as part of local government requirements to restart.</p><p>The plant, known as Gigafactory, is running in a closed loop fashion, in which employees live and work inside the factory premises, people familiar with the matter said. Tesla didn't immediately respond to a request for comment.</p><p>The number of positive cases in the provinces around Shanghai have been rising in the past two weeks. Jiangsu province, a major manufacturing hub, recently reported the most new Covid cases after Shanghai and the Northern province of Jilin.</p><p>On Tuesday, Tesla display supplier AU Optronics Corp. forecast the supply-chain impact to last for another three months, even if the lockdowns end soon. The Taiwanese electronics maker has suspended production at its factories in Kunshan, a city in Jiangsu near Shanghai's east coast, since April 8.</p><p>Bosch, which kept two of its three auto-parts facilities in Shanghai and nearby Taicang city open, is \"seeing temporary effects on logistics and supply-chain sourcing\" due to disruption caused by local lockdowns, according to a company spokeswoman.</p><p>BASF is operating its Shanghai facilities at reduced production loads under closed loops due to raw-material supply issues, logistic disruptions and labor shortages, a company spokeswoman said.</p><p>Shanghai's industrial output in March, hammered by stringent lockdown measures, fell by 7.5% from a year earlier, the first monthly decline in two years, said Wu Jincheng, head of the city's top industry regulator, on Friday.</p><p>Businesses say authorities want to kick-start production, but hurdles remain.</p><p>Saraya Co., a Japanese maker of sanitation goods, is awaiting approval from local authorities in Shanghai to resume work in its office of 65 employees after three weeks of shutdown, said Takafumi Inazu, who heads Saraya's Shanghai-based unit.</p><p>During the lockdown, the company kept supplying—though at a limited scale—its anti-pandemic products through contract manufacturers that were operating in Shanghai and the surrounding regions, Mr. Inazu said.</p><p>Even after Saraya obtains permission, Mr. Inazu foresees a bumpy restart. Employees don't have a way of traveling to the office, with public transportation shut down, he said. They must also seek a permit from their local residential community to leave their homes, Mr. Inazu said.</p><p>\"What companies need are people, permits and the flow of goods,\" he said. \"There is a sense that these are starting to come together, but it will still take time.\"</p><p>Kenneth Jarrett, a senior adviser at business and political-risk consulting firm Albright Stonebridge Group, said much of the supporting policies aren't in place. Companies still face problems getting supplies and food into closed loops and dealing with neighborhood party cadres reluctant to let workers into their residences after finishing a stint at work, he said.</p><p>\"The reality is it's hard for the government to declare we're going to open just part of the economy and leave the rest shut down,\" said Shanghai-based Mr. Jarrett.</p><p>Outside of China, the economic fallout from the country's lockdowns is growing.</p><p>Unimicron Technology Corp., a Taiwanese maker of circuit-boards for Apple Inc., had resumed operations for a day at one of its subsidiaries in Kunshan when it was asked by authorities to stop work to comply with local Covid-prevention policies, the company said. Unimicron's factories in Kunshan had already suspended production for three weeks beginning April 2, when the city imposed restriction measures.</p><p>More than 160 companies listed in Taiwan with operations in Shanghai and Kunshan have had to freeze production, according to Taiwan's finance regulator last week. Several were suppliers to Tesla and Apple.</p><p>In a survey by the Shanghai Japanese Commerce and Industry Club released last week, some companies said they were unable to pay staff and clients due to bank closures, or because they had no access to the official company stamps needed to complete the transactions.</p><p>Honda Motor Co. said it had to trim some production in Japan owing to a shortage of parts from China. The auto maker said Thursday that one of its major plants in Japan is operating at half-capacity this month and into the first part of May.</p><p>\"We're feeling the effects\" of the Shanghai lockdown in Japan, said Shinji Aoyama, a Honda senior managing executive officer. \"It's not indirect. It's a direct effect.\"</p><p>Yoko Kubota, Trefor Moss, Peter Landers and Liza Lin contributed to this article.</p><p>Write to Yang Jie at jie.yang@wsj.com</p><p>China Wants to Reopen Factories After Covid-19 Lockdowns. It Isn't That Easy.</p>",
  "published": "2022-04-22T12:25:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 6014,
          "end": 6019
        },
        {
          "start": 5475,
          "end": 5485
        },
        {
          "start": 5475,
          "end": 5480
        },
        {
          "start": 5475,
          "end": 5484
        }
      ]
    }
  ]
}