{
  "_id": "d5225a81ab042b73d0714f41d6fa965ed01a128389f653dd7e1be715ab320ec2",
  "feed": "wall-street-journal",
  "title": "Amazon Breaks Record for One-Day Gain in Market Cap; Tech stocks have diverged this earnings season as investors subject results to greater scrutiny",
  "text": "<p>The dramatic moves suggest investors are moving quickly to draw distinctions among the growth prospects of some of the biggest U.S. companies as they reassess their valuations in anticipation of higher interest rates.</p><p>Both stocks have surged so far, so fast in recent years that any big move can rattle the broader market and set various records. Amazon is the fourth-biggest company in the U.S. by market value, behind Apple Inc., Microsoft Corp. and Alphabet Inc., with a market capitalization of about $1.6 trillion, while Meta is No. 7, even after Thursday's declines.</p><p>In recent days, investors have shown more faith in the tech companies whose services are seen as staples than in those whose offerings are more elective, said John Lynch, chief investment officer at Comerica Wealth Management, which manages $175 billion.</p><p>\"Within tech we're starting to see a delineation between necessities and wants,\" he said. \"In a rising rate environment, you're going to have noncorrelated moves in the market.\"</p><p>Amazon relieved investors with a near doubling in profit in the holiday period and said it is raising the price of its Prime membership in the U.S. to $139 a year from $119. The results showed Amazon was able to control labor and supply costs better than had been expected. The company also saw growth in its cloud-computing and advertising businesses.</p><p>\"The big thing was more of a sigh of relief with Amazon because there's been so many worries in regards to that stock in terms of the comparisons after the pandemic being much more difficult,\" said Daniel Morgan, senior portfolio manager at Synovus Trust Co.</p><p>Shares surged 14% Friday, their biggest one-day jump in almost seven years. The added $191 billion to Amazon's market value, eclipsing the record Apple set just last week when it added $181 billion after posting quarterly results that shattered previous records.</p><p>Amazon's rally helped the broader market stabilize Friday, as did a stronger-than-expected monthly jobs report. The S&amp;P 500 added 0.5%, and the tech-focused Nasdaq Composite rose 1.6%.</p><p>Meta, meanwhile, warned it expects revenue growth to slow because users are spending less time on more lucrative services. The 26% drop in its shares Thursday erased $232 billion in market value.</p><p>Investors are grappling with the question of whether the company's bet on the metaverse as its future growth engine will work out, Mr. Morgan said.</p><p>\"That's what the mystery behind Facebook (is) right now,\" he said. \"A lot of people can see their core business is really maturing.\"</p><p>Investors are intensely focused on the Federal Reserve's plans to begin raising interest rates in mid-March, ratcheting back the monetary stimulus that has helped power stocks since early in the Covid-19 pandemic. Near-zero rates pushed investors into risky assets like stocks and particularly into corners of the market that are valued based on growth far into the future.</p><p>The pace and scale of rate increases will depend in part on incoming data on inflation and the jobs market, leaving investors without a clear sight into the ultimate environment for stocks. Friday's employment report showed the U.S. economy added more jobs in January than had been expected, a development that some investors said could support a more hawkish attitude from the Fed.</p><p>\"The uncertainty created by the mere possibility of rate hikes contributes to the large moves that we're seeing from stocks,\" said Andy Kern, senior portfolio manager at asset management firm New Age Alpha.</p><p>In another outsize move, Snap Inc. shares leapt 59%, more than unwinding Thursday's 24% slide, when Meta's report prompted investors to dump shares of social-media companies.</p><p>Prompting the turnaround: Snap posted its first quarterly profit. The image-sharing firm also signaled it is adjusting to disruptions in the digital-advertising market caused by Apple privacy-policy changes that are affecting Meta.</p><p>Pinterest Inc. reversed course, too, climbing 11% following a 10% skid in Thursday's session. After markets closed Thursday, Pinterest reported a 20% rise in sales in the fourth quarter from a year earlier.</p><p>Companies such as Apple, Microsoft, Amazon, Alphabet Inc. and Meta have powered the stock market higher in recent years. They have become so big that their moves can cause swings in the S&amp;P 500 index, whose members are weighted by market capitalization. As of Thursday, Apple, Microsoft, Amazon, Alphabet, Meta, Tesla Inc. and Nvidia Corp. accounted for more than 25% of the weighting of the index, according to S&amp;P Global.</p><p>Write to Karen Langley at karen.langley@wsj.com and Joe Wallace at joe.wallace@wsj.com</p><p>Amazon Breaks Record for One-Day Gain in Market Cap</p>",
  "published": "2022-02-05T20:44:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 420,
          "end": 425
        },
        {
          "start": 1764,
          "end": 1769
        },
        {
          "start": 420,
          "end": 429
        },
        {
          "start": 4391,
          "end": 4396
        },
        {
          "start": 420,
          "end": 430
        },
        {
          "start": 3860,
          "end": 3865
        },
        {
          "start": 4139,
          "end": 4144
        }
      ]
    }
  ]
}