{
  "_id": "4237916b0dbf5486185ae7bab0960be475761ffe32e2c01169f3e22ed089eedc",
  "feed": "ftcomall",
  "title": "What happened to Russia's cyber-assault on Ukraine?",
  "text": "<p>It is a question that many observers of the invasion of Ukraine dared not ask: what happened to Russia's long-feared cyber offensive?</p> <p>Earlier this month, the FT <a href=\"https://www.ft.com/content/1fb2f592-4806-42fd-a6d5-735578651471\">detailed</a> a secret US mission to bolster Ukraine's cyber defences ahead of the Russian invasion. This succeeded in preventing an attack on the country's railways, which proved vital for civilians escaping the conflict. </p> <p>Yet the absence (so far) of the anticipated Russian digital assault continues to astound cyber security observers. </p> <p>“The future think-tank monographs and war college lectures which will inevitably unpick Moscow's strategy are likely to focus on the surprising lack of cyber attacks in Putin's invasion plan,” says Chris Krebs, the former head of the US Cybersecurity and Infrastructure Security Agency. </p> <p><a href=\"https://www.ft.com/content/2938a3cd-1825-4013-8219-4ee6342e20ca\">Writing in the Financial Times</a>, Krebs — now co-founder and partner of the Krebs Stamos Group, a cyber security consultancy — explains what he believes is really going on. And it is not about a lack of Russian capability. </p> <p>He suggests that the Kremlin may not have warned the security services' cyber personnel soon enough about its battle plan for Ukraine, which did not give them enough time to prepare. Offensive operations can take “months, if not years” to get ready, says Krebs. </p> <p>Second, the Russians may not have wanted to take down critical Ukrainian infrastructure services that its forces need to use during their own operations. </p> <p>For the Ukrainians, being able to stay connected — in part, thanks to Elon Musk's Starlink satellite broadband network — has enabled the government to dominate the information battlefield, as well as take in <a href=\"https://www.ft.com/content/f3778d00-4c9b-40bb-b91c-84b60dd09698\">more than $100mn in cryptocurrency donations</a> since the start of the war. </p> <p>But Krebs leaves us with a sobering message. In the face of economic sanctions and support for Ukraine, even a defeated Russia might unleash cyber attacks against the west, just as it did with the NotPetya ransomware attacks of 2017. “A wounded bear can still lash out,” Krebs warns. “Mitigating this risk means we need decisive action.” </p> <h2>The Internet of (Five) Things</h2> <p><strong>1. Chipmakers face years more shortages</strong><br>More bad news around the supply-chain bottlenecks that continue to slow the electronics and automotive industries. The boss of ASML, the maker of lithography machines that are described as the “printing press of silicon chips”, <a href=\"https://www.ft.com/content/763c9e15-44ab-43bc-b3e9-0d03bf27e841\">predicts</a> two more years of shortages of his vital chipmaking equipment. </p> <p><strong>2. Big Tech is losing in Europe, again</strong> <br>EU lawmakers are finalising the Digital Markets Act this week, giving regulators much sharper teeth to take on the internet's dominant companies. “Big Tech lost the legislative battle,” says one tech lawyer. Our reporter in Brussels, Javier Espinoza, <a href=\"https://www.ft.com/content/cbb1fe40-860d-4013-bfcf-b75ee6e30206\">looks</a> at how Silicon Valley's lobbying tactics backfired. </p> <p><strong>3. Virtual world, real pain</strong> <br>Japanese start-up H2L, which is backed by Sony, is <a href=\"https://www.ft.com/content/4be5677b-bc03-4e46-bbbb-68074e8dda6c\">developing</a> a haptic armband that can mimic sensations including touch and pain, in the hopes of bringing “increased feelings of presence and immersion” to the metaverse. </p> <p><strong>4. Sustainable growth <br></strong>Finland-based iPhone refurbisher Swappie <a href=\"https://www.ft.com/content/3d7c33a7-1107-4406-816b-2c302e9ab854\">tops</a> this year's FT-Statista rankings of the fastest-growing start-ups in Europe. “It's too big an environmental problem to ignore,” says chief executive Sami Marttinen. “Why are only something like 5 per cent of the population purchasing used phones? Why is it not more like used cars, where it's 50-50 between new and used?”</p> <p><strong>5. Bored Apes break on through to the Otherside</strong><br>Days after “<a href=\"https://www.ft.com/content/86aed0ff-ba60-4e5a-98c8-a30b7a7e0a61\">airdropping</a>” billions of dollars worth of new cryptocurrency tokens to Bored Ape owners, the simian NFT's creators Yuga Labs showed off a <a href=\"https://twitter.com/yugalabs/status/1505014986556551172\">trailer</a> for “The Otherside”, which appears to be its metaverse game. The trailer featured characters from several other digital collectibles, including Cool Cats and World of Women, whose prices immediately shot up. </p> <h2>Tech tools you couldn't use — Apple services</h2> <p>Several of Apple's services suffered a rare <a href=\"https://www.macrumors.com/2022/03/21/icloud-and-apple-services-down/?scrolla=5eb6d68b7fedc32c19ef33b4\">outage</a> on Monday. Apple Music, iMessage, the App Store and iCloud were among the iPhone apps and features affected. The downtime appeared to last for less than an hour for most users, at least according to Apple's own <a href=\"https://www.apple.com/support/systemstatus/\">status page</a>. </p> <p>Sporadic outages remain a fact of life on the internet, even for the world's most valuable company. But these days, given everything discussed by Krebs above, it's hard not to be extra jumpy. One day, that outage might be more than just a loose cable in a data centre somewhere. </p> <p>Take today's iCloud outage as another reminder of just how dependent we all are on the internet — and make back-up plans accordingly. </p><p>Source: Tim Bradshaw 2022 'What happened to Russia's cyber-assault on Ukraine?' FT.com 21 March. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-03-21T19:47:36.697Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 3838,
          "end": 3843
        },
        {
          "start": 3915,
          "end": 3920
        },
        {
          "start": 3864,
          "end": 3869
        },
        {
          "start": 4103,
          "end": 4108
        }
      ]
    }
  ]
}