{
  "_id": "998cf225b6fcc700e41ac8b67726a437ec092e2e7feb9b68577fbf2f79c1fc44",
  "feed": "ftcomall",
  "title": "Brussels agrees new law on single standard charger in blow to Apple",
  "text": "<p>Regulators in Brussels have agreed a long-awaited deal that will force companies such as Apple to use a common charger for smartphones and laptop computers.</p> <p>The agreement on Tuesday follows more than <a href=\"https://www.ft.com/content/65a2dd48-4140-11ea-bdb5-169ba7be433d\">a decade of discussions</a> as regulators argued such a device was needed to counter electronic waste and curb the number of chargers consumers have to carry.</p> <p>The new law will come into effect in 2024 and will see USB Type-C become the common charging port for devices such as cameras and mobile phones. The move will have a particular impact on Apple's iPhones, which use a Lightning cable while Android-based devices already use the new standard.</p> <p>Fifteen categories of products will fall under the scope of the new law, including earbuds, video game consoles and ereaders, which is likely to affect other companies such as Huawei and Samsung. Laptops have been given more time — 40 months — to make the transition to the single charger because of technical issues.</p> <p>Thierry Breton, the EU's commissioner for the single market, said the deal would bring about €250mn of savings to consumers. </p> <p>“European consumers will be able to use a single charger for all their portable electronics — an important step to increase convenience and reduce waste,” he said. </p> <p>He said: “Our deal today shows that once again — and despite lobbying efforts — the EU general interest has prevailed. We are not doing this regulation ‘against' anyone or any company in particular — but ‘for' our EU citizens.”</p> <p>Breton added that the law would also allow new technologies such as wireless charging to “emerge and to mature without letting innovation become a source of market fragmentation and consumer inconvenience”.</p> <p><a href=\"https://www.ft.com/stream/a39a4558-f562-4dca-8774-000246e6eebe\">Apple</a> did not immediately respond to a request for comment on Tuesday. The tech giant has previously hit back at the move, arguing it will deprive consumers of the choice to buy lower-priced older models that are compatible with their existing accessories and chargers. </p> <p>Alex Saliba, the MEP leading the discussions at the European parliament, said that when the law was assessed in four years' time, legislators would also discuss whether to legally force companies to sell a charger separately from a device, which would give consumers more choice. </p> <p>He said the pushback from tech companies over a common single charger had been particularly strong as illustrated by the length of the discussions, which took more than 10 years under at least two different commissions.</p> <p>“This will revolutionise charging technology. One charger for all,” added Saliba. </p><p>Source: Javier Espinoza in Brussels 2022 'Brussels agrees new law on single standard charger in blow to Apple' FT.com 7 June. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-06-07T16:01:56.961Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 62,
          "end": 67
        },
        {
          "start": 1687,
          "end": 1692
        },
        {
          "start": 89,
          "end": 94
        },
        {
          "start": 542,
          "end": 547
        }
      ]
    }
  ]
}