{
  "_id": "b20b2cd63d6a33952633ee6de2f5efa50a21cc450586adddbb64fe6d86c06472",
  "feed": "ftcomall",
  "title": "Abu Dhabi state funds were used to buy Israeli spyware group NSO",
  "text": "<p>An Abu Dhabi state-owned investment company has been an investor in Israeli cyberweapon maker NSO Group since 2019, during which time NSO's Pegasus spyware has been traced to the phones of journalists, human rights activists and the estranged wife of Dubai's ruler. </p> <p>Mubadala Capital, a unit of the $243bn fund chaired by Abu Dhabi's crown prince Sheikh Mohammed bin Zayed al-Nahyan, is one of the largest investors in the €1bn private equity fund that bought NSO three years ago, according to three people with knowledge of the matter. </p> <p>Mubadala's €50mn commitment to the Novalpina Capital private equity fund — agreed in 2017 before the fund acquired NSO — means the Emirati government's money was used to buy a significant Israeli cyberweapon manufacturer even before the two countries signed a peace accord in August 2020.</p> <p>The US commerce department <a href=\"https://www.ft.com/content/e381b556-c859-4a3b-8f7c-5fe80d3272d2\">blacklisted NSO last year</a>, saying it had supplied software to foreign governments that had used it to “maliciously target” government officials, journalists, businesspeople, activists, academics and embassy workers. NSO is facing <a href=\"https://www.ft.com/content/ace7c109-7404-4986-ae11-4074a497c934\">lawsuits from Meta</a>, which says it exploited a vulnerability in WhatsApp to deliver its spyware, and from Apple. &#xa0;</p> <p>Half of the €50mn that Mubadala Capital committed to the Novalpina fund came from the sovereign wealth fund, which is run by Manchester City chair Khaldoon al-Mubarak, and half from outside investors whose money Mubadala Capital managed, one of the people said. </p> <p>The investment was large enough to get Mubadala Capital a seat on a committee of the Novalpina fund's biggest investors. </p> <p>Mubadala Capital and NSO declined to comment. One person close to Mubadala said its “small role” in the fund was a passive role that meant it was notified only after an investment was made. </p> <p>A UK court found last year the ruler of Dubai, the neighbouring emirate, allowed <a href=\"https://www.ft.com/content/7cc83668-1bbe-40f9-b457-34e2a2f88e1a\">his agents to use Pegasus</a> to target the phones of his estranged wife, Princess Haya, and her British divorce lawyer, Baroness Fiona Shackleton. </p> <p>Citizen Lab has alleged that Ahmed Mansoor, an Emirati human rights activist, was targeted by NSO spyware in 2016. </p> <p>The Israeli government has for years used NSO's military-grade spyware as a diplomatic calling card to pry open relations with recalcitrant regimes, including Gulf countries such as the United Arab Emirates, Bahrain and Saudi Arabia. </p> <p>In a sign of how much the UAE wanted unfettered access to the spyware, the government of Abu Dhabi held internal discussions about potentially buying the company outright in the autumn of 2021, according to a person familiar with the discussions. Those talks did not progress beyond preliminary conversations. Around that time, NSO said it had <a href=\"https://edition.cnn.com/2021/10/07/middleeast/pegasus-uae-hacking-intl/index.html\">cancelled its contract</a> with the UAE over the use of Pegasus to target the princess and her lawyer's phone.</p> <p>“We sold this technology to these countries so they can fight together our common enemy, Iran,” said a senior Israeli cabinet minister. Any abuse of the software to spy on dissidents, academics or journalists is the responsibility of the nation deploying the software, not Israel, they said. “There is no regret.”</p> <p>Mubadala Capital's investment also draws it into a thorny dispute that centres on the Novalpina fund itself. Novalpina's founders Stephen Peel, Stefan Kowski and Bastian Lueken were last year stripped of control of the fund and replaced with the US consultancy firm Berkeley Research Group, after investors decided the trio had fallen out so badly they could no longer work together. </p> <p>BRG <a href=\"https://www.ft.com/content/5e4fd205-ce8e-4e5e-aa8c-7f4ce9873117\">accused</a> Kowski and Lueken of a “malign” attempt to take back control of the fund, in a London lawsuit last month. </p> <p>In response, Kowski said BRG was “mismanaging” the fund, and the pair said they had tried to ensure a smooth handover to BRG. They said they “did not give instructions” for proceedings to be started in a Luxembourg court to put the fund's original manager, which they ran, back in charge.</p> <p>The rating agency Moody's downgraded NSO's $500mn debts to the lower echelons of junk ratings in November. Credit Suisse, which was joint bookrunner alongside Jefferies when NSO took out the loans, is leading a consortium of NSO Group creditors alongside the hedge fund Senator, according to a person with knowledge of the matter. The banks and Senator declined to comment.</p> <p>Amnesty International has previously accused groups including Oregon's public employee retirement system and Alaska's $81bn permanent fund of being “directly linked” to “human rights abuse” because of their investments in the Novalpina fund. </p> <p><em>Additional reporting by Simeon Kerr in Dubai, Andrew England in Doha and James Fontanella-Khan in New York</em></p><p>Source: Kaye Wiggins and Mehul Srivastava in London 2022 'Abu Dhabi state funds were used to buy Israeli spyware group NSO' FT.com 1 April. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-04-01T04:00:22.776Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1187,
          "end": 1192
        }
      ]
    }
  ]
}