{
  "_id": "06ad27333ca5ebaadecfa58dd5ae68e2a60c4dc36788dda8f8af07c9d1bacb71",
  "feed": "wall-street-journal",
  "title": "OFF DUTY --- Eating & Drinking: Early to the Party --- The secret to entertaining elegantly and unflappably? Get a reasonable head start.",
  "text": "<p>Now more than ever, the act of gathering for a festive dinner is a useful ritual to bring into our lives. It's uplifting, it's fulfilling and it's a lot of fun. With a little planning, it can be as much fun for the host as it is for the guests.</p><p>A roast chicken will almost always taste better if you give it a chance to sit in some seasoning overnight. I like a yogurt brine. I always have yogurt in my fridge; mixed with salt and slathered over chicken for a night, it works just as well as a traditional buttermilk brine, and I like the tartness it adds. I cut my chickens (two for a party of six to eight) in half before brining and roasting. Simply remove the backbone with kitchen shears, then divide the bird through the breast. Despite the severance, this act feels less brutal than a spatchcock and is certainly easier to figure out. Or ask your butcher to do it for you.</p><p>Chicken halves are easier to handle than whole birds. You can roast two chickens flat on a single sheet pan, faster and more evenly. In about 45 minutes, my yogurt-brined chicken halves are extra crispy and golden-brown on the outside, juicy inside.</p><p>The salad on this menu was inspired by one at Sofreh, my favorite Persian restaurant in Brooklyn. It had slivers of date and a tahini dressing I've been trying to recreate ever since. To give the dates a crunchy exterior, I fry them in a bit of olive oil. Be careful to keep the slices separated as you fry them -- they're sticky little things. For the dressing, I use my go-to tahini sauce, thinned with lemon juice and olive oil.</p><p>How you prepare greens for a salad makes a world of difference in the end result. Wash gently and well, then spin or shake dry, then lay the greens out to air-dry on a clean dish towel. Letting them dry completely means the dressing will evenly coat and stick to the greens. I try to do this the morning of a dinner party, then I gently bundle my greens in a dish towel, tuck the whole package right into my salad bowl, and store it in the fridge until it's time to serve. Dress the salad only just before you are ready to eat, and use your hands, scooping and tossing the dressing over the leaves, and your gorgeous greens won't get crushed, smashed or wilted by sharp utensils or tongs. Then use your hands (again, yes!) to transfer the salad to a platter, and scatter it with lots of crispy spring radish slices, fronds of fragrant dill, chives and those crispy dates.</p><p>Pass the chicken, pass the green sauce too, and don't forget to be grateful that you can gather friends around your table this spring.</p><p>---</p><p>Find recipes for tahini sauce and spring greens with fried dates at wsj.com/food.</p><p>---</p><p>Yogurt-Brined Chicken Halves</p><p>This recipe can be easily halved to serve 3-4, if that's the size of your party.</p><p>Active Time: 15 minutes</p><p>Total Time: 10 hours (includes brining)</p><p>Serves: 6-8</p><p>2 cups plain full-fat yogurt</p><p>3 tablespoons kosher salt</p><p>4 chicken halves (or 2 chickens, backbones removed, cut in half through the breastbone)</p><p>1. In a medium bowl, whisk together yogurt, salt and 1 cup water. Place chicken halves in a gallon-size resealable bag and pour yogurt mixture over. Seal, pressing out all air, and toss to coat chicken well. Chill overnight or up to 2 days.</p><p>2. When ready to roast, remove chicken from fridge and let warm slightly while you heat oven to 400 degrees. Remove chicken from bag, shake off any excess yogurt, and arrange, skin-side up, in a single layer on a sheet pan.</p><p>3. Roast chicken in top third of oven, rotating pan once, halfway through cooking, until skin is golden brown and crisp, and an instant-read thermometer inserted in thickest part of breast registers 155 degrees, 35-45 minutes. (The temperature will climb to 165 as the chicken rests.) Let chicken halves rest on pan at least 15 minutes and up to 30. Serve on a cutting board with a sharp knife, or cut into quarters and transfer to a serving platter.</p><p>---</p><p>Blender Spiced Green Sauce</p><p>Inspired by spicy, herby North African chermoula, this sauce is equal parts warming and refreshing.</p><p>Total Time: 10 minutes</p><p>Makes: about 1 1/2 cups</p><p>1 serrano chile, stemmed and cut into a few pieces</p><p>1 bunch fresh parsley, toughest stems trimmed</p><p>1 bunch fresh cilantro</p><p>1 clove garlic</p><p>1 teaspoon coriander seeds</p><p>1 teaspoon cumin seeds</p><p>1 cup olive oil</p><p>2 tablespoons apple cider vinegar</p><p>2 teaspoons kosher salt</p><p>1. In a blender or food processor, combine all ingredients and puree until smooth.</p><p>2. This sauce keeps in an airtight container in the fridge up to 4 days. Bring to room temperature before serving.</p><p>-- Recipes adapted from 'For the Table: Easy, Adaptable, Crowd-Pleasing Recipes' by Anna Stockwell (Apr. 26, Abrams)</p><p>---</p><p>The Carefree Dinner Party: A Game Plan</p><p>-- The chicken needs to brine overnight (or up to 2 days).</p><p>-- Start roasting 1 hour before dinner time to account for roasting and resting.</p><p>-- The radishes for the salad can be sliced and chilled up to 1 day ahead.</p><p>-- The tahini and green sauces can be made up to 1 day in advance.</p><p>-- Prep your greens and dressing before guests arrive. Or, put guests to work with these tasks.</p>",
  "published": "2022-04-30T00:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 4297,
          "end": 4302
        }
      ],
      "nexusId": "10022657"
    }
  ]
}