{
  "_id": "18c4e0443ee083ef9c0697dfc5fd338f606d8d45180e44a6f01da27f47a9a54a",
  "feed": "ftcomall",
  "title": "Nasdaq closes down 5% in sharpest fall since 2020",
  "text": "<p>Wall Street closed sharply lower on Thursday in an abrupt reversal from the rally in the previous trading session, with the Nasdaq registering its biggest one-day decline since June 2020 and the largest U-turn since the start of the pandemic. </p> <p>The Nasdaq Composite, comprised of many of the largest US technology companies, fell 5 per cent. The rally on Wednesday and the retreat on Thursday marked the sharpest gyration in the index since March 2020, with the Nasdaq oscillating more than 8 percentage points over two days of trading. </p> <p>The blue-chip S&amp;P 500 index also declined significantly on Thursday, sliding 3.5 per cent with more than 95 per cent of the stocks in the benchmark ending lower. </p> <p>“Today is the first day I remember feeling just bad,” said Danny Kirsch, the head of options at Piper Sandler. “They have felt bad for a while but this is a more encompassing bad. There was nowhere to hide today.”</p> <p>Every large sector was in the red, with industries including consumer discretionary and technology companies among the biggest fallers. Kirsch said it appeared some funds hit by outflows were selling stakes to raise cash.</p> <p>The Federal Reserve on Wednesday raised its main interest rate 0.5 percentage points, the biggest increase<a href=\"https://www.ft.com/content/f8558dbf-7d30-421b-922a-1cf682e6b387\"> since 2000</a>, in an attempt to tame soaring inflation. Jay Powell, the Fed chair, sent a strong signal that the US central bank is likely to raise rates by the same amount at its next two meetings. </p> <p>Powell's remarks were at first perceived as dovish, especially after he appeared to take the possibility of a 0.75 percentage point rise off the table for this year. Stocks subsequently rose on Wednesday, with the S&amp;P recording its best day since May 2020.</p> <p>Markets have been hard hit this year as investors mark down global growth forecasts amid concerns about a slowdown in China and the effects of Russia's invasion of Ukraine. More than $8tn has been wiped off the value of the US stock market this year, as hedge funds and other investors cut positions.</p> <p>Tom di Galoma, managing director at Seaport Global Holdings, described the sharp sell-off on Thursday as a “capitulation trade”.</p> <p>“You've got more tightening along the road, so there's no reason to buy the dip in equities. There's also no reason to buy bonds at this level because it doesn't look like inflation is going anywhere.”</p> <p>Shares of some of corporate America's biggest names lurched lower, with Amazon down 7.6 per cent, Tesla sinking 8.3 per cent, and Apple sliding 5.6 per cent. The declines were not accompanied by a surge of trading activity, however, and volumes on the Nasdaq were roughly in line with the 100-day moving average, Bloomberg data showed. </p> <p>Instead, the move lower on Thursday might have been exacerbated by trading in options and futures markets, as banks and brokers raced to hedge themselves as stocks fell, Cantor Fitzgerald's head of derivatives trading Matthew Tym said.</p> <p>“With the 10-year [Treasury] move, the move in oil and currencies, we would have sold off, but I don't think it would have been as quickly as this morning,” he added. “Do I think we've seen a bottom? Certainly not.”</p> <p>US government bonds also suffered an intense bout of selling, sending the yield on the 10-year Treasury note up 0.1 percentage points to 3.04 per cent. </p> <p>In a sign of global economic stress, the Bank of England on Thursday warned the UK<a href=\"https://www.ft.com/content/5001ffb8-96d6-4e1a-a9dc-5ad4470930c7\"> will slide into recession</a> this year as higher energy prices push inflation above 10 per cent. </p> <p>“This is really the sum of all our fears” about the UK economy, said Roger Lee, head of UK equity strategy at Investec. “Growth forecasts have been downgraded, inflation expectations have been upgraded and interest rates are still going up.” </p> <p>The dollar index, which measures the greenback against a basket of six others, rose 0.9 per cent on Thursday. Sterling slumped more than 2 per cent against the dollar to $1.24, its weakest level since June 2020.</p> <p><em>Reporting by Kate Duguid and Eric Platt in New York, Adam Samson, Naomi Rovnick, George Steer and Ian Johnston in London, and Hudson Lockett in Hong Kong</em> </p><p>Source: FT reporters 2022 'Nasdaq closes down 5% in sharpest fall since 2020' FT.com 5 May. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-05-05T21:50:58.259Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 2455,
          "end": 2460
        }
      ]
    }
  ]
}