{
  "_id": "fbf173079e9b8239681cd440129261a822400cc87347ab5512b3fb7407c2e718",
  "feed": "wall-street-journal",
  "title": "'Abbott Elementary' Creator Quinta Brunson Declines Fans' Requests for School Shooting Episode; Other celebrities called for new gun-control measures and finding common ground after Texas school shooting",
  "text": "<p>The network renewed the show for a second season in March.</p><p>In the aftermath of Tuesday's deadly attack at a Texas elementary school, Ms. Brunson said she has received a flood of requests for her to do a school shooting episode.</p><p>\"Wild how many people have asked for a school shooting episode of the show I write,\" Ms. Brunson tweeted. \"People are that deeply removed from demanding more from the politicians they've elected and are instead demanding 'entertainment.' I can't ask 'are yall ok' anymore because the answer is 'no.'\"</p><p>A representative for Ms. Brunson said the \"Abbott Elementary\" star declined an interview request.</p><p>Ms. Brunson's remarks come after a gunman killed 19 children and two adults at Robb Elementary School in Uvalde, Texas. The attack has sparked an array of reactions from politicians, entertainers and others amid the national debate over gun laws. Some have demanded more gun regulation, while others have called on people to put aside political differences to find solutions to the violence.</p><p>Ms. Brunson said asking entertainers rather than elected officials to address gun violence and mass shootings was misguided.</p><p>\"Please use that energy to ask your elected official to get on Beto time and nothing less. I'm begging you,\" Ms. Brunson said, referring to Texas gubernatorial candidate Beto O'Rourke. Mr. O'Rourke, a Democrat, has called for stronger gun laws following Tuesday's school shooting.</p><p>She posted one idea that someone sent her, which suggested that a school shooting episode would help \"get our government to understand why laws need to pass.\"</p><p>In response to that idea, Ms. Brunson said: \"I don't want to sound mean, but I want people to understand the flaw in asking for something like this. we're not okay. this country is rotting our brains. im sad about it.\"</p><p>Other celebrities have also expressed opinions on the shooting. Some networks have changed their programming.</p><p>CBS on Tuesday pulled the finale of \"FBI,\" which included a story line about a preventing a school shooting. The network ran a rerun instead. Apple TV+ also on Tuesday canceled the red carpet premiere of \"Physical\" in Los Angeles following news of the shooting. The show about aerobics set in the 1980s was set to debut its second season.</p><p>Singer and actress Selena Gomez called for stronger gun-control measures following the attack.</p><p>\"Today in my home state of Texas 18 innocent students were killed while simply trying to get an education,\" Ms. Gomez tweeted. \"A teacher killed doing her job; an invaluable yet sadly under appreciated job. If children aren't safe at school where are they safe?\"</p><p>Actor Matthew McConaughey, who was born in Uvalde, said that Americans need to find common ground to end the cycle of mass shootings.</p><p>\"This is an epidemic we can control, and whichever side of the aisle we may stand on, we all know we can do better,\" Mr. McConaughey said in an Instagram post. \"We must do better. Action must be taken so that no parent has to experience what the parents in Uvalde and the others before them have to endure.\"</p><p>Country singer Tim McGraw called for less divisive dialogue when discussing how to address gun violence.</p><p>\"Divisive rhetoric has done zero to help this problem—it's only made it worse,\" Mr. McGraw said. \"For one minute, let's set aside our idealistic views, and concentrate on the kind of world we want our children to grow up in.\"</p><p>Celebrities have previously taken to social media to demand action on gun violence following mass shootings. Beyoncé, Jennifer Aniston, Jamie Foxx and other celebrities made a public service announcement in 2012 calling on elected officials to pass stronger gun laws following the school shooting that took place that year in Newtown, Conn.</p><p>LeBron James asked for new gun control measures following the school shooting in 2018 at Parkland, Fla. On Tuesday, he took to social media to extend his condolences to those that lost family in Uvalde.</p><p>\"There simply has to be change! HAS TO BE!!\" Mr. James said. \"Praying to the heavens above to all with kids these days in schools.\"</p><p>Write to Joseph De Avila at joseph.deavila@wsj.com</p><p>'Abbott Elementary' Creator Quinta Brunson Declines Fans' Requests for School Shooting Episode</p>",
  "published": "2022-05-26T19:39:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 2055,
          "end": 2060
        }
      ]
    }
  ]
}