{
  "_id": "693f0e85920e33ba6ba9d8f5a736f18dc4856b8e3a63bb54838f7316c2c082a9",
  "feed": "market-watch",
  "title": "Dow stages biggest intraday turnaround since February as investors brush off concerns about China's COVID-19 lockdowns; Twitter board approves sale to Elon Musk",
  "text": "<p>How did stocks trade?</p><p>* The Dow Jones Industrial Average DJIA finished up by 238.06 points, or 0.7%, at 34,049.46 in choppy trading after falling as much as 488 points, or 1.44%, at its session low. The last time it was down that much on an intraday basis and still closed higher was on Feb. 24, according to Dow Jones Market Data.</p><p>* The S&amp;P 500 SPX closed higher by 24.34 points, or 0.6%, at 4,296.12.</p><p>* The Nasdaq Composite COMP finished up by 165.56 points, or 1.3%, at 13,004.85.</p><p>* The Dow bounced after back-to-back losing sessions, while the S&amp;P 500 and Nasdaq each snapped a three-day losing streak.</p><p>On Friday, the Dow shed nearly 1,000 points, or 2.8%, marking its worst daily percentage drop since Oct. 28, 2020, according to Dow Jones Market Data. The S&amp;P 500 index slid 2.8%, while the Nasdaq Composite Index tumbled 2.6%.</p><p>What drove the markets?</p><p>Stocks bounced back late Monday afternoon as investors brushed asides worries from earlier in the day aboutfresh COVID lockdowns in China. Dan Raju, CEO of Tradier, told MarketWatch via email that individual investors took the Twitter announcement \"with a bullish sentiment and consider this to be good for them,\" following weeks of uncertainty on everything from inflation to geopolitical tensions. Others, however, said technical factors had more to do with the turnaround in equities during Monday's final hour of trading.\"Coming into the day, the markets had been down two weeks in a row,\" said Art Hogan, chief market strategist at National Securities Corporation. \"We got very oversold across almost all sectors. The S&amp;P 500 got to a place where it was able to hold and that tends to start some momentum in the other direction. What happens in markets like this, when there's less liquidity, is that very few people want to get in the way when momentum starts to build.\"</p><p>Earlier in the day, China's CSI 300 XX:000300 slumped 4.9% to 3,814, its weakest close since April 2020, while a host of commodities were also hit hard, as Beijing began testing millio ns of residentsand shutting down some areas amid a spike in infections. Steel and iron ore futures tumbled in Asia and U.S. CL00 oil futures finished sharply lower. West Texas Intermediate crude for June delivery CLM22 fell $3.53, or 3.5%, to settle at $98.54 a barrel on the New York Mercantile Exchange, the lowest front-month finish since April 11, FactSet data show.</p><p>Investors also snapped up government debt, sending yields, which move opposite to price, sharply lower. The yield on the 10-year Treasury note BX:TMUBMUSD10Y dived 8 basis points to 2.83% after pushing last week to its highest since December 2018.</p><p>Markets are facing a busy week on the economic front, as the Fed is now in a blackout period ahead of the May 3-4 Federal Open Market Committee meeting. The March core personal-consumption expenditures price index, the central bank's favored inflation indicator, is due Friday.</p><p>Last week, Fed Chairman Jerome Powell said a half-point rate hike — rather than the typical quarter-percentage point move — would be \"on the table\" when policy makers meet next month. Remarks by Fed officials have prompted investors to price in a rising possibility of further outsize rate moves in coming months as the central banks scrambles to get a grip on inflation running at its highest since 1981.</p><p>On Monday, traders of fed funds futures pulled back on their expectations for a 75 basis point rate hike from the Fed in June. The likelihood of such a move, which would have followed a 50 basis point hike in May, dropped to 81% from 91% on Friday, according to the CME FedWatch Tool.</p><p>There was \"no obvious catalyst\" for the turnaround in equities late Monday afternoon, though it could have been from a combination of some reprieve on yields, positioning/sentiment, and the 4,200 level on the S&amp;P which \"held as a bit of key resistance,\" said Ross Mayfield, investment strategy analyst at Baird, an asset management/investment banking firm.</p><p>Read: What's next for the stock market as investors grapple with Fed near 'peak hawkishness'</p><p>Wall Street is bracing for a busy earnings week, with 175 S&amp;P 500 companies, including 13 Dow 30 components, scheduled to report results for the first quarter, according to FactSet. That includes quarterly reports from Apple AAPL, Facebook parent Meta Platforms Inc. FB , Google parent Alphabet Inc. GOOGL, Amazon.com Inc. AMZN and Microsoft Corp. MSFT, among others.</p><p>European stocks tumbled Monday, getting no lift from news French President Emmanuel Macron was elected for a second term, defeating far-right challenger Marine Le PenMarine Le Pen, as investors focused on broader macroeconomic worries.</p><p>War in Ukraine: Russia is failing in its war aims, says U.S. Sec. of State Blinken after meeting Zelensky</p><p>What companies were in focus?</p><p>* Shares of Coca-Cola Co. KO closed up by less than 0.1% after the company reported first-quarter results that topped expectations.</p><p>How did other assets fare?</p><p>* The ICE U.S. Dollar Index DXY rose 0.5%</p><p>* Bitcoin BTCUSD rose 1.6% to trade at $40,169.</p><p>* June gold futures settled at $1,896 an ounce, down $38.30 or 2%.</p><p>* The Stoxx Europe 600 XX:SXXP closed down by 1.8% while London's FTSE 100 U.K.:UKX lost 1.9%.</p><p>* The Shanghai Composite CN:SHCOMP finished 5.1% lower, while the Hang Seng Index HK:HSI closed down by 3.7% in Hong Kong and Japan's Nikkei 225 JP:NIK fell 1.9%.</p><p>— Barbara Kollmeyer and Mike Murphy contributed to this article.</p><p>Dow stages biggest intraday turnaround since February as investors brush off concerns about China's COVID-19 lockdowns</p>",
  "published": "2022-04-25T20:46:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 4277,
          "end": 4282
        },
        {
          "start": 4283,
          "end": 4287
        }
      ]
    }
  ]
}