{
  "_id": "93b027f1befa62d57c5739595b2ad342a42069906d756b93cfd3cc9fdb93f3eb",
  "feed": "wall-street-journal",
  "title": "New Group to Promote Open-Source Intelligence, Seen as Vital in Ukraine War; Social media, satellite images, mobile-phone data can yield as much insight as traditional espionage, but few rules exist",
  "text": "<p>\"It's an increasingly critical discipline,\" said Barbara Alexander, president of the new foundation, which will be based in Northern Virginia and is expected to formally launch next week.</p><p>Ms. Alexander, a retired official who spent decades in U.S. intelligence, said the nonprofit aims to support U.S. national security by deepening understanding and awareness of open-source intelligence, supporting the development of job opportunities in the field and sharing best practices for its use.</p><p>\"We are lacking the same kind of career paths and standards of professionalization that the other disciplines have,\" Ms. Alexander said, comparing open-source collection to covert spying or cyber surveillance.</p><p>States have been using open-source intelligence, or OSINT, for centuries, work that can include monitoring foreign news reports for possible insights into an allied or adversarial government. After World War II, OSINT was established as a distinct discipline within intelligence gathering and since has come to encompass an array of unclassified material available online or for purchase. That includes social media, posts on web forums and commercially available data collected by technology giants, advertising entities and consumer-facing companies. It also includes data emitted by consumer electronic devices such as location, internet addresses, and wireless identifiers associated with cars and Bluetooth devices.</p><p>Only recently have intelligence officials begun to see OSINT as on par with intelligence derived from stolen secrets, or even more valuable.</p><p>In the past months, streams of open-source intelligence such as location-tracking apps, satellite imagery, drone cameras and social media posts have shed light on Russian military movements, troop morale and potential war crimes.</p><p>\"The speed at which it is available with the Russian invasion of Ukraine has taken some folks in the intelligence community by surprise,\" said Eliot Jardines, director of operations and treasurer for the new Open Source Intelligence Foundation.</p><p>Commercial satellite imagery enabled Western defense and intelligence officials to monitor the mobilization of Russian troops and hardware to Ukraine's border in the lead-up to the February invasion, and since has continued to provide strategic and tactical military insight, current and former officials have said.</p><p>Location-tracking apps installed on Russian mobile phones have offered once unimaginable insights: A Ukrainian whose Apple AirPod headphones were stolen by a Russian soldier said in April he had been able to track Russian troop movements by using Apple's \"Find My\" feature.</p><p>In one example, a San Francisco-based smartphone app that pays users to perform basic observational tasks such as photography suspended its activities in Ukraine at the outset of the war after the Kyiv government alleged Russian agents were using it to aim airstrikes. The app, which counts U.S. defense and intelligence agencies among its clients, countered that it was in fact aiding the Ukrainian effort by providing insights to its Western backers.</p><p>The Open Source Intelligence Foundation doesn't plan to push for specific policies in a field that has largely been unregulated and prompted growing concern from privacy advocates, but does intend to advocate for the need for clear policies generally, Ms. Alexander said. The Privacy and Civil Liberties Oversight Board, a small federal agency that reviews the government's surveillance practices, has said it is reviewing the Federal Bureau of Investigation's use of commercially available open-source data sets in its counterterrorism efforts.</p><p>Avril Haines, the director of national intelligence, said this year that she wanted to standardize how U.S. intelligence agencies use open-source data. The Defense Intelligence Agency was recently tapped by the Pentagon as the lead agency for deciding policy questions and setting standards for open-source intelligence, The Wall Street Journal reported in December, though it is unknown if that decision has been completed. In an email, an agency spokeswoman said there were no updates to share on the designation.</p><p>The new foundation will limit membership to U.S. citizens who aren't registered agents of a foreign power, Mr. Jardines said. Its board includes several former high-ranking intelligence officials, including Ret. Lt. Gen. Ron Burgess, who led the Defense Intelligence Agency under former President Barack Obama.</p><p>Mr. Jardines said the group's funding so far has come largely from early membership dues as well as corporate sponsors. He declined to identify sponsors, but said they would be detailed later in August.</p><p>Write to Dustin Volz at dustin.volz@wsj.com</p><p>New Group to Promote Open-Source Intelligence, Seen as Vital in Ukraine War</p>",
  "published": "2022-07-27T13:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 2471,
          "end": 2476
        },
        {
          "start": 2601,
          "end": 2606
        }
      ]
    }
  ]
}