{
  "_id": "0fd2fb5cf60621e3c07d5f5c5f5c017fad5415588dd19eec4992456ea0ffeb94",
  "feed": "market-watch",
  "title": "U.S. stocks slide after Fed raises rates but Powell hints terminal interest rate will be higher than expected",
  "text": "<p>How are stock indexes trading</p><p>* The Dow Jones Industrial Average DJIA was down 202 points, or 0.6%, to around 32,443.</p><p>* The S&amp;P 500 SPX lost 46 points, or 1.2% to 3,808.</p><p>* The Nasdaq Composite fell 185 points, or 1.7% to 10,709.</p><p>On Tuesday, the Dow Jones Industrial Average fell 80 points, or 0.24%, to 32653, the S&amp;P 500 declined 16 points, or 0.41%, to 3856, and the Nasdaq Composite dropped 97 points, or 0.89%, to 10891. The Nasdaq Composite is up 5.5% from its 2022 closing low, but remains down 30.4% for the year to date.</p><p>What's driving markets</p><p>The Federal Reserve on Wednesday approved the fourth straight jumbo increase in its benchmark interest rate, extending a rapid pace of hikes that brings the rate to the highest level in 15 years. By a unanimous vote, the Fed hiked its rate by 0.75 percentage points to a range of 3.75% to 4%.</p><p>Also for the first time, the central bank signaled it would watch closely whether this rapid pace might eventually damage the economy with a \"lag.\"</p><p>See: Fed approves another jumbo interest-rate hike, adds dovish language on way forward</p><p>Chairman Jerome Powell acknowledged in a press conferenceafter the announcement that at some point \"it will be appropriate to slow the pace of increases,\" but he also said it is \"very premature to talk about a pause\" in raising interest rates.</p><p>Powell emphasized that the FOMC \"has more work to do\" and he suggested that the ultimate level of the federal funds may be higher than the committee expected in September.</p><p>U.S stocks rallied after the central bank's announcement, but a more-hawkish-than-expected Powell, who spoke only thirty minutes after the statement, sent stocks sharply lower and Treasury yields and fed funds futures higher.</p><p>U.S. benchmark bond yields turned broadly lowerwith the yield on the 10-year Treasury BX:TMUBMUSD10Y was 3.995%, down from 4.052% on Tuesday.</p><p>The market is now pricing in a 52% chance of just a half-point rate increase at the Fed's December 14 meeting, according to the CME FedWatch Tool. That would leave rates in a range of 4.25% to 4.5%.</p><p>\"With rates now well into restrictive territory, the Fed can afford to slow the pace of rate hikes, partly to assess what impact the near 400bp of cumulative tightening is having,\" said Paul Ashworth, chief North America economist at Capital Economics, in a note sent to clients after the Fed's annoucement.</p><p>\"Barring another upside inflation surprise in the October and November CPI reports, which we can't completely rule out, it looks like the Fed is laying the groundwork to shift down to a 50bp hike in December and, if we're right that core inflation will start to show signs of slowing soon, a 25bp rate hike at the January meeting next year.\"</p><p>See also: Live Markets Coverage</p><p>See: Here's how 'Fed Day' stock-market performance stacks up under Jerome Powell</p><p>In U.S. economic data reported earlier Wednesday payroll services firm ADP said the private sector added 239,000 jobsin October. Economists polled by the Wall Street Journal earlier forecasted an increase of 195,000 jobs.</p><p>\"I think the ADP data was a bit more robust than folks thought,\" said Timothy Holland, chief investment officer at Orion Advisor Solutions. \"The market is really hoping that the Fed can credibly pivot to just a 50 basis point rate hike in December and then maybe even downshift from there in 2023,\" according to Holland.</p><p>\"You've seen some softness [in the economy], but you're not really seeing it in the labor market necessarily. And can the Fed credibly downshift if you're not getting softness on the jobs front? And that's the big question,\" Holland said.</p><p>Also helping support stocks was a well-received earnings report from chipmaker AMD AMD, delivered after Tuesday's closing bell. Companies reporting on Wednesday include Paramount Global PARAA, Zillow Z and eBay EBAY.</p><p>Meanwhile, in China, investors continued to bet on rumors that Beijing was considering relaxing its COVID-19 lockdown policy. The Hang Seng China Enterprises index CN:160462, which closed on Monday at a 17-year low having fallen about 40% so far in 2022, took its two-day rebound to 8.2%.</p><p>Separately, China has ordered a seven-day lockdown of the area around Foxconn Technology Group's main plant in Zhengzhou, which houses an iPhone assembly plant and the world's largest iPhone factory.</p><p>Companies in focus</p><p>* Shares of Chegg, Inc. CHGG surged 25% Wednesday after the online-learning platform reported fiscal third-quarter revenue and earningsthat exceeded Wall Street analysts' forecasts. Chegg reported net income of $251.6 million, compared with net income of $6.65 million in the year-ago quarter.</p><p>* Boeing Company BA jumped 6% after the planemaker's CEO said the company could generate $10 billion in cash annually by mid-decade and expects to return cash to shareholders and will not need equity to get there after 2026.</p><p>* Shares of Match Group Inc. MTCH rose 8.9% after the online-dating company exceeded revenue expectations for its latest quarter and said that it would \"accelerate\" cost-control efforts.</p><p>* Caesars Entertainment Inc. CZR shares went up 6% after management on Tuesday revealed a measure of profit in its digital betting business turned positive last month, giving the business a chance to contribute to profit in the months ahead.</p><p>* CVS Health Corp. CVS stock gained 5% Wednesday, after the company announced a $5 billion settlement of opioid claims and third-quarter earnings blew past estimates.</p><p>— Jamie Chisholm contributed to this article.</p><p>U.S. stocks slide after Fed raises rates but Powell hints terminal interest rate will be higher than expected</p>",
  "published": "2022-11-02T19:45:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": []
    }
  ]
}