{
  "_id": "97c0dfafd8e9833dc900306e689a8813ff4555ea05407551c9e124b18536b9f0",
  "feed": "wall-street-journal",
  "title": "'The Big Easy': A Moniker Born in Nightclubs, Prisons and Poems; No one knows exactly how New Orleans got its most evocative name",
  "text": "<p>Linguist and lexicographer Ben Zimmer analyzes the origins of words in the news. Read previous columns here.</p><p>Last month, Dr. Maurice M. Martinez, Jr., a longtime professor of education at the University of North Carolina Wilmington, died at the age of 88. A filmmaker, photographer, jazz musician and beat poet, Dr. Martinez was a proud native of New Orleans.</p><p>\"The Big Easy is alive in his heart, his words, and his photos,\" stateda profile published last year in Walter, a magazine based in Raleigh, N.C. In fact, the profile noted, he was credited as the first person to call New Orleans \"The Big Easy\" in print.</p><p>Writing under the pen name Marty Most, Dr. Martinez published a book in 1964 called \"New Orleans Blues,\" with beat poetry accompanied by his own photographs. One poem went, \"Have you evah been to an ol' time jazzman's funeral in mah home town? It's called 'Big Easy' way, way down.\"</p><p>In 2018, inveterate word sleuth Barry Popik tracked down this early use of \"The Big Easy\"—one of several city nicknames that he has investigated over the years, including \"The Big Apple\" for New York City and \"The Windy City\" for Chicago. (As it turns out, we may also owe\"The Big Apple\" to New Orleans, since Mr. Popik found evidence of the epithet in use around 1920 among stable hands at the New Orleans Fair Grounds, who were overheard by a New York sportswriter.)</p><p>By plumbing newspaper databases, Mr. Popik also found that \"Big Easy\" was the name of a dance hall in Gretna, just across the Mississippi from New Orleans, as early as 1910. He got in touch with Dr. Martinez, who told him that \"the term 'Big Easy' came from Black musicians in New Orleans and found widespread use among the 'hip' crowd.\"</p><p>After Dr. Martinez's death, Fred Shapiro, editor of the authoritative \"New Yale Book of Quotations\" and a librarian at Yale Law School, discovered that the digital library JSTOR had recently added an extensive collectionof American prison newspapers. Included in the collection is an archive of The Angolite, an inmate-edited newspaper that has been published continuously at the Louisiana State Penitentiary (known as \"Angola\") since 1953.</p><p>Mr. Shapiro foundthat \"Big Easy\" (with or without the preceding \"the\") was in common use in the pages of The Angolite going back to the Mar. 16, 1957 issue, when an item referredto \"Frenchman Brasseaux, who puts on all those Cadillac drivers from 'Big Easy.'\" While that usage is a bit cryptic, an issue later that same year spelled it out: \"As you know, the only city they call Big Easy is New Orleans.\" And in May 1958, the phrase appearedwith the familiar \"the,\" in a report that one released inmate \"will return to the Big Easy (New Orleans).\"</p><p>\"The Big Easy\" didn't receive much attention outside of New Orleans until James Conaway used it in 1970 as the title of a crime novel set in the city. Mr. Conaway later recalledpicking up the expression working as a police reporter for the New Orleans Times-Picayune in the mid-1960s.</p><p>The city nickname made an even bigger splash in 1986 when a neo-noir movie called \"The Big Easy\" was released, starring Dennis Quaid and Ellen Barkin. The original script was set in Chicago, but when the action was moved to New Orleans, Mr. Conaway's unrelated novel inspired the new title.</p><p>Since then, \"The Big Easy\" has rivaled \"The Crescent City,\" \"The City That Care Forgot\" and \"NOLA\" as a New Orleans sobriquet. And it might be the aptest of them all, considering the laid-back vibe of a city where people are encouraged to \"let the good times roll\"—or \"laissez les bons temps rouler,\" as they say in the Big Easy.</p><p>'The Big Easy': A Moniker Born in Nightclubs, Prisons and Poems</p>",
  "published": "2022-10-13T23:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1078,
          "end": 1083
        },
        {
          "start": 1179,
          "end": 1184
        }
      ],
      "nexusId": "10022657"
    }
  ]
}