{
  "_id": "7be62658255fc3fdf9757407be7dc6f51f18be35c4e4967dae7f7b088e224c11",
  "feed": "market-watch",
  "title": "Apple's move to end Russia tungsten imports is an important one – but will China give Moscow a covert backdoor to the west? Apple Inc.'s decision to end imports of tungsten from Russia shows how challenging an international supply chain can be",
  "text": "<p>Last week Apple AAPL confirmed to MarketWatch that it is no longer importing gold, tungsten and the metal tantalum from Russia. The tech giant's supply chain has come under increasing scrutiny in the wake of Russia's invasion of Ukraine. Research from the Moral Rating Agency, for example, recently highlighted an Apple filing with the Securities and Exchange Commission, which covered the period Jan. 1 to Dec. 31, 2021. The filing listed a number of smelters and refiners in Russia that Apple used to source gold, tungsten and tantalum.</p><p>See Now: Apple has ended imports of gold and tungsten from Russia</p><p>Car manufacturers, as well as companies in the tech, healthcare, defense and aeronautics sectors, are among those that rely on tungsten in their products. \"The world only produces 98,000 tons a year of tungsten concentrate,\" Almonty Industries' ALMTF Black said. \"But without it we couldn't do anything. It's irreplaceable.\"</p><p>Tungsten's ability to dissipate heat, for example, makes it a good fit for semiconductors.</p><p>Although its tungsten production is dwarfed by that of China, Russia still plays an important role. Russia is responsible for 6.5% of the world's tungsten production, with China accounting for 83%, according to Black.</p><p>See Now: Despite plenty of talk, many U.S. companies have still not fully exited Russia: Moral Rating Agency</p><p>Given the vast scale of China's tungsten industry, Russian-mined tungsten concentrate could still end up being processed into tungsten oxide in China before making its way to the west. \"Prior to the Ukraine war, the traditional route for Russian tungsten was via the E.U,\" Black noted. \"There's no way of knowing how much is flowing still, in a different direction [via China].\"</p><p>\"Doing a supply chain audit in China is not very practical,\" Black said. \"[American companies] may still end up consuming Russian concentrate without even knowing.\"</p><p>Apple shares gained 0.6% to $147.22 on Friday. The S&amp;P 500 SPX index rose 0.3%.</p><p>Apple's move to end Russia tungsten imports is an important one – but will China give Moscow a covert backdoor to the west?</p>",
  "published": "2022-07-08T16:36:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 314,
          "end": 319
        },
        {
          "start": 489,
          "end": 494
        },
        {
          "start": 1892,
          "end": 1897
        },
        {
          "start": 10,
          "end": 15
        },
        {
          "start": 124,
          "end": 129
        },
        {
          "start": 548,
          "end": 553
        },
        {
          "start": 1972,
          "end": 1977
        },
        {
          "start": 16,
          "end": 20
        },
        {
          "start": 0,
          "end": 5
        },
        {
          "start": 124,
          "end": 133
        },
        {
          "start": 124,
          "end": 134
        }
      ]
    }
  ]
}