{
  "_id": "2b33b41a9f2ae5ec7d280207d72b1b9780fe63bca7f0c3cb570ada6f562b814a",
  "feed": "wall-street-journal",
  "title": "Cyber Daily: The End of Car Keys, Passwords and Fumbling With Your Phone at Checkout",
  "text": "<p>More below.</p><p>7 requirements for detecting Log4j exploits using packets.</p><p>Along with scanning and patching, start detecting and blocking. See why packet-derived data is the ultimate protection against Log4j exploitation.</p><p>Read More</p><p>The ability to know precisely where they are might seem minor in the pantheon of our gadgets' superpowers, which include near-instantaneous communication with any point on the globe, sophisticated digital photography, real-time health monitoring, high-performance gaming and the like.</p><p>But the potential of UWB is the way it links up with those other technologies. Just as it was impossible to predict that 3G and front-facing cameras would give rise to Snapchat, it's tough to say just how far this sense of where our things are might take us.</p><p>Today, it's a replacement for car keys and passwords, but in the future it could well be part of making important objects in the physical world announce their position and identity to our smart glasses and other augmented-reality interfaces, says Dr. Ardavan Tehrani, who is part of a working group at the FiRa Consortium, a nonprofit developing the UWB standard. He also works for Meta Platforms, the company formerly known as Facebook.</p><p>Recent reports of people using Apple AirTags to track cars before stealing them, and to stalk others, show just how sensitive this data can be.</p><p>Privacy is a \"key consideration\" of how the company's UWB-based technology works, and how developers are allowed to use it, says an Apple spokesman.</p><p>Read the full story.</p><p>More Cyber News</p><p>Homework after ransomware: An internet software provider that hosts websites and other technology for school districts across the country was working to reestablish services for 5,000 of its 8,000 customers, according to a notice posted Sunday evening on its website. Active Internet Technologies LLC, known as Finalsite, said ransomware that it identified on Tuesday prompted it to take down certain systems. Administrative access to all websites was restored, Finalsite said, adding that it continues to work on data integration and messaging. (TechCrunch)</p><p>Finland's OP Financial Group said on Sunday it was investigating a cyberattack that disrupted services. On Friday, it warned customers of a phishing campaign using the OP name. (YLE)</p><p>Log4j opening in VMware products: Cybersecurity professionals at the U.K.'s National Health Service said they have found evidence of hackers trying to exploit Log4j vulnerabilities on VMware Horizon servers. The attacks on the servers, which help create virtual desktop systems, could let hackers plant malware or steal data, the NHS said in an alert published last week. (Security Week)</p><p>Retaliation discussed: As the Biden administration and U.S. allies begin contentious talks with Moscow this week, some administration officials are warning that Russia could launch cyberattacks on American or European critical infrastructure in response to potential U.S. sanctions. President Biden promised there would be \"severe consequences\" if Russia fully invades Ukraine. In December, the Energy Department held an unclassified briefing with utilities covering Russian cyberattacks.</p><p>The Treasury Department and U.S. intelligence officials held a classified briefing recently with U.S. financial institutions that referred to potential Russian cyberattacks in response to escalation in Ukraine. (CNN)</p><p>Tension in the cyber beltway: The appointment of two former National Security Agency officials, Anne Neuberger (pictured) and Chris Inglis, in leading roles within the Biden administration's cybersecurity chain of command has produced results, but also tension at times. Some fear that two rival centers of power are developing within the White House. (Bloomberg)</p><p>Cyber Ninjas to close down. Florida-based Cyber Ninjas, the previously little-known cybersecurity company hired to lead a review of the 2020 election results in Arizona's Maricopa County, said it was shutting down. Spokesman Rod Thomson, said the closure stems from multiple reasons, including having $2 million in debt. A mix of taxpayer and private money funded the audit, which ultimately confirmed that Democrat Joe Biden won in the county. (WSJ)</p><p>Congress's secret cyber weapon: The bipartisan Cyberspace Solarium Commission, a federal group formed in 2019 and led by key members of Congress to study weaknesses in the nation's cyber defenses, accomplished more than many other such federal efforts by getting more than 36 of its proposals enacted into law. The commission's funding ran out at the start of 2022 but experts say it should serve as a model for future such bodies. (Washington Post)</p>",
  "published": "2022-01-10T13:53:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1486,
          "end": 1491
        },
        {
          "start": 1241,
          "end": 1246
        }
      ],
      "nexusId": "10022657"
    }
  ]
}