{
  "_id": "5ad3d8bb1e6a080131239ca1c02bcfa2da0602e11b75ff50378562b7aa04d95d",
  "feed": "ftcomall",
  "title": "Tim Sweeney on Epic's metaverse",
  "text": "<p><em>This is an audio transcript of the </em><a href=\"https://www.ft.com/ft-news-briefing\"><em>FT News Briefing</em></a><em> podcast episode: </em><a href=\"https://www.ft.com/content/338eeb91-c5c3-44a9-852d-48b25271571b\"><em>Tim Sweeney on Epic's metaverse</em></a></p> <p><strong>Marc Filippino</strong><br>Good morning from the Financial Times. Today is Monday, June 20th, and this is your FT News Briefing.</p> <p>[MUSIC PLAYING]</p> <p>Turns out more and more investors are giving passive investing a try. And Brazil is trying to crack down on social media disinformation with a contentious election approaching. Plus, the FT's Patrick McGee spoke to the CEO of Epic Games about what he sees as the future of the metaverse. I'm Marc Filippino, and here's the news you need to start your day.</p> <p>[MUSIC PLAYING]</p> <p>Passive investing, basically putting your money into an index fund, is on the rise. That could actually be making stock markets more volatile, according to a recent research paper. The FT's Steve Johnson looked into this. </p> <p><strong>Steve Johnson</strong><br>Basically what they do is, rather than the asset manager trying to beat the market, they just buy the market. So if you have a passive fund that tracks the S&amp;P 500, for example, it will just buy every stock in the S&amp;P 500 in proportion to its weighting in that index, and will just aim to get exactly the same return as the index, minus a small amount for fees rather than trying to beat it. This has become more popular in recent years because most active managers don't beat the index, but you still have to pay their relatively high fees. So for the average investor, being at a passive fund actually makes more sense most of the time. </p> <p><strong>Marc Filippino</strong><br>In traditional or active investing, managers will buy cheap stocks to raise their price and then sell them off when they're worth more, then they'll reinvest the money they've made. </p> <p><strong>Steve Johnson</strong><br>That's a to and fro between active investors who might have a different view of the worth of a particular company. And that would, to some degree, keep the volatility of that stock under control. </p> <p><strong>Marc Filippino</strong><br>But that dynamic is not at play with passive investors. Steve says if a new stock enters the S&amp;P 500, then passive investors have to buy it and keep it.</p> <p><strong>Steve Johnson</strong><br>So a stock can just keep going up or keep falling without there being as many active investors to come in and sort of push it back to some degree in the direction it came. </p> <p><strong>Marc Filippino</strong><br>But you may not need to get too worried about the rise of the passive investor just yet. </p> <p><strong>Steve Johnson</strong><br>I think a lot of people think it doesn't really matter, at least at this stage. I mean, if every investor in the stock market was passive then, and I think everybody agrees, this would be complete chaos. But the estimates are that passive investment maybe accounts for 30 per cent of the US stock market, somewhere around that. So there is an argument that at this stage at least and foreseeable future, it probably doesn't really matter because there are enough active investors to make sure that stocks are trading at a sensible price. </p> <p><strong>Marc Filippino</strong><br>That's the FT's Steve Johnson, he's our ETF correspondent.</p> <p>[MUSIC PLAYING]</p> <p>Social media companies are stepping up their efforts in Brazil to fight disinformation. There is a lot on the line. The country's October elections are expected to be turbulent, and social media was a powerful tool for far-right president Jair Bolsonaro during his 2018 campaign. Fake news ran rampant then, and social media platforms are determined to not get caught flat-footed again. The FT's Brazil bureau chief, Bryan Harris, has been looking into this. Hey, Bryan. </p> <p><strong>Bryan Harris</strong><br>Hi. </p> <p><strong>Marc Filippino</strong><br>So Bryan, you reported on several new strategies that social media companies are using to limit disinformation on their platforms. Which one sticks out to you? </p> <p><strong>Bryan Harris</strong><br>Well, each of the platforms is taking a different approach. WhatsApp is trying to introduce what they call “frictions”, essentially making it more difficult to share content. In the 2018 elections, messages were being forwarded to hundreds, if not thousands of people, allowing fake news to spread very easily in Brazil. So what WhatsApp has tried to do is limit the virality of content. They have also introduced AI to detect abnormal patterns in how messages are sent. This is to prevent one source or entity from bombarding users with messages. For Facebook and Instagram, I think the most interesting development is that they are introducing more transparency in who buys their ads. The purchases will be subject to a verification process and all the information will be available to the public online. </p> <p><strong>Marc Filippino</strong><br>What are critics saying? I mean, is this gonna work? </p> <p><strong>Bryan Harris</strong><br>Well, the new features have received a mixed response. On one hand, critics say that some changes, such as the transparency in ad buys, are very welcome. On the other, they say it is just window dressing. But the main issue for social media researchers is that Facebook in particular is not very forthcoming with data about the effectiveness of its moderation policies. </p> <p><strong>Marc Filippino</strong><br>So we should say that the government is also getting involved here, you know, we've got Brazil's Congress debating some pretty contentious anti-fake news legislation. Walk us through what that would do and whether it has any chance of getting passed. </p> <p><strong>Bryan Harris</strong><br>Well, after the fake news disaster that was the 2018 presidential election, Congress realised it had to do something and has been working on legislation to stem the flow of misinformation. They have a draft bill which has a lot going on, there's a lot to it. But the main objective is to launch regulations that would create moderation and transparency requirements for these social media platforms. The bill, however, is facing resistance from what researchers call an unholy alliance of president Bolsonaro and his supporters, as well as the social media platforms themselves, who do not like the idea of regulation from on high. </p> <p><strong>Marc Filippino</strong><br>So what are the stakes here, Bryan? Bolsonaro is up for re-election. What are the consequences of not tamping down on disinformation ahead of that election? </p> <p><strong>Bryan Harris</strong><br>The stakes are pretty high, to be honest. It is expected to be a very turbulent election, as Bolsonaro has repeatedly cast doubt over the country's electronic voting system. Many think he won't accept the election results if he loses. Most problematic is that many Brazilians believe his rhetoric that the system is rigged despite zero evidence to back this up. So stemming the flow of misinformation is crucial to stopping Bolsonaro's conspiracy theories from becoming facts for millions of Brazilians. </p> <p><strong>Marc Filippino</strong><br>Bryan Harris is the FT's Brazil bureau chief. Thanks, Bryan. </p> <p><strong>Bryan Harris</strong><br>Thank you very much.</p> <p>[MUSIC PLAYING]</p> <p><strong>Marc Filippino</strong><br>If you've seen a kid play Roblox or Fortnite, you may have noticed they're not just playing games. They may be going to concerts, too, like the one that Fortnite put on in April of 2020.</p> <p>[‘SICKO MODE' BY TRAVIS SCOTT PLAYING]</p> <p>A giant Travis Scott avatar walked around the virtual world with smaller avatars dancing below him while he performed. Welcome to the metaverse, or at least you have a glimpse. But there is more change to come. </p> <p><strong>Patrick McGee</strong><br>The smartphone era will at some stage come to an end. </p> <p><strong>Marc Filippino</strong><br>That's the FT's San Francisco correspondent Patrick McGee. </p> <p><strong>Patrick McGee</strong><br>Everyone's so focused on what's beyond the smartphone and I think there is this consensus that it really is going to be the merging of real life with virtual worlds. </p> <p><strong>Marc Filippino</strong><br>Patrick spoke to the chief executive of a company that will probably be a key player in our future online universe or metaverse. Software developer Tim Sweeney heads Epic Games. It makes Fortnite. Patrick told us about their conversation. </p> <p><strong>Patrick McGee</strong><br>Actually, the interview sort of begins between Tim and I, sort of defining what the metaverse is, because I guess Tim Sweeney's point was the metaverse already exists. You know, we've got 600mn accounts on Fortnite alone where people are doing the games and they're checking into concerts. Like, what more do you need to show that the metaverse exists? And I get his point, but I think until you get rid of the console itself and it's sort of happening more seamlessly with a headset, to me, we're not quite at metaverse in the way that it will eventually be defined. </p> <p><strong>Marc Filippino</strong><br>[laughs] Got it, got it. So is Tim Sweeney, is Epic developing software working on making Fortnite a place where people can use a headset and totally immerse themselves in a game or attend a concert and feel like they're totally inside the venue?</p> <p><strong>Patrick McGee</strong><br>I don't know if that's like sort of priority number one. You know, Epic doesn't just do Fortnite. I mean, that's the thing they're most well known for, but they also have the Unreal Engine. It's this graphics engine to create real life objects in a digital reality. You know, if you are a car company and you want to build a commercial showing the car in the Swiss Alps, you know, driving along the highway, you can do this without ever going to Switzerland. </p> <p><strong>Marc Filippino</strong><br>Wow. That's pretty cool sounding. So what would you say is Epic's role in building up the metaverse? And why does Sweeney see Google and Apple as standing in the way of his vision? </p> <p><strong>Patrick McGee</strong><br>So it's less about what is Epic building so much as what is Epic enabling for all kinds of other developers to build within a virtual world that's increasingly merging with our worlds, but which is, and this is crucial for Sweeney, totally open, right? As open, if not more so than the internet itself. But Apple and Google have this stranglehold, is the term he uses, on the mobile experience. And you might say, oh, there's loads of apps, there's millions of apps, and that's true. But the creators of those apps are all paying Google and Apple these fees that Sweeney considers onerous and sort of prohibitive of more and more competition, right? So for the metaverse to really emerge, Sweeney is adamant that we cannot allow Apple and Google to continue to have their tight grip on the next computing platform. And he really sees the fact that there is going to be a next computing platform as a chance to start, you know, carte blanche. </p> <p><strong>Marc Filippino</strong><br>And what about Meta, the parent company of Facebook? Did Sweeney talk about them at all? </p> <p><strong>Patrick McGee</strong><br>You know, Meta, who's sort of more public and probably by a long-shot spending more money on the next computing platform than anyone else, you can imagine that they sure as heck want to recoup those investments and profit from them, right? Now let's be very clear, Meta talks the talk of a very open metaverse. But Sweeney in the interview says he worries that while Meta does talk that talk, their business interests will increasingly push them in the direction of charging 30 per cent fees, having advertisements within the metaverse, which he thinks is, you know, sort of like blasphemous, right? So, I mean, I asked him in the interview, it sure sounds like Epic's gonna be suing Meta in eight years, right? [laughs] I think he sort of said, well, we're nowhere near that. Now, you know, I quite like Meta's vision, but if they turn out to be another Google-Apple clone in terms of being a gatekeeper that's charging onerous rents, you know, we'll be frustrated and we'll go after them. </p> <p><strong>Marc Filippino</strong><br>Patrick McGee is the FT's San Francisco correspondent.</p> <p>[MUSIC PLAYING]</p> <p>You can read more on all of these stories at FT.com. This has been your daily FT News Briefing. Make sure you check back tomorrow for the latest business news.</p> <p><em>This transcript has been automatically generated. If by any chance there is an error please send the details for a correction to: </em><a href=\"mailto:typo@ft.com\"><em>typo@ft.com</em></a><em>. We will do our best to make the amendment as soon as possible.</em></p><p>Source: Marc Filippino, Steve Johnson, Bryan Harris and Patrick McGee 2022 'Tim Sweeney on Epic's metaverse' FT.com 20 June. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-06-20T04:00:43.911Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 9744,
          "end": 9749
        },
        {
          "start": 9510,
          "end": 9515
        },
        {
          "start": 9932,
          "end": 9937
        },
        {
          "start": 9145,
          "end": 9150
        },
        {
          "start": 11125,
          "end": 11130
        }
      ]
    }
  ]
}