{
  "_id": "08acfb5e0243fcf24338b589ed502a218366253ab70bf337ff607345a75b66cf",
  "feed": "wall-street-journal",
  "title": "OFF DUTY --- Eating & Drinking: Major Grill Crush --- If any ingredient can be called universally craveable, it's smoke",
  "text": "<p>How you harness that power depends on what's being smoked, the circumstances and the equipment available. No matter what, you'll be burning something. Charcoal briquettes will work, but hardwood charcoal is far better. Cooked down to coals, hardwood packs more smoky flavor. Even the chips of fruit wood or hickory you can find at most hardware stores in the summer, soaked and piled in an aluminum tray on a gas grill's grate, will add layers of sensual smokiness.</p><p>In my perfect world, I build a campfire with a grate set up over the wood. After an hour, I'll scoot the coals to one side with a shovel and place what I'm cooking on the side of the grate opposite the coals, then partially cover everything with a grill top. This is indirect charcoal cooking, a technique John \"Doc\" Willoughby called smoke roasting in several articles during his tenure as executive editor at Gourmet magazine. It works for chicken and pork, but also tomatoes and peppers -- stuff that will take a little time to absorb the smoke's flavor and might burn directly over the coals.</p><p>When cooking smaller things that might slip through the grill grates, like cherry tomatoes or peas, I place them in a metal sieve that sits on the grill grate. To smoke liquids, butter or cheeses such as ricotta or feta, I'll place them in a metal bowl atop the grate over indirect heat and stir every few minutes. Everything is cooked mostly covered, to let the smoke linger a while.</p><p>Cooking directly in or on the coals works perfectly for something like eggplant, which will suck up the flavor of smolder like a sponge. The charred skin peels away to reveal smoky, supple flesh that only needs a subtle touch of seasoning. There we go: I can't seem to describe smoked eggplant without sounding like a romance novelist. Smoke is sexy stuff.</p><p>Of course, my world is so often imperfect that I will occasionally find myself in front of a gas grill. In this case, a simple way to achieve smokiness is to place a log of hardwood (apple or cherrywood both work well) about the thickness of your wrist directly atop the flame. The gas grill I use most has separate front and back burners. I wedge the wood between the flame and the grill grate over the back burner and cook at the front of the grill, letting the smoke waft up and around as the domed lid of the grill recirculates it, essentially smoke-basting the food.</p><p>The list of foods that benefit from this way of cooking is endless. Hearty greens like escarole and Swiss chard, peppers of all kinds (shishito, Jimmy Nardelo, bell), halved butternut or acorn squash drizzled with a little oil, sprinkled with salt. On our farm I have my work cut out for me. When I'm not at a market this summer, selling smoky sauces and soups, I'll be tending the coals.</p><p>---</p><p>Grilled Halibut With Smoked Cherry Tomato-Mascarpone Sauce</p><p>Total Time: 45 minutes</p><p>Serves: 4</p><p>1 pint cherry tomatoes, halved</p><p>1/2 cup mascarpone</p><p>1 teaspoon ground coriander</p><p>3/4 teaspoon salt, plus more for fish</p><p>1/2 teaspoon pepper, plus more for fish</p><p>1 (1 1/2 pound) halibut fillet</p><p>1 tablespoon olive oil</p><p>2 tablespoons chopped fresh dill</p><p>1. Heat a grill. Place tomatoes in a sieve. Place sieve on grill over indirect heat. Cover grill and smoke tomatoes until slightly wilted, about 30 minutes. Transfer to a food processor along with mascarpone, coriander, salt and pepper, and pulse to form a coarse sauce.</p><p>2. Season halibut with salt and pepper and drizzle flesh with oil. Grill fish over direct heat, turning occasionally, until center registers 140 degrees on an instant-read thermometer, 10-14 minutes. Let halibut rest 5 minutes. Sprinkle with dill and serve with sauce.</p><p>---</p><p>Find a recipe for smoked red pepper soup at wsj.com/food.</p><p>---</p><p>Smoky Eggplant Dip</p><p>Total Time: 35 minutes</p><p>Serves: 4 as an appetizer</p><p>1 (1 1/4 -1 1/2 pound) eggplant</p><p>3 tablespoons extra-virgin olive oil, plus more for drizzling</p><p>2 tablespoons finely chopped parsley</p><p>1 teaspoon finely grated lemon zest</p><p>1 tablespoon fresh lemon juice</p><p>3/4 teaspoon salt</p><p>1/4 teaspoon pepper</p><p>1. Heat a grill. If using charcoal, place whole eggplant directly on coals. If using gas, place eggplant as close to flame as possible. Grill eggplant, turning every 10 minutes, until flesh is very tender and skin is charred, about 25 minutes. Transfer to a bowl and let sit until cool enough to handle.</p><p>2. Peel away and discard skin and stem, and transfer flesh to a food processor. Add oil, 1 tablespoon parsley, lemon zest and juice, salt and pepper, and pulse until well combined.</p><p>3. Transfer dip to a serving bowl and drizzle with additional oil, then sprinkle with remaining 1 tablespoon parsley. Serve with pita or other flatbread.</p><p>License this article from Dow Jones Reprint Service</p>",
  "published": "2022-07-02T00:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1988,
          "end": 1993
        }
      ]
    }
  ]
}