{
  "_id": "dba0f76c4dec2b2e477ceac2e4b8d710b5558e1a90efdcb9ca2cb9b80584817a",
  "feed": "market-watch",
  "title": "FTX's fall: 'This is the worst' moment for crypto this year. Here's what you should know.",
  "text": "<p>You can also reach me through email  to share your stories, especially if you still have funds on FTX, or have recently withdrawn them.</p><p>Crypto in a snap</p><p>Bitcoin BTCUSD has lost 19% during the past seven days, and was trading at around $17,240 on Thursday, according to CoinDesk data. Ether ETHUSD retreated 24.5% over the seven-day stretch to around $1,267. Meme token Dogecoin DOGEUSD traded 38% lower, while another dog-themed token, Shiba Inu SHIBUSD, moved down 15.8% from seven days ago.</p><p>Crypto Metrics </p><p> Biggest Gainers  Price      %7-day return  OKB              $20.04     24.4%  Polygon          $1.08      23.7%  PAX Gold         $1,740.15  6.8%  Radix            $0.05      2.9%  Tether Gold      $1,716.09  1.9%</p><p>Source: CoinGecko as of Nov. 10</p><p> Biggest Losers    Price   %7-day return  FTT               $3.51   -86%  Solana            $16.75  -45.6%  Tokenize Xchange  $10.25  -44.9%  WhiteBIT Token    $6.78   -33.7%  Aptos             $4.89   -33.5%</p><p>Source: CoinGecko as of Nov. 10</p><p>What happened</p><p>FTX, once the third largest crypto exchange by trading volume and a white knight for several troubled crypto companies earlier this year, is having an insolvency crisis.</p><p>The exchange, once valued at $32 billion, faces a shortfall of up to $8 billion , according to several media reports. Without a cash injection, the company might plunge into bankruptcy , according to a Bloomberg article.</p><p>Contagion</p><p>The rather nascent crypto industry is already battered this year, as it saw the collapse of blockchain Terra, lender Celsius and hedge fund Three Arrows. More than $50 billion market value of Terra 's coin USDTerra and Luna were wiped out in May, while Three Arrows, which at one point managed up to $10 billion assets, filed for bankruptcy  in July.</p><p>Still, FTX's collapse is \"the worst\" for the crypto industry so far this year, analysts said.</p><p>\"Everyone trusted FTX,\" Ian Weisberger, co-founder of CoinRoutes, told MarketWatch. During market turbulence earlier this year, FTX acted as a white knight for multiple embattled digital asset companies earlier this year, including Voyager and BlockFi.</p><p>Sam Bankman -Fried, co-founder and chief executive at FTX, was \"to crypto what a lot of people had though someone like Jeff Bezos or Bill Gates or Steve Jobs were to their industries,\" Ian Katz , managing director at Capital Alpha Partners told Marketwatch 's Chris Matthews.</p><p>FTX's crisis is also putting more pressure on the crypto market. Bitcoin on Wednesday fell to as low as $15,552, the lowest level since November 2020, before rebounding to around $17,240 on Thursday.</p><p>\"For a period of time after this, which could be months, investors will be hesitant to come back into the market for fear that there's another shoe to drop,\" said Matthew Hougan, chief investment officer at Bitwise Asset Management.</p><p>Read: Investors fear potential FTX bankruptcy spilling over to reeling crypto, stock markets </p><p>Still, some industry participants are hoping that the incident could help flush out the excessive leverages in the crypto space and push regulators to draft clearer policies, which might incentivize institutional adoption of digital asset.</p><p>Also read: 'Is there anything about crypto that is as it seems?' FTX failure threatens industry's reputation in D.C. </p><p>Representatives at FTX didn't respond to a request seeking comment.</p><p>What was FTX's problem?</p><p>FTX's liquidity crisis started to unravel after Binance , the world's largest exchange, said on Nov.6 that it would start liquidating its remaining FTT tokens, the native token of FTX, held on its books. Binance held about 23 million FTT tokens, according to a Bloomberg article.</p><p>Earlier this week, FTX turned to its rival OKX and eventually Binance , for help. Binance signed a letter of intent to buy FTX's non-U.S. assets on Tuesday, before it abandoned a deal one day later.  signed a letter of intent to buy FTX's non-U.S. assets on Tuesday,</p><p>What seemed to be the deeper problem is that FTX reportedly lent money to its affiliated trading firm Alameda, using funds that customers had deposited on the exchange for trading.</p><p>Bankman-Fried, reportedly told an investor this week that the company had extended loans  of about $10 billion to Alameda, according to a Wall Street Journal article citing an anonymous source. That amounted to over half of FTX's customer assets of $16 billion, according to the report.</p><p>The exchange saw about $5 billion in customer withdrawals on Sunday, Bankman-Fried tweeted Thursday.</p><p>Fall of the 'crypto king'</p><p>Not long ago, Bankman-Fried, often known as \"SBF\", was one of the youngest billionaires in the world, referred to by some as the \"John Pierpont Morgan\" in crypto. His curly hair, iconic style with shirts and shorts on business occasions, and a bean bag in the office, where he spent most nights, made the front pages of major financial publications.</p><p>In less than five years, Bankman-Fried built a personal fortune that was estimated at its highest point to be more than $26 billion, while his empire vaporized almost overnight. \" I fucked up , and should have done better,\" he wrote in a Twitter thread Thursday.</p><p>MarketWatch 's Lukas I. Alpert documented Bankman-Fried's rise and fall .</p><p>Crypto companies, funds</p><p>Shares of Coinbase Global Inc. COIN surged 9.5 % Thursday to around $50.36, down 9.8% over the past five trading sessions. Michael Saylor 's MicroStrategy Inc. MSTR shares gained 4.3% Thursday to $177.74, while they were down 28.5% over the past five days.</p><p>Mining company Riot Blockchain Inc. RIOT shares rose 6.4% to $5.21 Thursday, down 5.4% over the past five days. Shares of Marathon Digital Holdings Inc. MARA edged up 0.1% to $9.63, and down 8.4% over the past five days. Another miner, Ebang International Holdings Inc. EBON saw shares down 0.3% to $0.30 on Thursday, while down 6% over the past five days.</p><p>Overstock.com Inc. OSTK's shares gained 13.3% at $25.05. The shares traded 18.2% up over the five-session period.</p><p>Shares of Block Inc. SQ, formerly known as Square, rallied 15.8% to $66.23 and were up 22.9% for the week. Tesla Inc. TSLA shares advanced 5% to 186.55%, down 13.4% over the past five days.</p><p>PayPal Holdings Inc. PYPL jumped 8.7% to $85.54, up 11.7% over the five-session stretch. Nvidia Corp. NVDA shares gained 12.7% to $155.19, looking at a 15.7% gain for the past week.</p><p>Advanced Micro Devices Inc. AMD shares went up 13.8% to $68.22 on Thursday, up 13.5% from five trading days ago.</p><p>Among crypto funds, ProShares Bitcoin Strategy ETF BITO surged 8% to $10.45 Thursday, while its Short Bitcoin Strategy ETF BITI tanked 8.6% to $41.44. Valkyrie Bitcoin Strategy ETF BTF picked up 9.2% to $6.55, while VanEck Bitcoin Strategy ETF XBTF rose 7.6% to $16.55.</p><p>Grayscale Bitcoin Trust GBTC went 5.9% up to $9.26.</p><p>Must Reads</p><p>* 'Bitcoin will be the winner because bitcoin is a digital commodity and it's the least controversial of everything': MicroStrategy's Michael Saylor  (MarketWatch)</p><p>* A 'cascade of margin calls' deleveraging, crypto failures and bitcoin at $13,000 are likely amid FTX fallout  (MarketWatch)</p><p>* FTX valued at zero by Sequoia: 'Some surprise to the upside, and some surprise to the downside,' VC firm says.  (MarketWatch)</p><p>FTX's fall: 'This is the worst' moment for crypto this year. Here's what you should know.</p>",
  "published": "2022-11-10T20:25:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": []
    }
  ]
}