{
  "_id": "5caaa2eef5bae72c209cb5cb554443099360a8a4d18ffd5ad64d21140048a6c3",
  "feed": "market-watch",
  "title": "The 2022 Acura TLX is a luxury car with a driver's edge; The 2022 Acura TLX has presence … and an awesome sound system",
  "text": "<p>* Great engines</p><p>* Optional all-wheel drive really enhances the handling</p><p>* Lots of standard equipment</p><p>* Superb optional audio systems</p><p>Cons</p><p>* Tight rear quarters</p><p>* Small trunk</p><p>What's new?</p><p>* No significant changes</p><p>Price: The 2022 Acura TLX starts at $37,700.</p><p>Whoever buys a 2022 Acura TLX will have a luxury car with a driver's edge. This is the second generation of TLX, which was all-new last year. It competes in the premium compact sedan category, but it's really closer in size to, say, a Mercedes-Benz E-Class than a C-Class.</p><p>Like other Acura vehicles, the 2022 TLX has a lot of standard equipment, including many driver assistance features. And the prices are competitive. But whereas some Acura models enjoy various elements of driver appeal, the TLX puts them all into one car and amplifies them. Don't underestimate this car just because of its attractive value proposition.</p><p>2022 Acura TLX pricing</p><p>The regular 2022 TLX starts with a Manufacturer's Suggested Retail Price of $37,700, plus a destination charge. Where it's optional, all-wheel drive is an extra $2,200.</p><p>The Type S begins at $52,800. With the performance wheel/tire package and a heated sport steering wheel (a couple of the limited options offered with this model), the price creeps closer to $55,000.</p><p>Buyers aren't short of alternatives. The Alfa Romeo Giulia is around $45.5K and the new-for-2022 Mercedes-Benz C-Class should be $43K or thereabouts. The Audi A4 is more like $40K, with the BMW 3 Series starting at about $41.5K. The Genesis G70 comes in a smidge below the TLX, the Lexus IS about a grand above. The Kia Stinger, from $36K to a little under $56K, is also well worth a look.</p><p>Before buying, check the KBB.com Fair Purchase Price to find out what others in your area paid for their new TLX. The Lexus retains its value best, but the TLX isn't far behind.</p><p>Also see: 8 simple rules to maximize wealth—at any age</p><p>Driving the 2022 Acura TLX</p><p>To Acura's credit, it didn't put an uninspiring engine in the most affordable 2022 TLX to make buyers spend extra for the V6-powered Type S. The turbocharged 4-cylinder unit generates 272 horsepower, more than sufficient muscle for everyday work as well as accelerating out of tight corners.</p><p>Even the front-drive models have Agile Handling Assist, a brake-based version of torque vectoring where inside wheels go around a curve slower than the outside wheels, for maximum stability. There's an essential competence and composure to any TLX — the way the steering feels (a variable-ratio system is standard), the way the brakes inspire confidence, and the way the suspension reacts.</p><p>Then again, the 335-horsepower Type S takes it up a gear, so to speak. This model also has a rev-matching feature, blipping the throttle automatically on the downshifts. And an adaptive suspension with an expanded range between comfort and sport settings.</p><p>You might like: The 2023 BMW 7 Series: Turns out, you can have it all in one car, for a price</p><p>Interior comfort</p><p>From the first moment of sitting in the supportive front seats, holding the steering wheel and touching the shift paddles mounted just beneath, it's clear that the 2022 TLX puts an emphasis on sportiness. Every version has Active Sound Control, though, so Acura hasn't forsaken the luxury aspect.</p><p>Naturally, the build quality and materials are all suitably classy, using real wood or real aluminum for the interior accents. Instead of a shift lever, there are buttons for Park, Reverse, Neutral Drive. Just above them is a rotary switch to scroll between driving modes.</p><p>Below them is a touchpad for the infotainment system. It's a bit like a laptop computer's trackpad, but there is an odd feel to it that takes a little getting used to.</p><p>Although the TLX's exterior dimensions are more midsize than compact, this hasn't translated into greater rear space than most of its compact rivals. Both the Audi A4 and BMW 3 Series, for example, have better rear legroom than the TLX's 34.9 inches. The 3 Series also has a much bigger trunk than the 13.5-cubic feet example in this Acura.</p><p>Exterior styling</p><p>All we can say is thank goodness Acura ditched its nondescript styling approach of a few years back. Like it or not, at least the 2022 TLX has presence, a definite look.</p><p>The lightweight Shark Gray Y-spoke alloy wheels in the Type S wheel/tire package are especially attractive, set off by the red calipers of the Brembo brakes. The Type S is also available in an exclusive Tiger Eye Pearl paint finish. The less extroverted buyer might like the black or blue pearlescent choices.</p><p>Most of the TLX's extra size (in relation to the rest of the compact class) goes into its long hood and wide track. The low roof adds to an overall sporty vibe.</p><p>Don't miss: Which Hellcat is fastest? Here's your guide to power, speeds and prices of these Dodge muscle cars.</p><p>Favorite features</p><p>Super handling all-wheel driveIf some companies had called their all-wheel-drive systems \"super handling,\" we would have put that down to an over-eager marketing department. This one, though, is different. It really enables the 2022 TLX to stick to its cornering line with remarkable tenacity.</p><p>ELS audio systemThe ELS behind this audio setup is Elliott Scheiner. Granted, he's not a household name, but the artists he has recorded most definitely are: Sting, Fleetwood Mac, Foo Fighters. Scheiner used his audio expertise to create systems for Acura. Predictably, they sound awesome.</p><p>Standard features</p><p>Acura packs the base 2022 TLX with 18-inch alloy wheels, LED exterior lighting, powered moonroof, heated side mirrors with a tilt-down function in reverse gear, keyless entry/ignition, dual-zone automatic climate control, heated/12-way power-adjustable sport front seats, simulated leather seating surfaces, leather-wrapped steering wheel, ambient LED interior lighting, and a self-dimming rearview mirror.</p><p>Standard safety features include forward-collision warning with automatic emergency braking, adaptive cruise control, and automatic high beams.</p><p>The infotainment system has Apple AAPL CarPlay/Android Auto smartphone integration, Wi-Fi, Bluetooth, natural voice recognition, 10 speakers, touchpad, and a 10.2-inch display.</p><p>Factory options</p><p>The base 2022 TLX is eligible for a few things like a heated steering wheel, remote start, wireless charging, and a rear spoiler. Where the extra features really come in is with the packages.</p><p>The Technology package ($4,000) adds blind-spot monitoring with rear cross-traffic alert, front/rear parking sensors, 19-inch alloy wheels, navigation with real-time traffic updates, GPS-linked climate control, perforated leather seating surfaces, and an ELS 13-speaker audio system.</p><p>A-Spec ($2,750) brings simulated suede inserts for the seats, heated/ventilated front seats, flat-bottomed steering wheel, wireless charging, and an ELS 17-speaker audio upgrade.</p><p>The Advance ($4,800) treatment includes an adaptive suspension, 360-degree camera system, rain-sensing wipers, LED puddle lights, head-up display, and 16-way power-adjustable sport front seats with higher-grade leather.</p><p>Beyond these packages lies the V6-powered 2022 TLX Type S with all-wheel drive as standard. It also has slightly thicker anti-roll bars and extra chassis bracing, plus Brembo brakes, and 20-inch alloy wheels. Oddly, it doesn't come with the 360-degree camera system.</p><p>The main extra for the Type S is the Performance Wheel and Tire package ($800) with lighter (in weight) 20-inch alloys and Pirelli P Zero summer tires. The Type S is also eligible for a rear spoiler, rear diffuser and interior trim all made of carbon fiber.</p><p>Don't miss: 5 large companies that will emerge from the tech wreck as even more fearsome</p><p>Engine and transmission</p><p>At its entry level, the 2022 TLX employs a turbocharged 2.0-liter 4-cylinder engine making 272 horsepower and 280 lb-ft of torque. This goes through a 10-speed automatic transmission to a standard front-wheel-drive (FWD) configuration, or an optional all-wheel-drive (AWD) system.</p><p>The Type S versions have a turbocharged 3.0-liter V6 developing 355 horsepower and 354 lb-ft of torque. The same transmission is used and all-wheel drive is standard here.</p><p>Both engines require 91-octane premium gasoline.</p><p>2.0-liter turbocharged inline-4272 horsepower @ 6,500 rpm280 lb-ft of torque @ 1,600-4,500 rpmEPA city/highway fuel economy: 22/31 mpg, 22/30 mpg (A-Spec FWD), 21/29 mpg (AWD)</p><p>3.0-liter turbocharged V6 (Type S)355 horsepower @ 5,500 rpm354 lb-ft of torque @ 1,400-5,000 rpmEPA city/highway fuel economy: 19/25 mpg, 19/24 mpg (Performance wheel/tire package)</p><p>This story originally ran on KBB.com. </p><p>The 2022 Acura TLX is a luxury car with a driver's edge</p>",
  "published": "2022-06-08T09:02:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 6026,
          "end": 6030
        },
        {
          "start": 6020,
          "end": 6025
        }
      ]
    }
  ]
}