{
  "_id": "8840b5c55fe0b5b3ed06a019489a069e22237bf2f00866839e1a3892c484497e",
  "feed": "wall-street-journal",
  "title": "U.S. News: As Challenges Grow, Biden Faults GOP",
  "text": "<p>From the White House on Tuesday, he called inflation his \"top domestic priority,\" noting steps his administration was taking and citing outside factors, such as the gnarled global supply chain and Russia's invasion of Ukraine. But he used much of his address to lay blame on Republicans.</p><p>\"The MAGA Republicans are counting on you to be as frustrated by the pace of progress -- which they have done everything they can to slow down -- that you will hand power over to them so they can enact their extreme agenda,\" he said.</p><p>The remarks were Mr. Biden's most pointed to date, after months of focusing primarily on touting his own agenda and accomplishments. He claimed congressional Republicans wanted to increase taxes on many Americans and sunset programs like Social Security and Medicare, based on a proposal from Sen. Rick Scott (R., Fla.), who chairs the campaign arm for Senate Republicans and whose plans have been disavowed by other GOP leaders.</p><p>\"Republicans in Congress are so deeply committed to protecting big corporations and CEOs that they would rather see taxes on working American families and try to depress their wages to take on inflation,\" Mr. Biden said.</p><p>Mr. Scott rejected the president's criticism Tuesday. \"He's got a failed presidency -- he knows it, everybody knows it,\" Mr. Scott said. \"Let's have a debate. Inflation continues to get worse, people are mad. They are going to vote for a change.\"</p><p>Framing the election as a choice between the White House and congressional Republicans may prove challenging for Democrats, as midterms tend to be a referendum on the party in the White House.</p><p>\"It's typically very, very difficult to convert a midterm from a referendum to a contrast,\" said David Wasserman, senior editor for the nonpartisan Cook Political Report.</p><p>Another issue for Mr. Biden is that Republicans have hardly embraced Mr. Scott's policy proposal. His 11-point \"Rescue America\" plan has drawn the most attention for a line about taxes, which reads: \"All Americans should pay some income tax to have skin in the game, even if a small amount. Currently over half of Americans pay no income tax.\" It also calls for all federal legislation to sunset in five years, which Democrats said could include Social Security and other programs.</p><p>Mr. Scott has denied his plan would raise taxes, arguing that he wants to ensure that \"able-bodied\" people who won't work pay in, as well as wealthy people who are avoiding tax liabilities. He also told \"Fox News Sunday\" in March that \"no one that I know of wants to sunset Medicare or Social Security, but what we're doing is we don't even talk about it.\"</p><p>Mr. Biden also sought to link his criticisms of Republicans to former President Donald Trump, labeling the party's plans a \"MAGA agenda,\" a reference to Mr. Trump's Make America Great Again slogan.</p><p>Democrats, including Mr. Biden, have taken to calling Republicans \"ultra MAGA.\" Mr. Trump's political-action committee has embraced the label.</p><p>Mr. Biden has said privately that he and Democrats must do more to place his record in contrast with Republicans and how they might govern if they win majorities in Congress, according to people close to the president.</p><p>License this article from Dow Jones Reprint Service</p>",
  "published": "2022-05-11T00:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": []
    }
  ]
}