{
  "_id": "13b3b2f0e5d9e7839582033599690420e20f7814b79f3df3d8d3b8e439a4ca4a",
  "feed": "wall-street-journal",
  "title": "After Queen's Death, Prince Harry and Meghan Return to Royal Spotlight as Hollywood Projects Launch; The Duchess of Sussex's podcast on Spotify reaches top of charts, as Prince Harry prepares his coming memoir",
  "text": "<p>On Thursday, soon after the announcement of the queen's death, Archewell's website presented only a black screen with the simple message, \"In Loving Memory of Her Majesty Queen Elizabeth II.\"</p><p>It was in sparse contrast to the activity that has characterized the company in recent months, including the podcast, appearances around the world and more revealing interviews. Yet the queen's death recasts a spotlight on the couple's past as they try to chart out a future, and highlights the tension they face in producing entertainment in Hollywood when so many viewers want more details on the British family they left behind.</p><p>Two major deals are the focus of Hollywood's attention: one with Netflix Inc. and another with Spotify Technology SA that are valued at more than roughly $120 million.</p><p>The Netflix deal has yet to produce any releases, though several projects are in development and should premiere within the next year, according to a person familiar with the matter, including a documentary on the Invictus Games. A children's show called \"Pearl\" that Meghan developed was shelved by the streaming service amid larger strategic shifts in the company's animation division.</p><p>But last month, the Duchess of Sussex's podcast \"Archetypes\" made its debut at No. 1 on Spotify podcast charts. For a time, it unseated \"The Joe Rogan Experience\" and another podcast dedicated to the new \"Game of Thrones\" spinoff airing on HBO.</p><p>Meghan's first \"Archetypes\" episode included a conversation with tennis legend Serena Williams on the word \"ambitious,\" and later episodes feature guests including singer Mariah Carey (\"diva\") and comedian Mindy Kaling (on \"the stigma of the singleton\"). Entertainers such as Constance Wu and Issa Rae are scheduled to fill out the first season.</p><p>Her podcast's guests, Meghan said, \"all in some way borne the brunt of the labels we'll be picking apart.\"</p><p>\"Of course, I know a thing or two about these labels myself,\" she added.</p><p>Prince Harry, 37, and Meghan, 41, moved to Montecito, Calif., a dramatic turn of events even by the standards of the queen's 70 years as monarch. After Archewell's formation, Prince Harry and Meghan drew skeptical responses in Hollywood, where what are called \"vanity deals\" often yield few hits. The company, the couple said, would focus on nonprofit pursuits as well as develop film and TV projects along with audio offerings.</p><p>After leaving their royal duties behind, Prince Harry's and Meghan's entertainment work functioned as an extension of their advocacy priorities. Prince Harry worked with Oprah Winfrey on a mental-health series for Apple Inc., and Meghan narrated a documentary on elephants for Walt Disney Co.</p><p>The question of whether audiences would show up for programming from Prince Harry and Meghan beyond royal dishing was amplified in a March 2021 sit-down interview with Ms. Winfrey, which drew huge ratings and generated weeks of media coverage after Meghan revealed fresh details on tensions among the royals. That summer, Penguin Random House said it would be publishing the prince's memoir.</p><p>The publisher hasn't given a date for the memoir's arrival. A media blitz has accompanied Meghan's new podcast show; the couple were in London to attend the WellChild Awards when the prince was summoned to Balmoral Castle, the Scotland estate where the queen, whose health was declining, had been staying.</p><p>Now, the funeral plans for the queen offer fresh material for the loyal royal watchers who have followed the couple's relationship with the royal family like an addictive soap opera. When the queen's health deteriorated on Thursday, Prince Harry traveled to be with his family—one of only a few reunions he has had with his father and brother since 2020. Meghan stayed behind.</p><p>In an interview with the publication the Cut to promote \"Archetypes,\" Meghan offered a window into her life in Montecito that has largely been off-limits, including scenes from her son's preschool pickup and further comments on the strictures of royal life. She also revealed that the couple run Archewell from the same office, sitting next to one another behind the same desk.</p><p>\"Most people that I know, and many of my family, they aren't able to work and live together,\" Prince Harry said in the interview with the Cut.</p><p>Write to Erich Schwartzel at erich.schwartzel@wsj.com</p><p>After Queen's Death, Prince Harry and Meghan Return to Royal Spotlight as Hollywood Projects Launch</p>",
  "published": "2022-09-10T12:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 2594,
          "end": 2599
        },
        {
          "start": 2594,
          "end": 2603
        },
        {
          "start": 2594,
          "end": 2604
        }
      ],
      "nexusId": "10022657"
    }
  ]
}