{
  "_id": "b452dbe4fce128e34f7587dd34a5669de79dd1d4aab810d269001b578cdac87d",
  "feed": "wall-street-journal",
  "title": "You're at the Office and So Are The Unwanted Holiday Treats; During the season, the workplace becomes a dumping ground for discarded pastries and diet-busting goodies",
  "text": "<p>Certain givers, he says, wildly overestimate their baking skills.</p><p>\"I always accept them and try to eat them, but then I'm like, 'Oh my God, this tastes bad',\" Mr. Price says.</p><p>Take the recent delivery of rock-hard rainbow cookies that were recently foisted upon him by a well-intentioned office worker.</p><p>\"I just put on a happy face and say, 'Oh, thank you,'\" he says.</p><p>Mr. Price takes such goodies home and gives them to his mom, who then re-gifts them to her co-workers.</p><p>For office workers, the influx of holiday goodies can quickly become a confectionery minefield, derailing diet plans and creating awkwardness, especially if the homemade pie isn't a hit. And with flu season in full swing and Covid-19 still circulating, not all workers are ready for shared, potluck-style spreads at work.</p><p>The holiday snack haul begins in earnest right after Thanksgiving with co-workers bringing in leftover desserts and other calorie-rich fare. Others use the break room to discard untouched fruitcakes and panettone desserts.</p><p>Dan Schell, a legal administrator at a law firm in Farmington Hills, Mich., says this year it started with co-workers bringing in candy after Halloween and then moving onto baked goods. One colleague hauled in two loaves of homemade banana bread that took a couple of days for office nibblers to polish off.</p><p>The sugary temptations make Mr. Schell nervous because he tries to watch his weight.</p><p>The kitchenette where holiday snacks often pile up is around the corner from his office.</p><p>\"I have low willpower when it comes to the good stuff,\" he says. \"I could probably eat a whole pan of peppermint bark in one sitting, so I really have to watch myself.\"</p><p>For office sugar-pushers, sharing is a gamble. They can never be sure how the dish will go over, and at times, it can feel like a bake-off.</p><p>Eleanor Glewwe, a professor of linguistics at a university in Iowa, says she went to check on how her homemade oatmeal chocolate chip cookies were faring at the office smorgasbord, when she noticed competition. Someone had placed another oatmeal chocolate chip cookie dish on the table.</p><p>\"Mine looked sort of crispy and theirs looked chewier,\" she says. Then she tried one. \"I liked theirs better.\"</p><p>For the office holiday potluck, Randy House took a risk: He debuted an almond bread pudding for the first time.</p><p>\"I used my co-workers as guinea pigs,\" says Mr. House, a senior technician at an engineering firm in Wilmington, N.C.</p><p>Mr. House, a self-described foodie, says the pudding was well received by peers. But he felt there was too much almond and not enough liquid, or both.</p><p>\"Flavor was good, just too dense, like me,\" he wrote in his LinkedIn recap.</p><p>With many workers splitting time between the office and home, Wendy Lai says it is hard to know if the stuff she brings in gets eaten.</p><p>Ms. Lai, a marketing associate director in the San Francisco Bay Area, has long enjoyed toting in coffee cakes, fudge brownies, and apricot and cranberry jam cookies for her officemates at the holidays.</p><p>\"I'm still trying to figure out what is the right cadence or frequency,\" she says. Earlier this month , she brought in individual boxes of cookies for co-workers, after determining they would be in.</p><p>Many hybrid workers—and even some fully remote ones—are willing to rearrange schedules to pop by the office for free food.</p><p>Michael Reich says his hybrid work schedule allows for more time with the family. But he \"absolutely missed\" his company's Thanksgiving potlucks and was glad to attend the one this year—the office's first since 2019.</p><p>Mr. Reich, chief operating officer of Hanson Faso Sales and Marketing, a Lombard, Ill.-based food brokerage, brought two store-bought pies, apple and pumpkin, and was impressed by his colleagues' chef skills. The spread was diverse with dishes, such as chorizo stuffing and spanakopita.</p><p>\"I learned that one of our people who I didn't think in a million years would be a good chef is an excellent chef,\" he says of a colleague, who used a spice blend on a turkey that drew raves.</p><p>Indeed, the holidays offer a chance to one-up co-workers. Gabriella Caputo, a sales coordinator at an art gallery in New York City, had made a vegan peppermint mocha chocolate cake for her office's bake-off, hoping to impress skeptics and take the top prize.</p><p>\"My task is to show off that vegan baking can be as delicious and amazing as non-vegan baking,\" says Ms. Caputo, who is vegan herself. Her cake came in second place.</p><p>For Mr. Price, all the baked goods can quickly add up, making it difficult to avoid packing on pounds. Often, he is still full from Thanksgiving when the goodies start to appear.</p><p>\"No wonder my New Year's resolution is always to lose 20 pounds,\" he adds.</p><p>Write to Ray A. Smith at ray.smith@wsj.com</p><p>You're at the Office and So Are The Unwanted Holiday Treats</p>",
  "published": "2022-12-20T15:35:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 3677,
          "end": 3682
        }
      ]
    }
  ]
}