{
  "_id": "44ba39cb71cba8a45daf9ffdcd3dd9bc8b501de6b8f0817fddd409f0a9c9eef4",
  "feed": "ftcomall",
  "title": "Truphone founder seeks to beat £1 offer with rival $250mn Spac bid",
  "text": "<p>One of the founders of British telecoms company Truphone has submitted an offer to buy back his company in a bid worth $250mn from Roman Abramovich and his Russian associates, seeking to gazump an existing offer to buy the assets for £1.</p> <p>Hakan Koç, a German businessman who founded the used-car company Auto1, and his business associate Pyrros Koussios, a former telecoms executive and private equity investor, <a href=\"https://www.ft.com/content/624482dd-0a83-4377-b846-a6bc7dad7cef\">made an offer to buy Truphone for £1</a> in May, after sanctions imposed on Russian billionaire Abramovich threw the future of the group into doubt.</p> <p>Koç's offer, which also includes&#xa0;a commitment to invest £15mn in the company, was <a href=\"https://www.ft.com/content/fa7b7adb-9160-4292-9ce1-df2aad948ea1\">“called in”</a> under the UK's new National Security and Investment Act — which gives the government the power to block or unwind deals it believes pose a risk to national security — but was ultimately approved last week, with the deal expected to close imminently.</p> <p>Now, Alexander Straub, a 50-year-old German entrepreneur who was involved in setting up Truphone in 2006 and has concerns about the direction of the company under the current bidders, has submitted an eleventh hour offer to buy it back for $250mn worth of shares in a special purpose acquisition company that listed in New York last year, raising almost $300mn.</p> <p>The vast majority of the $250mn in the Spac's shares would go to the sanctions committee of the Office of Financial Sanctions Implementation, Straub says, which is gradually amassing a fortune in assets it has frozen from Russian individuals linked to the Kremlin. </p> <p>Truphone's board is not taking Straub's offer seriously as they have misgivings about the use of a Spac to purchase the company and believe it makes no sense to have OFSI as Truphone's major shareholder, according to two people briefed on their thinking. </p> <p>However Straub argued: “The company has a fiduciary duty to accept our offer considering the proceeds will go to the sanctions committee.” He also told the Financial Times that “I hope that the money goes towards helping Ukrainians in the future”.</p> <p>Truphone — which sells embedded sim cards used by Apple and several major mobile network operators — was valued at £410mn in 2020 and has received more than £300mn in investment from Abramovich and his two Russian business partners, petrochemicals tycoons Alexander Abramov and Alexander Frolov.</p> <p>Abramov and Frolov, known for owning major stakes in Russian steel manufacturer Evraz, were added to<a href=\"https://www.gov.uk/government/news/uk-sanctions-russian-steel-and-petrochemical-tycoons-funding-putins-war\"> the UK's sanctions list</a> last month for their “involvement in sectors of major significance to Putin's military machine”.</p> <p>The telecoms group, in which Abramovich holds a 23 per cent stake and Abramov and Frolov own most of the rest, has recorded 15 consecutive years of losses, including £16mn in 2020.</p> <p>But Straub said he believes that the business has huge potential, noting that “there are 6bn sims that need to be replaced from plastic cards to virtual sim cards”.&#xa0;</p> <p>Since the start of the Ukraine war, £18.39bn worth of Russian assets have been reported as frozen to OFSI, up from just £44.5mn in September 2021, according to the body's latest annual report, published last month.</p> <p>In response to a question in the House of Commons about what the government intends to do with proceeds from the <a href=\"https://www.ft.com/content/7257acdb-d96d-491c-8e68-82e11d8e424d\">£4.25bn sale of Abramovich-owned Chelsea Football Club</a> earlier this year, Conservative MP Leo Docherty said last month that “an independent foundation is being established by humanitarian experts outside the government to manage and distribute the funds for humanitarian purposes in Ukraine”.&#xa0;</p> <p>Government officials have previously said they are carefully considering all options that might “enable the seizure of assets to contribute towards the reconstruction of Ukraine”.</p> <p>Straub said that if his bid for Truphone were successful he would invest a further $30mn-$50mn in the company, pending a review of its business plan and cash needs.</p> <p>Truphone said: “As we sit today, the Board are not in possession of any credible or funded offer that is worth further consideration.”</p> <p>The government did not provide a comment in response to questions from the FT.</p><p>Source: Anna Gross in London 2022 'Truphone founder seeks to beat £1 offer with rival $250mn Spac bid' FT.com 18 December. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-12-18T18:24:12.522Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 2080,
          "end": 2085
        }
      ]
    }
  ]
}