{
  "_id": "5d11041bee5d629b1d0bf7007b58479a44e658d1dbb2acf5391f438db7c723e1",
  "feed": "wall-street-journal",
  "title": "Live the Contrarian Way; Like Mark Zuckerberg and Elon Musk, I try to lean against prevailing thought.",
  "text": "<p>Many think contrarians are skeptics. Or curmudgeons. Or just crusty. I often get tweet-bombed after many of this column's rants, sometimes with an image from \"The Simpsons\" showing a newspaper headline: \"Old Man Yells at Cloud.\" Au contraire, we are more like nonconformists, leaning against prevailing moods. And no question, Twitter really is a cesspool of snark, though it's useful as a Parkerian tongue-sharpener.</p><p>Being contrarian isn't about playing devil's advocate. The devil is too doctrinaire. It isn't about being cynical either, though a dose of both surely helps. It's more about seeing things a bit different, like Apple's old \"Think Different\" ads.</p><p>At an airport recently, I saw a woman wearing a T-shirt that read, \" 'Nah.' Rosa Parks 1955.\" I want one.</p><p>Don't think contrarians are stuck in the mud. We know that change is constant and that progress happens via surprises that should come as no surprise. This is where most good things happen. Richard Feynman, who won the Nobel Prize in Physics, once said, \"There is no harm in doubt and skepticism, for it is through these that new discoveries are made.\"</p><p>It takes work. On a podcast, Facebook founder Mark Zuckerberg said, \"After going through a bunch of these cycles, I actually feel like I've trained myself to see it the opposite way, which is if I'm doing something that feels too well understood for too long, then I feel like I'm just being complacent.\" Complacency is the bitter enemy of all contrarians.</p><p>Except for overpaying for Twitter, Elon Musk is a classic contrarian, embracing electric vehicles, privately launched rockets, underground tunnels and even flamethrowers that others never considered.</p><p>Great investors are contrarian. They take the pulse or check the weather vane of what's going on today and insist it's wrong. Why? Because expectations today are always wrong tomorrow. Every day the stock market is on the move because the world changes by the minute. The status quo is never right for long. Of course, the trick to investing is deciding in which direction the world is wrong and determining when others will figure it out.</p><p>When the world does catch up to your way of thinking, you've got to train your mind to move on, to be contrarian all over again, even though your previous view ended up being right as rain. There is no time to celebrate, which invites complacency. Contrarians, like sailors, are usually grumpy and constantly lean into the prevailing wind.</p><p>Fidelity Investments CEO Abigail Johnson noted of her father, Ned Johnson, after he died recently: \"He loved his family, his co-workers, work, the stock market, art and antiquities, tennis, skiing, sailing, history, and a good debate. He could be counted on to have the contrarian view on just about anything.\" Of course he did.</p><p>Sure, sometimes being a contrarian can be disorienting, like two lost mountain climbers with a map trying to figure out where they are until one confidently points into the distance and says, \"See that mountain over there? We're on top of that one.\" It always helps to be grounded.</p><p>Philosopher Arthur Schopenhauer got it right, saying, \"All truth passes through three stages. First, it is ridiculed. Second, it is violently opposed. Third, it is accepted as being self-evident.\" We contrarians set up camp around stage two. When others join in, you learn to ride the tiger for just long enough to jump off as ideas become mainstream.</p><p>Contrarians constantly question everything. Annoying, I know. But it isn't just naysaying. As Monty Python famously pointed out, an argument \"isn't just saying, 'No it isn't.' 'Yes it is.' 'No, it isn't.' \" Unless you can figure out why everyone else is wrong, you're just being a grouch. To be good at it, contrarians think ahead and, like Elon Musk, envision a world that others can't yet see. Dream on my fellow contrarians, we have a world to build.</p><p>Live the Contrarian Way</p>",
  "published": "2022-08-28T21:10:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "confidence": 0.94,
      "offsets": [
        {
          "start": 619,
          "end": 624
        },
        {
          "start": 628,
          "end": 633
        }
      ],
      "weightsV2": {
        "weight": 2.0040913,
        "baseWeight": 2.0,
        "expansionWeight": 0.0,
        "ontologyWeight": 0.0,
        "tagPositionWeight": 0.004091263,
        "titleWeight": 0.0
      },
      "typeRank": 2
    }
  ]
}