{
  "_id": "40793991eadfd329eb0f34babb395f9796a4ad0dd4090150d98346b910d7c442",
  "feed": "market-watch",
  "title": "'Manna from heaven' inflation and 'a world that's not ending.' A top strategist offers ideas on investing in a brighter future. Critical information for the U.S. trading day",
  "text": "<p>Naturally against this backdrop, it's hard to blame investors or strategists for wariness headed into 2023. Wall Street is largely penciling in a modest finish of around 4,000 next year for the S&amp;P 500 SPX, understandable given strategists missed their forecasting marks so widely this year.</p><p>But if it's a bit of optimism you'd like to hear, our call of the day from Clocktower Group's Marko Papic is bringing it, along with some investment ideas to fit that theme.</p><p>In a lengthy Twitter spaces chat with Michael Green of Simplify Asset Management, Papic walks through investor concerns over war, inflation and energy, and suggests looking back at history when conflict fostered innovation. He sees that coming via energy, technology to improve lives and green transportation.</p><p>\"All that stuff will be happening on one end, on the other end, you will have an inflationary decade for sure, but I'm not sure it's going to reflect the 1970s and the reason it cannot reflect the 1970s is because the macro context on many fronts is still deflationary, whether it's the savings glut, whether that is deglobalization, which is not going down to zero.\"</p><p>Papic, who sees 3% to 5% \"manna from heaven\" inflation over the next decade, says another reason why inflation won't run away is because of a lack of 1970s-era labor movements.</p><p>\"We still remain in this goldilocks scenario\" for the longer term, and that's bullish for stocks, he says. \"But this isn't about the S&amp;P 500. This is about a view that the world does not end. And you have to ask yourself where is the apocalypse premium priced in, where you should push against.\"</p><p>Papic sees the \"structural commodity supercycle intact. China will maintain its trajectory, resume stimulating real estate but won't go up or down,\" he said, noting that additional demand for metals will come from that green transition.</p><p>He also makes a bullish case for Europe, and with that German industry, which some may have written off over the energy struggles facing Europe. But Papic says Russia's invasion of Ukraine has lighted a fire under the country, as he sees LNG infrastructure investment picking up and energy supply normalizing by 2024.</p><p>One area investors should be wary of is a looming chip glut.</p><p>\"Made in China 2025′ triggered a 6-year delayed rush to build microchip fabs, which in the short run will be inflationary, but in the medium run will eventually create a global glut,\" as \"4-star generals make the call on where to build chip fabs,\" he said.</p><p>The whole interview can be found here, with a some highlights by Bloomberg quant researcher Steve Hou.</p><p>Read: MarketWatch's 2022 stock of the year: Warren Buffett, oil and a 120% return</p><p>The markets</p><p>Stocks DJIA SPX COMP have opened lower,despite some fairly strong futures action earlier, as bond yields BX:TMUBMUSD10Y BX:TMUBMUSD02Y climb and the dollar DXY flattens. Gold prices GC00 are near the highest levels since June.</p><p>Oil CL.1 BRN00 is modestly higher after extreme cold forced Texas refineries to shut and news from China that inbound travelers no longer need to quarantine spurred some demand hopes. Easing COVID restrictions also lifted Asian stocks.</p><p>For more market updates plus actionable trade ideas for stocks, options and crypto, subscribe to MarketDiem by Investor's Business Daily.</p><p>The buzz</p><p>Fallout from a deadly winter storm is expected to continue this week, with shares of Southwest Airlines LUV down over 4% in premarket after the airline was forced to scrap two-thirds of its flights, and the Fmore than any rival, with more cancellations ahead. Bags are piling up across airports, while hard-hit western New York is expecting additional snow.</p><p>Read: Airlines faced a difficult Christmas of storms and sickness, says Cowen: Who fared best and worst?</p><p>Tesla stock TSLA is falling again in premarket, as the EV maker heads toward its longest losing streak in over 4 years. Shares of rival NIO NIO are down over 4% after the Chinese company cut its delivery outlook.</p><p>The U.S. trade deficit narrowed sharply in November, according to fresh data. Elsewhere, the S&amp;P Case-Shiller showed home prices falling for a fourth straight month, and a separate gauge, the FHFA House Price Index, revealed flat prices.</p><p>A hacker claims to have stolen data from 400,000,000 Twitter users.</p><p>Consumers are shopping less and dining out more, with restaurant spending way up, according to MasterCard's SpendingPulse survey.</p><p>Best of the web</p><p>Rep.-elect George Santos says he lied about being a college graduate and working for two big Wall Street firms.</p><p>The Vienna Opera House's survival plan involves taking big bets on contemporary works</p><p>Another European conflict brewing? Serbia puts troops on highest alert over Kosovo tensions.</p><p>Not recycling, but burning and sending up toxic fumes in India: Amazon.com shipping packages from America.</p><p>The chart</p><p>Our chart of the day comes from Callum Thomas, head of research at Topdown Charts. \"Plenty of folk out there telling you to buy and hold and dollar cost average and focus on the long-term. Which is all well and good, but just be mindful that lost decades are actually relatively common… (especially if you expand the sample to other countries' stock markets),\" he writes.</p><p>The tickers</p><p>These were the top-searched tickers on MarketWatch as of 6 a.m. Eastern: </p><p> Ticker  Security name  TSLA    Tesla  APE     AMC Entertainment Holdings preferred shares  AMC     AMC Entertainment Holdings  GME     GameStop  NIO     NIO  AAPL    Apple  MULN    Mullen Automotive  AMZN    Amazon.com  BBBY    Bed Bath &amp; Beyond  NVDA    Nvidia</p><p>Random reads</p><p>Christmas at Target? Employees step up for stranded shoppers near hard-hit Buffalo.</p><p>Tuesday night's Mega Millions jackpot drawing is more than half a billion dollars.</p><p>Need to Know starts early and is updated until the opening bell, but sign up here to get it delivered once to your email box. The emailed version will be sent out at about 7:30 a.m. Eastern.</p><p>Listen to the Best New Ideas in Money podcast with MarketWatch reporter Charles Passy and economist Stephanie Kelton.</p><p>'Manna from heaven' inflation and 'a world that's not ending.' A top strategist offers ideas on investing in a brighter future.</p>",
  "published": "2022-12-27T14:43:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 5422,
          "end": 5426
        },
        {
          "start": 5427,
          "end": 5432
        }
      ]
    }
  ]
}