{
  "_id": "bbfd4134ceb5f3fe397e1ea2918e09777920f27ecb3354458cf5cd27e27d812d",
  "feed": "market-watch",
  "title": "Twitter employees blanch at prospect of Musk ownership; Musk would likely decimate Twitter's brand and reputation, say current and former employees",
  "text": "<p>Musk as the face of Twitter cheapens a brand carefully cultivated over years, groused one employee, who added, \"The idea of a figure like Musk taking over is horrifying for the company's reputation.\"</p><p>Added another worker: \"This all feels like a circus, a publicity stunt.\"</p><p>The pushback among the rank-and-file started when Musk announced in April he acquired 9.1% of the company's shares outstanding to become its largest shareholder, and has only intensified after his vow to transform Twitter into the world's \"platform for free speech\" with his all-out bid of $43 billion. [Twitter has called an all-staff meeting late Thursday.]</p><p>But they all also are adamant the doomsday scenario is unlikely because the world's richest man and Tesla Inc. TSLA CEO made a low-ball bid that Twitter's board is almost certain to reject.</p><p>Ultimately Musk's gambit, however serious, could force Twitter's board to consider other acquisition offers in addition to Musk as part of a fiduciary duty.</p><p>That, in turn, could put Twitter in play for another corporate suitor, possibly Google parent Alphabet Inc. GOOGL GOOG, Amazon.com Inc. AMZN, Facebook parent Meta Platforms Inc. FB or a media conglomerate like Comcast Corp. CMCSA.</p><p>There is a catch to that storyline, though: Should any big tech company scoop up Twitter, it would promptly meet resistance from either the Federal Trade Commission or Justice Department on antitrust grounds.</p><p>The FTC is currently locked in a legal battle with Facebook over its purchases of Instagram and WhatsApp.</p><p>\"I think it is likely to run into far too many antitrust headwinds — and complicate matters for Google in ways they don't really want these days,\" Bhaskar Chakravorti, dean of global business at The Fletcher School, Tufts University, told MarketWatch.</p><p>One intriguing possibility is Apple Inc. AAPL which, Chakravorti said, \"wants to move even further beyond TV into news and other content.\"</p><p>\"Apple has the resources to go into a bidding war with Musk,\" he said. \"It is also not likely to face the same antitrust roadblocks. I know Musk has said it is his last offer, but that man changes his mind all the time — mostly to keep the attention on himself and his Twitter feed.\"</p><p>Twitter employees blanch at prospect of Musk ownership</p>",
  "published": "2022-04-14T16:58:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1918,
          "end": 1923
        },
        {
          "start": 1819,
          "end": 1823
        },
        {
          "start": 1808,
          "end": 1818
        },
        {
          "start": 1808,
          "end": 1817
        },
        {
          "start": 1808,
          "end": 1813
        }
      ]
    }
  ]
}