{
  "_id": "b1e777b1332bc084a05d0149a7f90d2ed0e414f6f7c9bcc80e5c995a5ccaaac2",
  "feed": "market-watch",
  "title": "Artist-friendly music site Bandcamp acquired by ‘Fortnite' maker Epic Games",
  "text": "<p>Epic Games Inc. announced Wednesday that it is buying Bandcamp, an online music shop that allows musicians to set up their own storefront and keep more of the proceeds from sales than streaming services such as Spotify Inc. SPOT It is an interesting fit, since Epic has challenged the prevailing business model in its industry by suing Apple Inc. AAPL and Alphabet Inc.'s GOOGLGOOG Google, claiming that they are using monopoly power to illegally control the mobile-gaming industry.</p><p>For more: Will videogames be the Achilles heel for Apple, Google in antitrust investigations?</p><p>“Fair and open platforms are critical to the future of the creator economy,” an unattributed Epic blog post reads. “Epic and Bandcamp share a mission of building the most artist friendly platform that enables creators to keep the majority of their hard-earned money.”</p><p>Bandcamp, founded in 2008, allows artists to sell digital music as well as physical goods such as records and merchandise, and takes 15% of the total, with artists also on the hook for payment-processor fees. The Oakland, Calif., company says the result is that 82% of all money spent on its site goes directly to the artist, with that total nearing $1 billion for the life of the site, according to a Wednesday blog post from Chief Executive Ethan Diamond.</p><p>“While over the years we've heard from other companies who wanted us to join them, we've always felt that doing so would only be exciting if they strongly believed in our mission, were aligned with our values, and not only wanted to see Bandcamp continue, but also wanted to provide the resources to bring a lot more benefit to the artists, labels, and fans who use the site,” Diamond wrote. “Epic ticks all those boxes.”</p><p>Epic Games has remained private despite finding huge success with “Fortnite,” a videogame that focused on an online “Battle Royale” format that won fans and spawned imitators. The company has welcomed outside investment, however, including from Chinese tech giant Tencent Holdings Ltd. HK:700, which has its own NYSE-listed music-streaming subsidiary, Tencent Music Entertainment Group TME, as well as investments in Spotify and music labels including Warner Music Group Corp. WMG</p><p>Diamond said that Bandcamp will continue to operate independently and promised the core service will not change, specifically pointing to the control and revenue split artists receive as well as Bandcamp Fridays, when the service waives its revenue share on the first Friday of each month. He said that the Epic deal will help the company expand internationally, and shore up new efforts such as pressing vinyl for artists and its own streaming app.</p>",
  "published": "2022-03-02T18:23:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 534,
          "end": 539
        },
        {
          "start": 336,
          "end": 346
        },
        {
          "start": 347,
          "end": 351
        },
        {
          "start": 336,
          "end": 341
        },
        {
          "start": 336,
          "end": 345
        }
      ],
      "nexusId": "10022657"
    }
  ]
}