{
  "_id": "4f45685ed4b546f9eacd6d4c314618fed700cbc1b4e93e30ed93abc81cb3f160",
  "feed": "market-watch",
  "title": "Weekend reads: How companies and consumers fight inflation and handle shrinkflation; Also, Warren Buffett's big weekend, bitcoin in retirement accounts, lessons learned from the cannabis stock crash and movement in the housing market",
  "text": "<p>More inflation coverage:</p><p>* There's a big hole in the Fed's theory of inflation — incomes are falling at a record 10.9% rate</p><p>* How can retirees hedge inflation risk?</p><p>A weekend of Buffett and a good 2022 for Berkshire Hathaway</p><p>So far this year, shares of Berkshire Hathaway BRK.B have risen 11%, while the S&amp;P 500 has declined 10%, with dividends reinvested. CEO Warren Buffet will lead the conglomerate's annual meeting on Saturday. These are some questions to expect.</p><p>Here's more to consider:</p><p>* Warren Buffett and Berkshire Hathaway are once again outperforming the stock market. Apple is one big reason but these other 10 stocks also helped.</p><p>* Warren Buffett's investing prowess will go on forever after researchers cracked his investing code</p><p>* Dump Buffett as Berkshire's chairman? That's exactly what's wrong with so many shareholder proposals this year</p><p>* Berkshire and Buffett have 5 words for sellers who want their money: 'Take it or leave it'</p><p>How about some bitcoin in your 401(k)?</p><p>Fidelity Investments will soon allow companies with 401(k) plans to offer employees the option of holding bitcoin BTCUSD within their retirement accounts. Alessandra Malito considers which investors might be well-served having some of their retirement savings in the virtual currency, while Brett Arends argues against it.</p><p>Lessons learned from the crash of marijuana stocks</p><p>While the S&amp;P 500 returned 3.2% over one year through April 28 with dividends reinvested, the AdvisorShares Pure US Cannabis ETF MSOS plunged 61%.</p><p>Michael Brush shares a new set of seven investment rules that apply to everyone, even though they have been learned from the the marijuana stock debacle.</p><p>More beaten-down companies: Many tech stocks that have crashed are still too expensive to buy</p><p>A big retirement move that went wrong</p><p>If you are planning a retirement move, there may be some important elements you haven't thought of. Lisa Watts tells the story of how she and her husband made a retirement move, regretted it, tried another spot and finally got it right with yet another move.</p><p>* See the \"Where Should I Retire?\" column for more ideas for locations, and you can try your own custom search</p><p>* Try MarketWatch's retirement location tool for your own custom search. It includes data for more than 3,000 U.S. counties and incorporates climate risk.</p><p>The housing market is already slowing down</p><p>When factoring-in home price increases and rising interest rates, the monthly mortgage loan payment for an average-priced house in the U.S. has increased 50% over the past year, Jacob Passy reports.</p><p>But there are early signs that the Federal Reserve's moves to slow an overheated economy are having an effect — pending home sales have fallen.</p><p>More housing coverage:</p><p>* 'It will take time for surging mortgage rates to rebalance the market': Home prices continue to skyrocket, but buyers could see relief soon</p><p>* 'Should we wait to see how the market plays out?' I want to purchase a rental home. Is this a good time?</p><p>Betting against Cathie Wood</p><p>In this week's ETF Wrap, Christine Idzelis looks into short-sellers' profitable trades against Cathie Wood's Ark Innovation ETF ARKK.</p><p>More thoughts about Elon Musk and Twitter</p><p>On April 25, Twitter's TWTR board of directors agreed for the social media company to be acquired by Tesla TSLA CEO Elon Musk for $44 billion in cash subject to a shareholder vote. Early on April 29, shares of Twitter were changing hands for $49.88 — 8% below the $54.20 take-out price.</p><p>Here's a sampling of the latest related coverage:</p><p>* Elon Musk sells nearly $4 billion in Tesla stock following Twitter deal</p><p>* What does 'free speech' actually mean? Twitter isn't censoring speech, despite what Elon Musk and many users think</p><p>* Twitter earnings underscore need for Elon Musk to take 'more short-term risks,' analyst says</p><p>* Elon Musk wants to make Twitter 'maximum fun'. Here's what Cathie Wood, Anthony Scaramucci and Sam Bankman-Fried are saying</p><p>I-bonds have high yields and maybe</p><p>Series I savings bonds are available directly from the U.S. Treasury They are now yielding 7.12%, but are expected to have their yields raised to above 9% in May, based on the inflation rate. The rates are reset every six months in May and November.</p><p>John Lim explains five ways you can use I-bonds right now to improve your overall financial health.</p><p>Another possible way to treat the coronavirus</p><p>Jaimy Lee looks into the use of generic drugs to help people with Covid-19 stay out of hospitals.</p><p>The unfolding solar utility market</p><p>Here's a deep look into the development of combined solar power plants and energy storage facilities by three people at Lawrence Berkeley National Laboratory in Berkeley, Calif.</p><p>Steinway and other IPOs</p><p>Ciara Linnane shares five things investors need to know about Steinway as the piano maker prepares to go public again.</p><p>More coverage of initial public offerings and their aftermaths:</p><p>* Robinhood shares are now 75% below last July's IPO price after job cuts announcement, but analysts are unfazed</p><p>* Edible Garden lowers IPO pricing, increases units</p><p>* Bausch + Lomb Targets $8.4 Billion Valuation with IPO</p><p>* Cummins Filtration Business Files Confidentially for IPO</p><p>Want more from MarketWatch? Sign up for this and other newsletters, and get the latest news, personal finance and investing advice.</p><p>Weekend reads: How companies and consumers fight inflation and handle shrinkflation</p>",
  "published": "2022-04-29T15:29:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 580,
          "end": 585
        }
      ]
    }
  ]
}