{
  "_id": "b17af45fb889385dce89e4faa5c25e56f7363d9aa1e40c0a416c38f512e77945",
  "feed": "ftcomall",
  "title": "Nasdaq closes at worst level in over a year on tech earning fears",
  "text": "<p>US tech stocks dropped on Tuesday, pushing the Nasdaq Composite index to its lowest level in more than a year, as traders adopted caution ahead of quarterly financial updates from some of the world's biggest consumer technology groups. </p> <p>The technology-heavy Nasdaq Composite was 3.95 per cent lower at the end of Tuesday — its lowest closing level since December 2020. It was the biggest single-day decline since September 2020. </p> <p>The moves came in advance of earnings after the closing bell from Microsoft and Google parent Alphabet, as investors questioned whether such companies have retained adequate pricing power to deal with surging global inflation. The broader S&amp;P index closed 2.8 per cent lower.</p> <p>Apple, Amazon and Facebook owner Meta will post earnings later this week, after streaming platform Netflix <a href=\"https://www.ft.com/content/70a28358-8720-4f36-a5b4-24dc0f3be9a3\">shocked investors</a> by revealing it was losing subscribers for the first time in 10 years. </p> <p>“Growth companies in the tech sector have a lot of earnings expectations baked into their share prices,” said Guilhem Savry, head of global macro at fund manager Unigestion. “Even if the earnings are positive, the fear is market reaction will not be positive if there are signs that growth is slowing.” </p> <p>Shares in Apple closed 3.7 per cent lower and the wider S&amp;P information technology index fell 3.7 per cent. <a href=\"https://www.ft.com/content/cd047da9-b386-468a-a322-cded95400acb\">Shares in Tesla fell</a> by 12 per cent after social media platform Twitter accepted a bid from Elon Musk, chief executive of the electric carmaker. The possibility that Musk may need to sell Tesla shares to help finance part of the takeover has heaped pressure on the stock.</p> <p>The falls in Tuesday's session came after a <a href=\"https://www.ft.com/content/b393d41f-2690-47a2-9c54-20bd146e8309\">rebound</a> late on Monday, following early declines, as panic buying gripped Beijing where residents prepared for stringent lockdown measures similar to those already implemented in Shanghai.</p> <p>Highly valued companies tend to suffer during bouts of negative market sentiment, currently caused by inflation, impending interest rate rises that have been telegraphed by the US central bank and the global growth threat of coronavirus lockdowns in China. These macroeconomic trends have cast a pall over the quarterly earnings season in general. </p> <p>“Prepare for the squeeze,” said Hani Redha, portfolio manager at PineBridge Investments. “Consumers are getting squeezed and companies are going to feel it as they get squeezed as well.” </p> <p>The FTSE All-World index of developed and emerging market stocks is down about 4.4 per cent since April 21, when Federal Reserve chair Jay Powell signalled the US central bank was prepared to <a href=\"https://www.ft.com/content/43d89b6e-c8c9-4ae3-b002-4e536c7f8935\">raise interest rates aggressively</a> after the annual rate of consumer price increases surged to a 40-year high in March. </p> <p>Global stocks also remain under pressure from Russia's <a href=\"https://www.ft.com/content/1e811d5d-3972-4bde-abc5-acac7dd4832b\">invasion of Ukraine</a> as the war disrupts food supplies and lifts component costs for manufacturers including <a href=\"https://www.ft.com/content/61ea7716-02e9-42f0-978b-44ee11b50ba3\">carmakers.</a> </p> <p>In bond markets on Tuesday, the yield on the 10-year US Treasury note — a benchmark for borrowing costs worldwide — fell 0.07 percentage points to 2.76 per cent. The yield on the policy-sensitive two-year note lost 0.11 percentage points to 2.51 per cent. Bond yields fall as their prices rise.</p> <p>International oil benchmark Brent crude settled up 2.6 per cent on Tuesday to just under $105 a barrel, but remained well below the price of almost $140 reached in early March on prospects of the EU banning Russian oil exports — an outcome still being debated in <a href=\"https://www.ft.com/content/23b4e2c2-33a0-480b-9a07-47a4cf434349\">intense talks</a> between member states.</p> <p>In Europe, the regional Stoxx 600 share index closed 0.9 per cent lower after advancing earlier in the session. Asian markets were mixed. The overall Hang Seng share index edged 0.3 per cent higher, while mainland China's CSI 300 fell a further 0.8 per cent after dropping 4.9 per cent on Monday in its worst day in more than two years. </p><p>Source: Kate Duguid in New York, Naomi Rovnick in London 2022 'Nasdaq closes at worst level in over a year on tech earning fears' FT.com 26 April. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-04-26T20:10:26.302Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 704,
          "end": 709
        },
        {
          "start": 1213,
          "end": 1218
        }
      ]
    }
  ]
}