{
  "_id": "d11ec7a5ab33e2cc98daade0f3013b50b9b4b3bfd33f0f3a0b8e9fa2ba8f16a3",
  "feed": "ftcomall",
  "title": "Tesla: shareholders (including Elon Musk) are right to worry about demand ",
  "text": "<p>Elon Musk is not just the chief executive/Technoking of electric carmaker Tesla, he is also its biggest shareholder. Tesla's stock has fallen 45 per cent this year. If Musk plans to sell more Tesla equity to fund his purchase of Twitter he should get a move on. Third-quarter results published on Wednesday suggest there is little point hoping for recovery this year. </p> <p>The time and money that <a href=\"https://www.ft.com/topics/people/Elon_Musk\">Musk</a> has spent wrangling with Twitter is of no use to Tesla shareholders. The company deserves more attention. Musk's emotive tweet on the day of earnings suggests he recognises this, though “I will not let you down” is a vague promise. So is his claim that demand in the current quarter is “excellent”.&#xa0;</p> <p>Here are a couple of suggestions for more precise promises that Musk might make: a date for Cybertruck production, still absent after its dramatic 2019 unveiling, and a more realistic target for vehicle delivery this year than 1.4mn.&#xa0;</p> <p>There are reasonable questions to ask about<a href=\"https://www.ft.com/content/d29ac44f-346f-43e5-a2fe-fab27a82fdd3\"> future demand</a> for Tesla vehicles too. The cars are expensive and prices are rising to keep ahead of costs. This explains why the automotive gross margin held steady at 27.9 per cent. In the US, Tesla is the top luxury brand, according to Automotive News Research &amp; Data Center. But competition from rivals is likely to reduce its share of the market. If global recession hits, demand may fall across the board. </p> <p>In some regards, <a href=\"https://www.ft.com/stream/35edec46-ef7b-4f9b-b85a-25174e6e07fa\">Tesla </a>is a victim of its own popularity. The electric car company keeps beating records yet struggles to meet sky-high market expectations. It reported a record-breaking delivery of 343,830 units in the third quarter — up 42 per cent on the previous year. Revenues of $21.5bn in the same quarter are up 56 per cent on last year. Yet both figures are below Wall Street forecasts. &#xa0;&#xa0;</p> <p>Compare the state of the balance sheet to a few years ago and Tesla is far more robust. Free cash flow hit a record and the company is sitting on over $21bn of cash and marketable securities. But it is valued at nearly 44 times expected earnings. That is almost 10 times more than carmakers such as General Motors and Mercedes-Benz and twice as much as Big Tech companies Apple and Alphabet. It is even higher than Chinese rival BYD. Any hint of growth not meeting expectations simply highlights this imbalance and will continue to hammer the share price. </p><p>Source:  2022 'Tesla: shareholders (including Elon Musk) are right to worry about demand&#xa0;' FT.com 20 October. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-10-20T00:59:44.339Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 2153,
          "end": 2158
        }
      ],
      "nexusId": "10022657"
    }
  ]
}