{
  "_id": "b74a457fe851796de56416640e7306e363205df61caf468faf7c76251d7b890c",
  "feed": "market-watch",
  "title": "Netflix will crack down on password sharing next year — here's how it will work; Streaming service will offer borrowers ability to transfer their own account, allow account holders to establish subaccounts for others",
  "text": "<p>Earnings news: Netflix snaps streak of subscriber declines, stock jumps 15%</p><p>\"We've landed on a thoughtful approach to monetize account sharing and we'll begin rolling this out more broadly starting in early 2023,\" the letter reads. \"After listening to consumer feedback, we are going to offer the ability for borrowers to transfer their Netflix profile into their own account, and for sharers to manage their devices more easily and to create subaccounts (\"extra member\"), if they want to pay for family or friends.\"</p><p>The approach sounds similar to tests Netflix has been running in Latin America after executives announced earlier this year that they would seek to put a stop to password sharing. That test gave viewers the ability to watch Netflix in one designated home, but subscribers were forced to pay an additional $2.99 for each new home in which someone would be streaming through a given Netflix account.</p><p>Netflix executives have long acknowledged the reality that consumers share their passwords, allowing others to access the streaming service without paying, but said they were not worried about the practice. That changed earlier this year, after the company reported its first year-over-year decline in subscribers — executives said at that time that they expect roughly 100 million households were accessing the service without paying, while the service at the time had roughly 222 million paying subscribers.</p><p>Third-party studies have also shown the practice is widespread. According to an Aura survey from 2021, 53% of Americans admit they share login information with people outside their main household.</p><p>Previously: Here's what you need to know if you share a Netflix account</p><p>The crackdown on password sharing is part of a revamp Netflix executives publicly began after reporting disappointing results in April, amid a wave of streaming competition from the likes of Walt Disney Co. DIS, Apple Inc. AAPL and more. That also includes the introduction of a cheaper, ad-supported tier that is expected to arrive in some countries during the fourth quarter, and which executives suggested in Tuesday's letter could help retain users who had been accessing the service through someone else's account.</p><p>\"In countries with our lower-priced ad-supported plan, we expect the profile-transfer option for borrowers to be especially popular,\" they wrote.</p><p>Separately, Netflix announced Monday that the option to transfer a profile into a separate subscription would be available globally as of Tuesday. A blog post from product manager Timi Kosztin said that subscribers would receive an email when they were eligible for Profile Transfer, \"a feature that lets people using your account transfer a profile — keeping the personalized recommendations, viewing history, My List, saved games, and other settings — when they start their own membership.\"</p><p>For more: Ads are coming to Netflix in November with plan costing $6.99 a month</p><p>Netflix has not publicly specified how it may enforce any password-sharing restrictions, but one test being carried out in Chile, Costa Rica and Peru verifies the main account holder through an IP address (aka the series of numbers that identifies any device on a network), and not geographical location, a Netflix spokesperson previously told MarketWatch. That's in part because enforcement based on the geographical location of the main account would run into problems if a user attempted to use their own Netflix account while away from home on a mobile device, like a phone or laptop.</p><p>Netflix shares have cratered amid the company's growth issues in 2022, falling 60% so far this year as the S&amp;P 500 index SPX has declined 22.8%. The stock jumped 15% in after-hours trading Tuesday following the release of third-quarter results, which beat expectations for subscriber growth and profit.</p><p>MarketWatch staff writer Weston Blasi contributed to this report.</p><p>Netflix will crack down on password sharing next year — here's how it will work</p>",
  "published": "2022-10-18T21:02:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1906,
          "end": 1916
        },
        {
          "start": 1917,
          "end": 1921
        },
        {
          "start": 1906,
          "end": 1911
        },
        {
          "start": 1906,
          "end": 1915
        }
      ],
      "nexusId": "10022657"
    }
  ]
}