{
  "_id": "0c12b42af92e2f27f715c0fefd5078f78005ea6515eb51917fadb65ef16dbd0b",
  "feed": "wall-street-journal",
  "title": "United Airlines, Netflix, Tesla: Stocks That Defined the Week; Here are seven major companies whose stocks moved on the week's news",
  "text": "<p>Netflix Inc.</p><p>More watchers are tuning into Netflix. The streaming giant on Tuesday said it added 2.4 million new subscribers in the third quarter—more than twice as many as expected. The latest results end the company's recent trend of customer defections amid increased competition in the streaming space. Netflix is in the process of executing two major strategic shifts in an effort to increase its revenue and subscriber base: rolling out its first tier of ad-supported content, and cracking down on password sharing. Netflix shares surged 13% Wednesday.</p><p>Tesla Inc.</p><p>Tesla's ambitious delivery plans for 2022 lack enough acceleration. The finance chief for Elon Musk's electric-vehicle maker said Tesla expects to fall just shy of its target this year of boosting vehicle deliveries by 50%. Tesla also reported its highest quarterly revenue, but missed analysts' sales estimates. The company said its results were affected by the strong dollar, higher costs of raw material and logistics, and inefficiencies associated with getting factories in Texas and Germany up to speed. Tesla has repeatedly raised its vehicle prices as parts became more expensive and new cars hard to come by because of supply-chain issues. Tesla shares lost 6.7% Thursday.</p><p>Procter &amp; Gamble Co.</p><p>The stronger dollar is weakening Procter &amp; Gamble. The maker of Tide detergent and Gillette razors said the currency's run-up erased most of its sales gains for the latest quarter and is on track to lead P&amp;G to its first annual sales decline in half a decade. The consumer-products giant plans to return to pre-Covid cost-cutting levels, trimming expenses such as marketing spending and overtime, said Chief Financial Officer Andre Schulten. But the company isn't planning a substantial head-count reduction after adding thousands of employees to keep up with demand during the pandemic. P&amp;G shares added 0.9% Wednesday.</p><p>AT&amp;T Inc.</p><p>AT&amp;T is sending stronger signals about new customers than rival Verizon Communications Inc. The telecommunications giant on Thursday said its core wireless business overshot expectations during the third quarter, driving higher revenue and profits despite lingering worries about inflation. AT&amp;T said it added 708,000 postpaid phone connections, handily exceeding analyst expectations. Meanwhile, Verizon Communications on Friday said its earnings slipped 23% in the quarter as retail customers balked at its recent price increases. Verizon reported a net gain of 8,000 wireless retail postpaid connections in the latest quarter. AT&amp;T shares gained 7.7% Thursday.</p><p>Union Pacific Corp.</p><p>Higher costs and labor strife threaten to derail Union Pacific. The railroad on Thursday posted rising quarterly profit as it shipped more cargo, but reported continued pressure on its operations from higher costs of equipment, fuel and labor. Rail executives are also bracing for a slowdown in its business, and Union Pacific lowered its full-year outlook on volumes and share repurchases. The results come amid the threat of a national strike casting uncertainty over the sector, as two labor unions began voting on whether to ratify a tentative bargaining agreement. Union Pacific shares fell 6.8% Thursday.</p><p>Snap Inc.</p><p>Snap's ad sales haven't snapped back. The parent of the Snapchat app reported quarterly sales growth that slowed further as advertisers cut spending, saying that it expects no revenue growth in the current period. Snap is among several social-media firms struggling to respond to the continuing ad market slump and privacy policy changes Apple Inc. introduced last year that make it more difficult to target ads and track their performance. The companies also face fierce competition for ads, particularly from ByteDance Ltd.'s short-video app, TikTok. Snap shares plummeted 28% Friday.</p><p>Write to Francesca Fontana at francesca.fontana@wsj.com</p><p>United Airlines, Netflix, Tesla: Stocks That Defined the Week</p>",
  "published": "2022-10-21T23:02:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 3546,
          "end": 3556
        },
        {
          "start": 3546,
          "end": 3551
        },
        {
          "start": 3546,
          "end": 3555
        }
      ]
    }
  ]
}