{
  "_id": "ab8900ca0d04e92581344f94a92ad38474f6039cb80bad02c2b0595e5060c1e4",
  "feed": "ftcomall",
  "title": "The loneliness of the long Covid employee",
  "text": "<p><em>This is an audio transcript of the </em><a href=\"https://www.ft.com/working-it\"><em>Working It</em></a><em> podcast episode: ‘The loneliness of the long Covid employee'</em></p> <p><strong>Jana Javornik<br></strong>So I was infected twice before I was fully vaccinated and boosted. I first developed Covid-19 last January, and at that time, I really didn't imagine that my symptoms would last for more than a couple of weeks. And I'm fairly young, in my mid-forties, which is the age group that later proved as a risk factor, as the gender. And at that time I was told I should recover easily. But after my shortness of breath subsided and a quick visit to the hospital, the fever did not, and I started developing new symptoms. And those really ranged from intestinal problems to rashes, hives, migraines, cough, sneezing, back pain, high fever, memory lapses and a really debilitating brain fog. You can imagine for a worker in the industry of knowledge, where memory is your key tool and brain is your key tool, experiencing this debilitating brain fog really made me unable to work. And honestly, last year I actually slept most of the time. I think I spent more than 18 hours in bed. And this year, unfortunately, things have changed, so I hardly sleep at all. It really feels like a mobile phone battery that never fully charges.</p> <p>[MUSIC PLAYING]</p> <p><strong>Isabel Berwick </strong><br>Hello and welcome to Working It with me, Isabel Berwick. Covid feels like a long time away for some of us and still very present for others. And when I look back at some of the words that became familiar during the pandemic, they already seem quite distant — things like maskne, Zoom-bombing, covidiot, quarantini and my favourite, doomscrolling. But “long hauler” is another and less humorous word that we created in the Covid-19 pandemic, and it designates a person who's suffering from the symptoms of Covid for longer than two weeks, and generally it can be for several months. Jana Javornik is an associate professor of employment relations at the University of Leeds in the UK and she has long Covid. She's one of an estimated 100 million people worldwide with the condition, and because of her professional expertise, Jana can also see how badly it's being handled in many workplaces.</p> <p><strong>Jana Javornik <br></strong>I think this is one of the most ignorant cases in the contemporary history and I think we are all neglecting that long Covid is not rare and it is a health crisis. And researchers have now established that long Covid is a debilitating condition with full-body symptoms. Not all of them are really making people go to the hospital, but many are unable to return to work or even care for themselves or their loved ones. And those people will likely require long-term medical attention, but also sick leave. And the large majority of people that I've spoken with or read their stories really have to choose between financial security and health. I think we've also come to a point where I think this struggle is not taken seriously, even though there's been a noticeable difference. But it's not taken seriously by clinicians, but largely policymakers. And whilst people are sympathetic, few think long Covid can actually happen to them or that it will affect their post-pandemic life.</p> <p><strong>Isabel Berwick </strong><br>But do people care? In the UK, where I live, masks have disappeared from shops, public transport and planes. It's as if Covid never happened. But rates of both Covid and flu are on the rise this winter. I'm joined by Sarah Neville, who's the FT's global health editor. Sarah, why does Covid seem to be forgotten? It's just disappeared, hasn't it?</p> <p><strong>Sarah Neville </strong><br>I think a lot of it is just that desperate human desire for life to go back to normal. And the politicians certainly don't want it front and centre, so if you think back to the days when we were having virtually daily press conferences at Number 10, those days seem so distant and, of course, so much other news is happening. Although Covid is on the rise again, even that rise in infections is very low down the bulletins. When you think of we have a UK government under the most extraordinary pressure, we have a war in Ukraine — so some of it I think is simply that it's fallen down the league table of salience. But, like you, I look around me and I'm astonished that so few people are masked. But, that said, it's not just that they're in a state of blissful ignorance, I think. I as a health journalist spend my life steeped in everything that can go wrong when you get Covid. The vast majority of people don't do that. But I think it isn't just that, to be fair to the people who aren't masking. The risk of a serious outcome is now pretty low, particularly if you're under 60. So I think some of the sort of national decision that Covid is in our rear-view mirror is rational.</p> <p><strong>Isabel Berwick </strong><br>Quite. And you wrote an article about the long-term impacts of long Covid on people's health. What did you find?</p> <p><strong>Sarah Neville </strong><br>Well, this is the kind of findings which really do make me put my mask on every time I go on a tube train or even into a shop. Because we at the FT did some analysis of heart attack deaths and we saw that there had been substantial increases in all the age groups apart from the over-eighties between 2019 and 2021. That data has similarly shown a really significant rise in the risk of a number of conditions — heart attacks, strokes, diabetes, some neurological conditions — going beyond the brain fog that our earlier guest talked about, into even more serious conditions: headaches, seizures, Parkinsonism, cognitive decline. So if you look at that data, we all have to be concerned, even if our initial case of Covid was actually quite a mild one because a lot of the people showing up in these databases weren't hospitalised. They didn't have what we would call a severe attack at all. But nevertheless, their risk of these other conditions seems to have been significantly enhanced.</p> <p><strong>Isabel Berwick </strong><br>And one reader wrote in the comments beneath your article: “It will be at least a decade before we understand the physical, medical and sociological changes caused by Covid, which is why an enquiry now into ill-understood and short-term changes will be at the very least unhelpful.” Sarah, do you agree? Is it too soon to draw conclusions about Covid?</p> <p><strong>Sarah Neville </strong><br>I think that was a shrewd comment because I think it actually is too soon to conclude that someone will have a lifetime increased risk of these conditions. It may be that for the year after you're infected, your heart attack risk, shall we say, rises. But possibly after that it will gradually diminish and return to normal. On the more positive side, some people actually do think that maybe there has been some brain shrinkage, but possibly not to a level to actually make a real difference in people's day-to-day functioning.</p> <p>[MUSIC PLAYING]</p> <p><strong>Isabel Berwick<br></strong>It's good to have a bit of optimism. But when I talked to Jana, she was talking about how she believes that long Covid could be the world's next big workplace health crisis.</p> <p><strong>Jana Javornik<br></strong>We are not prepared for it. And also, it hasn't been on the radar of many employers. And I think employers could take steps to support those with a condition, including prioritising rest and time off, relieving pressure on affected individuals by offering opportunities to reduce workload. One of the things I think is really concerning for the economy is the large increase in working-age adults and ONS have shown that for the 35- to 69-year olds, there are some concerning stats. Over two per cent of the entire group are reporting symptoms lasting at least one year, and 1 per cent of that age group is actually affected a lot. Meaning that you know, when your activity is scheduled, it becomes really difficult when a significant number of people have conditions that fluctuate day to day. So it's really unpredictable. And because it's unpredictable, it's usually not like here's the one thing you can do to solve it. And because it spirals, I think that it's also a problem of a culture where overwork is a systemic problem.</p> <p>[MUSIC PLAYING]</p> <p><strong>Isabel Berwick<br></strong>So having listened to that from Jana, Sarah, I wanted to ask you, what is the systemic problem here and what are the corporate blocks in the way?</p> <p><strong>Sarah Neville<br></strong>I think the general long-hours culture that we do very much have in the UK and in the US is clearly gonna be an issue because I think a lot of people are desperate not to take the time they need to recover. And there is some evidence that people who suffer from anxiety are more likely to suffer from long Covid. So you could say the condition affects the very people who will be particularly anxious that perhaps losing their sort of place in the corporate race and will be even less likely to take the time they need to recover.</p> <p><strong>Isabel Berwick<br></strong>Indeed, and Jana says many employers are masking, which means they're covering up their long Covid symptoms, which is a dangerous short-term solution.</p> <p><strong>Jana Javornik<br></strong>We have a, let's say, malfunctioning disability system where people don't necessarily qualify for the disability benefit so there's no alternative. The sick leave and the pay is really low and people just cannot go on like that. And, you know, like when you are ill and with this particular illness where formal healthcare really isn't very careful and I'm not talking just about the UK here, I'm talking about the entire Europe and the US. You really are willing to do just whatever it takes and you do spend a lot on that alternative treatment which may or may not work. So it's really like a vicious circle. And for me, I can work flexibly, I can work from home, and that has proven a lifesaver for me. It allows me to keep and maintain my income, but there are so many who cannot do that. I think in comparative perspective, the UK seems to be a leader in terms of counting the cases of long Covid, but this is not necessarily the case and obviously, not everyone in the UK works for a British employer. A few work for an international one. So I think that's also a lot of crossover and issues with international approaches to that. So I think that's another host of issues that we can't address today. But I think one way to begin to account for the needs of people with long Covid is to start counting and dashboards that track daily and weekly numbers of infections, hospitalisations and deaths should also make more effort, I think, to estimate and track the number of people who are recovering. The same applies to employers. You really need to know your stats because the stats are your employees and they are your most precious and valuable resources that you do have. So if you are starting to feel quiet quitting or you have problems with your employees leaving, perhaps ask yourself why is that the case? And have you done everything to actually keep the best talent with yourself?</p> <p>[MUSIC PLAYING]</p> <p><strong>Isabel Berwick<br></strong>When I remember our early meetings about this show, it was all about how work had changed in a post-Covid world. And while that's moved on, as have we, some things have changed permanently. Sarah, do you think Covid's changed the perception or value of work in society?</p> <p><strong>Sarah Neville<br></strong>I think there's been a strange sort of blurring of the boundaries perhaps between home and work. But what we've learned is that we can all work in a much more efficient way by frequently being able to cut out that morning and evening commute. So I think this idea of work as something that doesn't need to take you out of the house for 12, 14 hours a day can be a sort of part of a continuum, if you like.</p> <p><strong>Isabel Berwick<br></strong>I totally agree with that. But I guess for people with long Covid like Jana, that's changed the way she thinks about work and its place in her life.</p> <p><strong>Jana Javornik<br></strong>So really it made me revalue work, but more importantly, it really made me reconsider the locality of work. And very often we persist on the presenteeism for the sake of it, because of the sense of control or lack of trust. And very often this is really not necessary. So I've been a global academic because I focus on comparative analysis. I haven't travelled that little in my entire nearly five decades as I have thus far. But I did find very different coping strategies just to allow me to keep working. And obviously work is also now far more broadly defined. It's not just my academic work or my policy work. It's also kind of doing conversations like this one with you being on a mission on demystifying the long Covid.</p> <p><strong>Isabel Berwick<br></strong>I feel like we're only at the beginning of this discussion about long Covid at work, and as we're coming into the winter, we're gonna have another Covid spike that's gonna create another cohort of people who are suffering. I don't know what to say to managers other than be kind to your staff and listen to what people are telling you. And if you have long&#xa0;Covid or if you feel exhausted after having had Covid and God knows you don't have to be diagnosed with long Covid to have felt utterly wrung out and exhausted. I've had two bouts of it and I felt awful for weeks afterwards. So give yourself a break. Be kind to yourself. As Jana said, don't mask your condition. You know, just take it easy and rest. Because in the long term, we're all at work for about 40, 50, God knows, even 60 years if you're under 30. So take it easy and please don't overdo it.</p> <p>[MUSIC PLAYING]</p> <p><strong>Isabel Berwick<br></strong>Thanks to Jana Javornik and Sarah Neville for this episode. If you're enjoying the podcast, we'd really appreciate it if you left us a rating and review on Apple Podcasts. And please do get in touch with us. We love to hear from you. We're at workingit@ft.com. Or I'm @IsabelBerwick on Twitter. If you're an FT subscriber, you can sign up for our Working It newsletter. We've got behind-the-scenes extras from this podcast and exclusive stories you won't see anywhere else. Sign up at FT.com/newsletters.</p> <p>Working It is produced by Novel for the Financial Times. Thanks to the producers Anna Sinfield and Flo de Schlichting, executive producer Jo Wheeler, production assistance from Amalie Sortland and mix from Chris O'Shaughnessy. From the FT, we have editorial direction from Manuela Saragosa. Thanks for listening.</p> <p>[MUSIC PLAYING]</p><p>Source: Isabel Berwick and Sarah Neville 2022 'The loneliness of the long Covid employee' FT.com 8 November. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-11-08T23:00:08.581Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 13501,
          "end": 13506
        }
      ]
    }
  ]
}