{
  "_id": "9f8fd56139d1da4838175af243b791ac80e0330c9e3293f2dda496c6b9b62a34",
  "feed": "wall-street-journal",
  "title": "Expats Shun China Over Covid Policies, Forcing Foreign Firms to Scale Back; Quarantines, lockdowns and prolonged school closures have turned a once-coveted assignment into a hardship posting",
  "text": "<p>Since March 2020, China's borders have been closed to most foreigners. Flights into the country remain scarce and pricey and come with a minimum seven-day hotel quarantine. Covid-19 restrictions remain strict, and some international schools have shut or shrunk as students and teachers depart. Geopolitical tensions have become a constant concern.</p><p>With little sign of a major shift in policy after 2½ years, many Western companies and embassies have concluded that the challenges they face in the country are no longer temporary. Goldman Sachs, in a report this week, said it doesn't expect China to begin reopening to the world until near the middle of 2023. The European Union Chamber of Commerce in China isn't expecting a full reopening until at least the second half of next year.</p><p>As the restrictions have dragged on, many organizations have suffered an outflow of talent in China, a country that is the world's most populous and its second-largest economy. Many of the departures have taken place ahead of schedule and without backfills to replace those leaving. In response, some China-based units are pleading with headquarters for extraordinary measures, while some companies are overhauling their organizational charts.</p><p>In some cases, \"companies are even questioning whether it is responsible for them to deploy foreign staff to China when the numerous restrictions mean they are unable to guarantee a basic duty of care for them and their families,\" the European business lobby in China said Wednesday in its annual report on the state of business in the country.</p><p>Many of the chamber's member companies, multinationals with a longstanding presence in the country, are downsizing, localizing and hiving off their operations in China as the number of Europeans and Britons living there roughly halved from prepandemic levels to around 60,000 in recent months, according to the chamber's estimate.</p><p>China's own census, the most recent version of which was published last year, showed the number of China-based nationals from the U.S., Germany, France, South Korea, Japan and India falling by double-digit percentages over the prior decade, though China enjoyed a sharp rise in inbound migration from poorer neighbors like Myanmar.</p><p>For some organizations, the inability to bring in new blood has left them scraping to get by in what for many of them was once a growth driver, either as a critical market or manufacturing base.</p><p>While China has made it difficult for businesspeople and their family members to secure new visas to relocate to the country, even foreign embassies, which don't face such restrictions, are struggling to staff their operations.</p><p>Quarantines, the increasing frequency of sudden lockdownsand the prospect of extended school closures have made a China posting prohibitive for many, especially those with children.</p><p>Souring relations between Beijing and many countries in the West have also hurt China's image in recent years, as well as a perceived hostility to foreigners, business executives say. The chief epidemiologist at the Chinese Center for Disease Control and Prevention warned the Chinese public this week to avoid skin-to-skin contact with foreigners to avoid contracting monkeypox, in a statement that has prompted charges of xenophobia among expatriates in China.</p><p>Jörg Wuttke, the European chamber's president, said China's stringent Covid-19 controls had the effect of inhibiting human-level exchanges between China and the rest of the world, which he warned \"inevitably leads to less understanding\" of the country.</p><p>In one example, Brazil's consulate in Shanghai is set to shrink to two diplomats next year, from a regular staffing level of five, as a result of scheduled departures and a lack of diplomats willing to move to China. Meanwhile, the number of Brazilian support staff—nondiplomats usually drawn from the local pool of expatriates—is expected to fall to zero from the usual seven, according to a Brazilian diplomatic cable seen by The Wall Street Journal.</p><p>The cable sent to Brazil's foreign minister in July by the head of its consulate in Shanghai calls for exceptional measures to be taken to address the staffing-shortage issue, including offering diplomats a promise to be posted to a preferred location after China. Otherwise, the cable warned, \"it wouldn't be feasible to operate the Consulate.\" Brazil's foreign ministry didn't immediately respond to a request for comment.</p><p>The U.S. diplomatic community has also been hit by China's pandemic-control policies. In April, the State Department ordered the departure of nonemergency U.S. government employees and family members based at the American consulate in Shanghai as Covid cases surged in the city. An official at the U.S. Embassy in China said that the ordered departure in Shanghai has ended, and most people are back in place.</p><p>To make assignments in China more attractive, the State Department has recently reduced the typical length of assignment for diplomats in the country to two years from three, and raised the additional compensation rate for all posts in China, the official said.</p><p>\"Our diplomats feel a deep sense of mission in working here. It can also be very challenging to serve in China as the zero-Covid policy and pandemic play out,\" said Nicholas Burns, the U.S. ambassador to China.</p><p>Vacancies are often taking longer to fill than in the past. One European nation has been holding online recruitment sessions in recent months to explain what it is like to work in China in hopes of drawing more recruits, diplomats from the country said.</p><p>Many multinational companies doing business in China have seen their expatriate ranks shrink. German auto maker Volkswagen AG, which has a large presence in China, has plans to shed 30% of its China-based expatriates over the next two to three years, to around 1,000 people, Volkswagen's then-China chief said in January, adding that China's travel restrictions had made the country an unattractive place to work. Other large multinationals, including Apple Inc., which manufactures many of its devices in China, have localized more functions, hiring Chinese nationals to fill positions once held by foreign expatriates.</p><p>The exodus of foreign talent also includes international schoolteachers. For the current school year, the British Chamber of Commerce in China forecasts a turnover rate of at least 40% of teachers in international schools in China for foreign-passport holders. As student numbers have fallen since the pandemic's onset, some international schools have closed or adjusted their operations.</p><p>Should new teachers not come in sufficient numbers to replace those on the way out, \"international families will be forced to relocate to ensure continued education for their children,\" the British Chamber said in its April report. \"Those considering moving to China will look elsewhere. This will exacerbate further the flow of talent from China.\"</p><p>Some organizations have had to get creative to retain talent in China. Beijing-based multinational lender Asian Infrastructure Investment Bank began allowing China-based employees to work for weeks or even months outside the country, The Wall Street Journal has reported.</p><p>Zhao Yueling contributed to this article.</p><p>Write to Yoko Kubota at yoko.kubota@wsj.com</p><p>Expats Shun China Over Covid Policies, Forcing Foreign Firms to Scale Back</p>",
  "published": "2022-09-21T07:19:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 5992,
          "end": 6001
        },
        {
          "start": 6026,
          "end": 6036
        }
      ]
    }
  ]
}