{
  "_id": "4b8e1e7f31280d8a1ba1ec632e389410fbc2825df1923e21cc17742c04ebb2d2",
  "feed": "wall-street-journal",
  "title": "Finally, Some Compassion for the Cranky Old Neighbor; In 'Only Murders in the Building,' a prickly co-op board president is the victim at the center of season two's murder mystery",
  "text": "<p>In comedies, crotchety old New Yorkers are usually deployed for quick put-downs and punchlines. And Bunny delivers. \"Same circus, different clowns,\" she mutters at a tabloid headline about the Knicks. But the makers of \"Only Murders\" try to show their minor characters as much love as their leads, the trio of true-crime podcasters played by Steve Martin, Martin Short and Selena Gomez. A season one episode that focused on a deaf character, played by James Caverly, used his subtitled lip reading, along with American Sign Language and text messages, with no conventional dialogue.</p><p>\"It's a more humanist approach. We're making a show about connection in the modern age,\" said showrunner John Hoffman, who created the series with Mr. Martin.</p><p>Key to that motive is the big building complex on Manhattan's Upper West Side where the plot unfolds. It's a microcosm of the city where residents coexist in close quarters. Adding to the flavor: an ensemble cast stacked with local talent.</p><p>\"To fill up all those apartments with New York character actors, for me, it couldn't be sweeter,\" Mr. Hoffman said, adding that many stage veterans aren't well known to a TV audience. \"You have the benefit of making them look like a discovery to the world.\"</p><p>Like Bunny, Ms. Houdyshell is a New York archetype—the theater lifer. The 68-year-old actress's five Tony nominations include one for her current role in \"The Music Man.\" She plays Eulalie Mackecknie Shinn alongside Hugh Jackman. Her performance in the play \"The Humans\" earned a Tony win in 2017.</p><p>Ms. Houdyshell is a Midwesterner—raised in Topeka, Kan., trained at a college theater program in Michigan. She moved to New York in 1980, and spent much of the next 25 years on the regional theater circuit.</p><p>Her major debut on Broadway came in 2006 at age 52 in the play \"Well.\" That's where she met Mr. Hoffman, then an actor and also new to Broadway. They stayed close. As Mr. Hoffman diverged into writing and producing, he often informed the pal he calls \"Jaynie-May\" that he'd create a juicy role for her someday.</p><p>\"I'd roll my eyes and say, 'Yeah, yeah, John,'\" Ms. Houdyshell recalled. Now she is proud but pragmatic about her star turn in one of TV's most buzzed-about streaming series.</p><p>\"I don't measure myself that way. As long as I've been able to work as an actor, I have felt successful,\" she said on a recent Monday, her day off from \"The Music Man.\" Many of her \"Only Murders\" scenes, too, were shot on Mondays, when theaters are dark.</p><p>The essence of Bunny came into focus for the actress when she first put on the character's jumbo tortoiseshell glasses, she said. Ms. Houdyshell had picked them out from the dozens of frames offered by \"Only Murders\" costume designers. Their inspirations included 100-year-old Iris Apfel, a New York style maven known for her statement frames.</p><p>For the new episode dedicated to Bunny, it was Ms. Houdyshell's idea to show the character getting out of bed, no makeup, her hair in curlers. \"We see a kind of Bunny unmasked,\" the actress said. As Bunny does her exercises and rehearses her last speech before retiring as the Arconia's board president, she gets her armor on and \"becomes her idea of herself.\"</p><p>Next up, the rituals of an Upper West Side doyenne, wearing a fur coat and pushing a shopping cart. Bagel and banter with the coffee-cart guy. Talk of moving to Boca with her equally prickly friend Uma (played by Jackie Hoffman, another veteran of stage and screen). A solo meal at a diner, where the main trio, Charles (Mr. Martin), Oliver (Mr. Short) and Mabel (Ms. Gomez), will later investigate clues about Bunny's murder.</p><p>They also interrogate her bird, voiced by Ms. Houdyshell—a career-first role as an animal. \"Many takes,\" she said of the Mrs. Gambolini recording session. \"More Bunny, less parrot. Less parrot, more Bunny.\"</p><p>More than just a showcase for his friend, Mr. Hoffman said, showing the softer side of Bunny helped raise the stakes of the investigation. It gave the three podcasters a personal investment: their shared sense of guilt about excluding Bunny from their party the night she wound up impaled with a knitting needle.</p><p>The comedy about two boomers investigating crimes with a millennial widened its age spread this season. Shirley MacLaine, 88, plays Bunny's mother, who enters with some bold glasses of her own and \"very accurate peripheral vision\" following her daughter's death. Actress Zoe Colletti, 20, will soon be introduced as Charles's daughter, representing Gen Z.</p><p>The show gets a lot of mileage out of generational jokes, but shows its empathic side, too. The Bunny episode reveals she was at Woodstock, once made out with Charles at a party, and knows how to jump-start the Arconia's janky elevator.</p><p>As Charles puts it in the podcast, \"She was a New York classic, a treasure trove of stories, and secrets and forgotten wisdom.\"</p><p>SHARE YOUR THOUGHTS</p><p>Have you watched \"Only Murders in the Building\"? What did you think of it? Join the conversation below.</p><p>MORE IN TELEVISION</p><p>* The Retro Cringe of Apple TV+'s 'Physical' and the '80s Workout Microgenre</p><p>* In 'Dark Winds,' Gritty '70s Crime in a Navajo Setting</p><p>* 'Squid Game' Reality Show Coming to Netflix With $4.56 Million Up For Grabs</p><p>* Jeff Bridges, Once the Dude, Now a 72-Year-Old Action Star</p><p>* In 'Borgen,' Idealistic Politics Turn Cynical</p><p>Finally, Some Compassion for the Cranky Old Neighbor</p>",
  "published": "2022-07-05T16:01:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 5024,
          "end": 5029
        },
        {
          "start": 5024,
          "end": 5032
        }
      ]
    }
  ]
}