{
  "_id": "7b32ad6ede2a8a75afcab9c881fc05e9d6d8e79c84ca68824180d00265c7acde",
  "feed": "ftcomall",
  "title": "Hyatt says business event bookings surpass pre-Covid levels",
  "text": "<p>US hotel group Hyatt said bookings for group business events have beaten pre-pandemic levels for the first time since the crisis began, reporting “remarkable pent up demand” as corporate offices start to fill up again.</p> <p>Mark Hoplamazian, chief executive, told the Financial Times that despite cancellations because of the spread of Omicron, bookings for group meetings in January had been 14 per cent above the same point in 2019.</p> <p>“There is prominent and very clear evidence that group [travel] is on the precipice of some significant surge in activity,” he said. “We booked and realised more business in the fourth quarter of 2021 than we did in the fourth quarter of 2019.”</p> <p>Corporate group bookings were among the earliest parts of the travel industry to be hit by the pandemic — with major conferences and events quickly cancelled when Covid began to spread at the start of 2020 — and have been slow to recover from border closures and travel restrictions.</p> <p>Hoplamazian said the part of the market that was still furthest behind was “business transient”, or individual business travellers, which had only recovered to 45 per cent of 2019 levels.</p> <p>He also warned that Hyatt, which has 26 per cent of its hotel portfolio in Asia, had been hit by China's <a href=\"https://www.ft.com/content/0e6914ed-3ce5-4f7f-ab91-ce7b0ad68f2c\">zero Covid</a> policy, which has involved strict quarantines and rapid local lockdowns and has particularly hit international demand.</p> <p>Hyatt staff have tried to attract domestic Chinese guests by creating “staycation” packages, he said, and by setting up a platform on the social media platform WeChat to target marketing at local customers.</p> <p>The Chicago-based group has yet to recover to pre-Covid revenue levels, reporting overall revenues of $3bn for 2021 in annual results on Wednesday, $2bn less than it achieved in 2019. Net losses, however, narrowed from $703mn in 2020 to $222mn last year, compared with a net profit of $766mn in 2019.</p> <p>The results come after rival hotel groups Marriott and Hilton both reported forecast-beating earnings this week, thanks to high demand for leisure trips.</p> <p>Despite its losses, Hyatt posted the highest rate of growth in its history in part thanks to its acquisition of luxury resort company <a href=\"https://www.ft.com/content/1c74d112-8cb5-4732-b45b-90cf0015cf25\">Apple Leisure Group</a>, which owns brands such as Zoetry and Sunscape, for $2.7bn in August last year. </p> <p>Rival hotel executives have said that Hyatt overpaid but Richard Clarke, an analyst at Bernstein, said that while “it looked like a big amount of money for the number of hotel rooms [Hyatt] got . . . the value of these things is how much can you grow it by” and how much Hyatt would be able to maximise the benefit of ALG's package holiday business.</p> <p>Hoplamazian said that the acquisition had “prescient if not perfect” timing as “leisure demand really, really exploded in the second half of last year”. He added that leisure trips were likely to continue to outpace business travel in the future as middle classes in developing countries became wealthier.</p> <p>During 2021, ALG increased the number of hotel rooms under its brands by 32,000, according to a presentation due to be published to Hyatt investors on Wednesday. The company posted overall growth of 19.5 per cent, with room numbers growing to a total of 285,000. Leisure hotels now make up more than half of its portfolio, compared with some 45 per cent pre-pandemic.</p><p>Source: Alice Hancock 2022 'Hyatt says business event bookings surpass pre-Covid levels' FT.com 16 February. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-02-16T21:30:16.337Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 2178,
          "end": 2183
        }
      ],
      "nexusId": "10022657"
    }
  ]
}