{
  "_id": "32a9a9a820a0053dec7ed35a4d178cc0d700630523187ebe5ca68a214b60c922",
  "feed": "market-watch",
  "title": "This couple's honeymoon plans fell apart when a hurricane hit, but the alternative turned out even better; Not all situations are as lucky as theirs turned out, but this couple's story offers insight on what type of travel insurance to get, and how to actually get reimbursed.",
  "text": "<p>But during their layover in New York, the storm worsened into what would become Hurricane Fiona.And as it became clear they would not be flying to Puerto Rico that night, the couple contacted their travel insurance provider.</p><p>The travel insurance company initially promised to fund one hotel night as they figured out another flight. But one night became two, and ultimately, it became clear that they would not get to Puerto Rico at all.</p><p>That meant neither a Puerto Rican wedding nor a honeymoon. But the alternative turned out even better, by most metrics anyway.</p><p>The couple ended up having an impromptu ceremony in New York City's Central Park. And perhaps best of all, their travel insurance policy paid for most of it.</p><p>How trip insurance came to the rescue</p><p>The Geinitzes typically purchase travel insurance because of their photography equipment. A lost bag filled with expensive camera gear could allow them to claim up to thousands of dollars when it's covered by policies that include lost baggage insurance. And for this trip, travel insurance was especially important because it would be bigger and more expensive than most of their other travels.</p><p>\"You never know what's going to happen,\" Jeremy Geinitz says. \"We decided to take the step in buying insurance because it was our big day, and we wanted to make sure everything was perfect.\"</p><p>The estimated cost was $7,000, including both prepaid and anticipated expenses. Since the itinerary included overnight stays at vacation rentals, they sought a policy with vacation rental damage protection. And because it included activities like swimming with sharks, they added on adventure and extreme sports coverage. They spent $299 on a policy through an online company called Faye.</p><p>Between the delay per diem, last-minute hotel nights in New York, airline change fees, and refunds for prepaid Puerto Rico expenses, the couple estimates they received about $3,000 in value out of their travel insurance policy.</p><p>Don't miss: 10 good things that happened to Americans' finances in 2022</p><p>Puerto Rico plans fall apart</p><p>After postponing their wedding due to COVID-19, the Geinitzes intended to elope at Castillo San Cristobal, a fort in San Juan, Puerto Rico. It would be a casual wedding, with a dress code of tropical-inspired shirts and sandals. Then, they would honeymoon on the island.</p><p>To get there, they flew from their home near Denver on JetBlue Airways JBLU, with a layover at New York's John F. Kennedy International Airport. Using JetBlue's free in-flight Wi-Fi, the couple learned — while in the air — that their next flight would be canceled. Jeremy Geinitz immediately messaged Faye through its app.</p><p>Upon arrival, they said JetBlue offered little support in terms of rescheduling flights or offering compensation. Their travel insurance company, on the other hand, did.</p><p>For the canceled flight, the \"trip inconveniences and snafus\" component of their plan granted the couple $200 each ($400 total) when they were stranded, covering a last-minute hotel in New York. They were also able to claim up to $300 per person, per day ($600 total) under the trip delay component of their policy.</p><p>Their insurer sent the money through what it calls Faye Wallet, which works via Apple AAPL Pay and Google GOOGL Pay. The digital debit-style card is intended to cover purchases that most travel insurance companies would require travelers to pay out of pocket for later reimbursement. Because the couple had packed for Puerto Rico, they needed to purchase warmer clothing for the much cooler temperatures in New York.</p><p>After spending the following full day in New York, they expected to board a Puerto Rico-bound flight — only to have that one delayed, then canceled too. Because they had another canceled flight, their travel insurance policy allowed for an additional $200 per person payment to their Faye Wallet. It also sent another $300 per person in trip delay coverage.</p><p>And just before they found out their second flight was canceled, the Puerto Rico hotel informed them the property was completely uninhabitable.</p><p>\"At that point, we thought we would be going back to Colorado,\" Adam Geinitz says.</p><p>But given the peculiarity of their situation (two flight cancellations in a row is certainly above average), not to mention the large payout that the Geinitzes took advantage of, their insurance company took special notice.</p><p>Check out: 'Many of these areas flew under the radar in the pandemic frenzy': Here are the hottest housing markets for 2023</p><p>An impromptu wedding in New York</p><p>Three days after the initial flight, their insurance company did something unusual: An employee called the Geinitzes and suggested they get married in New York City instead.</p><p>The couple agreed to swap a wedding on the Island of Enchantment with one in the Big Apple — with their insurance benefits covering a huge chunk of the wedding expenses, such as multiple hotel nights, food, taxis and warmer clothing.</p><p>It took the couple another two days to land an appointment with the city clerk for a marriage license. Since tropical button-ups felt equal parts impractical and out of place for the venue change, they used part of their travel inconvenience fees to purchase suit jackets and nicer slacks in New York.</p><p>One of Faye's employees, who lived in Florida, also happened to be a registered marriage officiant. Faye flew him from Florida up to New York to perform the ceremony at no cost to the Geinitzes. (Wedding officiants typically cost between $500 to $800, according to wedding planning site The Knot.) New York also requires a witness.</p><p>\"We were ready to hire Spider-Man from Times Square,\" Jeremy Geinitz says.</p><p>But fortuitously, they had a friend in the area to serve as a witness. And exactly one week after that first canceled flight, the couple married in Central Park.</p><p>The wedding was officiated by AJ Steele (center), who works for Faye Travel Insurance. (Photo courtesy of Adam and Jeremy Geinitz)</p><p>Getting reimbursed for the canceled wedding</p><p>Beyond getting most of their impromptu New York trip paid for, the couple says they expect to be reimbursed for most of their prepaid expenses for the Puerto Rican wedding that never happened. Here's how:</p><p>Lodging: The couple booked a marriage package through their hotel, which turned out to be a qualifying expense under their travel insurance policy, something that might not have been the case had they booked a marriage package at another venue.</p><p>A few of their other prepaid lodging reservations were refunded by the operators themselves. What wasn't refunded was covered by their insurer.</p><p>Flights: The couple's return flight from Puerto Rico was on Southwest Airlines. Thanks to Southwest's generous change fee policy, they adjusted their Puerto Rico flight to one returning from New York. Because it was more expensive, Southwest charged them the difference — but their travel insurance covered that expense.</p><p>Also read: To pay off $127,000 in debt faster, this couple moved in with a parent after their wedding</p><p>What to expect when you purchase travel insurance</p><p>The Geinitzes story was certainly unconventional. For starters, most insurance companies won't send someone to officiate your wedding.</p><p>And because the couple's flights were repeatedly rebooked and canceled, they were able to claim more \"trip inconvenience credits\" and hotel night stays than is common.</p><p>It also helped that the prepaid wedding expenses were mostly at a Puerto Rican hotel, which enabled the Geinitzes to qualify for reimbursement. Trip insurance typically wouldn't reimburse wedding expenses like the venue (for that, you'd most likely want wedding insurance). But because of the low-key nature of the wedding, the couple qualified for reimbursement for most Puerto Rican expenses.</p><p>Another card in their favor was the reason for the cancellation: bad weather. Trip insurance policies can be incredibly finicky about what's actually covered. Covered reasons can vary by policy, but they typically include situations like getting called for jury duty, sickness or death of an immediate family member, or a named storm warning.</p><p>But often, the nuances can disqualify trip insurance holders. For example, most policies will cover you if you get sick, but you'll still need some sort of proof, like a doctor's note, which can be arduous to attain. Plus, policies typically won't cover fear of getting sick (as was the case when many people canceled pre-planned trips in the early days of the COVID-19 pandemic), unless you have far more generous Cancel For Any Reason coverage.</p><p>And while severe weather can be covered, it can be a bit of a gray area. Most policies will cover cancellations due to a \"named storm.\" But if you don't want to risk heading to an area where a storm is brewing — but the hurricane hasn't hit yet — you could be in a predicament.</p><p>For the Geinitzes, the storm hadn't yet been named but the flight was actually canceled, which qualified them.</p><p>See: How to make sense of travel insurance</p><p>Trip insurance: Is it worth it?</p><p>Considering a roughly $300 policy delivered them $3,000 in value, trip insurance was certainly worth it for the Geinitzes. As far as everyone else, it can vary based on the nature of the trip, which can be impossible to predict.</p><p>Trip insurance has its pitfalls. Aside from the fact that many canceled trips don't actually qualify, you'll usually need proof, even if the reason is covered. That means maintaining careful documentation of everything, including receipts, doctor's orders or flight cancellation notices.</p><p>Filing a claim can require a lot of effort, an arduous process of making phone calls and sitting on hold. Often, claims are reimbursed after the fact, meaning you'll have to pay last-minute expenses out of pocket. Last-minute flights and hotels can be expensive — and you may not have the money.</p><p>Even after making a claim, there's a strong possibility that it could be rejected, even for reasons that seem like they might be covered. For example, while 34% of U.S. travelers purchased travel insurance to protect themselves from pandemic-related issues since March 2020, more than a quarter (27%) of those who made pandemic-related claims were rejected. That's according to a September 2021 survey of 6,000 U.S. travelers, commissioned by insurance technology company Cover Genius.</p><p>And while the $3,000 value was worth the $300 expense for the Geinitzes, it's still an expense. Most insurers aren't transparent about pricing. Often, you have to enter trip details and contact information before you're given a price, which makes it difficult to compare rates.</p><p>Travel insurance costs typically range between 4%-12% of your total trip cost, according to Generali Global Assistance, another travel insurance provider. Given the rising costs of travel, tacking on yet another expense can feel frustrating.</p><p>Many premium travel credit cards offer types of trip insurance as a benefit for trips paid for with the card — and often, the coverage is as good as the coverage you pay for separately. As long as the trip was paid for on that card and you're making a claim for a covered reason, your credit card's travel insurance benefit can reimburse you.</p><p>However, cards with such benefits come with annual fees and typically require excellent credit scores.</p><p>As for the Geinitzes, the New York wedding sparked a love for the Empire State. The couple has already made plans to return with family — and they bought travel insurance for that trip too.</p><p>More From NerdWallet</p><p>* How the Airbnb 'Gold Rush' Could Impact the Homebuying Market</p><p>* Airbnb Has a Plan to Fix Cleaning Fees</p><p>* Why Booking Directly With Airlines Can Be More Expensive</p><p>Sally French writes for NerdWallet. Email: sfrench@nerdwallet.com. Twitter: @SAFmedia.</p><p>This couple's honeymoon plans fell apart when a hurricane hit, but the alternative turned out even better</p>",
  "published": "2022-12-29T10:01:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 4788,
          "end": 4793
        },
        {
          "start": 3226,
          "end": 3231
        },
        {
          "start": 3232,
          "end": 3236
        }
      ]
    }
  ]
}