{
  "_id": "265eacafa0aea4a955e815ab8a720e4345a02ec54ef6eaf9ca8a9c234be01925",
  "feed": "ftcomall",
  "title": "Russia bans Facebook and restricts Twitter as it tightens grip on information",
  "text": "<p>Russia has banned Facebook, according to the country's state media watchdog, throttling access to information and marking the latest crackdown against social media platforms since the country's invasion of Ukraine.&#xa0;</p> <p>In a statement explaining its decision, the Roskomnadzor media watchdog said Facebook, which is owned by Meta, was discriminating against Russian state-run and state-funded media outlets by placing restrictions on the accounts of outlets such as Russia Today and the military TV channel Zvezda.</p> <p>“Since October 2020, there have been 26 cases of discrimination against Russian media and information resources by Facebook,” the state censorship body said.&#xa0;</p> <p>Twitter confirmed that it had also been restricted for some people in the country. Meanwhile, Roskomnadzor has also shut down big local liberal outlets such as Echo of Moscow and TV Rain, while some websites have been blocked, including the BBC.</p> <p>The BBC also said it had <a href=\"https://www.bbc.com/news/world-europe-60617365\">temporarily suspended</a> work in Russia following a new law that threatened jail for anyone that allegedly spread disinformation about the armed forces. CNN and <a href=\"https://www.bloomberg.com/news/articles/2022-03-04/bloomberg-to-temporarily-halt-work-of-its-journalists-in-russia?sref=PhB3liAe\">Bloomberg News</a> announced similar decisions.</p> <p>Nick Clegg, Facebook's president of global affairs, said in a statement: “Soon millions of ordinary Russians will find themselves cut off from reliable information, deprived of their everyday ways of connecting with family and friends and silenced from speaking out.”</p> <p>He added that the company would do “everything we can to restore our services” to allow users to express themselves and “organise for action”.</p> <p>The ban did not reference Meta's photo sharing app Instagram or messaging app WhatsApp, which so far appear to be unaffected, according to Facebook.</p> <p>Jen Psaki, the White House press secretary, said the administration of Joe Biden was “deeply concerned” about the Kremlin's decision to ban Facebook, calling it “part of their effort to cut off a range of information from their public”.</p> <p>Big Tech platforms, which cast themselves as politically neutral but committed to democratic free speech, have <a href=\"https://www.ft.com/content/e0a31741-ee65-42c0-b045-59c382a8a081\">increasingly</a> been dragged into geopolitical debates. Since Vladimir Putin invaded Ukraine, they have become part of a battle for influence given their position as gatekeepers to information seen by billions of consumers.</p> <p>Over the past year, Russia has regularly wielded the threat of penalties such as fines and slowing or shutting access to the platforms to get the companies to restore or restrict content, and has issued numerous fines to Facebook. Those restrictions have intensified sharply since the <a href=\"https://www.ft.com/war-in-ukraine\">outbreak of the conflict</a> late last month.</p> <p>Meanwhile in the west, the platforms have faced calls to better police covert disinformation operations aimed at manipulating political discourse and sowing discord, as well as the Kremlin's propaganda machine.&#xa0;</p> <p>The latest restrictions from Moscow come as Facebook, Google's YouTube, Twitter, Apple and TikTok all announced this week that they would remove RT and Sputnik from their platforms in the EU, following demands from officials in the bloc designed to throttle the spread of propaganda.&#xa0;</p> <p>Facebook, YouTube and Twitter have also been applying labels to Kremlin-backed media for users outside of the EU, and paused the ability for the outlets to make money from advertising that runs alongside the content. Facebook also said that it had rejected requests from Russia to geo-block or hide certain posts.&#xa0;</p> <p>But experts had warned that the moves could prompt retaliation from Moscow and feed into Russian narratives that the west is silencing its critics.</p> <p><em>Additional reporting by Kiran Stacey in Washington <br></em></p><p>Source: Hannah Murphy in San Francisco 2022 'Russia bans Facebook and restricts Twitter as it tightens grip on information' FT.com 4 March. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-03-04T20:33:36.471Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 2892,
          "end": 2897
        }
      ],
      "nexusId": "10022657"
    }
  ]
}