{
  "_id": "e47db0db3c55aa186fce765c4fa3fbbf613a28742bfc7262f1354175a1a81313",
  "feed": "wall-street-journal",
  "title": "Stocks Lose Ground as Banks Give Quarterly Updates; Indexes were positive for most of the session before giving back their gains",
  "text": "<p>Big financial firms kicked off a bumper week of earnings reports Monday. Bank of America ended little changed after it said second-quarter profits declined 32%. Goldman Sachs advanced 2.2% after reporting better-than-expected earnings.</p><p>Synchrony Financial rose less than 1% after reporting earnings per share that fell year over year but were better than analysts had expected. Charles Schwab, which reported second-quarter profits that rose by 42%, lost 1.5%.</p><p>Some traders attributed the afternoon's market dip to a report that Apple plans to slow its hiring next year, which was first reported by Bloomberg and weighed on tech shares. The tech giant lost 2%.</p><p>\"That's some heavy weight for the market to bear,\" said Steve Sosnick, chief strategist at Interactive Broker. \"These are market leaders. These are also companies that set the high-end of the pay scale.\"</p><p>Investors are trying to reconcile a dire economic outlook with earnings forecasts that remain relatively positive. Economic growth is showing signs of slowing while inflation is soaring, last week reaching a four-decade high. Meanwhile, central banks are raising interest rates rapidly, adding another cloud on the economy's horizon. So far, corporate reports have been lackluster.</p><p>\"Either the economic story is wrong or analysts are being too optimistic on earnings, and it feels like the latter,\" said Altaf Kassam, head of investment strategy for Europe, the Middle East and Africa at State Street Global Advisors. \"If you scrape the text of company earnings announcements, many are complaining.\"</p><p>IBM will report later Monday. Other companies due to provide updates this week include Johnson &amp; Johnson on Tuesday, Tesla on Wednesday and Twitter on Friday.</p><p>\"There's been a couple of pleasant surprises in earnings,\" said Faron Daugs, chief executive of Harrison Wallace Financial Group, of the latest earnings reports from financial companies.</p><p>Among other tech giants, Google parent Alphabet fell 2.5%. The company's shares split 20-for-1 after Friday's close. Microsoft lost 1%.</p><p>\"We believe growth is performing a floor here, and this would be mostly the technology sector, but even broader than that,\" said Ivana Delevska, founder and chief executive of SPEAR Invest, a firm focused on industrial technology companies.</p><p>Fresh data from the National Association of Home Builders showed that an index of confidence among U.S. home builders fell 12 points to 55 in July. Economists surveyed by The Wall Street Journal expected a seventh consecutive monthly decline, but also a stronger reading.</p><p>The European Central Bank is expected to raise interest rates for the first time in 11 years at a meeting Thursday. The region's economy is feeling the effects of the war in Ukraine and an energy crisis more acutely than other economies. The Bank of Japan is expected to buck the trend among global central banks and keep rates unchanged on Thursday.</p><p>The Federal Reserve has signaled it will raise interest rates by 0.75 percentage point for the second time in a row later this month.</p><p>\"I don't see this volatility ending until the Fed at least takes its foot off the brake,\" said Mr. Sosnick, of Interactive Broker.</p><p>Commodity prices rebounded following a stretch of weakness. Brent crude, the international oil benchmark, rose 5.1% to $106.27 a barrel. Copper prices in London climbed 2.6% to $7,362 a metric ton. Gold prices advanced 0.6%.</p><p>In bond markets, the yield on the benchmark 10-year U.S. Treasury note rose to 2.959% from 2.929% on Friday. Bond yields and prices move in opposite directions.</p><p>Overseas, global markets were higher across the board. In Europe, the pan-continental Stoxx Europe 600 finished up 0.9%. In Hong Kong, the Hang Seng Index jumped 2.7% while in mainland China, the Shanghai Composite Index rose 1.6%. Markets in Japan were closed for a holiday.</p><p>Write to Pia Singh at Pia.Singh@wsj.com and Will Horner at william.horner@wsj.com</p><p>Stocks Lose Ground as Banks Give Quarterly Updates</p>",
  "published": "2022-07-18T20:07:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 524,
          "end": 529
        },
        {
          "start": 529,
          "end": 534
        }
      ]
    }
  ]
}