{
  "_id": "3443f4ae72eb8a79c5351d93df828757e85ecd6671a7f35fd470511e59170776",
  "feed": "market-watch",
  "title": "10 top hybrids for less than $30,000; How does 60 mpg on the highway sound?",
  "text": "<p>Starting price: $29,075</p><p>Fuel economy: 40 mpg combined (41 city/38 hwy)</p><p>The Toyota TM RAV4 Hybrid includes standard all-wheel drive and a roomy cabin with seating for five people. This SUV has a comfortable interior and lots of space for cargo with 37.5 cubic feet behind the rear seats and 69.8 cubic feet if you fold those seats down.</p><p>2. 2022 Hyundai Tucson Hybrid Blue</p><p>Starting price: $29,750</p><p>Fuel economy: 38 mpg combined (38 city/38 hwy)</p><p>The Hyundai KR:005380 Tucson Hybrid is all-new this year with a beautifully appointed interior featuring quality materials and comfortable seats. It has a responsive powertrain and it also gets great safety scores. There is plenty of room for cargo and people, and the Tucson offers a well-mannered ride and composed handling.</p><p>Also see: Why a plug-in hybrid might be your best choice</p><p>3. 2022 Toyota Camry Hybrid LE</p><p>Starting price: $27,480</p><p>Fuel economy: 52 mpg combined (51 city/53 hwy)</p><p>The 2022 Toyota Camry Hybrid delivers fuel economy as good as 51 mpg in the city and 53 mpg on the highway in the LE model. This is also the most affordable Camry Hybrid, although you can get into the SE or SE Nightshade and stay under the $30,000 ceiling. Whichever trim level you choose, the Camry Hybrid has a spacious, comfortable interior and plenty of trunk space for your family's gear.</p><p>Read: What is EV, BEV, HEV, PHEV? Here's your guide to types of electric cars</p><p>4. 2022 Toyota Prius L Eco</p><p>Starting price: $24,625</p><p>Fuel economy: 56 combined (58 city/53 hwy)</p><p>The 2022 Toyota Prius L Eco offers impressive fuel economy with a roomy interior. Its hatchback design makes it versatile when it comes time to stow cargo with 27.4 cubic feet behind the rear seats. There's also good standard features including a 7-inch infotainment touchscreen, Apple AAPL CarPlay, and Android Auto.</p><p>5. 2022 Honda Accord Hybrid</p><p>Starting price: $27,320</p><p>Fuel economy: 47 mpg combined (48 city/47 hwy)</p><p>The 2022 Honda HMC Accord Hybrid is a roomy sedan with seating for five. It's available only with front-wheel drive and power coming from a responsive 2.0-liter 4-cylinder engine, for 212 total system horsepower. It delivers a smooth ride even over rough pavement with minimal road and wind noise.</p><p>6. 2022 Hyundai Sonata Hybrid Blue</p><p>Starting price: $27,350</p><p>Fuel economy: 52 mpg combined (50 city/54 hwy)</p><p>The Hyundai Sonata Hybrid Blue is the base trim of the lineup and it gets the best fuel economy of the lot. This front-wheel-drive sedan uses a 2.0-liter 4-cylinder engine. With its motor and battery pack this hybrid delivers 192 total system horsepower, making it one of the more responsive hybrids you can buy.</p><p>Don't miss: How much more gas is costing for every type of vehicle — see how yours stacks up</p><p>7. 2022 Hyundai Elantra Hybrid Blue</p><p>Starting price: $24,100</p><p>Fuel economy: 54 mpg combined (53 city/56 hwy)</p><p>The Hyundai Elantra Hybrid Blue comes with a low starting price and great fuel economy. It has a surprisingly attractive interior for the price, with an 8-inch infotainment touchscreen and dual-zone automatic climate control as standard equipment. This front-wheel-drive sedan also delivers a smooth ride, even over rough roads.</p><p>8. 2022 Toyota Corolla Hybrid</p><p>Starting price: $23,750</p><p>Fuel economy: 52 mpg combined (53 city/52 hwy)</p><p>The Toyota Corolla Hybrid is a compact sedan with an attractive and comfortable cabin. It has a responsive hybrid powertrain with good handling. This compact sedan features quality materials throughout the interior with standard Apple CarPlay and Android Auto to keep everyone connected.</p><p>9. 2022 Hyundai Ioniq Blue</p><p>Starting price: $23,600</p><p>Fuel economy: 59 mpg combined (58 city/60 hwy)</p><p>The Hyundai Ioniq Blue is the base trim of the lineup. It's the most affordable with the best fuel economy, making it a great value. This front-wheel-drive hatchback seats five in a well-equipped interior with standard wireless Apple CarPlay and Android Auto and dual-zone automatic climate control.</p><p>Check out: 7 off-the-radar places worth stopping on a California road trip</p><p>10. 2022 Ford Escape Hybrid</p><p>Starting price: $29,920</p><p>Fuel economy: 41 mpg combined (44 city/37 hwy)</p><p>The Ford F Escape Hybrid offers good fuel economy with a roomy interior. It has seating for five people with a choice of front- or all-wheel drive and a responsive powertrain. The ride is compliant with crisp handling. In addition, the Escape Hybrid has an intuitive infotainment system.</p><p>This story originally ran on KBB.com .</p><p>10 top hybrids for less than $30,000</p>",
  "published": "2022-05-03T09:03:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 3872,
          "end": 3877
        },
        {
          "start": 1780,
          "end": 1784
        },
        {
          "start": 1774,
          "end": 1779
        },
        {
          "start": 3487,
          "end": 3492
        }
      ]
    }
  ]
}