{
  "_id": "2ebfeb58030c5ee503e6d8a28642559b431e5817a12328939a82ccae6b84c663",
  "feed": "wall-street-journal",
  "title": "Meta's Reverse Darkens Mark Zuckerberg's Dream; Facebook parent can't sell the vision if it continues to lose its reality",
  "text": "<p>Wall Street, already spooked by competitors' disappointing prints over the past week, compounded the stock's 60%-plus loss this year, sending the shares down another 19% after hours. At issue, of course, has been the continuing pullback in ad spending industrywide, triggered by an economic slowdown that might only get worse. Meanwhile, Apple's tracking changes have made it harder for everyone to demonstrate returns on the investment that advertisers are still willing to make.</p><p>But investors seem especially concerned about weakening margins, the result of both slowing revenue and significant expenses. At just 20%, Meta's third-quarter operating margin was its lowest since the second quarter of 2012—a period of losses affected by initial public offering costs. Meta can blame its sizable investments in the metaverse, but it is worth noting that margins in its core business have also been contracting steadily, falling 20 percentage points over the past eight quarters to just 34%.</p><p>Facing increased competition for users' time, Meta is having to sell itself again, reinventing its core social-media offerings at the same time it is trying to invest in the next thing. Marketing and sales as a percentage of revenue was the highest in the third quarter that it has been in at least the past two years.</p><p>Worryingly, those investments might not be paying off where it counts. In its most lucrative regions, Facebook's daily active users have stagnated, down over the past two years in Europe and growing by just one million in the U.S. and Canada over that period. Mr. Zuckerberg's proclamations Wednesday that the number of people on Meta's family of services each day is the highest it has ever been and that Instagram has more than two billion monthly active users did little to divert attention from those harsh trends.</p><p>Meta's costly seeds aren't yet blooming, and adversity keeps threatening at each turn. The company said Wednesday it is incurring a $500 million quarterly revenue headwind as it shifts its monetization focus to Reels, its answer to TikTok. Meanwhile, internal company documents viewed by The Wall Street Journal show Instagram users are cumulatively spending less than 18 million hours a day watching the short-form video platform to the nearly 200 million hours TikTok users spend each day on that platform.</p><p>Engagement comparisons such as these have been a thorn in Meta's side over the past few quarters and might be difficult to vanquish even once the broader ad environment improves. As an earnings preview from AB Bernstein earlier this month noted, the bear case \"that there is an expiration date to social media\" never goes away; rather it \"hibernates,\" ready to wake up and yell every so often.</p><p>Right now, it is especially loud. Over the summer, Instagram faced a backlash from two of its most valuable creators in Kylie Jenner and Kim Kardashian, taking issue with its new TikTok-like direction and calling for the app to return to its photographic roots. And in August, the competing photo-based app BeReal became the top downloaded free iPhone app. A New York Times report that month likened BeReal to \"a bit of a throwback\"—kind of like the old Facebook status.</p><p>Meta needs to nail the present to move into the future even as the world is taking a step back.</p><p>More threatening than any single one of these setbacks to Meta is what they collectively say about where the world is at right now relative to where the company wants to take it.</p><p>Write to Laura Forman at laura.forman@wsj.com</p><p>Meta's Reverse Darkens Mark Zuckerberg's Dream</p>",
  "published": "2022-10-26T22:53:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 338,
          "end": 343
        }
      ]
    }
  ]
}