{
  "_id": "81fb266a5458c5703cc142d61fcdd6f54718889b278c7aba6ac16b67a3fa0081",
  "feed": "wall-street-journal",
  "title": "Snapchat Parent Launches Monthly Subscription Plan; Snapchat+ will cost $3.99 a month and give users access to exclusive features",
  "text": "<p>\"We're looking forward to learning about the appetite for Snapchat+ from this initial start as we explore these new monetization opportunities,\" the company said.</p><p>The launch comes after Twitter Inc. and Meta Platforms Inc.'s Facebook have launched similar subscription plans in recent years to make money off their most passionate users by offering extra features.</p><p>Snapchat operates an ephemeral-messaging platform with more than 300 million daily active users, who can exchange photos and bite-sized videos with others.</p><p>Like other social-media companies, it is grappling with a number of issues such as Apple Inc.'s privacy policy changes that makes it more challenging to sell targeted advertising and the war in Ukraine, which caused some advertisers to temporarily pause their campaigns.</p><p>Although in early stages, branching out into new revenue streams could reduce the company's reliance on advertising.</p><p>It also comes after Snap issued a warning last month that its second-quarter revenue and profit would be lower than earlier projections because of macroeconomic headwinds, which Wall Street has seen as an ominous sign for the digital ad market. The company also said it would slow hiring and spending.</p><p>Snap at the time said that second-quarter revenue growth would fall short of the 20% to 25% projection issued in April. It also said its adjusted operating earnings would miss its forecast.</p><p>Shares fell more than 40% following the warning in May. They were recently trading around $13.75, down more than 70% in the year to date.</p><p>Snapchat+ will be available at launch in the U.S., Canada, U.K., France, Germany, Australia, New Zealand, Saudi Arabia and the United Arab Emirates and will expand to more countries over time.</p><p>Twitter's subscription service, called Twitter Blue, offers subscribers paying $2.99 a month features such as the ability to undo a tweet or customize the Twitter app icon on their mobile device. Tesla Inc. Chief Executive Elon Musk, who has agreed to buy Twitter for $44 billion, has offered his own suggestionsfor the service, including banning ads for users, lowering the subscription price and giving subscribers an authentication check mark.</p><p>Snapchat Parent Launches Monthly Subscription Plan</p>",
  "published": "2022-06-29T18:47:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 604,
          "end": 614
        },
        {
          "start": 604,
          "end": 613
        },
        {
          "start": 604,
          "end": 609
        }
      ]
    }
  ]
}