{
  "_id": "94c64e0a841f7145eb25a7b19ee1206ee17ec293f1b4ea0f3f7be4155b868032",
  "feed": "market-watch",
  "title": "Don't have $13 million? The lifetime estate- and gift-tax exemptions for 2023 still matter to you. The concepts behind estate planning are important for people at every income level",
  "text": "<p>While most IRS changes affect millions of Americans as they file their annual tax returns, estate and gift taxes are affecting fewer and fewer people as the limits climb. The number of people who filed an estate-tax return dropped 60% from 2010 to 2019, according to the IRS, with the most returns coming from California. In 2020, the IRS logged only 1,275 taxable-estate returns.</p><p>Gifts below the annual gift-tax exclusion don't have to be reported (gifts above the limit go on Form 709), so it's not clear how many people make such gifts. But at its most basic, this kind of giving is as common as a birthday check from Grandma — only some checks are bigger than others.</p><p>And although changes to the estate- and gift-tax limits may not affect the majority of Americans directly, the concepts behind estate planning are important for people at every income level.</p><p>For those with less than $13 million</p><p>Those close to the threshold for paying estate taxes should be aware that the current limits expire at the end of 2025 and will revert to a number around half of what it will be in 2023. But that amount could change at any point if Congress enacts new legislation — and depending on which political party makes the changes, the amounts could either go up or down.</p><p>See: This easy, free iPhone hack could be the most important estate planning move you make</p><p>\"Our advice to clients with around $10 million is to give away the difference between the $10 million and what you think the new amount will be, if you might die after 2026,\" says David Peterson, head of wealth planning at Fidelity.</p><p>Those with smaller estates also need to be mindful of state estate-tax and inheritance rules. There are 17 states, as well as the District of Columbia, that have some form of tax on estates, some as low as $1 million.</p><p>Get joy out of giving while you're alive</p><p>The annual gift-giving exclusion has always been a popular way to transfer wealth to the next generation. The amount allowed has gone up in recent years: After holding at $15,000 from 2018 to 2021, it rose to $16,000 in 2022 and will be $17,000 in 2023. Money paid directly to cover medical bills or to educational institutions doesn't count toward the annual gift amount.</p><p>\"The great thing about that particular mechanism is that you can give away money to as many people as you want,\" says Peterson.</p><p>So a couple with two children and four grandchildren could give each of those descendants $34,000, for a total of $204,000 in 2023. Or a set of grandparents could contribute up to $170,000 to a 529 college savings plan, which allows you to make five years' worth of contributions at once, says Dave Jones, head of estate planning at Bailard, a wealth-planning firm based in San Francisco.</p><p>This strategy has an added benefit in 2023, because starting that year, money from grandparent-owned 529s will no longer count as a child's income on the Free Application for Federal Student Aid (FAFSA) and thus should not affect the cost of college.</p><p>But the biggest benefit to gifting during your lifetime? Joy.</p><p>\"A lot of people choose to see the joy those gifts bring. It gives families a lot of satisfaction,\" says Peterson.</p><p>A reminder for everyone to plan</p><p>Even though the IRS probably didn't time its announcement to fall duringNational Estate Planning Awareness Week, it's fitting nonetheless. People of all income levels need to do some form of estate planning, whether or not they think they have any assets worth calling an \"estate.\"</p><p>At the very least, most adults should have a power of attorney and a healthcare directive. \"Those documents are about the people involved. You're naming individuals who can facilitate your decisions if you can't,\" says Jones.</p><p>He suggests preparing those documents whatever way you can, even if you use an online resource to do it rather than an attorney.</p><p>Another easy-to-execute — but easily overlooked — task is to assign beneficiaries to all your financial accounts, like your life insurance, bank accounts and retirement accounts, and to keep them updated. This doesn't cost you anything and could save your survivors time, money and heartache.</p><p>\"It happens all the time where the beneficiaries aren't named. Sometimes these are the largest assets outside of the home,\" says Jones.</p><p>If you can handle a bit more homework, then make sure you have a proper will and possibly a trust. Even though a third of people don't think they have enough assets to merit a trust, according to Caring.com, there are reasons other than the size of your estate to consider it. Making sure your wishes are clear is one; avoiding the headache and invasion of privacy of state-administered probate is another.</p><p>\"Most people might not be aware of whether probate is an issue or not in their state. If it is, probate is time-consuming and expensive, and so a trust is almost as important as a will,\" says Jones.</p><p>Related: IRS sets new 401(k) limits — investors can save a lot more money in 2023</p><p>Don't have $13 million? The lifetime estate- and gift-tax exemptions for 2023 still matter to you.</p>",
  "published": "2022-10-22T14:51:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": []
    }
  ]
}