{
  "_id": "b9f06ba3965fd3898d9af2cb1bb35f3d6f96e10083b9a7b3a3c0b3dd4ce06bc9",
  "feed": "wall-street-journal",
  "title": "A Violent Stalemate Sets In as Battle Lines Harden in Ukraine's East; Russia's troops have been exhausted by grinding offensives and Ukrainian resistance, but despite a promised counterblow in the south, neither side is able to advance",
  "text": "<p>\"We're at the point where Russia can no longer advance, and we can't advance yet,\" Maj. Bereza said at a command post of the Dnipro-1 battalion of Ukraine's National Guard on the outskirts of Slovyansk.</p><p>The war in Ukraine's east has reached a new phase: a violent stalemate. Russia's troops have been exhausted by grinding offensives and Ukrainian resistance, bolstered in recent weeks by long-range rocket launchers provided by the U.S. The Ukrainians aim to stymie the Russians in the east and probe in the south in search of a breakthrough.</p><p>Russian President Vladimir Putin set the conquest of Ukraine's eastern Donetsk and Luhansk regions as a central goal of his invasion. His forces captured Lysychansk and Severodonetsk in late June, securing most of Luhansk. Ukrainian and Western officials warned that Slovyansk, a major transport hub in Donetsk that was briefly occupied by Russian irregulars in 2014, would be next.</p><p>But two months on, Russia has hardly advanced, and the city with a prewar population of 110,000 stands largely deserted but unbowed. Weary-looking Ukrainian servicemen on breaks from the front line just 5 miles away fill the two cafes still operating, stop for haircuts at its barber shop and take advantage of cellphone connection to call relatives. Shelling rings out in the distance.</p><p>\"We used to come here once a week if we were lucky,\" said a soldier from Vinnytsia in central Ukraine, smoking near the main square with members of his unit on a recent sunny afternoon. \"Now we come more often, to check the news and take a couple hours off.\"</p><p>A telegraphed Ukrainian offensive in the south prompted Moscow to move thousands of troops there from the east.</p><p>Long-range Himars rocket systems supplied by the U.S. have allowed Ukraine to strike ammunition depots and command posts deep in the rear, complicating Russia's resupply effort and limiting its ability to concentrate devastating artillery on Ukrainian defensive lines.</p><p>SHARE YOUR THOUGHTS</p><p>How do you think the next phase of the war in Ukraine will play out? Join the conversation below.</p><p>\"The war right now is in a transitional phase where Russian forces have lost much of the momentum they previously had and the battlefield appears relatively static,\" said Michael Kofman, an expert on the Russian military at CNA, a defense-research organization in Arlington, Va.</p><p>The U.S. on Wednesday promised a new military aid package totaling nearly $3 billion, but it didn't include equipment such as tanks and armored fighting vehicles that Ukraine would need to mount a mechanized advance.</p><p>\"That it's become quieter here is a good thing,\" said Maj. Bereza, a former lawmaker and veteran of earlier battles against Russian proxy forces since 2014. \"But without offensive arms we can't do anything.\"</p><p>Inside a bunker close to Russian lines, the 52-year-old monitors the battlefield on a set of screens that link to his iPad and relay images from cameras installed at his battalion's positions. To his left is an annotated wall map titled Plan for the Defense of Slovyansk. Across the room, a computer processes intercepted Russian communications and feeds them to his troops.</p><p>The Dnipro-1 battalion under Mr. Bereza's command is focusing its energies on entrenching around Slovyansk, Bakhmut and other settlements in Russia's sights.</p><p>\"The deeper we dig, the higher our likelihood of staying alive,\" said a Dnipro-1 soldier overseeing fortification efforts between Slovyansk and Bakhmut. He tours a labyrinth of trenches that are dug deep into the earth and include rudimentary living quarters complete with shelves holding coffee jars, tinned food and religious icons.</p><p>Dnipro-1 soldiers say Russia maintains superiority in firepower and is still capable of dropping tons of shells a day just on Ukrainian positions around Slovyansk.</p><p>\"The situation has become easier but we can't forget this is a very fragile balance,\" said Capt. Serhiy Ivashenko.</p><p>During Ukraine's fight for Rubizhne to the northeast, Capt. Ivashenko says, Russian forces were firing 100 artillery shells for every five discharged by his platoon. \"We weren't even able to poke our heads out of the trenches,\" he said.</p><p>The Russian tactic of relentless artillery barrages means the Ukrainians don't even see the enemy, he said.</p><p>\"They stand at the maximum range that their artillery allows, scorch through 10 kilometers of earth, then move forward 10 and scorch the next 10,\" he said. \"They fire shells that simply destroy every living thing and every fortification, and it's thanks to them that they move forward.\"</p><p>In a message on Ukraine's Independence Day on Wednesday, President Volodymyr Zelensky repeated a pledge to liberate parts of Ukraine taken by Russian forces, including eastern Ukraine and Crimea.</p><p>\"If there is going to be another chapter or phase in this war, it's likely to be driven by Ukrainian actions more so than Russian ones,\" said Mr. Kofman. \"The main question is what Ukraine is going to do next.\"</p><p>In the absence of a clear answer, an uneasy equilibrium prevails in Ukraine's east.</p><p>At one of Dnipro-1's bases north of Slovyansk, black ribbons tied to a metal pole commemorate comrades who have fallen in battle. In the past month and a half, Capt. Ivashenko says, three members of his unit have died.</p><p>Local residents are also feeling the toll. Natalia Tarasenko, a resident of nearby Kramatorsk, buried her husband, Vladyslav, last week at a cemetery outside the city where fresh plaques list the names of other fallen soldiers.</p><p>Mr. Tarasenko was working at a metal factory when he was called up to join Ukraine's 81st Airmobile Brigade in late June. He died on Aug. 8 under a hail of Russian artillery near Bohorodychne, north of Slovyansk.</p><p>\"They say the war has lessened,\" Ms. Tarasenko said after she had laid a jar of her husband's favorite coffee and flowers by his grave. \"He is evidence that it hasn't.\"</p><p>Write to Matthew Luxmoore at Matthew.Luxmoore@wsj.com</p><p>A Violent Stalemate Sets In as Battle Lines Harden in Ukraine's East</p>",
  "published": "2022-08-27T11:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [],
      "weightsV2": {
        "weight": 1.0,
        "baseWeight": 0.0,
        "expansionWeight": 1.0,
        "ontologyWeight": 0.0,
        "tagPositionWeight": 0.0,
        "titleWeight": 0.0
      },
      "typeRank": 1
    }
  ]
}