{
  "_id": "96a006369900606511d1b525990063b8d56d3d953180c5aae7523bffc1def1a0",
  "feed": "wall-street-journal",
  "title": "China's Threat to Taiwan Semiconductors; Why aren't American asset managers paying attention to the risks from an invasion of the island?",
  "text": "<p>Xi Jinping's all-but-certain installation for a third term as leader of the Chinese Communist Party marks an important milestone in the party's progress toward annexing Taiwan. That creates significant risks for U.S. investors—many of which have been overlooked.</p><p>Mr. Xi has unambiguously stated that reacquiring Taiwan is a pillar of his national rejuvenation platform and a vital national objective. It's also critical to his personal legacy. Mr. Xi's ambitions have been checked by his need to secure a third term, as he likely feared international backlash that could threaten his grip on power. After this month, his calculus may change. Taiwan's annexation could allow him to assert dominance and divert attention away from China's domestic problems. Mr. Xi may be disinclined to wait, given the risk of a more assertive president in Taipei in May 2024 or Washington in January 2025. Beijing's recent rhetoric has been consistent with this hypothesis.</p><p>Taiwan's primary defense is its economic influence, not its military. The country's dominant position in the semiconductor industry—what President Tsai Ing-wen calls Taiwan's \"silicon shield\"—serves as a useful protection against Chinese aggression. The Taiwan Semiconductor Manufacturing Co. produces more than half of the world's advanced semiconductors and 90% of the most advanced chips. TSMC is the exclusive producer of the most advanced semiconductors that power Apple's iPhones, AMD's advanced CPUs and Qualcomm's snapdragon chip used in many Android phones.</p><p>If China were to invade Taiwan, TSMC's lights would likely go out. \"If you take a military force or invasion, you will render the TSMC factory inoperable,\" TSMC chairman Mark Liu told CNN in July. A material disruption to the industry would send shock waves across global supply chains, rendering manufacturers unable to make everyday products.</p><p>Though financial analysts and think-tank experts have suggested this could deter China from invading Taiwan, there are other ways for Beijing to achieve its aims without jeopardizing TSMC's capabilities. A naval blockade, for example, could bully Taiwan's leadership into surrendering without Chinese troops setting foot on the island.</p><p>No matter how it is achieved, the annexation of Taiwan would spell disaster for U.S. interests. If TSMC can't produce chips, the global economy will tank. If TSMC is still able to produce chips but China dictates the terms of access, companies that rely on TSMC and other Taiwanese semiconductor companies will be left at the mercy of Beijing's demands.</p><p>The U.S. has already experienced the pain of such scarcity. A chip shortage in 2021 cost the auto industry an estimated $210 billion in revenue. A recent study estimates that a one-year disruption in the production of semiconductors in Taiwan would lead to a $490 billion drop in revenue for electronic-device makers, not counting fallout for sectors that aren't directly reliant on semiconductors.</p><p>U.S. semiconductor stocks may offer a reasonable hedge for investors, but only if the companies are sufficiently prepared. U.S. companies should invest in semiconductor technology now to meet the demand that's expected to grow 80% by 2030. If China annexes Taiwan, U.S. manufacturers could seize on a market dislocation by increasing domestic production while chip prices soar. Though America's semiconductor industry isn't as advanced as Taiwan's, increased investments could change that. And if China bides its time until the U.S. Navy retires more ships as part of its \"divest to invest\" strategy in the coming years, that will afford U.S. manufacturers even greater flexibility to prepare.</p><p>If such investments aren't made and China annexes Taiwan, U.S. semiconductor firms will face pain in the market and punishment from plaintiffs' lawyers for failing to act on a known material risk factor.</p><p>The better prepared U.S. semiconductor companies are to fill the supply gap created by Chinese annexation of Taiwan, the more reluctant China may be to follow through on its plans. Mr. Xi's motivations aren't principally economic, but a rational leader weighs costs and benefits before taking action.</p><p>Yet amid rising tensions, the world's largest asset managers, many of which regularly warn U.S. portfolio companies about risks relating to climate change and board diversity, are conspicuously silent about Taiwan-related risks. The most notable example is BlackRock, whose website raves about the importance of Chinese investments with little mention of Taiwan. In July the firm told investors that \"geopolitical events typically have a modest and short-lived impact on markets and economies\" and that \"we do not see a military confrontation [between China and Taiwan] as imminent.\" This came even as China announced military exercises in response to House Speaker Nancy Pelosi's trip to Taiwan.</p><p>BlackRock's behavior is unsurprising and may itself be part of China's long-term strategy of influencing U.S. companies to advance its geopolitical goals. BlackRock has been eyeing the lucrative Chinese asset-management market for years. In 2019 CEO Larry Fink described China as \"one of the largest future growth opportunities for BlackRock\" and said the firm is \"focused on building an onshore presence.\"</p><p>But access doesn't come cheap. Following Mr. Fink's comments, BlackRock lobbied the U.S. government for policies favorable to China, such as lower tariffs. In August 2020, BlackRock became the first foreign company to win preliminary approval to offer mutual funds in China. In summer 2021, at the height of the selloff in Chinese stocks, China's securities regulator summoned BlackRock executives to a meeting, after which BlackRock urged investors to triple their assets allocated to Chinese companies. Two weeks later, BlackRock launched its Chinese mutual funds. BlackRock would endanger its business if it alienated the Chinese government by openly warning U.S. investors and companies about Taiwan-related risks.</p><p>The effect of these admonitions is subtle but real. BlackRock is the second-largest shareholder of Intel, one of America's largest and most advanced semiconductor companies. BlackRock includes Intel in its \"Climate Focus Universe\"—a selection of companies that BlackRock has targeted to demand \"climate adaptation strategies\" and \"rigorous GHG [greenhouse-gas] emissions reduction targets.\" This campaign has proved fruitful: Intel regularly touts its sustainability efforts, including committing to net-zero emissions by 2040, but it says little about the company-specific risks and opportunities posed by Taiwan's potential annexation.</p><p>BlackRock's silence demands a market response. While the consequences of China's annexation of Taiwan would go far beyond stocks or the economy, market actors can make a difference. U.S. semiconductor companies and their investors can protect against Taiwan-related risks now by investing in a silicon shield of their own.</p><p>Mr. Ramaswamy is executive chairman of Strive Asset Management, which holds semiconductor companies through its new U.S. Semiconductor ETF, SHOC. Mr. Pompeo served as director of the Central Intelligence Agency (2017-18) and secretary of state (2018-21).</p><p>China's Threat to Taiwan Semiconductors</p>",
  "published": "2022-10-10T17:28:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1427,
          "end": 1432
        }
      ],
      "nexusId": "10022657"
    }
  ]
}