{
  "_id": "55a068849e4870392f45d32fc297db8a99c759fb01c6041a6509419d389a8221",
  "feed": "market-watch",
  "title": "How can you prepare for a recession if you're struggling to pay for rent, food and utilities? Follow these steps. If you're stressed about finances, you're not alone. But there are small ways even low- to moderate-income people can protect themselves",
  "text": "<p>That might seem like a terrifying prospect for people struggling to cope with higher rents, increased food costs, and wages that can't keep up. Already, 65% of employed consumers were living paycheck to paycheck in September, up 5 percentage points from a year ago, according to research findings from LendingClub and PYMNTS released Monday.</p><p>\"When things are not going well financially, it feels embarrassing and shameful,\" said Terri Friedline, an associate professor of social work at the University of Michigan. \"Many, many people have financial difficulties, have struggled to pay their bills, or have over-drafted their accounts.\"</p><p>\"Debt is a pretty common experience in the United States under capitalism,\" she added. \"So hopefully there's a collective group of people that you can trust to feel like you're having a shared experience and that you don't have to go it alone.\"</p><p>The pandemic also offered lessons in the benefits of mutual aid and the safety net provided by one's community. Grassroots groups stepped up earlier in the pandemic to help communities of color in Chicago address food insecurity, fight evictions in New York City, and offer financial assistance in  Philadelphia. </p><p>While some pandemic-era mutual-aid groups have wound down, it may be wise for people to try and look for help close to home — even if just to feel less isolated.</p><p>It's not all doom and gloom, of course. Unemployment remains low — 3.5% in September — and President Joe Biden has said that if a recession occurs, he anticipates it will be \"very slight.\" Still, the jury is out on whether an impending recession in the U.S. would prove to be short and mild or more severe.</p><p>If things do take a turn for the worse, however, there are a few steps financially stressed people can take to save a bit more, get help, and avoid falling prey to the sorts of financial mistakes that could cost them for years.</p><p>People are struggling to pay for necessities, credit-card debt is rising, and consumers are dipping into their savings. Gaining control over one's finances in such tight circumstances can feel impossible, but even the smallest steps can be worth taking, experts say.</p><p>Chip away at debt</p><p>Pay down debt wherever possible, according to Bruce McClary, a spokesperson for the National Foundation for Credit Counseling, a nonprofit organization. Though consumers are increasing their reliance on credit cards right now to cope with higher prices, that kind of debt is also becoming more expensive: The average credit-card interest rate was at 18.9% last week, and is likely to grow further, according to Bankrate's CreditCards.com. </p><p>\"Debt, especially high-interest-rate debt, becomes an even bigger issue when times get tough — when your hours are reduced at work, when you're laid off, when there are other financial shocks experienced from a potential recession or some other economic setback,\" McClary said.</p><p>For people with multiple credit cards and stretched budgets, focus on the card with the highest interest rate — information that can typically be found on a monthly bank statement.</p><p>Fine-tune your spending</p><p>Now is also a good time for consumers to start tracking their household spending, if they aren't doing so already, McClary said. That kind of awareness, while potentially daunting, allows people to react quickly to any changes in their income and consider where they can find savings. A person might subscribe to several streaming services like Netflix NFLX, Apple TV+ AAPL or Disney Plus DIS that carry similar content, for example, or pay a monthly fee for something they're not using much anymore.</p><p>\"It shouldn't be about self-deprivation,\" McClary said. \"This is more about self-preservation. You can keep some fun things in your budget for mental health and well-being, and you should, but you can find opportunities to fine-tune some of that spending.\"</p><p>Curb impulse buys</p><p>With that said, people should still think hard about what's worth their money and try to limit opportunities for impulse shopping — given that they're often being sold a product on TikTok or Instagram. A Bankrate survey from July pointed to the consequences of that: while nearly half of social-media users said they'd made an impulse purchase of a product they saw on a social-media platform, 64% said they wished they'd resisted at least one of those items.</p><p>Consumers may want to adopt a \"cooling-off\" period before they make a purchase to cut back on unnecessary spending, McClary said. Tools that make impulse purchases more attractive — such as installment services like buy now, pay later — should be approached with caution, or avoided altogether by people on tight budgets.</p><p>For shoppers who do most of their spending in cash, keeping track of spending is just as important, said Scott M. Kahan, president and senior financial planner at Financial Asset Management Corporation, a fee-only financial planning and investment management firm.</p><p>\"If you're taking cash out of the ATM and using that money, more often than not people don't know where that cash is going,\" Kahan said. \"We used to tell people — and still do sometimes — that when you spend a lot of cash, carry a little piece of paper or a little notebook with you and a pen, or do it on your cellphone.\"</p><p>\"Just track where you're spending your cash,\" he added.</p><p>Build your emergency savings</p><p>Once someone has an idea of their spending habits and is working toward paying down their debts, they might also want to start stashing away a bit of money in the bank every month, even if it's small, to create an emergency fund. Generally, the recommendation is to build up three to six months of emergency expenses, but that's not realistic for some people.</p><p>\"I usually say, 'Pick something that's really important to have to be able to make every month,'\" said J. Michael Collins, a professor of personal finance in the School of Human Ecology at the University of Wisconsin-Madison. \"Maybe that's your rent or your mortgage. Try to at least have that much saved, and keep it somewhere where it's safe but liquid, where you can get to it in an emergency if you need it.\"</p><p>People should also try to make sure that savings are in banks or institutions that don't have overdraft fees or other charges that could deplete their few assets, said Odette Williamson, a staff attorney at the National Consumer Law Center.</p><p>Talk to your landlord about rent</p><p>One really important reason to try and have money tucked away for housing: Rents have increased since last year, and by a significant amount in some markets.</p><p>Spending more than 50% of one's income on rent — a reality for 24% of renter households that disproportionately affects families of color and low-income families — is associated with higher eviction rates and increased financial precarity, according to the Pew Charitable Trusts.</p><p>Once evicted, families might lose their possessions, face negative impacts on their mental health and job performance, and gain a black mark on their rental history that can make it more difficult to find housing, according to the Eviction Lab at Princeton University.</p><p>Households struggling with housing payments should talk to their landlords about finding a compromise, if possible.</p><p>At the onset of the pandemic, the Louisiana Fair Housing Action Center and Southeast Louisiana Legal Services created a script for tenants looking to start a dialogue with their landlord about rent specifically relating to the virus' economic impacts.</p><p>The Department of Housing and Urban Development recommended reaching out to landlords about financial troubles as soon as possible. Though the circumstances behind potential missed payments might have changed, the benefits of communication could still be there.</p><p>Low-income renters can also search for their nearest legal-aid office here if they have legal questions about an eviction case they're facing.</p><p>Avoid these traps</p><p>It pays to know what might be predatory or a waste of money. Scammers take advantage of struggling people in tough times, so consumers should be wary of spending money on services that they actually can access for little to no cost.</p><p>\"There are companies out there that will charge you a fee and consolidate all your debt,\" Kahan said. \"Many times, you can work with groups that will do this for free.\"</p><p>The Biden administration's federal student-loan forgiveness program, which may wipe out up to $10,000 of a borrower's debt if they made less than $125,000 a year in 2020 or 2021, or up to $20,000 if a borrower has received a Pell grant, also has a free online application. </p><p>The federal government has already warned of scams relating to this debt relief, but the Education Department only intends to contact people from email addresses including noreply@studentaid.gov, noreply@debtrelief.studentaid.gov, or ed.gov@public.govdelivery.com if it needs follow-up information to verify a borrower's eligibility or application.</p><p>Consumers should also be skeptical of services that promise to improve their financial wellbeing if they spend a bit of money — specifically, credit-repair companies and debt-settlement companies — and consider whether they're right for them, McClary said.</p><p>\"I'm not saying that the services offered by these companies are wrong for every situation — there certainly are some situations where people may benefit,\" McClary said. \"But you have to know what you're getting into first.\"</p><p>People should learn about the risks of \"old-school predatory lending\" too, Williamson added, including payday loans, auto-title lenders, and rent-to-own businesses. Payday lenders in particular tend to set up shop in communities of color, Williamson said, and are marketed as easy ways to get cash. Often, those loans come with high rates.</p><p>\"They have an established presence in the community, and in many ways, low-income consumers have to look past that to figure out whether there are other, more sustainable ways of getting a small-dollar loan,\" Williamson said.</p><p>When credit becomes more difficult to come by during a recession as lenders limit borrowing, people will be tempted to turn to exploitative products and worse terms because it seems like all that's available, Friedline said.</p><p>Credit-card issuers previously reduced credit limits during the COVID-19 pandemic and Great Recession, a move that can help them prevent losses from consumers unable to repay their debts, according to a June report from the Consumer Financial Protection Bureau. However, those reductions can significantly increase utilization, or consumers maxing out their cards, which can in turn lower credit scores and make it even harder to borrow.</p><p>\"Low-income folks are short on money, so you might know that you're being scammed, but what other options do you have?\" Friedline said.</p><p>Still, she said to watch out for promises of \"a new product that you haven't heard of before, that's kind of positioned as something that's going to really help you,\" like paycheck advances offered by an employer, which can come with fees and have concerned some consumer advocates. </p><p>Considering those vulnerabilities, Friedline added that policymakers could put in place more regulations and consumer protections, like state interest-rate caps on smaller loans. \"The exploitation that we think is likely to occur doesn't have to happen,\" she said.</p><p>Of course, not all forms of assistance are a scam. There are government programs that will help cover or lower utility bills, for instance. Consumers can sign up for email alerts from the Federal Trade Commission to stay up to date on money-saving tricks and money-taking tricksters alike.</p><p>People can contact the Consumer Financial Protection Bureau with any complaints about financial services, Friedline noted. The agency also has several guides for those looking to purchase a home, maintain financial health during emergencies and disasters, or plan for retirement.</p><p>Collins, of the University of Wisconsin-Madison, noted it helps to maintain an open dialogue with family members about financial circumstances. It's normal to feel stressed about one's budget, but it doesn't do any good to ignore the issues.</p><p>\"The more people can talk about these kinds of things, whether that's virtually or with friends and families or others — just to make it less of a taboo — that's important,\" Collins said.</p><p>How can you prepare for a recession if you're struggling to pay for rent, food and utilities? Follow these steps.</p>",
  "published": "2022-10-26T18:59:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 3456,
          "end": 3464
        },
        {
          "start": 3466,
          "end": 3470
        },
        {
          "start": 3456,
          "end": 3461
        }
      ]
    }
  ]
}