{
  "_id": "380eb3be1172d7d7ca77cd6fd62f2464c95cc641b13f844f655ef7d36ced3833",
  "feed": "market-watch",
  "title": "'People will die' vs. 'courageous and correct': Democrats and Republicans react to Roe v. Wade reversal; Nancy Pelosi, Mitch McConnell, Barack Obama and others respond to the Supreme Court overturning the constitutional right to abortion access",
  "text": "<p>According to an analysis by the Guttmacher Institute, which supports abortion access, 26 U.S. states are \"certain or likely\" to ban abortion now that Roe v. Wade has been overturned. Some states' \"trigger laws\" to immediately ban abortion have already gone into effect.</p><p>Current and former U.S. politicians reacted to the news from the court on Friday, including Senate Majority Leader Chuck Schumer, a New York Democrat.</p><p>\"Today is one of the darkest days our country has ever seen,\" Schumer said in a statement. \"Millions upon millions of American women are having their rights taken from them by five unelected Justices on the extremist MAGA court.\"</p><p>Senate Minority Leader Mitch McConnell, a Kentucky Republican, also released a statement following the news. \"The Supreme Court's landmark ruling is courageous and correct,\" McConnell said.</p><p>See also: Roe v. Wade overturned: When do abortion-ban trigger laws go into effect?</p><p>House Speaker Nancy Pelosi also responded sharply to the news.</p><p>\"Today, the Republican-controlled Supreme Court has achieved the GOP's dark and extreme goal of ripping away women's right to make their own reproductive health decisions,\" the California Democrat said in a statement. \"Because of Donald Trump, Mitch McConnell, the Republican Party and their supermajority on the Supreme Court, American women today have less freedom than their mothers.\"</p><p>House Minority Leader Kevin McCarthy, a Republican from California, applauded the decision, calling it a \"historic ruling, which will save countless innocent lives.\"</p><p>See also: U.S. 'democratic institutions and norms are more vulnerable than ever,' ex-military leaders warn</p><p>Former President Barack Obama, meanwhile, said the reversal of Roe attacked \"the essential freedoms of millions of Americans.\"</p><p>And Rep. Alexandria Ocasio-Cortez, the progressive New York Democrat, tweeted that \"people will die because of this decision.\"</p><p>\"Overturning Roe and outlawing abortions will never make them go away,\" she wrote. \"It only makes them more dangerous, especially for the poor + marginalized.\"</p><p>Several companies, including Amazon AMZN, Citigroup C, DoorDash DASH, Google GOOG, Levi Strauss LEVI, Mastercard MA, Microsoft MSFT, PayPal PYPL, Starbucks SBUX, Tesla TSLA and Yelp YELP, say they will help cover abortion travel costs for employees who are seeking care in states with abortion restrictions.</p><p>Prior to the ruling, polling showed a majority of Americans thought that Roe v. Wade should not be overturned. According to a January poll from CNN, 69% of Americans wanted to keep Roe intact, while just 30% wanted the ruling completely overturned.</p><p>In fact, polling on the issue has remained fairly consistent for more than 20 years. Since 1989, between 52% and 66% of U.S. adults have said they want Roe v. Wade to remain in place, according to polling conducted and compiled by Gallup.</p><p>'People will die' vs. 'courageous and correct': Democrats and Republicans react to Roe v. Wade reversal</p>",
  "published": "2022-06-24T17:37:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": []
    }
  ]
}