{
  "_id": "b4b1bccd1ebf46eac60d44fb716d17b6084c457df40f9b5d2f46902ba947535f",
  "feed": "ftcomall",
  "title": "Former Apple lawyer pleads guilty over insider trading scheme",
  "text": "<p>A former top lawyer at Apple responsible for enforcing insider trading policies has admitted to insider trading in a scheme that spanned five years.</p> <p>Gene Levoff, previously the co-chair of <a href=\"https://www.ft.com/stream/a39a4558-f562-4dca-8774-000246e6eebe\">Apple</a>'s disclosure committee, pleaded guilty in a federal court in New Jersey on Thursday to six criminal counts of security fraud relating to more than $14mn of trades he undertook between 2011 and 2016.</p> <p>Levoff, 48, was a director of corporate law at Apple from 2008 to 2013, and a senior director until his termination in 2018. <a href=\"https://www.ft.com/content/122e83e6-2fb3-11e9-8744-e7016697f225\">He was charged</a> by federal prosecutors in 2019.</p> <p>According to prosecutors, Levoff's position on the disclosure committee enabled him to get an early preview of Apple's quarterly profit statements before they were publicly disclosed.</p> <p>The justice department said Levoff was banned from trading during certain “blackout periods” when he held privileged information, but that he “ignored” the restrictions and “repeatedly executed trades based on material, nonpublic information without Apple's knowledge or authorisation”.</p> <p>Levoff admitted to trading on privileged information on multiple occasions. Altogether, he netted $604,000, both from profits realised and losses avoided. </p> <p>Each of the six <a href=\"https://www.ft.com/stream/fe8901c1-5461-41d7-9fec-f79d7d17a7da\">securities fraud</a> counts carries a penalty of up to 20 years in prison and a $5mn fine. Sentencing is scheduled for November 10.</p> <p>The Securities and Exchange Commission has also filed a civil case against Levoff. </p> <p>A lawyer for Levoff, Kevin Marino, declined to comment.</p> <p>“Gene Levoff betrayed the trust of one of the world's largest tech companies for his own financial gain,” said Vikas Khanna, the US attorney for New Jersey. </p> <p>“Despite being responsible for enforcing Apple's own ban on insider trading, Levoff used his position of trust to commit insider trading in order to line his own pockets.”</p> <p>Terence Reilly, FBI acting special agent, said Levoff had been “gaming the system” and was a “threat to the viability of our markets”.</p> <p>“The average American, whose retirement savings is invested in these companies, has every right to expect that rules are being followed, the game is being played fairly, and their nest egg is safe from profiteers who willingly sidestep the rules to improve their own financial future at the expense of others,” Reilly said.</p> <p>Apple did not respond to requests for comment.</p><p>Source: Patrick McGee in San Francisco 2022 'Former Apple lawyer pleads guilty over insider trading scheme' FT.com 30 June. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-06-30T23:50:00.287Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 2263,
          "end": 2268
        },
        {
          "start": 1673,
          "end": 1678
        },
        {
          "start": 23,
          "end": 28
        },
        {
          "start": 7,
          "end": 12
        },
        {
          "start": 1000,
          "end": 1005
        },
        {
          "start": 441,
          "end": 446
        },
        {
          "start": 677,
          "end": 682
        },
        {
          "start": 189,
          "end": 194
        }
      ]
    }
  ]
}