{
  "_id": "15a549a64392597fe8419742af7f5b184885910918e5afa0a7f83f8123ea6fc9",
  "feed": "wall-street-journal",
  "title": "Alex Jones Ordered to Pay Punitive Damages to Sandy Hook Parents; Infowars founder was found to have defamed victims' parents by repeatedly calling the 2012 mass shooting a hoax",
  "text": "<p>Mr. Jones and others at Infowars regularly said on-air that the 2012 shooting in Newtown, Conn., which killed 20 first-graders and six adults, was staged by actors as part of a wide plot to promote gun control, among other left-leaning aims. The Sandy Hook parents testified that they received death threats following Mr. Jones's broadcasts; one such phone message was played aloud for the jury during the trial.</p><p>This week, Mr. Jones said under oath that he now believes the shooting was \"100% real,\" but also cast himself as a victim in his own right, saying that the attention paid to his rampant speculation on the incident had harmed his business.</p><p>After the verdict was read, lawyers for Mr. Jones said they would appeal. They also said they would ask the court to reduce the sum under a Texas law capping punitive damages.</p><p>The judge in the case, Maya Guerra Gamble, said she would entertain a motion to impose additional punishment against Mr. Jones and his lawyer for their courtroom conduct throughout the trial. Mr. Jones had to be frequently reminded by the judge to tell the truth while under oath.</p><p>The judge also said she would not oppose efforts by law enforcement and the House committee investigating the Jan. 6, 2021, attack on the U.S. Capitol to obtain text messages and other communications from Mr. Jones's phone that were turned over to the plaintiffs' lawyers as part of the trial, saying that she didn't think she could stand between the information and Congress.</p><p>The total sum of penalties meted on Mr. Jones was far lower than the damages sought earlier by the Sandy Hook parents. The parents had sought $150 million in actual damages and nearly the same amount in punitive damages.</p><p>But the Austin judgment is just the tip of Mr. Jones's financial and legal woes. He faces two similar damages trials in coming months from other parents of Sandy Hook victims. In those cases, as in the Austin proceedings, Mr. Jones was found liable by default for defamation after, in an unusual move, he declined to mount any defense.</p><p>An economist who testified Friday for the plaintiffs estimated Mr. Jones's and Infowars' parent company's combined net worth at between $135 million and $270 million. Mr. Jones's personal net worth is between $70 million and $140 million, the economist testified, a figure factoring in money that he has paid himself from Infowars' parent company. In testimony on Wednesday, Mr. Jones said the company's revenue was approximately $70 million last year.</p><p>Infowars' parent, Free Speech Systems LLC, filed for bankruptcy protection last week—the second time the platform has attempted to enter chapter 11 in recent months. Lawyers for Sandy Hook families have accused Mr. Jones of diverting money to protect the business from potential judgments, an accusation Mr. Jones's lawyer denies.</p><p>Still, Mr. Jones's company has in recent years survived threats of expulsion from the mainstream.</p><p>Major tech platforms like YouTube, Facebook, Apple and Spotify kicked his show off their services in 2018. But his business remained resilient despite the deplatforming, documents and testimony have revealed, thanks largely to its heavy reliance on the sale of nutritional supplements like Infowars Life Super Male Vitality.</p><p>Free Speech Systems sold more than $52 million worth of products and nearly $6 million in advertising last year, according to a declaration by W. Marc Schwartz, Infowars' chief restructuring officer, in Texas bankruptcy court last week.</p><p>\"He is a person of prodigious influence on the extreme far right—arguably the most influential person in modern history outside of Donald Trump himself—because he has been doing it for so long,\" said Michael Edison Hayden, spokesman for the Southern Poverty Law Center, which studies extremist figures like Mr. Jones.</p><p>Several years ago, Infowars made a shift in its business model that \"completely transformed\" the business, according to court documents: selling dietary supplements such as Infowars Life Brain Force Plus and InfoWars Life Liver Shield.</p><p>To this day, supplement sales account for most of FSS revenue, the documents said.</p><p>Despite the deplatforming, Mr. Jones' business looks much the same today as it did a decade ago. As of July 15, 2022, it had 58 employees, and \"The Alex Jones Show\" continued to air over GCN on more than 100 radio stations, the documents said. Traffic to Infowars.com and the Inforwarsstore.com has held mostly steady since 2018, according to SimilarWeb, a web analytics firm, with monthly traffic generally fluctuating between about 8 million and 12 million monthly visits.</p><p>Lawyers for Mr. Jones didn't respond to requests for comment.</p><p>The damages award capped off a lurid week-and-a-half trial in which Mr. Jones and his lawyer sparred with the plaintiffs and were repeatedly admonished by the judge for breaking the rules of the court. Mr. Jones skipped court for some days of the trial and instead went on his talk-radio show to criticize the proceedings and cast himself as the true victim. At one point, he suggested without evidence that the judge was linked to child abusers.</p><p>Mr. Jones's lawyer, Andino Reynal, made headlines of his own when he gave the middle finger to opposing counsel in the courtroom. On Wednesday, during the final moments of Mr. Jones's cross-examination, the plaintiff's lawyer said that Mr. Jones's legal team had accidentally shared cellphone records that the noted conspiracy theorist had sworn under oath didn't exist, raising the specter of perjury.</p><p>Mr. Jones's lawyers argued that his Sandy Hook programming represented just a fraction of his overall commentary over the years, and that it couldn't be directly linked to the harm imposed on the plaintiffs, parents Scarlett Lewis and Neil Heslin. Mr. Jones cast his yearslong diatribes on the school shooting as merely part of encouraging listeners to be skeptical of official narratives.</p><p>\"I never intentionally tried to hurt you,\" Mr. Jones testified, addressing the plaintiffs. \"I never even said your name until this case came to court. I didn't even really know who you were.\"</p><p>Write to Rob Copeland at rob.copeland@wsj.com, Jonathan Randles at Jonathan.Randles@wsj.com and Keach Hagey at keach.hagey@wsj.com</p><p>Alex Jones Ordered to Pay Punitive Damages to Sandy Hook Parents</p>",
  "published": "2022-08-05T23:35:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "confidence": 0.94,
      "offsets": [
        {
          "start": 2970,
          "end": 2975
        },
        {
          "start": 2951,
          "end": 2956
        }
      ],
      "weightsV2": {
        "weight": 2.0,
        "baseWeight": 2.0,
        "expansionWeight": 0.0,
        "ontologyWeight": 0.0,
        "tagPositionWeight": 0.0,
        "titleWeight": 0.0
      },
      "typeRank": 2
    }
  ]
}