{
  "_id": "fbe12441caf6a394991e6050488a1d548578b475c4ca1eb2bdf840d9ead72faf",
  "feed": "ftcomall",
  "title": "Bitcoin close to wipeout territory",
  "text": "<p>Bitcoin moved back above $20,000 today, providing slight relief to battered crypto investors who saw the digital currency <a href=\"https://www.ft.com/content/97b5a774-d817-4d3b-82b2-6bbe22c3d59b\">plunge below $18,000 </a>at the weekend.</p> <p><a href=\"https://www.ft.com/content/0d5062a5-65c5-400a-98f4-f77492a47b75\">As Scott Chipolina and Joshua Oliver report</a>, a drop below $20,000 can trigger forced liquidations of large leveraged bets. Over the weekend, more than $600mn worth of leveraged positions were liquidated, according to data from Coinglass, as traders who had borrowed money to take supercharged market bets failed to post more collateral and were wiped out.</p> <p>Bitcoin is down about 70 per cent from its all-time high of nearly $70,000 last November. Ether, another actively traded token, dropped as low as $900 over the weekend, meaning its price has fallen by four-fifths since its peak late last year. </p> <p>The casualties have been growing in the past month — so-called stablecoin terra and its sister token luna — popular with crypto traders seeking ultra-high yields — collapsed, two lending platforms prevented depositors from withdrawing their assets, and crypto hedge fund Three Arrows failed to meet margin calls in the wake of lender demands. <a href=\"https://www.ft.com/content/fa315849-8012-49b5-a830-6a2b5ef3306e\">Alphaville records </a>how quickly the outlook has changed for Babel Finance, Celsius Network, Finblox, Terra/Luna and Three Arrows.</p> <p>The lender Celsius, which suspended withdrawals last week, has <a href=\"https://www.ft.com/content/e3ccc1ef-62c2-4d96-b463-06ab8f9f9574\">warned that it will “take time” </a>to normalise its operations. “We plan to continue working with regulators and officials regarding this pause,” it said in a blog post on Monday.</p> <p>Launched five years ago, Celsius, which offers clients high interest rates on crypto deposits, has drawn in 1.7mn customers under the slogan “#unbank yourself”. Its founder Alex Mashinsky, who <a href=\"https://www.ft.com/content/18b6fb80-44dd-40ed-b5ea-3f3bf2814c7d\">we profiled at the weekend</a>, has built a cult following by tapping public mistrust in mainstream financial institutions. </p> <p><a href=\"https://www.ft.com/content/7148c81f-24b5-4be4-a5fa-13ec6562267d\">Lex says</a> wariness of traditional investment products among ethnic minorities, due to a history of discriminatory lending practices, has attracted them to crypto and made them the biggest victims of the collapse in values.</p> <p>At the other end of the spectrum, <a href=\"https://www.ft.com/content/f2be7a22-2396-4731-8ab8-f552ec5ab59a\">asset managers have held off </a>from diving into the crypto market and are seeing their fears about its volatility and lack of regulation being borne out.</p> <h2>The Internet of (Five) Things</h2> <p><strong>1. Stronger BNPL rules as Klarna value falls</strong> <br>The UK government has announced plans to <a href=\"https://www.ft.com/content/d6ea8502-f17b-435a-9081-7ed8cc4a83a5\">strengthen rules</a> for “buy now pay later” services, requiring lenders to carry out checks on consumers to ensure that they can afford to take out loans. Meanwhile, we understand BNPL leader Klarna is trying to raise fresh cash at<a href=\"https://www.ft.com/content/2b6ff18d-e990-4578-886b-a22cb1878a5e\"> less than half its peak </a>$46bn valuation, as such services suffer from falling discretionary spending, rising interest rates and the likelihood of higher customer defaults.</p> <p><strong>2. UK ‘risks being rule-taker' on Big Tech regulation</strong><br>Britain <a href=\"https://www.ft.com/content/bfc7a3bf-9b16-40c7-9f56-ae16af4a13b8\">risks becoming a “rule taker”</a> from Brussels after the government chose not to give the competition regulator powers to set codes of conduct for big internet groups such as Google and Facebook, the watchdog's outgoing chief executive has warned.</p> <p><strong>3. NetEase has a Pooh day</strong><br>Shares in NetEase dropped on Monday morning after the Chinese gaming company <a href=\"https://www.ft.com/content/5195a280-aa51-4cb4-a16c-7197b385e715\">fell foul of China's censors</a> over a social media post that was suspected of alluding to Winnie the Pooh, a popular way to derisively refer to President Xi Jinping. <a href=\"https://www.ft.com/content/bb5e8426-b6c2-4a82-8009-382c83decba0\">Lex says</a> its shares were also hit by the unexpected delay to Chinese certification for the blockbuster fantasy game Diablo Immortal.</p> <p><strong>4. Apple workers vote for first union</strong><br>A group of Apple retail employees has<a href=\"https://www.ft.com/content/afd960db-7163-48ef-b8d6-32d758d70351\"> voted to unionise</a>, marking the first union for the consumer tech giant in the US, as a burgeoning labour movement gathers momentum across the country. Employees at the store in Towson, a town in Maryland, voted to join the International Association of Machinists and Aerospace Workers (IAM) by 65 votes to 33.</p> <p><strong>5. The Blair edutech project</strong><br>Marketed as a buzzy alternative to university for talented young people, Euan Blair's start-up Multiverse uses automated predictive software to select apprentices, matching them with companies on the basis of aptitude and attitude rather than grades. The son of former UK prime minister Tony Blair has been <a href=\"https://www.ft.com/content/af94c555-e7ab-45fa-ba95-2897a0297f9a\">talking to the FT</a> about his vision, in the month Multiverse became the newest UK “unicorn”, with a valuation of $1.7bn.</p> <h2>Tech tools — Vertu's NFT smartphone</h2> <p>We wrote the<a href=\"https://www.ft.com/content/755f080c-704a-11e7-93ff-99f383b09ff9\"> UK obituary of Vertu</a>, the luxury smartphone maker, five years ago, but Vertu Paris is still around and <a href=\"https://vertu.io/\">today launched </a>its new Constellation X Ulm handset. The company is making more of a fuss about <a href=\"https://cryptoslate.com/press-releases/vertu-paris-announces-new-smartphone-available-only-through-the-purchase-of-an-nft/\">how you can buy it</a> than telling you what it looks like and does. There will be only 10,555 smartphones available for sale and they have to be bought through the purchase of a non-fungible token (NFT) on the Vertu Paris website, the Binance NFT marketplace or Galler.io decentralised finance platform. You can also “renounce” the physical phone and just keep the tradable NFT. The NFTs go on sale for $5,175, while the phone sells for $14,890, which could mean they expect the value of the NFTs to rise and not many choosing to get the actual phone. I admit I'm confused at this point. The beast itself appears to lack the outer bling you might expect, but it has an Octa-core processor inside, a 6.7in 120Hz display and the rear cameras feature a 50MP main lens, 12MP ultra-wide lens and 48MP telephoto lens.</p><p>Source: Chris Nuttall in London 2022 'Bitcoin close to wipeout territory' FT.com 20 June. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-06-20T18:54:11.588Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 3419,
          "end": 3424
        },
        {
          "start": 3465,
          "end": 3470
        }
      ]
    }
  ]
}