{
  "_id": "47482b88b546283f18feca8276d77d0f70268b97bb88a0181e03b07ab325c2f2",
  "feed": "ftcomall",
  "title": "My trans-European rail adventure",
  "text": "<p>There are many things that I dislike about flying, but I think I can put my finger on the most important. It's the moment when you catch sight of the screen flashing: GATE CLOSING. You look at your ticket, you look at your watch, you know that it's impossible that the gate is actually closing. The plane is not leaving. It will be fine. Yet you can't disobey the screen.</p> <p>So you jettison the coffee that you have just overpaid for. You race through the airport terminal, until you turn the corner and find yourself behind hundreds of fellow passengers, who have been standing there so long that they've started to pay rent. The gate is not closing: it hasn't even opened. Sometimes I think that, if airports put the gate information screens online, they'd be flagged as disinformation.</p> <p>Anyway, just before Christmas 2019, for climate reasons, I gave up flying. The boldness of this resolution was undermined shortly afterwards by lockdown. I wasn't flying, but neither was anyone else. </p> <p>Since pandemic restrictions have lifted, however, my resolution has taken on new meaning. Suddenly I have been able to explore the continent — as long as I do it by train. I travelled from London to northern Spain, by Eurostar and TGV. Returning, I left the Basque country in mid-morning, and was at St Pancras in time for a late dinner. This could work out, I thought.</p> <p>But I knew the true test would be a night train. These promise to open the European mainland to a new era of low-emission travel. Since 2016, Austrian Railways has been driving the expansion of sleeper trains in western europe with its “Nightjet” services, now running on 20 routes (with nine further “Euronight” routes run in partnership with other national railway operators). For a reporting trip, I needed to travel from London to Budapest. It would involve a simple Eurostar from London to Brussels, followed by a Nightjet from Brussels to Vienna, and then a short train to Budapest. I say short: the journey is two hours and 24 minutes. Door-to-door, London to Budapest would take more than 20 hours. On the plus side, my ticket told me that the one-way Nightjet leg alone would save 243.3kg of carbon dioxide. That is equivalent to nearly two weeks' worth of the average UK resident's emissions. </p> <p>The trip got off to an awkward start on the platform at St Pancras, when I ran into a colleague rushing to back-to-back meetings in Brussels. The thought of taking the leisurely route to Budapest did not land brilliantly. “Talk about slow news!” he exhaled. “I mean, you can get a bicycle to Budapest, if you want.”</p> <p>Waiting for the Nightjet in Brussels, I knew I was in safer territory, surrounded only by fellow air-sceptics. These were people who knew how to enjoy a long journey; one of them even appeared to have brought a copy of former FT editor Lionel Barber's diaries. However, although train travel may be the future, some current trains have their wheels in the past. The Nightjet model that rolled up to the platform at the Brussels looked as if it had seen better days, although it apparently is less than 20 years old (a fleet of new Nightjet carriages is due to enter service next year). My train was staffed by a brusque man, who seemed to regard passengers as uninvited guests but was prepared to tolerate us nonetheless. </p> <p>There are touches of elegance. Each passenger is given a mini-bottle of sparkling wine, which I decided to save to celebrate arrival, rather than departure. There are also surprising functional elements: each carriage has a bathroom with a shower. Sleeping cabins accommodate between one and three. I was in a triple: the three seats can, at a certain stage of the evening, be flattened into a bottom bunk, while a middle bunk also folds out and a ladder runs to the top bunk. The bunks have duvets and pillows, and the door has a lock and keycard so your belongings can't be nicked.</p> <p>My cabin-mate turned out to be an early sleeper, so before long we were horizontal (separately). The problem was the noise. I felt like I was lying above a herd of elephants at times, a tractor repair yard at others. The old train also kept stopping and starting, which rather breaks one's REM rhythm. One thing that Agatha Christie doesn't mention in <em>Murder on the Orient Express </em>is the very real difficulty in ensuring that your fellow passenger is asleep before you murder them. OK, I exaggerate. I'd rate my night's sleep better than camping, worse than an average hotel. I woke up around 6am, and a while later the brusque attendant brusquely brought breakfast.</p> <p>I wouldn't normally talk to a fellow human on a train, but the compartment creates an intimacy. I asked my cabin-mate why he wasn't flying. “The burning — of the kerosene,” he replied, revealing he was on his way to Croatia. “But I start crying when I think of how much quicker this would be by plane.” Having left Brussels at 7.30pm, we were in Vienna by 9.30am.</p> <p>My next leg was Vienna to Budapest — run by Czech operator RegioJet. This train seemed even older, although not entirely in a bad way. The pink seats were worn, but spacious and forgiving. It was like travelling through central Europe while sitting in my grandmother's living room. Between Vienna and Budapest, there is a flat run of pleasant but dull country, including wind farms and oilseed rape fields. The jolt comes when you remember that — were you to continue a similar distance plus another 30 miles, you would be in Ukraine. (Rail has proved the safest way into the war zone: Boris Johnson took a “fantastic” train from Poland to Kyiv to meet Volodymyr Zelensky, giving a “massive thank you” to Ukrainian Railways as he did so. German opposition leader Friedrich Merz arrived on a night train last week.) </p> <p>On the way back, for timetabling reasons, I headed to London via Zurich, a 25-hour marathon spread over two days. The journey from Vienna west across Austria was the highlight of the trip. After Innsbruck, there are snow-scattered mountains, lush valleys, and countless white church steeples with their pointed black hats. From the train it is sensational.</p> <p>Can the train really compete with the plane? For any rail journey under three hours, the train can be quicker door-to-door. Otherwise travelling Europe by train generally takes longer and costs more than flying. My return trip from London to Budapest cost more than £500; Ryanair do it for as little as £34. (Cunning planners can find cheaper rail tickets: I saw adverts in the stations boasting fares including Vienna to Paris by Nightjet from €29.90, Prague to Vienna by RegioJet for €12). </p> <p>The trade-off is that rail can be much more relaxing. Somehow, in the age of cheap air travel, we started thinking of the journey as akin to the egg-breaking part of omelette-making. What if the journey were part of the pleasure instead? As long as you're happy reading a book, and to occupy any kids with an iPad, the time on a train can be part of the holiday. Sitting on a clean, modern Deutsche Bahn train, sipping an espresso, gazing out the window, paying sporadic attention to my laptop — there was nowhere I would have rather been, certainly not somewhere with working WiFi.</p> <p>My trip confirmed to me three things about train travel in Europe. The first is that you can plan all your European rail journeys on Mark Smith's brilliant website <a href=\"https://www.seat61.com/\"><em>seat61.com</em></a> (and book quite a lot of tickets through the Rail Europe or Trainline apps). It more or less removes the planning hassle, and means you need no specialist knowledge about rail timetables.</p> <p>The second is that train travel just feels nice. There is a reason that train travellers do not wear the same veneer of exhaustion as air travellers, and do not exhibit the same dehumanised hurrying. It's because the journey wasn't that bad. Indeed, at times, international train travel in Europe, or more precisely within Schengen, feels too easy. You arrive at the station, often in the city centre, walk a few metres to the platform, and . . . just board? Where are the security checks and the enforced tours through duty free arcades? I asked one station assistant how early I needed to be at the appointed platform, and he looked baffled. (The only awkward changeovers are those that involve crossing from one terminus to another, for example in Paris.) </p> <p>Third, and finally, train travel changes your conception of the continent. If you see how Austria stretches to Hungary, and Hungary stretches to the Balkans, geopolitics becomes a bit simpler. Train travel is also the best antidote that I have found to an island mentality. In Britain, we see Europe as over there. When we think of Europe, we think of the places that we fly to on holiday, such as Italy, Greece and Portugal, not those places which regularly outperform us in GDP growth, education policy and so on. Imagine if we looked up at the board at a commuter station such as King's Cross, and saw departures to Frankfurt, Stockholm and Zurich. It might just change our sense of identity. And best of all, the board wouldn't have a single GATE CLOSING warning anywhere near it.</p> <p><em>Follow </em><a href=\"https://twitter.com/ftweekend?ref_src=twsrc%5Egoogle%7Ctwcamp%5Eserp%7Ctwgr%5Eauthor\"><em>@ftweekend</em></a><em> on Twitter to find out about our latest stories first<br></em></p> <p><strong>Letters in response to this article:</strong></p> <p><a href=\"https://www.ft.com/content/75b18901-596b-4713-b733-5df80ad03ac1\"><em>Speaking too soon on an ancestral train journey / From Chris Grace, Cwm Mwynant, Pembrokeshire, UK</em></a></p> <p><a href=\"https://www.ft.com/content/a55f7cf9-109a-4540-880a-3b16128c751b\"><em>Train trip with sublime pleasure by the last stop</em></a><em> / </em><a href=\"https://www.ft.com/content/a55f7cf9-109a-4540-880a-3b16128c751b\"><em>From Jakob Sjövall, Brussels, Belgium</em></a></p><p>Source: Henry Mance 2022 'My trans-European rail adventure' FT.com 9 May. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-05-09T04:00:35.402Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": []
    }
  ]
}