{
  "_id": "97031b5b9be41906d9590b3fa5f9712c368523a7eee2835d9bc6bdb2c13aef15",
  "feed": "wall-street-journal",
  "title": "Western Startups Doing Business in Russia Grapple With Future; Company founders, some with personal ties to Russia, face a choice of leaving entirely or trying to keep a presence in the country",
  "text": "<p>U.S. venture firms have had a limited number of investments in startups based in Russia. Their interest was largely extinguished after Russia annexed Crimea. Still, American investors participated in 20 deals last year involving startups with some operations in Russia, up from three in 2020 and five in 2019, according to data provider PitchBook Data Inc. European Union investors participated in 36 such deals last year, up from 14 in 2020 and 13 in 2019, according to PitchBook.</p><p>\"Russia has a highly educated workforce, including impressive technical talent, which is always in short supply,\" said Scott Sandell, managing general partner of venture firm New Enterprise Associates. As a result, some of NEA's portfolio companies have software development teams there. \"We view it as a big risk, as good as the Russian teams are,\" he said.</p><p>The Russian government announced several measures to support its information-technology sector such as tax breaks, grants, and financial support for workers. The Russian embassy in Washington didn't respond to a request for comment.</p><p>\"I don't believe it will help. I expect many tech professionals to leave,\" said Arsen Tomsky, chief executive of inDriver, a ride-hailing business that Mr. Tomsky founded in the Siberian city of Yakutsk, Russia.</p><p>InDriver, which has its headquarters in Mountain View, Calif., raised $150 million and was valued at $1.23 billion in a financing led last year by Insight Partners, with participation by Bond and General Catalyst. While more than 90% of inDriver's sales come from outside of Russia, the majority of its 1,700 employees are in Russia, the CEO said.</p><p>Tech Employees Leaving Russia</p><p>Mr. Tomsky said he expects at least half of the company's Russian employees to move out of the country in the near future due to the turmoil. The company is helping them with relocation. InDriver has about 500 employees in Yakutsk and 500 in Moscow, in roles like software development, design and marketing, the CEO said. The company also has 17 employees in Ukraine.</p><p>Mr. Tomsky said that instability of the national currency, potential disruptions of the internet, as well as limited access to Western software engineering tools and platforms like Apple Inc.'s App Store, will make building startups tough from Russia. But inDriver will maintain a presence, he said, adding that he promised his employees there would be no layoffs.</p><p>\"It's very sad for us,\" said Mr. Tomsky. Supporting Yakutsk, his hometown, has been important to him personally, he said. InDriver gave its Russian and Ukrainian employees a 20% salary boost, as well as a one-time bonus of three-times monthly salary to the Ukrainian staff, Mr. Tomsky said.</p><p>Dasha Kroshkina, chief executive and founder of San Francisco-based startup StudyFree, which helps international students get scholarships, said that her Russia-based team totaling about 40 is \"leaving urgently.\" Sanctions on Russian banks interrupted payments to her staff in the country, she said.</p><p>Dealing with her employees' emotions has been intense. \"It's a combination of the fear of the unknown, the feeling of shame, and the feeling that they can't affect the situation,\" Ms. Kroshkina said. StudyFree also had about 20 employees in Ukraine, most of whom left the country before it was attacked, but not all.</p><p>Cybersecurity company Acronis International GmbH, with headquarters in Singapore and Schaffhausen, Switzerland, and backed by CVC Capital Partners and other investors, is closing all operations in Russia, said Serguei Beloussov, the company's co-founder, chief research officer and board member. The company has been assisting employees willing to relocate, he said.</p><p>\"An iron curtain is an iron curtain,\" he said, adding that any business that wants to operate in the West must shut down its operations in Russia.</p><p>Revenue From Russia Drops</p><p>Startups with customers in Russia are facing difficulties.</p><p>YouTravel.Me, a San Francisco-based marketplace for adventure tours, backed by venture firms including Starta Capital and Mission Gate, lost about 50% of its weekly revenue after the Russian invasion began, according to Ivan Bortnikov, co-founder of the company. Operators of Ukraine tours canceled their trips, he said, while Russian customers' plans were curtailed by flight interruptions out of Russia, the inability to use some credit cards and the plunging value of the ruble.</p><p>George Bachiashvili, chief executive of Mission Gate, said that YouTravel.Me is assisting tour operators financially and logistically. \"It is a heavy task, as no one has been prepared for such developments, but the team is working day and night to find ways to help all of its stakeholders who have been affected by this gruesome aggression,\" he said.</p><p>Mr. Bortnikov said that the crisis is pushing him to reduce his exposure to the Russian market faster.</p><p>\"This is a great opportunity for Russian startups to stop thinking about the Russian market and go global,\" Mr. Bortnikov said.</p><p>VCs Have Decisions to Make</p><p>StudyFree's Ms. Kroshkina said she put her Series A fundraising on hold for now. The company previously raised $3.8 million from investors including I2BF Global Ventures, TMT Investments and Techstars. The company is deprioritizing its business in Russia, which currently represents about 25% to 30% of its revenue, she said.</p><p>Jenny Fielding, who led the investment in StudyFree for Techstars, said that she is confident in Ms. Kroshkina's ability to figure out how to make her business survive the crisis.</p><p>\"It makes me sad for the world, but it doesn't change my investment thesis that innovation is everywhere,\" said Ms. Fielding, who is now a general partner at venture firm The Fund.</p><p>Venture firms have to be decisive, said Mr. Beloussov, an entrepreneur and venture investor who was born in Russia and is a citizen of Singapore. In addition to Acronis, he co-founded Runa Capital, which has companies with operations in Russia, he said.</p><p>\"Sell them and forget about it,\" Mr. Beloussov said is his advice to any firm with portfolio companies that plan to remain in Russia.</p><p>For Western venture investors it would be difficult to provide any future support to these companies, as diplomatic relations with Russia deteriorate, he said.</p><p>There is also a moral imperative to let go, he said. \"In this situation, it's quite unfortunate, you have to take sides,\" said Mr. Beloussov.</p><p>Write to Yuliya Chernova at yuliya.chernova@wsj.com</p>",
  "published": "2022-03-06T15:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 2213,
          "end": 2223
        },
        {
          "start": 2213,
          "end": 2218
        },
        {
          "start": 2213,
          "end": 2222
        }
      ]
    }
  ]
}