{
  "_id": "d1b8f295f2f884f474926a72b9f7b846f085d866c7f7fe52283b5f349b41a721",
  "feed": "ftcomall",
  "title": "Apple's growth streak under threat as China's zero-Covid backlash bites",
  "text": "<p>Apple risks breaking a 14-quarter growth streak during the peak holiday period as chaotic conditions at its assembly plant in China hit iPhone production, marking the company's biggest supply chain challenge since the onset of the pandemic. </p> <p>Analysts have been cutting Apple earnings estimates after the group issued a rare warning on November 6 that&#xa0;manufacturer Foxconn's factory in Zhengzhou&#xa0;was experiencing “significantly reduced capacity” of high-end iPhone 14 Pro and Pro Max models. </p> <p>Foxconn has shifted some iPhone production to its other plants in China but has struggled make up for the shortfalls from Zhengzhou as wait times for the devices have almost doubled to 37 days from a month ago, according to Counterpoint Research.</p> <p>On Monday, Evercore ISI cut its December quarter revenue forecasts by $8bn, to $122bn, suggesting revenues will fall $2bn short of the $124bn reported a year ago. This would mark the first year-over-year decline in any quarter since early 2019.</p> <p>The situation at the iPhone megafactory — known as “iPhone City” — remains volatile after some of the 200,000 workers at the plant <a href=\"https://www.ft.com/content/e917d76a-62af-4cfc-95d1-aec67cde4e84\">clashed with security forces</a> over promised bonuses&#xa0;and poor living conditions last week. </p> <p>“Apple's biggest challenge is they can't diversify away from China fast enough,” said Tom Forte, analyst at DA Davidson, an investment bank. More than 95 per cent of iPhones are assembled in China, and efforts to diversify to India, Brazil and south-east Asia are expected to take years.</p> <p>The production disruption comes after <a href=\"https://www.ft.com/stream/a39a4558-f562-4dca-8774-000246e6eebe\">Apple</a> navigated the pandemic well, boasting three years of record profits. But the problems at Foxconn caused by Beijing's strict pandemic restrictions have left Apple vulnerable. The company is losing an estimated $1bn a week in lost iPhone sales, according to Wedbush Securities, a financial services group.</p> <p>iPhone production is estimated to be constrained by up to 8mn-10mn units, as analysts forecast Apple's net profits to shrink 6.2 per cent this quarter to $32.5bn, according to bank estimates pooled by Visible Alpha. </p> <p>Revenues in Apple's most important quarter were expected to be north of $128.5bn six weeks ago but analysts now expect growth of just 1 per cent to $125.1bn.&#xa0;That estimate is likely to fall in the coming weeks as more banks issue revisions.</p> <p>“The good news is they still have elevated demand — the problem everyone else has is they have too much product and can't sell it,” Forte said. “The most damaging headline for Apple would be that nobody wanted the new iPhone. That's not where we are.”</p> <p>Apple did not respond to requests for comment. The company's shares have plunged 21 per cent this year. </p> <p>There is no guarantee that the labour issues will be resolved as Beijing locks down cities across the country to contain a record number of coronavirus cases. </p> <p>Risks of a more sustained disruption have increased after Foxconn offered generous payouts to workers to quell the violent protests. Thousands of newly recruited workers took the offer and left the Zhengzhou plant in recent days, making it more difficult to repopulate assembly lines. </p> <p>“We think (the Zhengzhou factory) has been operating at 60-70 per cent utilisation for nearly a month,” said Evercore analyst Amit Daryanani, predicting supply constraints of 5mn-8mn iPhone units.</p> <p>Daryanani said that continued protests in <a href=\"https://www.ft.com/china\">China</a> against zero-Covid could translate into less demand in China, a region that accounts for nearly one-fifth of Apple revenues.</p> <p>“Protests in China against the lockdowns are growing, [so] it's entirely possible the situation gets worse and actually hurts end-demand in China,” he said.</p> <p>Forte said iPhone buyers typically postponed their purchases, rather than choosing a rival product. While he is cutting forecasts for the holiday period, he is raising them for the March quarter.</p> <p>But that assumed production would return to full capacity, Forte said. “How much of this is just sales going into the March quarter and how much is lost revenue?”</p> <p><em>Additional reporting by Ryan McMorrow in Beijing</em></p><p>Source: Patrick McGee in San Francisco 2022 'Apple's growth streak under threat as China's zero-Covid backlash bites' FT.com 29 November. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-11-29T12:12:15.169Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 0,
          "end": 5
        },
        {
          "start": 1528,
          "end": 1533
        },
        {
          "start": 3449,
          "end": 3454
        },
        {
          "start": 268,
          "end": 273
        },
        {
          "start": 1202,
          "end": 1208
        },
        {
          "start": 1690,
          "end": 1695
        },
        {
          "start": 2547,
          "end": 2552
        },
        {
          "start": 2471,
          "end": 2476
        },
        {
          "start": 2066,
          "end": 2071
        },
        {
          "start": 1933,
          "end": 1938
        }
      ]
    }
  ]
}