{
  "_id": "a9e5c3499624bf0ab7e4eeb31a0882920a11036ebd10c8153580ab24ba7e64d2",
  "feed": "market-watch",
  "title": "U.S. stock futures inch up after Meta shocker and as traders nervously eye Apple and Amazon results",
  "text": "<p>* S&amp;P 500 futures ES00 climbed 15 points, or 0.4%, to 3856</p><p>* Dow Jones Industrial Average futures YM00 rose 168 points, or 0.5%, to 32040</p><p>* Nasdaq 100 futures NQ00 added 13 points, or 0.1%, to 11459</p><p>On Wednesday, the Dow Jones Industrial Average DJIA rose 2 points, or 0.01%, to 31839, the S&amp;P 500 SPX declined 29 points, or 0.74%, to 3831, and the Nasdaq Composite COMP dropped 228 points, or 2.04%, to 10971. The Nasdaq Composite is up 6.3% from its 2022 closing low hit on Oct. 14, but remains down 29.9% for the year to date.</p><p>What's driving markets</p><p>Big Tech was supposed to be the place that provided investors with some safety. But traders have learned that the high valuations these companies were afforded have made them very vulnerable to any indication of structural or cyclical difficulties.</p><p>After Microsoft MSFT and Alphabet GOOG earnings disappointed on late on Tuesday, Meta's META attempted transformation to a metaverse platform was not well received by the market.</p><p>Shares in the company formerly know as Facebook were set to open Thursday's session down 20%, trading just above $100 and near a 7-year trough.</p><p>Such moves have stopped the stock market's recent rally in its tracks. It's left investors nervously eyeing the earnings of Apple AAPL and Amazon AMZN, due after the close.</p><p>\"'Realization has dawned that the might of big tech is not immune to the slowdown. Hopes that resilience would burn brightly through this U.S. earnings season have dimmed,\" said Susannah Streeter, senior investment and markets analyst at Hargreaves Lansdown.</p><p>However, Mark Newton, technical strategist at Fundstrat, saw the positive in the latest market action. \"The important takeaway for all investors Wednesday focused on stock indices being able to rally sharply off the lows despite poor Tech earnings as rates followed through further to the downside,\" he wrote in a note to clients.</p><p>\"That's an important point…it shows us all that markets are focusing more on interest rate changes (and should eventually focus on declining inflation) more than negative earnings,\" Newton added.</p><p>The Federal Reserve is expected to raise interest rates by 75 basis points to a range of 3.75% to 4% after its meeting next week. But recent soft U.S. economic data have built hopes that the central bank may decelerate its pace of tightening thereafter — a perception that has helped the S&amp;P 500 climb 7.1% off its 2022 low set two weeks ago.</p><p>U.S. economic updates set for release on Thursday include the first estimate of third-quarter GDP, weekly initial jobless claims, and durable goods and capital equipment orders for September, all due at 8:30 a.m. Eastern Time.</p><p>The dollar hovered around parity with the euro EURUSD as traders waited to see whether the European Central Bank would raise interest rates by 75 basis points to 1.5% as expected on Thursday.</p><p>U.S. stock futures inch up after Meta shocker and as traders nervously eye Apple and Amazon results</p>",
  "published": "2022-10-27T08:56:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 2921,
          "end": 2926
        },
        {
          "start": 75,
          "end": 80
        },
        {
          "start": 1249,
          "end": 1254
        },
        {
          "start": 1255,
          "end": 1259
        }
      ]
    }
  ]
}