{
  "_id": "963daabaa93c409cf94ae9e88da5cd463f96c292022c5709401d83b8f7023fa5",
  "feed": "wall-street-journal",
  "title": "'Severance' and 'Abbott Elementary' Are Big Hits—and Reveal Our Complicated Feelings About Work; Whether at the office or working remotely, people are still obsessed with TV shows about work",
  "text": "<p>\"For many, these shows are articulating their point-of-view and watching can serve as catharsis,\" said ​Melissa Vosen Callens, an associate professor of communication at North Dakota State University who studies pop culture and its relationship to real life.</p><p>The shows vary in their approach and critique of workplace culture. Apple TV+'s \"Severance\" is a dystopian thriller in which the employees have their personal lives and work lives literally severed thanks to a chip implanted in their brains. In \"Human Resources,\" the NSFW animated series on Netflix, creatures have the job of standing in for a range of awkward feelings and help humans process milestones in their lives.</p><p>\"Abbott Elementary,\" a mock documentary-style comedy on ABC and Hulu about teachers at an under-resourced public school navigating bureaucracy, cynicism, romance and a self-absorbed principal, deploys sharp humor that veers between deadpan, warm and silly.</p><p>While the shows were conceived before the pandemic, they premiered at a time when many people were rethinking their relationship to work. The characters have contemplated quitting, among other existential concerns about work. Questions raised on the shows might seem familiar to American audiences: Does my work have meaning? Is my employer evil? Am I more than my job title? The shows also depict characters desiring, and forming, deep connections with their work and co-workers.</p><p>Dan Erickson, creator of \"Severance,\" said he worried about the timing.</p><p>\"I was like, oh God, we're making the most comically ill-timed piece of art ever made because it's an office show as offices are going extinct,\" he said.</p><p>The show made its debut in February and, to his pleasant surprise, people found the topic of work-life balance more relevant than ever after two years of pandemic living.</p><p>\"It just recontextualized it because this idea of us setting boundaries with work is much more important and much more difficult now than it was,\" he said.</p><p>Kelly Galuska, showrunner, co-creator, and executive producer of \"Human Resources,\" said she banked on the assumption that people who missed office life would tune in.</p><p>\"Office culture is so ingrained in us in this country that, in some ways, I could see it offering a kind of nostalgia for the Before Times,\" said Ms. Galuska.</p><p>Hollywood has long drawn inspiration from the workplace. Hit shows about co-workers and their complex relationships range from \"The Mary Tyler Moore Show\" and \"The Office\" to \"Mad Men\" and \"The Chair.\" Viewers keep coming back. \"The Office\" was the No. 1 show for years on Netflix, where it was licensed to carry reruns until 2021.</p><p>\"Abbott Elementary\" and \"Severance\" have been renewed for second seasons, and on Monday Netflix announced \"Human Resources\" will get another season, too. Apple TV+ said last week that a new workplace comedy starring Maya Rudolph, called \"Loot,\" about a billionaire businesswoman who learns to give back to others after her husband's betrayal, will premiere June 24.</p><p>Apple TV+ and Netflix wouldn't release viewer numbers for \"Severance\" or \"Human Resources.\" \"Abbott Elementary\" averaged eight million total viewers a week in its first season, which wrapped last week, according to ABC, making it one of network television's biggest hits. Quinta Brunson, the creator of \"Abbott Elementary,\" has cited her mother, a former teacher, as an inspiration for the show.</p><p>SHARE YOUR THOUGHTS</p><p>What's your favorite workplace show? Why? Join the conversation below.</p><p>Watching these shows is a way of reflecting on something most people spend so much time enmeshed in, said Vanessa Bohns, an associate professor of organizational behavior at Cornell University and author of a book on individuals' impact on others. On average, Americans spent 7.6 hours working each day in 2020, according to the American Time Use Survey.</p><p>\"Even while working remotely, or shifting to hybrid and other working arrangements, the things that don't change are the camaraderie and the frustrations of work,\" she said.</p><p>Though these three shows frequently paint the workplace as stressful and sometimes soul-crushing, each makes a case for the important role that bonding with co-workers can play in employees' lives.</p><p>On \"Severance,\" four co-workers evolve to become a tightknit tribe. \"It's a deceptively warm show because, as much utterly, horrifying stuff that happens, the core of the show is these four people who form a work family and they become more whole by virtue of having known each other,\" Mr. Erickson said. \"If you've worked in a soulless company, but with people who have souls, I think that that's a familiar thing.\"</p><p>Write to Ray A. Smith at Ray.Smith@wsj.com</p><p>'Severance' and 'Abbott Elementary' Are Big Hits—and Reveal Our Complicated Feelings About Work</p>",
  "published": "2022-04-20T13:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 2996,
          "end": 3001
        },
        {
          "start": 326,
          "end": 334
        },
        {
          "start": 326,
          "end": 331
        },
        {
          "start": 2784,
          "end": 2789
        },
        {
          "start": 2784,
          "end": 2792
        },
        {
          "start": 2996,
          "end": 3004
        }
      ]
    }
  ]
}