{
  "_id": "b720b6c9db8510046ddc7c5233d6d28d97ed04950ae22ef8b0763661767a1b3d",
  "feed": "market-watch",
  "title": "The 2022 Chevy Corvette is supercar-like performance and a thrilling drive for a modest price",
  "text": "<p>Outstanding value</p><p>Comfortable yet agile</p><p>Powerful standard V8</p><p>Good cargo space for a mid-engine sports car</p><p>Cons</p><p>No manual transmission</p><p>Bad rear visibility</p><p>No Z06 until 2023</p><p>What's new?</p><p>IMSA GTLM Championship Edition</p><p>Price:&#xa0;The 2022 Chevrolet Corvette has a starting MSRP of $60,900 for the coupe and $68,400 for the convertible. The 3LT convertible model starts at $79,850.</p><p>Chevrolet&#xa0;fulfilled an old prophecy when the C8 generation of the iconic Corvette came out in 2020 with a mid-engine configuration. It has been rumored for decades, and we couldn't be happier that it's finally a reality. The standard V-8 engine delivers thrilling acceleration, and the mid-engine layout translates to outstanding handling without sacrificing comfort.</p><p>The Chevrolet Corvette continues to be one of the best values in sports cars. It has the performance and the refinement to compete with much more expensive luxury sports cars like the&#xa0;Audi R8&#xa0;and&#xa0;Porsche POAHY 911, but it's priced closer to the mid-engine&#xa0;Porsche 718 Boxster&#xa0;and&#xa0;Cayman. If you're looking for supercar-like performance and aesthetics on a relatively modest budget, the Corvette is an unbeatable value in this segment.</p><p>Also see:The 5 best —and affordable —places to live in California</p><p>2022 Chevrolet Corvette pricing</p><p>The pricing of the 2022 Chevrolet Corvette starts at $60,900 for the coupe and $68,400 for the convertible for the base 1LT trim. The more high-tech 2LT trim starts at $68,200 for the coupe and $75,200 for the convertible. Finally, the 3LT model begins at $72,850 for the coupe and $79,850 for the convertible.</p><p>Value has always been one of the strong suits of the Chevrolet Corvette. The starting price has finally crossed the $60,000 mark for 2022, but it's still an outstanding value for a mid-engine sports car of this caliber.</p><p>The Porsche 718 Cayman and Boxster have similar starting prices, but the base 4-cylinder engine in the 718 isn't as powerful, and the cost of the options can get crazy. Another close competitor of the Corvette is the&#xa0;Jaguar F-Type, which comes standard with a supercharged V8, but starts at just under $70,000.</p><p>A destination fee of $1,295 applies to all Corvette models.</p><p>Check out:7 off-the-radar places worth stopping on a California road trip</p><p>Driving the 2022 Chevrolet Corvette</p><p>While the mid-engine C8 generation is unlike any other Corvette before it, it's still powered by a large, naturally aspirated V8 engine. Delivering power to the rear wheels through a quick-shifting 8-speed DCT transmission, this V8 delivers lightning-quick acceleration and a top speed of up to 194 mph. With that drivetrain matched to the well-engineered mid-engine layout and agile handling, the Corvette is a bona fide American supercar.</p><p>ChevroletThe C8 Corvette continues the nameplate's reputation as a sports car you can drive every day. It's comfortable and composed in everyday street driving, and it's even pretty good on gas for a V8-powered sports car. The Corvette is indeed a car you can drive to work during the week and take to the track on the weekend. It gets even better with optional Magnetic Ride Control, which adds adaptive dampers that improve comfort and performance.</p><p>Drive modes can change the personality of the Corvette by quite a bit. These drive modes adjust various systems like power delivery, suspension, steering, and more. The self-explanatory drive modes include Tour, Weather, Sport, and Track. There's also a customizable Z-Mode you can activate with a button on the steering wheel.</p><p>You might like:The 2022 Mazda MX-5 Miata: It's all about the fun of driving</p><p>The Z51 option package available across the whole model range improves the performance of the Corvette. By tweaking the suspension, brakes, and exhaust while adding upgraded tires, a heavy-duty cooling system, and an electronic limited-slip differential, the Corvette becomes a better track toy while still being a great sports car to drive on the street. With the Z51 package, the 0-60 mph time of the Corvette is just 2.9 seconds.</p><p>Interior comfort</p><p>The interior of the Chevy Corvette is extremely driver-focused. It has a cockpit that practically wraps around the driver with nicely laid-out controls that are easy to reach and use, even during spirited driving.</p><p>The long spine of buttons between the seats may be intimidating at first, but they're more intuitive than you might think. Also, the square-shaped steering wheel might look odd at first glance, but it quickly becomes clear why it's designed the way it is to maximize comfort and visibility while being easy to control.</p><p>Two-seater sports cars aren't known for their practicality, but the Corvette has a surprising amount of cargo space. The generous cargo space in the trunk and the “frunk” — front trunk — combined with the comfortable seats makes the Corvette a surprisingly practical daily driver as long as you don't need back seats.</p><p>Exterior styling</p><p>The mid-engine architecture of the Chevrolet Corvette gives it an exotic yet muscular aesthetic. It doesn't look quite like its predecessors, but it still looks distinctly like a Corvette. It has sharp angles throughout the well-sculpted body with a bulge housing the big V-8 engine. The air ducts in the front fascia and behind the doors are prominent but not too outrageous.</p><p>Something we love about this exterior is that topless fun is an option on every 2022 Corvette. The coupe model comes with a painted, removable roof panel, and the convertible has a retractable hardtop. The convertible opens up the cabin more than the removable roof panel does, and unlike the coupe, you can put the top up and down while you're driving.</p><p>Don't miss:Polestar's O2 concept: A gorgeous drop-top EV built for the love of driving</p><p>Favorite features</p><p>Mid-engine layoutAfter decades of rumors, the mid-engine Corvette finally arrived in 2020, and we're still excited about it. It gives the iconic Corvette the supercar status it deserves.</p><p>Z51 performance packageThe available Z51 package adds extra style and performance to the Corvette without adding much to the price. It adds performance exhaust, brakes, and suspension, plus some aesthetic upgrades.</p><p>Standard features</p><p>Part of what makes the Corvette such a good value is the generous list of standard features on the base 1LT trim. Standard features include dual-zone automatic climate control, Bose 10-speaker audio, OnStar, remote start, power-adjustable seats and steering column, rear parking sensors, and a mechanical limited-slip differential.</p><p>The standard infotainment system is an 8-inch touchscreen with Wi-Fi hotspot capability and wireless Android Auto and Apple AAPL CarPlay. Right in front of the driver is a 12-inch fully digital gauge cluster with multiple selectable modes and gauge configurations.</p><p>Factory options</p><p>Upgrading to the 2LT trim adds some excellent luxury and tech features. It adds navigation, Bose Performance Series 14-speaker audio, a head-up display, a front camera, a rear camera mirror, a performance data and video recorder, heated and ventilated seats, power seat bolsters, a heated steering wheel, a wireless charging pad, and a garage door opener.</p><p>The 3LT trim has equipment similar to the 2LT model and is primarily an interior upgrade. It has GT2 bucket seats (optional on LT2), a custom leather-wrapped interior package, and a suede microfiber-wrapped upper interior trim package.</p><p>A couple of safety tech features that come standard in the 2LT and 3LT trims include rear cross-traffic alert and blind-spot monitoring.</p><p>One of the most appealing option packages for the Corvette is the Z51 Performance Package, which you can add to any trim as either a coupe or convertible. Z51 brings an appearance package with a unique rear spoiler and front splitter, but the real reason to get it is the performance upgrades. These include a performance-tuned suspension, brakes, exhaust, and rear axle ratio, plus an electronic limited-slip differential. It also adds high-performance tires and a heavy-duty cooling system making it more ready for track use.</p><p>The IMSA GTLM Championship C8.R Edition ($6,595) available for the 3LT models is new for 2022. It commemorates the dominance of the C8.R in the IMSA GTLM 2020 season. It requires the Z51 Performance Package and is primarily an appearance package imitating the racecars it's based on. It's available in Accelerate Yellow or Hypersonic Gray with yellow brake calipers, unique wheels, a high-wing spoiler, and “C8.R Edition” badging.</p><p>There is a wide variety of options that allow you to customize the exterior and interior to your liking. From contrast stitching to wheel options and even the color of the seat belts, this is a sports car that you can make your own without the price getting insane.</p><p>Engine and transmission</p><p>In its third model year of production, the C8 Corvette still only has one engine option. Chevrolet has promised that the track-ready Z06 variant will be ready for the 2023 model year. While we wait for that, we're more than content with the naturally aspirated 6.2-liter V8 behind the seats.</p><p>Also see:The 2022 BMW Z4: The luxurious drop-top 2-seater offers plenty of driving thrills</p><p>The engine makes 490 horsepower and 465 lb-ft of torque. The performance exhaust that comes with the Z51 package adds 5 hp and 5 lb-ft of torque. Every Corvette has rear-wheel drive and an 8-speed dual-clutch automatic transmission. We'd love to see a manual option, but this DCT delivers quick and satisfying shifts.</p><p>6.2-liter V8490 horsepower @ 6,450 rpm (495 w/performance exhaust)465 lb-ft of torque @ 5,150 rpm (470 w/performance exhaust)EPA city/highway fuel economy: 15/27 mpg</p><p>This story originally ran on&#xa0;KBB.com.&#xa0;</p>",
  "published": "2022-03-23T05:03:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 6606,
          "end": 6611
        },
        {
          "start": 6612,
          "end": 6616
        }
      ]
    }
  ]
}