{
  "_id": "dddf353651e01d63173ff1a8997365b66113cd04a084ee86c620b70e1a024538",
  "feed": "market-watch",
  "title": "Why the Tesla 'death cross' shouldn't scare off investors; EV maker's stock chart averages one death cross a year",
  "text": "<p>Many technicians believe that cross marks the spot where a shorter-term pullback morphs into a longer-term downtrend.</p><p>Keep in mind that death cross patterns aren't always good market-timing tools, as they are well telegraphed, but they can help put a stock's recent performance in historical perspective.</p><p>Tesla's stock TSLA shot up 8.4% in midday trading Thursday, and has bounced 13.7% in two days. At Tuesday's 11-month closing low of $628.16, the stock had plummeted 49.9% since closing at a record $1,229.91 on Nov. 4, 2021.</p><p>The electric vehicle maker's stock has been hurt by supply chain issues and COVID-19-related lockdowns in China, as well as concerns that Chief Executive Elon Musk may be distracted, and could selloff some of his holdings as a result of his buyout deal for Twitter Inc. TWTR</p><p>That selloff has been sharp enough and has lasted long enough for the 50-day moving average to fall to $911.89 on Thursday from $914.40 on Wednesday, according to FactSet, to cross below the 200-day moving average, which ticked up to $912.58 from $912.55.</p><p>The last death cross appeared on July 9, 2021. The stock closed that day at $656.95, and has gained 8.7% since then. That last death cross had appeared about seven weeks after it hit its final low, after a 36.2%, five-month tumble.</p><p>Also read: Opinion: The Dow, S&amp;P 500 and Nasdaq have now suffered a 'death cross' — here's why this could resurrect them.</p><p>Thursday's death cross is the 10th in 10 years, while the stock has skyrocketed about 120-fold over that time. In comparison, Apple Inc.'s AAPL stock has produced three death crosses in 10 years and rallied about 7-fold over that time, and automaker General Motors Co. GM has produced nine death crosses and has advanced 68% over the same time.</p><p>The S&amp;P 500 index SPX has produced five death crosses and has more than tripled in 10 years.</p><p>—Claudia Assis contributed to this article.</p><p>Why the Tesla 'death cross' shouldn't scare off investors</p>",
  "published": "2022-05-26T16:46:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1553,
          "end": 1557
        },
        {
          "start": 1540,
          "end": 1550
        },
        {
          "start": 1540,
          "end": 1549
        },
        {
          "start": 1540,
          "end": 1545
        }
      ]
    }
  ]
}