{
  "_id": "28216cfa7eeecd2585609d9ef96e99f08e7e8de482edc1fed6bd7a34c6e201bb",
  "feed": "market-watch",
  "title": "Adidas ends Kanye West partnership in response to antisemitic comments; Adidas flags short-term loss of up to €250 million",
  "text": "<p>\"Adidas does not tolerate antisemitism and any other sort of hate speech. Ye's recent comments and actions have been unacceptable, hateful and dangerous, and they violate the company's values of diversity and inclusion, mutual respect and fairness,\" the company said in a statement.</p><p>More Kanye West news:</p><p>Apple, Adidas and Spotify should 'stop working' with Kanye West, says super-agent Ari Emanuel</p><p>Balenciaga ends Kanye West partnership over rapper's controversial comments</p><p>Talent agency drops Kanye West, documentary scrapped after antisemitic comments</p><p>Adidas said it will end production of Yeezy-branded products and stop all payments to Ye and his companies, and it will terminate the \"adidas Yeezy\" business with immediate effect.</p><p>The Central Council of Jews in Germany said that the Adidas action was \"overdue\" and that the sports giant had waited until other companies, such as Balenciaga, had distanced themselves from West. \"I would have liked a clear stance earlier from a German company that also was entangled with the Nazi regime,\" said Josef Schuster, president of the group, acknowledging that the company had previously taken action to distance itself from its Nazi-era past.</p><p>Adidas said ending the Kanye West relationship is expected to have a short-term negative impact of up to €250 million ($247 million) on the company's net income in 2022 given the high seasonality of its fourth quarter.</p><p>Analysts had already forecast a loss for the fourth quarter, with the FactSet-compiled consensus anticipating that the Herzogenaurach, Germany–based company would lose €233 million.</p><p>The apparel maker said it would provide make more guidance on the financial impact when it publishes its third-quarter results on Nov. 9.</p><p>Adidas shares XE:ADS ADDYY dropped 4% on Tuesday and have declined 61% this year. Adidas issued a profit warning last week, citing deteriorating traffic trends in China as well as a significant inventory build-up due to flagging demand in Western markets.</p><p>Analysts at Credit Suisse, in a note issued ahead of the Adidas statement, said the Yeezy franchise brought in an estimated €700 million per year.</p><p>Adidas ends Kanye West partnership in response to antisemitic comments</p>",
  "published": "2022-10-25T12:24:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 305,
          "end": 310
        }
      ],
      "nexusId": "10022657"
    }
  ]
}