{
  "_id": "6ac9a8d0cd1e5dcc4506c3c5dea62c9869f351119ca12a160a23356ff79eb468",
  "feed": "market-watch",
  "title": "Here's what the future of 'high' society looks like; Cannabis 'supper clubs' are now happening in New York City. Here's what it's like to attend one.",
  "text": "<p>The meal, from chef Andrew Gerson, included three THC-dosed courses of appetizers and five infused courses of entrees plus dessert. CBD mocktails infused with Reform Botanicals' tinctures were available such as a Paloma breeze with anxiety relief tincture and a ginger turmeric tonic with chronic pain relief tincture. No alcohol was on site.</p><p>\"We are all here to break bread over the advent of both the cannabis and psychedelic industries. Interesting thing is that the timing of the cannabis and psychedelic industries have felt distorted — legal cannabis still can't get off the ground, and psychedelics feel like they've mainstreamed overnight,\" said Medly co-founder Sky Cohen in a speech at the event.</p><p>Cohen told MarketWatch he is excited by the possibilities for exploration and development within the cannabis space in the \"most vibrant market in the world\" — New York City.</p><p>Several companies have applied for state permission to continue in the legal market and have taken steps to become more publicly visible as part of that effort.</p><p>New York includes publicly-traded incumbents already operating legally in the medical space such as Green Thumb Industries GTBIF, MedMen MMNFF, Curealeaf CURLF and Etain, which is being acquired by Scotts Miracle Gro SMG.</p><p>New York has decriminalized cannabis, leading to illegal sales currently, but it's moving to provide licenses for legal recreational cannabis.</p><p>Recreational dispensary licenses have yet to be issued, but Conditional Adult-Use Retail Dispensary (CAURD) licenses ensure that the first 150 licenses will go to individuals who have marijuana-related convictions — or a close family member who does.</p><p>New York's effort to seed home-grown cannabis businesses from communities most impacted by the War on Drugs included naming Tremaine Wright as chair of the New York State Cannabis Control Board in the Spring of 2022. At the time, Wright said that legal cannabis sales could begin by the end of 2022 as the state tackles the difficult task of building a regulatory regime for the industry.</p><p>The supper club was hosted at Canoe Studios in Chelsea, a window-lined event venue with a view of the Hudson River. It's the same space where Beyonce's \"Love on Top\" music video was filmed.</p><p>Medly said it is seeking to \"redefine and reshape\" the psychedelic industry through \"immersive and interactive programming to explore the future of plant medicine.\" Supper clubs are typically billed as luxury events attended for socializing just as much as for the food. This one was no different with tickets going for $250 each and an \"upscale cocktail\" dress code.</p><p>This isn't the first edible dining experience to pop up in New York City. Stoned Gourmet Cannabis Pizza has been serving weed-infused pies since 2017 and Chef for Higher began the dosed tasting menu event series Dinner is Dope in 2015.</p><p>At Medly's take on cannabis dining, a string quartet played during dinner and two original prints from Andy Warhol's 1985 \"Reigning Queens\" series were displayed. That's high society for you.</p><p>To kick off the evening, oysters, poached shrimp and squash ginger soup were served as the stylish guests mingled, some with a CBD mocktail in one hand and a complementary joint in the other. Once everyone was seated at communal tables, the meal began with scallop and apple crudo for the meat eaters and apple and diakon crudo for those not eating meat. After three other dishes were served including a fall salad, the entrees culminated in either a slow cooked pork shoulder or a slow roasted cauliflower. Like any good edible, you couldn't taste the weed infused into the dishes, but after five courses and a total consumption of around 20 milligrams of THC the effects were felt.</p><p>Throughout the night, joints were passed around tables and smoke made the space hazy. When drinking, people sometimes get sloppier as the night gets later. With the weed served on this night, everyone just seemed to laugh more.</p><p>Though 39 states and the District of Columbia have legalized medical use of cannabis, just 19 states and D.C. have legalized recreational use. But five states — Missouri, Arkansas, North Dakota, South Dakota and Maryland — will consider marijuana initiatives in the November elections.</p><p>Steve Gelsi contributed to this story.</p><p>Here's what the future of 'high' society looks like</p>",
  "published": "2022-11-04T18:52:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 3339,
          "end": 3344
        },
        {
          "start": 3303,
          "end": 3308
        }
      ]
    }
  ]
}