{
  "_id": "b7e1421897bd0ee9492b4381442f48334be35e31f52f8584c06841bfee77909e",
  "feed": "wall-street-journal",
  "title": "China Turns to Well-Worn Playbook to Keep Protesters Off Streets; Authorities attack unrest with a heavy police presence, signals of a shift on country's zero-Covid policies",
  "text": "<p>The carrot-and-stick approach comes from a well-worn playbook that the Communist Party has used to maintain the social stability it prizes so highly. The question now is how well it will work in the new, uncertain reality Chinese leaders face.</p><p>For now, it appears to be holding, with protesters again staying off the streets on Friday as organizers discussed how to proceed in chat rooms. The area along the Liangma River in eastern Beijing, where hundreds if not thousands of protesters had gathered Sunday, was largely empty Friday afternoon, with police vehicles stationed in the vicinity. With the city continuing to battle its worst Covid-19 outbreak to date, many businesses are closed and residents are working from home.</p><p>Chinese officials announced new easing measures this week, even as the country battled its worst wave of Covid-19. China reported nearly 34,000 new local infections on Thursday, according to government figures.</p><p>Nonetheless, in Beijing, officials said they would allow certain vulnerable Covid-19 patients, including pregnant women and the elderly, to quarantine at home instead of government facilities. In the southern metropolis of Guangzhou, where videos had shown protesters facing off with police wearing full pandemic protective gear and carrying riot shields, authorities scrapped testing requirements to enter public places such as office buildings and transportation facilities.</p><p>Protests—even ones directed at Covid-19 policies—aren't new in China. Despite the country's reputation as a security state, data gathered by researchers shows that protests—what the government refers to as mass incidents—break out regularly in the country. The recent Covid-19 protests bear similarities to the smaller, lesser-known outbursts of dissent, though they are also different in significant ways, according to Kevin Slaten, research lead at the China Dissent Monitor, a project of the U.S.-based nonprofit Freedom House.</p><p>Local protests against Covid-19 controls had been going on since earlier this year, Mr. Slaten said. \"What changed last week is that the local protests started connecting with each other and coalescing into a bigger collective 'us' that is frustrated with zero Covid,\" he said.</p><p>Without independent media or the ability to vote, Chinese people with grievances often feel protest is the only way to get their voices heard. A large number of protests in China go unreported, whether because they happen in remote areas, are localized in nature or because censors smother information about them, according to researchers. But the portion that can be documented offer a sense of how common they are.</p><p>From June to October this year, Freedom House, which is funded by the U.S. government, recorded nearly 600 instances of group protests across China involving marches, demonstrations and obstruction of roads, of which almost 80% involved more than 10 people. Researchers tracked protests using keyword searches on Chinese social media, domestic and international media reports and a network of local nongovernmental organizations, Mr. Slaten said.</p><p>Most documented cases were about delayed housing projects, financial disputes or fraud, and were directed either against local governments or individual companies.</p><p>The high frequency of protests dates to well before Chinese leader Xi Jinping took power. Using machine learning and keyword searches on Weibo, China's Twitter-liked social media platform, researchers at Stanford University and Princeton University found more than 130,000 protests involving at least three people from 2010 to 2017. Christian Göbel, a political-science professor at the University of Vienna, counted more than 83,000 between 2009 and 2021 using a similar approach.</p><p>The protests almost all focus on narrowly local issues and rarely target the authority of the Chinese Communist Party, at least not directly, according to Mr. Göbel.</p><p>\"In fact, many are addressed to the central government,\" he said, meaning demonstrators often appeal to Beijing for help. The central government has tolerated such protests in the past because they served as a social-pressure valve, as well as an alarm system that alerted them to brewing problems.</p><p>Protests have occurred less frequently since Mr. Xi took power in 2012, researchers say, in part because the Chinese leader has responded to them more forcefully. Authorities reacted with repression, such as state violence or detention, in around a quarter of the cases documented by Freedom House. Yet, in more than 10% of protests, the demonstrators succeeded in extracting some form of concession.</p><p>A common tactic for authorities is to first repress a protest and prevent more from happening, often also by making concessions later, said Freedom House's Mr. Slaten.</p><p>Sometimes, protests can even force changes in national policy. Earlier this year, Beijing squeezed property developers' access to credit in an effort to deflate the country's swelling real-estate bubble, leading many to stop work on residential properties that had already been purchased. After home buyers staged a mortgage protest, the central government established a special rescue fund in September to help developers finish residential projects and finish property handovers.</p><p>Even before last weekend's protests, pandemic-control policies were a common cause of local unrest and pushback. Workers at Foxconn Technology Group's main plant in the city of Zhengzhou, the world's largest iPhone factory, clashed with police while protesting a contract dispute with roots in pandemic lockdowns.</p><p>During a long lockdown in Shanghai in the spring, residents expressed discontent and pushed for more humane or better implementation of Covid-19 controls by collectively banging pots and pans together, recalled Jaap Grolleman, a 33-year-old Dutch marketing director who lives in the city.</p><p>In late November, a few days before the big protests broke out, some neighbors in his residential compound in Shanghai's northeastern district of Yangpu responded to a two-day temporary lockdown by refusing to wear masks when they were called downstairs to get tested, Mr. Grolleman said. Some entrepreneurial residents set up impromptu pancake and vegetable stands in the courtyard, in violation of the rules.</p><p>Frustrations over Covid-19 control measures boiled over on Friday in Urumqi, capital of the remote western region of Xinjiang. Local residents blamed lockdowns for the deaths of at least 10 people in a fire in a residential tower. A protest there was replicated in at least half a dozen other major cities, including Beijing and Shanghai.</p><p>Photos: Rare Protests Across China</p><p>In some instances, complaints about pandemic measures escalated into calls for the Communist Party and Mr. Xi to step down—an astonishing expression of public defiance unseen in the country since the 1989 pro-democracy protests. Mr. Slaten cautioned that those calling for regime change don't likely represent the majority of protesters.</p><p>Chinese authorities have responded to the Covid-19 protests the way they have responded to other, smaller protests under Mr. Xi. In the days following the demonstrations, police fanned out to protest sites and other sensitive locations to prevent new gatherings. They also began using smartphone data, including from the country's ubiquitous Covid-tracking app, to identify, detain and interrogate people who had been at the protests.</p><p>Cyberspace regulators have likewise clamped down on the internet, further tightening censorship and moving to curb access to virtual private networks that allow users to evade the country's system of internet filters.</p><p>At the same time, without directly acknowledging the protest, health authorities have altered their messaging around Covid-19 controls, hinting at an acceleration of plans to ease restrictions as they emphasize the Omicron variant's relatively mild symptoms compared with previous variants.</p><p>Vice Premier Sun Chunlan, one of the top officials overseeing pandemic controls, said at a news briefing in Beijing on Thursday that a number of factors, including an improved health consciousness among regular people, \"has created the conditions to further optimize and perfect prevention and control measures.\"</p><p>Ms. Sun didn't mention \"dynamic zero Covid,\" the term the government has previously used to describe its pandemic strategy. Recent commentaries in the Communist Party's flagship newspaper, the People's Daily, have also stopped using the term.</p><p>Authorities in Guangzhou, in addition to relaxing testing rules, removed lockdown barriers and allowed restaurants and shops to reopen.</p><p>In a note to clients, China economists for Nomura Securities said Ms. Sun's speech and the easing in Guangzhou \"perhaps point to the beginning of the end of zero Covid,\" though they warned that \"the path to 'living with Covid' may still be slow, costly and bumpy.\"</p><p>Despite three years of some of the world's strictest Covid-19 controls, China remains poorly prepared to deal with the consequences of relaxing them, public-health officials say. Investment in expanding medical resources, such as hospital beds, actually slowed during the pandemic, government data shows, as money went instead to testing and quarantines. Vaccination efforts have also stalled, leaving many elderly poorly protected against Covid-19.</p><p>Lifting the zero-Covid policy could put 1.3 million to 2.1 million lives at risk, a recent analysis by life-science research firm Airfinity showed. As a result, the government sees itself as having no choice but to move slowly.</p><p>Whether the gradual policy changes, including an accelerated vaccination drive, is enough to calm public outrage remains to be seen, researchers said.</p><p>For many of the young people who participated, they said, the protests crystallized broader frustrations with the strictures of life in Mr. Xi's China that could linger past the pandemic.</p><p>\"Social movements don't always progress in a straight line. But livelihood grievances are often the issue that mobilizes a broad set of people,\" said Freedom House's Mr. Slaten.</p><p>—Brian Spegele, Rachel Liang and Cao Li contributed to this article.</p><p>Write to Sha Hua at sha.hua@wsj.com and Josh Chin at Josh.Chin@wsj.com</p><p>China Turns to Well-Worn Playbook to Keep Protesters Off Streets</p>",
  "published": "2022-12-02T12:39:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": []
    }
  ]
}