{
  "_id": "a5f35c7ead8d7185173afbd202fad2251f9ecf65407475aab824f2f16f0d878e",
  "feed": "market-watch",
  "title": "Fully vaccinated will need fourth dose later this year, and new variant dubbed ‘deltacron' detected in Europe",
  "text": "<p>Albert Bourla told CBS News anchor Margaret Brennan on “Face the Nation” that people are going to have to learn to live with the virus.</p><p>He said a fourth dose — that is, a second booster — is necessary “right now.”</p><p>“The protection that you are getting from the third, it is good enough, actually quite good for hospitalizations and deaths,” he said, according to&#xa0;a CBS News transcript. “It's not that good against infections, but doesn't last very long.”</p><p>https://twitter.com/FaceTheNation/status/1503032971376439300Special report:&#xa0;Two years of COVID-19: How the pandemic changed the way we shop, work, invest and get medical care</p><p>A second booster has already been approved for some immunocompromised people.</p><p>Bourla said he expects a COVID booster to become an annual occurrence, much like the flu shot, and added that Pfizer is working on a vaccine that offers even better protection.</p><p>Pfizer PFE is currently working to make a vaccine that will protect against all variants, including omicron, “but also something that can protect for at least a year. And if we be able to achieve that, then I think it is very easy to follow and remember so that we can go back to really the way used to live,” he said.</p><p>Bourla is expecting data from trials of the vaccine in children below the age of 5 to be ready in April. If those prove successful and are authorized, the first shots in that age group could come in May.</p><p>U.S. COVID numbers continue to decline, and the nation is now averaging 34,232 new cases a day,&#xa0;according to a New York Times tracker,&#xa0;down 48% from two weeks ago.</p><p>The average daily number of hospitalizations stands at 29,688, down 42% from two weeks ago. Deaths are averaging 1,291 a day, down 31% from two weeks ago, but still an undesirably high number.</p><p>A new COVID variant that is being called deltacron for now as it combines elements of the delta and omicron variants, has been detected in several European countries, but it's too early to say whether it's more transmissible or more lethal than other ones.</p><p>The World Health Organization confirmed the variant has been found in small numbers in France, the Netherlands and Denmark, as WebMD reported.</p><p>“We have not seen any change in the epidemiology with this recombinant. We haven't seen any change in severity. But there are many studies that are under way,” World Health Organization COVID-19 technical lead Maria Van Kerkhove, said at a&#xa0;news conference.</p><p>The new variant is expected to spread, however, she added, cautioning again that “the pandemic is far from over.”</p><p>Other COVID-19 news you should know about:</p><p>• China banned most people from leaving a coronavirus-hit northeastern province and mobilized military reservists Monday as the fast-spreading “stealth omicron” variant fuels the country's biggest outbreak since the start of the pandemic two years ago, the Associated Press reported. The National Health Commission reported 1,337 locally transmitted cases in the latest 24-hour period, including 895 in the industrial province of Jilin. Hundreds of cases were reported in other provinces and cities along China's eastern coast and inland as well. Beijing, which had six news cases, and Shanghai, with 41, locked down residential and office buildings where infected people had been found.</p><p>• Apple Inc. AAPL component supplier Foxconn Technology Co. will temporarily shut down its operations in Shenzhen, China, amid a surge in COVID-19 cases, MarketWatch's Mike Murphy reported. In a statement Sunday night, Taiwan-based Foxconn TW:2354,&#xa0;also known as Hon Hai Precision Industry Co., said it was suspending production at two campuses in Shenzhen and reallocating production to other sites. Shenzhen, a tech hub near Hong Kong, was put under lockdown earlier Sunday following a surge of new COVID cases</p><p>• Former U.S. President Barack Obama disclosed Sunday that he has tested positive for COVID, but said he feels fine and his wife, Michelle, tested negative, the AP reported. “I've had a scratchy throat for a couple of days, but am feeling fine otherwise,” Obama said on Twitter. “Michelle and I are grateful to be vaccinated and boosted.”</p><p>https://twitter.com/BarackObama/status/1503092299173089288• Greek Prime Minister Kyriakos Mitsotakis has tested positive for COVID-19, he said in a video message on Instagram on Monday, Reuters reported. “Recently, we are all occupied with the war in Ukraine and increased prices, but the coronavirus is still here. I tested positive this morning and therefore will isolate at home and work from there,” said Mitsotakis, wearing a mask. The prime minister is triple vaccinated.</p><p>Here's what the numbers say</p><p>The global tally of confirmed cases of COVID-19 topped 456.9 million on Thursday, while the death toll rose above 6.04 million,&#xa0;according to data aggregated by Johns Hopkins University.</p><p>The U.S. leads the world with 79.5 million cases and 967,804 fatalities.</p><p>The&#xa0;Centers for Disease Control and Prevention's tracker&#xa0;shows that 216.6 million people living in the U.S. are fully vaccinated, equal to 65.3% of the population. But just 95.9 million are boosted, equal to 44.3% of the vaccinated population.</p>",
  "published": "2022-03-14T13:01:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 3268,
          "end": 3278
        },
        {
          "start": 3268,
          "end": 3273
        },
        {
          "start": 3279,
          "end": 3283
        },
        {
          "start": 3268,
          "end": 3277
        }
      ]
    }
  ]
}