{
  "_id": "0400babbc629caf4f6e1cf5ddd38f673568af3a8557c39ef315dfdf92e5c4fe3",
  "feed": "market-watch",
  "title": "Apple hires longtime Ford executive for car project, report says; Desi Ujkashevic reportedly is headed over to Apple after more than three decades at Ford",
  "text": "<p>Ujkashevic spent more than three decades at Ford in a number of engineering roles. Her LinkedIn profile indicates that she was most recently the director of engineering for North American programs (Unibody and Lincoln) and that she left the company in March 2022.</p><p>Ford didn't respond to MarketWatch's request for confirmation of her departure. Apple didn't respond to MarketWatch's inquiry about whether Ujkashevic had joined the company to work on the Apple Car project.</p><p>Apple fans over the years have dreamed about the company's potential in the automotive world, and reports periodically indicate that the consumer-electronics giant in working on such an initiative. A Bloomberg News story from late 2021 said that Kevin Lynch, an executive with a history in Apple Watch software, was leading the team and ramping up the company's plans for an electric vehicle that could debut as soon as 2025.</p><p>Bloomberg highlighted in its most recent piece that Apple has faced staff turnover on the project and hasn't always been set on the vision for the Apple Car. As it stands, the company aims to make a vehicle that is fully autonomous and that doesn't have a normal steering wheel or pedals, per the report. Safety is also a major focus.</p><p>The thought of an Apple Car excited at least one analyst when buzz about the initiative reemerged alongside the Bloomberg story from late last year. Morgan Stanley's Katy Huberty wrote at the time that an Apple Car had the potential to double the company's market value and refocus investor attention on the value embedded in Apple's platform.</p><p>Apple hires longtime Ford executive for car project, report says</p>",
  "published": "2022-05-04T12:18:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1577,
          "end": 1582
        },
        {
          "start": 1251,
          "end": 1256
        },
        {
          "start": 344,
          "end": 349
        },
        {
          "start": 950,
          "end": 955
        },
        {
          "start": 1045,
          "end": 1050
        },
        {
          "start": 1438,
          "end": 1443
        },
        {
          "start": 453,
          "end": 458
        },
        {
          "start": 1559,
          "end": 1564
        },
        {
          "start": 472,
          "end": 477
        },
        {
          "start": 762,
          "end": 773
        },
        {
          "start": 0,
          "end": 5
        },
        {
          "start": 111,
          "end": 116
        },
        {
          "start": 762,
          "end": 767
        }
      ]
    }
  ]
}