{
  "_id": "0d28dcd59133aa2eaafcaaa7dabedbfcc78257a1206b062ab742278b35cea098",
  "feed": "ftcomall",
  "title": "Labour: the new US trade unionist is young, educated and ethnically diverse",
  "text": "<p>The popular stereotype of an American trade unionist is of burly, older white men. You see them working on building sites or climbing from the cabs of trucks in Teamsters T-shirts. </p> <p>Now a new breed is emerging: young, better educated and more ethnically mixed. Surging inflation, falling living standards and a Democratic president have fostered unions in workplaces where they were previously seen as irrelevant. These include Apple stores, Starbucks coffee bars and Amazon warehouses.</p> <p>What does the new US unionist look like? Employers and policymakers need to answer that question. </p> <p>Strikes and other evidence of labour organisation in new economy workplaces are a recent phenomenon. Statistics lag behind the trend. But they still provide pointers.</p> <p>Union membership fell to new lows last year. The percentage of unionised workers stood at <a href=\"https://www.bls.gov/news.release/pdf/union2.pdf\">just 10.3 per cent in 2021</a>, compared with 20.1 per cent in 1983, according to the Bureau of Labor Statistics.</p> <p>But approval of unions has soared. A <a href=\"https://news.gallup.com/poll/354455/approval-labor-unions-highest-point-1965.aspx\">Gallup poll</a> from last September showed that 68 per cent of Americans approved of labour unions. That is the highest since 1965. </p> <p>Support is particularly firm among the young, minorities and college graduates. About 77 per cent of adults aged 18 to 34 who were surveyed supported unions. Among non-whites and graduates, approval was about 76 per cent and 70 per cent respectively.</p> <p>Grandpa might have joined the union in a foundry or car plant. Junior may do so in an ecommerce warehouse or fast-food restaurant. The drivers are the same as they have always been: frustration with stagnating wages, financial inequality and the lack of affordable housing and healthcare.</p> <p>The percentage of people aged 16-24 who are represented by unions inched higher from 5 per cent in 2011 to 5.3 per cent in 2021. It is one of the few categories to see growth. The figure for those aged 45-54 fell 2 percentage points.</p> <p>The National Labor Relations Board reports that it received 1,174 requests to be represented by unions in the six months to March 31, a 57 per cent year-on-year increase.</p> <p>It would be premature to diagnose a reversal in the decline of US trade unions, however. The recent surge of activity partly reflects a labour shortage that has increased collective bargaining power. A recession will test whether America's new trade unionists have the cohesion and toughness to persist.</p> <p><em>The Lex team is interested in hearing more from readers. Please tell us what you think of US unionisation in the comments section below.</em></p><p>Source:  2022 'Labour: the new US trade unionist is young, educated and ethnically diverse' FT.com 26 June. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-06-26T06:00:59.663Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 427,
          "end": 432
        }
      ]
    }
  ]
}