{
  "_id": "0fcf7756223cd17479bb7e78474589485dbfd4bcda51fc2950c64c2b4d2ef963",
  "feed": "wall-street-journal",
  "title": "Samsung Electronics Revenue Up 21.6%, in Slight Pullback; Results ended tech giant's streak of three consecutive quarters of record revenues initially driven by the pandemic-fueled chip boom",
  "text": "<p>The results ended Samsung's streak of three consecutive quarters of record revenues initially driven by the pandemic-fueled chip boom.</p><p>Samsung, the world's biggest maker of semiconductors, smartphones and televisions, said its net profit for the second quarter rose 15.3% from the year-ago period to 11.1 trillion won.</p><p>The Suwon, South Korea-based company is considered an industry bellwether as it is a major electronics maker as well as a component supplier for major tech companies such as Apple Inc.</p><p>SK Hynix Inc. and Micron Technology Inc., which compete with Samsung in the memory-chip business, said in their latest earnings calls that rising inflation and concerns over a recession had affected consumer confidence recently and prompted customers—which includes PC and smartphone manufacturers—to start tightening costs and adjusting inventories. On Thursday, Qualcomm Inc., which makes chips for phones, lowered its handset shipment forecast for the year.</p><p>But not all of the chip industry is pessimistic. Earlier this month, Taiwan Semiconductor Manufacturing Co., the world's top contract chip maker, raised its full-year revenue forecast, noting that demand still outstrips their output. This week, Texas Instruments Inc. gave an upbeat revenue forecast based on robust sales of chips produced for core customers in the industrial machinery and auto industries.</p><p>Samsung's earnings are driven primarily by memory chips. Prices of the two major types of memory—DRAM and NAND flash—are declining as electronics demand for PCs, smartphones and other gadgets weaken. They are each expected to fall by double-digit percentages in the coming months versus the prior year, according to forecasts from Taiwan-based TrendForce.</p><p>For the April-June period, Samsung benefited from a strong U.S. dollar and ongoing server demand for memory, though revenue growth cooled versus prior quarters. The company's second-quarter semiconductor division operating profit rose 44% from the prior year to 9.98 trillion won, while revenues increased 24% to 28.5 trillion won during the same time frame.</p><p>The company said its mobile business took a hit from rising material and logistics costs, but revenue rose driven by sales of premium devices. Samsung's mobile-and-networks division logged second-quarter operating profit of 2.62 trillion won, a 18.9% drop from the prior year. But revenue rose 29.4% year-over-year to 29.34 trillion won.</p><p>Samsung is preparing to launch a new version of its flagship foldable smartphones—the brand's priciest models—on Aug. 10. Last year, the Galaxy Z Fold 3 5G was launched at roughly $1,800 while the smaller-size Galaxy Z Flip 3 5G was priced at around $1,000.</p><p>Write to Jiyoung Sohn at jiyoung.sohn@wsj.com</p><p>Samsung Electronics Revenue Up 21.6%, in Slight Pullback</p>",
  "published": "2022-07-28T00:31:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 493,
          "end": 502
        },
        {
          "start": 493,
          "end": 503
        },
        {
          "start": 493,
          "end": 498
        }
      ]
    }
  ]
}