{
  "_id": "5140d73491e99087a452320ddc6a71aec09fb75d7a4e0b08194f4701d4feaef7",
  "feed": "market-watch",
  "title": "Dow ends nearly 460 points lower as Nasdaq plunges after Apple downgrade; S&P 500 sets 2022 low; Facebook parent Meta announces hiring freeze, shares drop",
  "text": "<p>* The Dow Jones Industrial Average DJIA fell 458.13 points, or 1.5%, to close at 29,225.61, after dropping 686 points at its session low.</p><p>* The S&amp;P 500 SPX lost 78.57 points, or 2.1%, to finish at 3,640.47 — its lowest close since Nov. 30, 2020.</p><p>* The Nasdaq Composite COMP dropped 314.13 points, or 2.8%, ending at 10,737.50.</p><p>Stocks erased gains from Wednesday, when the Dow rose 549 points for its largest percentage-point increase since July, while the S&amp;P 500 and Nasdaq saw their biggest gains in more than a month.</p><p>What's driving markets</p><p>A batch of economic data that reinforced expectations the Federal Reserve will continue with its aggressive pace of rate hikes set the tone, analysts said, while a sharp selloff across tech-related shares amplified the damage.</p><p>The latest update to second-quarter GDP figures confirmed that the U.S. economy shrank at an annualized clip of 0.6% in the second quarter. However, a weekly report on U.S. jobless benefit claims revealed that the number of Americans initially applying for unemployment benefits fell by 16,000 to 193,000 in the week ended Sept. 24, the lowest level since April.</p><p>The jobless claims data helped to weigh on stocks by emboldening a view that the Fed will stick with its plans to continue raising interest rates.</p><p>\"I think we'll see rates continue to increase here in the U.S., since we're not yet in restrictive territory, and that rate cuts won't come as easily or as soon as the market expects,\" Michael Wang, CEO and founder of Prometheus Alternative Investments, told MarketWatch.</p><p>\"Expect further tightening from central banks, including the Fed, as markets look for stability and transparency for the rest of the year, which will have an impact on the upcoming earnings season. Investors will be watching if [Fed Chair Jerome] Powell and the Fed stick to their guns on raising rates regardless of the short term impact to get inflation under control,\" he said.</p><p>Treasury yields rebounded, putting pressure on stocks. A pullback in global yields following the Bank of England's decision to resume its bond-buying program in an effort to stabilize the country's bond market was credited with giving stocks room to bounce on Wednesday.</p><p>Apple Inc. AAPL, a Dow component, was blamed for helping to exacerbate the Thursday weakness in stocks, while also contributing heavily to the Nasdaq's decline. Shares fell 4.9% after Bank of America analyst downgraded the stock to neutral from buy Thursday, writing that demand trends could worsen heading into the new fiscal year.</p><p>\"Megacap tech stocks got hit hard after Apple was delivered an extraordinarily rare downgrade by Bank of America. The downgrade emphasized the risk of weaker services and product demand given the current macro environment,\" said Edward Moya, senior market analyst at Oanda, in a note.</p><p>Facebook parent Meta Platforms Inc. META dropped 3.7% after a news reports said the company was planning a hiring freeze and restructuring.</p><p>\"Meta's outlook is in shambles as they are looking at a terrible macro backdrop that will lead to falling ad rev and a Metaverse bet that does not seem like it will pan out,\" Moya said.</p><p>The tech rout saw nearly a fifth of the S&amp;P 500 hit 52-week l o ws during Thursday's session.</p><p>Cleveland Fed President Loretta Mester said in an interview on CNBC that the interest rates in the U.S. haven't reached restrictive territory yet, and that the Fed has yet to reach a point where it should consider pausing rate hikes.</p><p>St. Louis Fed President James Bullard defended the Fed from claims its policy of aggressive interest-rate hikes is creating impossible conditions for foreign central banks.</p><p>See: Fed rate hikes were no surprise to foreign central banks, Bullard says</p><p>San Francisco Fed President Mary Daly was scheduled to deliver remarks at an event at 4:45 p.m. ET.</p><p>Stocks in focus</p><p>* Starbucks Corp. SBUX shares fell 0.6% after the company announced Wednesday that itwas boosting its quarterly dividend to 53 cents a share.</p><p>* CarMax Inc. KMX shares fell 24.6%, making it the worst performer on the S&amp;P 500, following weak earnings and a warning about waning consumer demand for discretionary purchases.</p><p>* General Motors Co. GM, down 5.6%, and Tesla Inc. TSLA, down 6.8%, also slumped in tandem with CarMax as the company's warning about consumer spending weighed on car makers and their suppliers.</p><p>* Amazon.com Inc. AMZN shares tumbled 2.7% after the company announced plans to hike employee pay.</p><p>* Bed Bath &amp; Beyond Inc. BBBY fell 4.2% Thursday, after the home-goods retailer reported a much wider-than-expected fiscal second-quarter loss, but showed that \"accelerated markdowns\" had helped improve the inventory overhang.</p><p>— Joseph Adinolfi and Jamie Chisholm contributed to this article.</p><p>Dow ends nearly 460 points lower as Nasdaq plunges after Apple downgrade; S&amp;P 500 sets 2022 low</p>",
  "published": "2022-09-29T20:39:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 57,
          "end": 62
        },
        {
          "start": 2205,
          "end": 2215
        },
        {
          "start": 2578,
          "end": 2583
        },
        {
          "start": 2205,
          "end": 2214
        },
        {
          "start": 4807,
          "end": 4812
        },
        {
          "start": 2205,
          "end": 2210
        },
        {
          "start": 2216,
          "end": 2220
        }
      ],
      "nexusId": "10022657"
    }
  ]
}