{
  "_id": "15a6abe4d08d394454852cdd7df71ad37e194d1a8234db036eb8871d107d95dd",
  "feed": "wall-street-journal",
  "title": "Biden Awards Presidential Medal of Freedom to Simone Biles, Megan Rapinoe; Gabrielle Giffords, Denzel Washington among 17 honored with nation's highest civilian honor; John McCain, Steve Jobs honored posthumously",
  "text": "<p>Ms. Biles is a five-time world all-around champion with seven medals from two consecutive Olympic Games. She also has become known for her advocacy around the abuse scandal surrounding former national gymnastics team physician Larry Nassar, her work on behalf for children in foster care as she was, and her decision to withdraw during the Olympic team final last summer because she didn't think she could compete safely or effectively, only to return to medal on balance beam.</p><p>\"We see unmatched power and determination, grace and daring, a trailblazer and a role model. When she stands on a podium, we see what she is,\" said Mr. Biden. \"Courage, to turn personal pain into greater purpose, to stand up and speak for those who cannot speak for themselves. Today, she adds to her medal count.\"</p><p>Her appearance at the White House came shortly after she filed a claim against the Federal Bureau of Investigation, along with three other elite gymnasts who were first identified in the summer of 2015 as having been sexually assaulted by Nassar for disregarding their concerns.</p><p>Ms. Rapinoe has been on two World Cup-winning U.S. teams and holds two Olympic medals. She is outspoken in her support of LGBT and abortion rights and was a plaintiff in the U.S. women's players' gender discrimination suit against the U.S. Soccer Federation. The players and federation reached a settlement agreement earlier this year, and the U.S. women's and men's soccer teams reached labor deals that give them equal pay.</p><p>\"Megan did something really consequential, she helped lead the change for perhaps the most important victory for anyone on our soccer team, or any soccer team: equal pay for women,\" said Mr. Biden, who said that his granddaughter had once described herself as \"dizzy\" to have seen Ms. Rapinoe.</p><p>Former President Donald Trump recognized a lengthy roster of athletes during his time in the White House including, in the final days of his administration, golfers Gary Player and Annika Sorenstam. New England Patriots coach Bill Belichick said he wouldn't accept the honor, following the Jan. 6 riot by Trump supporters at the U.S. Capitol.</p><p>Actor, director and producer Denzel Washington was among the other figures recognized by the White House, though he wasn't at Thursday's ceremony.</p><p>Apple co-founder Steve Jobs received the award posthumously. Sandra Lindsay, a New York critical care nurse who was one of the first people to receive a Covid-19 vaccine outside of clinical trials, was also recognized.</p><p>The political personalities included Catholic immigration and health care activist Sister Simone Campbell; Gabrielle Giffords, a former Democratic congresswoman and gun safety advocate who was seriously wounded in a 2011 mass shooting; Fred Gray, a civil-rights lawyer who represented Rosa Parks, Martin Luther King and the NAACP; Gold Star father Khizr Khan; civil rights activist Diane Nash; former Wyoming Republican senator Alan Simpson and Raul Yzaguirre, a Latino civil rights leader.</p><p>Arizona Republican Sen. John McCain, who ran for president in 2008 when Mr. Biden was the vice presidential candidate on the Democratic ticket, received the award posthumously, as did the AFL-CIO leader Richard Trumka.</p><p>\"We ran against each other, which I didn't like,\" said Mr. Biden of Mr. McCain. \"I never stopped admiring him.\"</p><p>Write to Louise Radnofsky at louise.radnofsky@wsj.com</p><p>Biden Awards Presidential Medal of Freedom to Simone Biles, Megan Rapinoe</p>",
  "published": "2022-07-07T21:57:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 2282,
          "end": 2287
        }
      ]
    }
  ]
}