{
  "_id": "7dc6065f82e6b245bd640c87873670edd5420ca01bc4bd9d044924d3032b2782",
  "feed": "wall-street-journal",
  "title": "Business World:  If Politics Is a 'Joke,' Voters Get It  ----  By Holman W. Jenkins, Jr.",
  "text": "<p>   For the rest of the year I could write columns riffing off a long piece for the New York Times by the job-hopping, Pulitzer-winning former Washington Post book critic Carlos Lozada. His piece is that delicious. He picks up on a long-running theme of this column, Donald Trump's bottomless cynicism about the game of politics and the people who play it. </p><p>   Mr. Trump's big election lie, Mr. Lozada writes, \"is yoked to an older deception, without which it could not survive: the idea that American politics is, in essence, a joke. . . . When politicians publicly defend positions they privately reject, they are telling the joke. When they give up on the challenge of governing the country for the rush of triggering the enemy, they are telling the joke. When they intone that they must address the very fears they have encouraged or manufactured among their constituents, they are telling the joke.\" </p><p>   What gives Mr. Lozada's piece a richness he doesn't intend is that he himself is engaged in joke telling, in which all this is the work of Republicans, the Democratic election denials of 2000, 2004, 2016 and 2018 don't exist, the manufactured Russia collusion lie doesn't exist, Mr. Biden doesn't play up the white supremacist menace for own benefit, he and his allies don't flog a climate apocalypse found nowhere in the science. </p><p>   The joke continues. See the oddly similar treatment in the Washington Post and New York Times last week of news of the winding down of special counsel John Durham's investigation, which both papers measured and found wanting against the standard of (wait for it) Mr. Trump's own hyperbolic and self-interested rhetoric. </p><p>   Since when is Mr. Trump the measure of all things? Only when it serves the purpose of ignoring Mr. Durham's accomplishment in getting to the bottom of the collusion fraud, which the press declined to do. Example: His detailed allegation that the sex scene in a Moscow hotel, which the media reveled in for two years, was completely made up, attributed by a paid Democratic \"investigator\" to a source who refused his call. </p><p>   The joke is present in both Mr. Trump's and the media's delight in the New York attorney general's 214 pages of not alleging any crime in Mr. Trump's exaggeration of his wealth for bank loan reviewers who, among all people on earth, knew exactly who they were dealing with (unlike the public that accepted at face value the media's Russia reporting only to find out later it was a Lozadian \"joke.\") </p><p>   Mr. Lozada's joke metaphor captures the arch cynicism of contemporary political fabulizers (except those on his side) but perhaps doesn't give the public enough credit. If my interactions are any indication, voters have made fast progress in decoding the turn toward absurdity in our politics, as something akin to the inexplicable waves of high fashion, and yet they still grasp how the underlying fight for power touches on things they care about like jobs, crime and education. </p><p>   The real source of the trouble -- or maybe just the real joke -- is a news industry no longer interested in evidence for what it says, only how it can be used. The pretense is of a modernizing impulse, in which traditional standards of \"objectivity\" are put aside for higher, consequentialist purposes. But there's a reason the press's motto used to be \"Tell the truth no matter whose ox is gored.\" We don't and can't know how the future will play out. Take the simple matter of being honest about the Russia hoax. By acknowledging the truth, do we strengthen Mr. Trump -- or do we show his voters that the media and government elite are not irremediably corrupt and perhaps can be trusted at least some of the time? </p><p>   To their credit, a couple of premier columnists in the Post and Times have charted bold new courses recently by recognizing the collusion fraud's corrosive effect on public trust. In 2020, I suggested Joe Biden do the same; by endorsing the Durham investigation, he could have gone a big step toward fostering the reconciliation he preached. Listen to his speeches now and you realize he was never interested in reconciliation. He was \"telling the joke\" in Mr. Lozada's sense. Mr. Biden's interest lies in stoking Trumpian acrimony as his best bet for prolonging his own strut across the stage. </p><p>   There are wisps of hope, such as signs that CNN's new owner wants to clean up its act, but comfort yourself also that time is a fixer of many problems. Today's reporters and editors will retire and go to their ultimate rewards. As the late Steve Jobs said in a Stanford commencement address, the main reason hope springs eternal for mankind is the possibility of renewal that comes from the fact that all of us will become victims of the mortality tables eventually. </p><p></p>",
  "published": "2022-09-28T06:06:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [],
      "nexusId": "10022657"
    }
  ]
}