{
  "_id": "a240983155baa903fa56861303cf0ca0af9708bedc9a0c35edce06d4488c4b94",
  "feed": "wall-street-journal",
  "title": "Disney, WeWork, Twitter: Stocks That Defined the Week; Here are seven major companies whose stocks moved on the week's news",
  "text": "<p>Tyson Foods Inc.</p><p>Tyson's prices keep heating up. The nation's biggest meat processor by sales reported soaring second-quarter profit as the company raised prices for beef, chicken and pork. Chief Executive Officer Donnie King said Tyson's price increases are consistent with inflation, despite criticism from the White House, lawmakers and regulators that accuse the industry of using its scale to inflate Americans' food bills. Tyson said its cost of goods sold increased by 15% over the quarter as the company paid more for animal feed, freight and labor expenses. Tyson shares gained 2.2% Monday.</p><p>Peloton Interactive Inc.</p><p>The ride keeps getting steeper for Peloton. The once-hot stationary bike maker reported falling sales and mounting losses due to weaker demand and the return to prepandemic lifestyles. Revenue fell 24% in the quarter, marking Peloton's first year-over-year decline since going public in 2019. The company also signed a commitment letter for $750 million in loans from JPMorgan Chase &amp; Co. and Goldman Sachs Group Inc. to help sustain the business. Peloton last month said it would cut prices of its stationary bikes and treadmills and raise monthly subscriptions for online workout classes starting June 1. Peloton shares lost 8.7% Tuesday.</p><p>Carvana Co.</p><p>Carvana is downshifting. The online car dealer plans to lay off 12% of its workforce after closing a deal to expand operations that forced the company to borrow on onerous terms. In an email to employees that was viewed by The Wall Street Journal, Carvana CEO Ernie Garcia III said that the company overshot its growth strategy and would cut around 2,500 workers, centered on its operations. Carvana, which offers an almost entirely online shopping and selling experience of used cars, saw a huge expansion in its business during the pandemic. Carvana shares declined 5.4% Tuesday.</p><p>WeWork Inc.</p><p>More people want space to work at WeWork. The shared-office company on Thursday said its gross desk sales reached prepandemic levels amid the gradual return of employees to in-person work, reporting a narrower quarterly loss and raising its guidance. The company saw lower sales during the pandemic as the Covid crisis forced many office workers to work from home and as companies reassessed their real-estate needs. In 2020, WeWork brought in new CEO Sandeep Mathrani, who has since refreshed operations by closing locations, renegotiating leases and cutting thousands of jobs. WeWork shares added 10% Thursday.</p><p>Apple Inc.</p><p>A decline in tech stocks is gnawing at Apple's market dominance. Saudi Aramco surpassed Apple as the largest company in the world by market value, according to Dow Jones Market Data. As of Thursday's close, the state-owned oil company's market capitalization was close to $2.4 trillion, compared with Apple's $2.307 trillion, according to Dow Jones Market Data. The iPhone maker is a staple investment given its general ability to weather market storms, but investors seemed to be reassessing their love affair with the company as higher interest rates make tech stocks less attractive. Apple shares lost 2.7% Thursday.</p><p>Twitter Inc.</p><p>A tweet from Elon Musk raised doubts about his Twitter deal. The entrepreneur tweeted early Friday that his $44 billion acquisition of the social-media platform was on hold, prompting questions about the takeover and sending shares lower. \"Twitter deal temporarily on hold pending details supporting calculation that spam/fake accounts do indeed represent less than 5% of users,\" Mr. Musk said from his verified account, linking to a May 2 Reuters report about a recent Twitter securities filing with those statistics. The Tesla Inc. CEO later added that he remains committed to the deal. Twitter shares declined 9.7% Friday.</p><p>Write to Francesca Fontana at francesca.fontana@wsj.com</p><p>Disney, WeWork, Twitter: Stocks That Defined the Week</p>",
  "published": "2022-05-13T22:28:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 2485,
          "end": 2494
        },
        {
          "start": 2485,
          "end": 2495
        },
        {
          "start": 2535,
          "end": 2540
        },
        {
          "start": 2584,
          "end": 2589
        },
        {
          "start": 2797,
          "end": 2802
        },
        {
          "start": 3083,
          "end": 3088
        }
      ]
    }
  ]
}