{
  "_id": "254209aa84600a7608b72cee5bde92a5f6c50e88699d8463348d68a7c59e2650",
  "feed": "wall-street-journal",
  "title": "Snap Issues Profit Warning on Deteriorating Macroeconomic Environment; Shares in the social-media company fall sharply in after-hours trading",
  "text": "<p>\"Since we issued guidance on April 21, 2022, the macroeconomic environment has deteriorated further and faster than anticipated,\" the company said.</p><p>Shares in Snap fell more than 28% in after-hours trading following the disclosure.</p><p>The company fell short of its own sales forecast for the first quarter of the year, calling the three-month period \"more challenging than we had expected.\"</p><p>Snap was still feeling the sting from Apple Inc.'s privacy policy changes, and Russia's attack on Ukraine led some advertisers to temporarily pause their campaigns. Inflation also weighed on the company's ad business with advertisers pulling back amid rising costs.</p><p>The profit warning comes after Snap last month issued what it billed as conservative guidance. It included generating adjusted operating earnings between break-even and $50 million for the current quarter. At the time, the company said sales were estimated to increase by between 20% and 25% from the year-ago period.</p><p>\"We are concerned that the operating environment ahead could be even more challenging, leading to further campaign pauses or advertiser budget reductions,\" Chief Financial Officer Derek Andersen said on an April earnings call</p><p>Write to Meghan Bobrowsky at Meghan.Bobrowsky@wsj.com</p><p>Snap Issues Profit Warning on Deteriorating Macroeconomic Environment</p>",
  "published": "2022-05-23T21:50:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 425,
          "end": 435
        },
        {
          "start": 425,
          "end": 430
        },
        {
          "start": 425,
          "end": 434
        }
      ]
    }
  ]
}