{
  "_id": "f6cf983530e625c1be6890a71e3ca3542b07d978314e2d813935ec152b224a57",
  "feed": "wall-street-journal",
  "title": "These Workers Were the Bosses' Favorites. Now They Feel Jilted. What's waiting for people heading back to the office after Labor Day? Jealous looks from the underappreciated colleagues who returned long ago.",
  "text": "<p>Like the young man in the parable, whose brother loyally stays on the family farm and complains that he's underappreciated, many resuming in-person work now have colleagues who remained on site throughout the pandemic or came back a long time ago. And those colleagues are a little annoyed by the fanfare.</p><p>\"Where's the acknowledgment?\" says Cherokee Lindsay, a banker in New York who staffed a bricks-and-mortar branch in the early months of the pandemic while much of the finance sector worked from home.</p><p>Mx. Lindsay, who uses a gender-neutral honorific and pronoun, recalls talking to customers through glass doors when the branch was closed to the public, sometimes helping people who had always banked in person learn to use a mobile app.</p><p>Mx. Lindsay moved to a corporate job within the same company in time to join colleagues returning to a gleaming new office building and a food-filled, employee-appreciation event this summer.</p><p>Having been in both camps—the one that stuck around during Covid and the one that came back recently—they say the business world is celebrating people who return to their desks but largely taking for granted those who never left.</p><p>\"I do get upset\" about the imbalance, Mx. Lindsay says.</p><p>Resentments could fester as companies toast (often literally, with boozy reunions) another round of office returns this month. Comcast, Apple and Peloton are among firms pushing to significantly boost head counts in offices after Labor Day.</p><p>\"Tension is a real risk with this group,\" says Kristie Rogers, an associate professor of management at Marquette University. \"If we're not paying attention to those who have been around a while, making sure that their efforts were valued and continue to be valued, there could be some division that undermines the purpose of bringing people back in the first place.\"</p><p>She adds workers who believe their in-person contributions are not sufficiently rewarded may quit or \"quiet quit,\" staying in a job but doing only the bare minimum.</p><p>Keeping everyone satisfied is especially difficult since many workers feel empowered to resist office callbacks and expect new perks in exchange for showing up. Those who've long been working in person can hardly be blamed for resenting the incentives—why weren't they offered sooner?—even though the benefits are available to all.</p><p>\"I sit on several CEO councils, and the No. 1 thing we talk about is the labor shortage,\" says Bart Valdez, who leads Cincinnati-based Ingenovis Health, a medical staffing firm. \"The second thing we talk about is: What are you doing to get your employees to stay engaged, stay working and at the office? It's really a challenge.\"</p><p>This from a Navy veteran who was a stickler for office attendance before the pandemic, insisting that his 1,500 employees with desk jobs show up just like his company's 10,000 front-line medical workers. He was a self-described, old-school boss in Brooks Brothers suits and wingtips.</p><p>These days he's sporting polos and thinking up ways to woo back his office staff. So far, he's upgraded outposts in several cities with gyms and regular visits from taco trucks.</p><p>I told him he's gone soft.</p><p>\"Oh, my gosh, I know!\" he said. \"My old drilling instructor would be killing me right now.\"</p><p>He says he's been careful not to overlook his in-person stalwarts while showering perks on those who are only now coming back—and part-time in many cases. Ingenovis recently rolled out gym memberships and career development services for its medical workers but, alas, no tacos.</p><p>One of the company's traveling nurses, Grover Street, told me healthcare professionals are split within their own ranks. Some stayed at the bedside throughout the pandemic. Mr. Street, for instance, says he took short-term assignments in one Covid hot spot after another, even though his wife was immunocompromised while battling breast cancer.</p><p>Lots of others shifted to telemedicine or changed careers to join the millions working from home.</p><p>Now, as more workers return to hospitals, some can command five-figure signing bonuses in places where there are staffing shortages. While Mr. Street says he welcomes these prodigals because his profession badly needs reinforcements, not everyone is so gracious.</p><p>\"There are doctors and nurses that are sour,\" he says. \"They have some resentment at people abandoning us and then coming back—you know, running from trouble and then saying, 'Hey, now that it's taken care of, we're gonna come back and help you guys out.'\"</p><p>Seeking spiritual guidance for the embittered, I called Bob Massie, the rare business consultant who in a previous career was an Episcopal minister. He contends the prodigal-son fable is really about the protagonist's long-suffering brother, and the relevant question for workers who've stuck it out in person is this:</p><p>\"How are you going to react when good things happen to other people?\"</p><p>SHARE YOUR THOUGHTS</p><p>How do you deal with feeling underappreciated at work? Join the conversation below.</p><p>Emma McCulloch says she's glad to see colleagues trickle back to the tech company where she works in California, even though their recent arrivals have been marked by luncheons, goody bags and team-building scavenger hunts that were missing when she volunteered to help reopen the office early this year. She says the company didn't want to pressure people, and she reasons that fun and games for the first returners would have signaled a preference for in-person work.</p><p>Still, Ms. McCulloch hopes companies like hers will remember the harder-to-measure contributions of people who returned to the office early. While those who worked from home longer posted big productivity numbers, free of commute times and distracting conversations, she and her office colleagues were mentoring interns and building camaraderie over coffee.</p><p>She's not looking for a feast in her honor, but \"I think you have to look at productivity in a different way,\" she says.</p><p>Write to Callum Borchers at callum.borchers@wsj.com</p><p>These Workers Were the Bosses' Favorites. Now They Feel Jilted.</p>",
  "published": "2022-09-01T00:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "confidence": 0.94,
      "offsets": [
        {
          "start": 1345,
          "end": 1350
        },
        {
          "start": 1357,
          "end": 1362
        }
      ],
      "weightsV2": {
        "weight": 2.0000029,
        "baseWeight": 2.0,
        "expansionWeight": 0.0,
        "ontologyWeight": 0.0,
        "tagPositionWeight": 2.861023e-06,
        "titleWeight": 0.0
      },
      "typeRank": 1
    }
  ]
}