{
  "_id": "f799ea7ca2f051b2a8ba9c9423106327c39debf6c06abaf77f499898cea971b1",
  "feed": "market-watch",
  "title": "'It's nuts': Real-estate agents describe chaotic bidding wars in New York City's red-hot rental market; As workers and college students return to the city over summer, rental prices have shot up",
  "text": "<p>\"It's nuts,\" Jessica Peters, a real-estate agent with Douglas Elliman, told MarketWatch. \"We can't even keep up anymore. We're, like, let's just put up this crazy number, and we're getting it.\"</p><p>Peters said that the reality was far worse on the ground. \"I just rented something … in Williamsburg. It's a great two-bedroom ground floor unit, with a big backyard,\" she said. \"We were asking $6,500. We got $7,000.\"</p><p>Offices in the city are trying to woo more employees back: The city is not near full capacity yet — foot traffic to office buildings in NYC is still down 40.6% compared to pre-pandemic levels. But some workers are coming back, restaurants, movie theaters and Broadway are back, and college students are preparing to start school.</p><p>Consequently, the median monthly rent is up $725 in June on the year and $59 on the previous month, according to Zillow. The median monthly rent in NYC is $3,300, 53% higher than the national median of $2,155.</p><p>The city's dealing with \"the fastest rent growth in the country,\" Apartment List said, as seen in the chart below:</p><p>Peters, who specializes in the Brooklyn area, said that while rental prices may be fluctuating a little, the reality is clear for someone looking to be in the city.</p><p>\"If you're coming back after not renting in either Brooklyn or Manhattan in the last ten years, a lot of renters will be in for a rude awakening,\" Peters added.</p><p>(Reminder: Realtors and real-estate agent make money on a commission basis, meaning the hotter the market, the higher their earnings.)</p><p>That said, the rental market in New York is reflecting a broader intensification of the inventory pressures, which is leading to bidding wars among renters across the country.</p><p>But in New York, one of the most expensive cities in the U.S., even some tenants in rent-stabilized apartments cannot catch a break. The city's Rent Guidelines Board has signed off on hikes as high as 3.25% for new one-year leases, and 5% for two-year leases.</p><p>Mihal Gartenberg, a real-estate agent with Coldwell Banker Warburg, said the market's wrath was normal; it was just operating on a demand-and-supply basis.</p><p>There are people who are simply willing to pay more, he said. \"It's getting to the point where we're not the ones deciding what these are going for,\" Gartenberg added. \"This is a true market enterprise.\"</p><p>Technology was aiding some renters in their search for a home.</p><p>A two-bedroom luxury apartment she put on the market for rent two months ago in the Lincoln Square area attracted people streaming in during a two-hour open house in ten-minute increments, on top of prospective renters who joined on FaceTime AAPL.</p><p>\"We priced it in my opinion… quite high,\" Gartenberg said, at $7,800, \"but we ended up taking even more. The person who ended up taking the apartment offered $400 more… we had an offer of $8,200, and they also offered to pay the broker fee, which is an additional month.\"</p><p>Over this past weekend, she had open houses for two apartments in the Two Bridges area in lower Manhattan.</p><p>\"I'm only going to be showing it at the open house. I like to have a level playing field,\" Gartenberg said ahead of the event. \"I feel very uncomfortable with this idea that the first person to see a listing is the first one to get it.\"</p><p>Buying a home was worth considering, the real-estate agents said, given how intense the rental market has become.</p><p>Peters said many renters are attempting to become homeowners because rents have risen so dramatically. \"People are starting to reevaluate whether or not they should just purchase at this point,\" she said.</p><p>\"Why would I want to spend $10,000 a month on a rental if I qualify for a purchase? It might not be exactly what they wanted, it might be slightly smaller, but it's still going to be better than spending $120,000 a year in rent,\" she added.</p><p>But be prepared for bidding wars when buying for a home, Gartenberg warned. She put a newly renovated apartment in Hudson Heights on the market, which is selling \"well above ask,\" she said, so much that \"it made me scared.\" The sale on the apartment is not closed yet so she said she was not able to discuss how far above asking the bidder went.</p><p>Gartenberg priced her Two Bridges apartments at $3,550 for a two-bedroom unit on the top floor, and at $3,050 for a one-bedroom unit.</p><p>On Saturday, her open houses were full. Everything went above the ask. \"We had so much interest, we were able to divert offers to a not-yet-listed apartment and rent that, too,\" Gartenberg said in a follow-up email.</p><p>Half of the offers that came in were from people who had seen the apartment via FaceTime, or from a video she had sent them.</p><p>Gartenberg offered rental tips for the summer.</p><p>Get your paperwork in order, such as your proof of income, photo ID, 1040 tax form, bank statements, and other financial documents. Also, get your job to write a letter to say you're in good standing, Gartenberg said.</p><p>Given the number of rentals going for above asking, be prepared to look below your price point, she added. If you know which building you want to live in, get in touch with the landlord's agent, she said, and find out what's coming to market.</p><p>Hunting for a rental in New York and want to share your thoughts? Write to: aarthi@marketwatch.com</p><p>'It's nuts': Real-estate agents describe chaotic bidding wars in New York City's red-hot rental market</p>",
  "published": "2022-07-05T16:46:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 2629,
          "end": 2634
        },
        {
          "start": 2629,
          "end": 2633
        }
      ]
    }
  ]
}