{
  "_id": "061b12c4c364626a4085a22959b5979e5a6a7efc430c9833dc160deeb2ec71e6",
  "feed": "market-watch",
  "title": "It's an SUV. It's a Corolla. It's both: The 2022 Toyota Corolla Cross is a new variant of the popular sedan.",
  "text": "<p>Budget-friendly SUV</p><p>All-wheel drive available on all trims</p><p>Many standard active safety features</p><p>Solid fuel economy</p><p>Apple CarPlay and Android Auto are standard</p><p>Cons</p><p>No optional engine, for now</p><p>Base L trim is basic inside</p><p>Exterior design plays it (very) safe</p><p>Competes in a hugely competitive segment</p><p>What's new?</p><p>The Corolla Cross is completely new for 2022</p><p>Price:&#xa0;The 2022 Toyota Corolla Cross has a starting price of $22,195 plus a $1,215 destination charge.</p><p>The 2022 Toyota Corolla Cross is aimed at the heart of the hugely popular&#xa0;small-SUV segment. It&#xa0;joins competing models like the&#xa0;Nissan NSANY Rogue Sport,&#xa0;Subaru Crosstrek FUJHY,&#xa0;Volkswagen Taos VWAGY, and&#xa0;Kia Seltos. As car shoppers increasingly move from sedans to SUVs, this is where many of them are landing.</p><p>As the name implies, the Corolla Cross uses the same platform and powertrain found in the&#xa0;Corolla compact sedan.</p><p>A couple of big differences include the addition of available all-wheel drive (AWD) and the fact that the Corolla Cross is only offered with what serves as the Corolla's optional 4-cylinder engine. This 2.0-liter 4-cylinder delivers 169 horsepower to the front wheels, or all four when you add AWD. Toyota TM has also hinted a hybrid will join the range sometime next year.</p><p>Maybe most important of all, the Corolla Cross has the extra ride height and added cargo capacity that SUV shoppers love. Inside, there are roughly 2 inches of added rear legroom compared with the Corolla sedan, along with about 1 inch of added headroom front and rear.</p><p>As for the exterior, well, it's very much a mainstream 5-passenger and budget-friendly SUV. The Corolla Cross plays it safe in terms of styling, to say the least. Wheel sizes range from 17-inch steel wheels on the base model up to 18-inch alloys on range-topping versions.</p><p>Three trim levels will be offered: L, LE, and XLE. No matter which you choose, every Corolla Cross comes with the Toyota Safety Sense suite of active safety features. This includes forward-collision warning, automatic emergency braking, lane-departure warning, lane-keeping assist, adaptive cruise control, traffic sign recognition, and more.</p><p>The LE and XLE trims also come with blind-spot monitoring and rear cross-traffic alert, plus wireless device charging and a larger infotainment screen.</p><p>Toyota2022 Toyota Corolla Cross pricing</p><p>The 2022 Corolla Cross has a starting price of $22,195 plus an additional $1,215 destination charge. That gives this SUV version of the Corolla a roughly $2,100 base-price bump compared with its sedan counterpart.</p><p>More important, it places the Corolla Cross into the thick of the fight with several other small SUVs, such as the&#xa0;Nissan Kicks, Kia KR:000270 Soul, and&#xa0;Hyundai HYMTF Kona. It could also be seen as a budget alternative to slightly larger and pricier competitors, including the&#xa0;Honda CR-V HMC&#xa0;and&#xa0;Ford Escape F—not to mention&#xa0;Toyota's own RAV4.</p><p>See: The 2022 Toyota RAV4 Prime—the wildly popular SUV rises to a new level</p><p>Load up a range-topping all-wheel-drive Corolla Cross XLE with all the bells and whistles and the price tag lands just short of $31,000, not including destination charges.</p><p>Driving the 2022 Toyota Corolla Cross</p><p>When applied to the open road, the 2022 Corolla Cross skews practical in its road manners. The suspension mellowed some impressively bumpy roads on our test route through Austin, Texas.</p><p>Steering through turns isn't particularly fun, nor does it need to be. Instead, the most-rugged of Corollas has an easy-driving nature akin to its Corolla sedan sibling. That relaxed nature makes it a pleasant if not thrilling commuter. And, thanks to its compact dimensions and light-effort slow-speed steering, the Toyota Corolla Cross is a primo tool for city parking.</p><p>Also see:The 9 things that are most likely to affect your auto insurance rates</p><p>We're grateful Toyota skipped the Corolla's underwhelming 139-horsepower 4-cylinder base engine and instead equipped the Corolla Cross with a more powerful 169-horsepower 2.0-liter 4-cylinder that's paired to a continuously variable automatic transmission (CVT).</p><p>The Corolla Cross's engine is a more potent alternative to rivals like the&#xa0;Nissan Kicks,&#xa0;Honda HR-V,&#xa0;Hyundai Venue, and&#xa0;Mazda CX-3 MZDAY. That said, we'd appreciate Toyota's power advantage more if the CVT offered snappier reactions when prodding the accelerator. We also wish the fuel-saving automatic-engine-shutdown system offered smoother engine restarts.</p><p>Minor complaints aside, the Toyota Corolla Cross is well-suited to meet the travel needs of everyday commuters and casual adventurers alike.</p><p>Interior comfort</p><p>Anyone familiar with the current generation Toyota Corolla will feel right at home in the new Corolla Cross SUV. The dash is a near twin of the Corolla sedan, right down to a choice of 7- or 8-inch infotainment screens, the shape of the heating and air conditioning vents, and the design of the steering wheel.</p><p>Cloth seats are standard, though you can upgrade to fairly convincing SofTex leatherette seating in the XLE trim. Other comfort features offered only in the XLE include a 10-way power driver seat with lumbar support, front dual-zone automatic climate control, heated front seats, and a rearview camera with dynamic guidelines.</p><p>In terms of interior tech, both the standard 7-inch and optional 8-inch infotainment systems come standard with Apple AAPL CarPlay and Android Auto compatibility, plus Amazon AMZN Alexa. Wireless smartphone charging requires stepping up from the base L trim. It's standard fitment on the LE and XLE.</p><p>Check out:Which electric SUVs have the most cargo space? Here's a full list</p><p>A single front USB outlet is also standard but, once again, moving up to the LE or XLE nets you a pair of USB ports for rear-seat passengers, too. Those higher trims also offer nicer interior appointments, like soft materials on the upper portion of the front doors. If hard plastic puts you off, skip the base L trim. Conversely, Toyota deserves credit for making A/C vents for rear-seat passengers standard on all trims.</p><p>By and large, the cabin is easy to get comfortable in, though it doesn't offer many (if any) fun design flourishes. Some of the plastics, especially in the entry-level L trim, exude a rental car aspect that could have Corolla Cross shoppers adding options — or considering rivals with more elegant and engaging interiors.</p><p>What about cargo space? There are 26.5 cubic feet of trunk space behind the second row in the front-wheel-drive (FWD) Corolla Cross. Drop that number by about one cubic foot in all-wheel drive (AWD) variants. For comparison, the 2022 Kia Seltos offers a nearly identical 26.6 cubic feet of storage room behind its second row.</p><p>Exterior styling</p><p>When it comes to exterior design, the Corolla Cross takes few chances. That's not to say it's unattractive. This small SUV simply blends into the background more than many of its rivals.</p><p>A black trapezoidal grille is flanked by narrow LED headlights that sweep back along the front fenders. You'll also get standard LED taillights on the Corolla Cross, which is a surprise at this SUV price point.</p><p>The 17-inch steel wheels on the base L trim are pretty basic in appearance. The 17-inch or 18-inch alloys fitted to the LE and XLE models give the Corolla Cross a definite upgrade.</p><p>Don't miss: How much more gas is costing for every type of vehicle — see how yours stacks up</p><p>Considering that car shoppers looking for a value-conscious SUV rarely prioritize making a styling statement, the 2020 Corolla Cross should have wide appeal. It's definitely a step backward from recent bold redesigns of the midsize Camry sedan, the compact Corolla, and the curvaceous shape of the Toyota C-HR.</p><p>The 2022 Corolla Cross is available in a total of seven different exterior colors including a particularly lovely Cypress dark green.</p><p>Favorite features</p><p>Toyota Safety Sense suite of safety featuresIncludes automatic emergency braking, adaptive cruise control, automatic high-beam headlights, and more.</p><p>Available 8-inch touchscreen infotainment systemStandard on LE and XLE, this setup includes two USB ports, wireless device charging, Apple CarPlay and Android Auto, and Amazon Alexa.</p><p>Also see:How to turn $30,000 into millions: the power of time beats a lucky stock pick</p><p>Standard features</p><p>Every 2022 Corolla Cross comes with front-wheel drive standard, though you can add all-wheel drive to all three trim levels for a modest $1,300.</p><p>In terms of comfort and convenience features, the entry-level $22,195 Corolla Cross L trim comes with a 7-inch touchscreen for the infotainment system, cloth seats, Apple CarPlay and Android Auto, a single front-mounted USB port, a 60/40 split-folding rear seatback, four cupholders, and 6-speaker stereo.</p><p>Also standard is a robust list of safety features including nine airbags, lane-keeping assist, and automatic emergency braking with pedestrian and cyclist detection. Impressively, full-speed adaptive cruise control is also standard.</p><p>Factory options</p><p>Moving up to the $24,545 LE trim adds welcome features like alloy wheels, automatic climate control, blind-spot warning, smart-key access, and a larger 8-inch touchscreen.</p><p>Sitting atop the Corolla Cross SUV lineup, the $26,325 XLE trim includes 18-inch wheels, a rear center armrest with two cupholders, a 7-inch digital gauge cluster, a 10-way power driver seat, heated front seats, plus front and rear parking sensors.</p><p>The available Audio Plus package is offered on the LE and XLE and brings along a 9-speaker JBL audio system with subwoofer and a 3-month trial subscription to SiriusXM satellite radio. If you want a power liftgate, it comes packaged with a moonroof exclusively on the XLE trim for $1,250.</p><p>Also on MarketWatch: I'm putting a solar array on my home. Here's what I found out about the technology, storage and cost</p><p>Engine and transmission</p><p>The all-new Corolla Cross has one choice of engine, and it's the same one found in upmarket versions of the 2022 Corolla sedan. With 169 horsepower, straight-line acceleration is likely to be modest. Still, the level of performance is expected to be equal to most of the Corolla Cross's main rivals.</p><p>A CVT serves as the sole transmission for all trims. According to Toyota's estimates, a Corolla Cross in FWD format returns 31 mpg in city driving and 33 mpg on the highway.</p><p>Adding all-wheel drive nudges these numbers down to 29 MPG in the city and 32 MPG on the highway. At the same time, AWD models benefit from a more sophisticated multi-link rear suspension versus the front-wheel-drive version's comparatively simple torsion-beam rear suspension.</p><p>2.0-liter inline-4 FWD169 horsepower @ 6,600 rpm150 lb-ft of torque @ 4,400-4,800 rpmEPA city/highway fuel economy: 31/33 mpg</p><p>2.0-liter inline-4 AWD169 horsepower @ 6,600 rpm150 lb-ft of torque @ 4,400-4,800 rpmEPA city/highway fuel economy: 29/32 mpg</p><p>This story originally ran on&#xa0;KBB.com.&#xa0;</p>",
  "published": "2022-04-04T05:03:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 5347,
          "end": 5352
        },
        {
          "start": 115,
          "end": 120
        },
        {
          "start": 5353,
          "end": 5357
        },
        {
          "start": 8581,
          "end": 8586
        },
        {
          "start": 8116,
          "end": 8121
        }
      ]
    }
  ]
}