{
  "_id": "d6b2b36fe18c623b3e11e706ab25ec79a21ed2142ae3d0ecf6fbfb58f22fc781",
  "feed": "wall-street-journal",
  "title": "Business News:  Apple  Executive  Leaves  After Joke  ----  By Joseph De Avila and Tim Higgins",
  "text": "<p>   A top Apple Inc. executive is leaving the company after he made a lewd joke on TikTok that went viral. </p><p>   Tony Blevins, Apple's vice president of procurement, is departing the company, a spokesman said. </p><p>   Mr. Blevins appeared in a short video published by a TikTok and Instagram creator named Daniel Mac, where he asks people driving luxury cars what they do for a living. The Apple executive was parking his Mercedes-Benz SLR McLaren when the video was shot. </p><p>   \"I have rich cars, play golf and fondle big-breasted women, but I take weekends and major holidays off,\" Mr. Blevins said, according to the video's captions, which has been viewed 1.3 million times on TikTok. </p><p>   He also said he had \"a hell of a dental plan.\" </p><p>   Bloomberg News earlier reported his departure. </p><p>   Apple Chief Executive Tim Cook brought Mr. Blevins over to the tech giant in 2000 from International Business Machines Corp. He started in procurement and moved up through the ranks. He negotiated deals with suppliers and developed a reputation for keeping costs down. </p><p>   Mr. Blevins also worked with Apple's contract manufacturers and managed the purchase of parts such as modem chips for iPhones. </p><p>   Last year, Apple parted ways with an advertising-technology executive weeks after hiring him. Antonio Garcia Martinez left the company after fellow Apple employees complained about sexist and misogynistic passages in a memoir he wrote about his time at Facebook. </p><p></p>",
  "published": "2022-09-30T06:09:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1165,
          "end": 1170
        },
        {
          "start": 15,
          "end": 20
        },
        {
          "start": 372,
          "end": 377
        },
        {
          "start": 117,
          "end": 122
        },
        {
          "start": 1302,
          "end": 1307
        },
        {
          "start": 1056,
          "end": 1061
        },
        {
          "start": 6,
          "end": 16
        },
        {
          "start": 758,
          "end": 763
        },
        {
          "start": 6,
          "end": 11
        },
        {
          "start": 6,
          "end": 15
        }
      ]
    }
  ]
}