{
  "_id": "0412f33b34c6ff9ae100f2ba85be67b854e6fbacc0ea49fdfe30aa6ba08950a4",
  "feed": "wall-street-journal",
  "title": "Antitrust Bill Targeting Amazon, Google, Apple Gets Support From DOJ; The Justice Department told lawmakers in a letter that the rise of dominant platforms presents a threat to open markets and competition",
  "text": "<p>The letter, obtained by The Wall Street Journal, expresses support for the American Innovation and Choice Online Act, which the Senate's judiciary panel approved in January in a bipartisan vote, as well as similar legislation moving through the House.</p><p>Amazon.com Inc., Alphabet Inc.'s Google, Apple Inc. and others oppose the proposed legislation, saying it would make it harder to offer popular services. The bills' opponents also say it is fair for e-marketplaces, search engines and app stores to profit off their creations' popularity.</p><p>The department's letter throws its weight behind a different view: that the platforms' dominant position gives them unchecked power to influence the fate of other businesses, and that restricting the platforms' conduct would carry significant benefits.</p><p>\"Discriminatory conduct by dominant platforms can sap the rewards from other innovators and entrepreneurs, reducing the incentives for entrepreneurship and innovation,\" the letter says. \"Even more importantly, the legislation may support the growth of new tech businesses adjacent to the platforms, which may ultimately pose a critically needed competitive check to the covered platforms themselves.\"</p><p>The bills supplement existing antitrust laws by clarifying what kinds of conduct Congress views as anticompetitive and illegal, the letter adds, noting that \"doing so would enhance the ability of the DOJ and [the Federal Trade Commission] to challenge that conduct.\"</p><p>The Biden administration's support boosts the prospects for passing the legislation, which has cleared key committees in the House and Senate.</p><p>But it still hasn't received a vote on the floor of either chamber, and it faces industry resistance as well as skepticism on both sides of the aisle. Some conservatives are wary of expanding the government's power to police digital markets, while some Democrats, particularly from California, say the legislation unfairly targets a handful of large companies.</p><p>At the January committee vote, a number of senators who voted \"yes\" said they still wanted to see changes to the bill before supporting it on the Senate floor. The legislation's backers, including Sens. Amy Klobuchar (D., Minn.) and Chuck Grassley (R., Iowa), are in talks with their colleagues to craft a version of the bill that can pass.</p><p>Tech Firms Under Scrutiny</p><p>Read related coverage, selected by the editors:</p><p>* Senate Panel Approves Antitrust Bill Restricting Big Tech Platforms (Jan. 20)</p><p>* Big Tech and Foes Spar Over Bill to Curb Market Power of Dominant Internet Platforms (Jan 19)</p><p>* Antitrust Tech Bills Gain Bipartisan Momentum in Senate (Nov. 25, 2021)</p><p>Write to Ryan Tracy at ryan.tracy@wsj.com</p><p>Antitrust Bill Targeting Amazon, Google, Apple Gets Support From DOJ</p>",
  "published": "2022-03-29T02:34:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 293,
          "end": 302
        },
        {
          "start": 293,
          "end": 303
        },
        {
          "start": 2713,
          "end": 2718
        },
        {
          "start": 41,
          "end": 46
        },
        {
          "start": 293,
          "end": 298
        }
      ]
    }
  ]
}