{
  "_id": "255b4eaa4baffde7724ac75bd00712b5d8d95b26c4e6a672008481990b0ad484",
  "feed": "wall-street-journal",
  "title": "Selling Snoopy: How Peanuts Fashion Became Big Business; Gucci, Marc Jacobs, H&M, Goyard, Swatch and J.Crew are just a few of the brands that have designed apparel using art from Charles Schulz's treasured comic strip. Between the clothing collaborations and an Apple+ content deal, the brand must learn to grow without sacrificing its original spirit.",
  "text": "<p>Today, the Peanuts brand is everywhere. Clothing accounts for about a third of the merchandise sold, which also includes home décor, publishing, toys and gifts. And the Peanuts franchise is being introduced to a new generation thanks to a 2020 Apple+ deal to air its classic specials and create new shows and movies. Peanuts Worldwide is owned by three entities: Canadian company WildBrain, which also owns content from properties including Strawberry Shortcake and Teletubbies; Sony Music; and the family of Charles Schulz. In 2021, worldwide royalty revenue from all things Peanuts amounted to $152.2 million, and that's not factoring in revenue from the Apple+ content deal. That's a whole lotta Snoopy.</p><p>The proliferation of Peanuts merch speaks to the enduring appeal of this idiosyncratic comic strip, which elevated humble line drawings with a sarcastic yet philosophical tone. And as the Peanuts franchise becomes evermore popular worldwide, it presents a growing challenge to not quash its magic with too many matching pajamas.</p><p>Part of that magic comes from the unexpected psychological complexity of Mr. Schulz's work. In a 2004 essay in the New Yorker about his childhood passion for Peanuts, novelist Jonathan Franzen wrote that he \"took their stories to be dispatches from a universe of childhood that was somehow more substantial and convincing than my own.\" The Peanuts gang played real football; they had fistfights; they used big vocabulary words; they fell in love. The ardor that many Peanuts fans of all ages feel for this formative strip makes it even more complicated to commercialize.</p><p>Charles Schulz—known as \"Sparky\"—drew the Peanuts comic strip every day from 1950 to 2000. During that time, he was uncommonly devoted to his characters: young Charlie Brown and his dog Snoopy in addition to Lucy, Linus, Peppermint Patty, Sally, Schroeder and the rest of the gang. \"Charles Schulz wasn't a marketer,\" said Melissa Menta, Peanuts' senior vice president of marketing and communications. One example of that is Peanuts' inconsistent branding; in some parts of the world it's called Snoopy. \"He just let people rename the brand,\" said Ms. Menta. \"When people would come to him with business ideas, he was much more amenable to just saying, 'go do it' because he just wanted to write the strip.\"</p><p>One of those enterprising marketers was Connie Boucher, a former window dresser for the department store I. Magnin in San Francisco who published a successful Winnie the Pooh coloring book before approaching Mr. Schulz with the idea of a Peanuts datebook in 1961. After that did well, the pair collaborated on \"Happiness is a Warm Puppy,\" a picture book which became a bestseller for both adults and children in 1963, and endures today. Ms. Boucher's company, Determined Productions, was the first to create a stuffed Snoopy in the late 1960s. Determined Productions opened offices worldwide in the 1970s, and Ms. Boucher was largely responsible for Snoopy's success in Japan.</p><p>In 1984, the \"Snoopy in Fashion\" exhibition opened at the Louvre in Paris. Designers including Oscar de la Renta and Chanel dressed Snoopy and his sister Belle in original designs. The Japanese book chronicling the exhibition is a rare-book holy grail, with first editions fetching over $1,000 on eBay. A 2014 update of the exhibition, called \"Snoopy and Belle in Fashion,\" featured work by designers such as Rodarte and Zac Posen, and traveled to several cities around the world.</p><p>The first fashion collaborations date to the 1990s, with Peanuts teaming up with both high-end brands, including Iceberg and Jean-Charles de Castelbajac, and—in 1996—fast-fashion stalwart H&amp;M. In 2015, a whole set of collaborations with Vans, the Gap and Gucci were timed to coincide with the release of \"The Peanuts Movie,\" a computer-animated feature film.</p><p>Which brings us to today: a churning, global business with licensing agencies that represent Peanuts in different parts of the world. No matter the season, you can find anything from low-priced mass-market screen-printed T-shirts and pajamas to more sophisticated fashion collaborations. When I spoke with Liz Brinkley, vice president for fashion collaborations for Peanuts, she said that the company has become more conscious of not overloading the market now that the fashion world is more global. \"It used to be that we could all coexist nicely, with foreign agents, but we really have to make sure now that we have one overall calendar because I think the last thing we want to do is to be competing with ourselves. And also I think our fans wouldn't appreciate it.\"</p><p>Many of those fans are split on Peanuts' growth. Angela Aznavorian, 38, a clinical psychologist in New York City, came to Peanuts through her mom. While she likes that the brand is reaching more people, she also wants to preserve its uniqueness. \"The idea that people could come from all around the world and have one common theme that they can all discuss is a beautiful thing, so I love to see it grow,\" she said. \"But at the same time as a cult-classic fan you want to keep things sacred. So I'm on both ends of it.\"</p><p>Dr. Aznavorian will pick up merchandise occasionally, such as a Christmas-tree ornament, or a Swatch from a recent collaboration, and she admires the slim heather-gray Saint Laurent sweatshirt. She loves that Peanuts collaborates with brands at different price points, resulting in products that range from an Old Navy sweatshirt to a Coach purse. Though, she cautions, \"You can only spin [the Peanuts] so many times.\"</p><p>And some worry that commercialization is at odds with the spirit of Peanuts. Elaina Maxwell, 23, an asbestos analyst in Arlington, Mass., grew up reading the comic strip and watching the holiday television specials with her grandparents. Like Dr. Aznavorian, she feels conflicted about the prevalence of Peanuts merch: She's happy more people are aware of it, but said, \"Snoopy is just like Mickey Mouse to them. He's a character everybody knows nowadays, without really caring about where he's from and what he means.\" Part of that meaning is more spiritual than materialistic. Ms. Maxwell points out that a big part of \"A Charlie Brown Christmas,\" the 1965 television special, \"was about not commercializing Christmas…Now Peanuts are everywhere just being commercialized.\" Ms. Maxwell has a Snoopy tattoo.</p><p>The Peanuts fandom now operates on two wavelengths: those that think Snoopy is cute, and those that think Snoopy is deep. The challenge is to entertain the more casual fans without alienating the diehards. Dr. Aznavorian said she'd like to see brands interacting with Mr. Schulz's storytelling and messages, \"to have a bit more of a statement about what Peanuts represents versus just this adorable character with bold colors we can use for fashion. I think Peanuts is more than that.\"</p><p>MORE IN OFF BRAND</p><p>* Adidas Frees the Nipple With New Sports-Bra Campaign for Women</p><p>* Is the 'Euphoria' Look Just for Teens?</p><p>* The Silver Wears Prada: Olympic Snowboarder Julia Marino Medals in Style</p><p>* Yeti's Billion-Dollar Strategy: No Celebrities, No Pandering</p><p>* A Grandma Brooch, in 2022? Weirdly, Yes</p><p>Selling Snoopy: How Peanuts Fashion Became Big Business</p>",
  "published": "2022-02-14T20:10:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 244,
          "end": 249
        },
        {
          "start": 262,
          "end": 267
        },
        {
          "start": 657,
          "end": 662
        }
      ],
      "nexusId": "10022657"
    }
  ]
}