{
  "_id": "012ae30bbe8f8a8154f4d098610255302c7e3acd3abc615be4e93dc2bf84738c",
  "feed": "wall-street-journal",
  "title": "Vietnam's Export Machine is Upgrading; Vietnam has gobbled up some of China's tech export market share, but the emerging export powerhouse still has a lot of work to do",
  "text": "<p>Tensions between Beijing and Washington, China's zero-Covid policy and Russia's war on Ukraine have highlighted the risks of too-concentrated manufacturing supply chains. Vietnam has been a major beneficiary due to proximity to China and participation in free-trade agreements. It now has an opportunity to move further up the value chain from assembling, packaging and testing. But the Southeast Asian export powerhouse will need big investments in infrastructure and human capital to achieve that—no small task.</p><p>Vietnam's high-tech exports rose to $101.53 billion in 2020 from $3.01 billion in 2008, according to World Bank data. The share of U.S. tech imports coming directly from China has declined by 10 percentage points since 2017, Goldman Sachs data shows, mainly on slowing mobile phone exports from China. Vietnam has been the largest beneficiary: It gained 6 percentage points of U.S. tech import market share over the same period, largely due to big investments by Korean electronics manufacturers like Samsung.</p><p>Donald Trump's weaponization of trade with China may have kick-started the process, but the pandemic also seems to have played a key role. Many companies are looking to set up more reliable supply chains by diversifying from the world's factory floor. Vietnam currently hosts Samsung, Intel, Foxconn and LG. Already the site for a small portion of Apple's global production, it is among the countries getting a closer look from the company as alternatives to China.</p><p>Nonetheless dependency on China has been built up over decades and runs deep. In a recent note, Oxford Economics said that although it expects Southeast Asia's export heft to rise, breaking dependency on China would require a significant drop in backward integration with Chinese industry—and there is little evidence of this yet. Vietnam remains heavily reliant on foreign intermediate inputs.</p><p>Moving past assembly toward becoming a major location for the production of advanced components which are then used elsewhere is a much more difficult ballgame. It will probably require, at the minimum, a better educated, healthier workforce and significant new infrastructure investment—China's top-notch transport and power infrastructure, and its legions of engineers, many of them foreign-trained, remain key advantages.</p><p>Vietnam is already seeing signs of softening exports with the U.S. economy losing steam. The country's long-run prospects, however, still look bright. That will be especially true if more of those export earnings are recycled into better infrastructure—human and otherwise—and if Sino-U.S. relations remain fraught.</p><p>Write to Megha Mandavia at megha.mandavia@wsj.com</p><p>Vietnam's Export Machine is Upgrading</p>",
  "published": "2022-10-06T11:39:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1362,
          "end": 1367
        },
        {
          "start": 1372,
          "end": 1377
        }
      ]
    }
  ]
}