{
  "_id": "e3c4ef7707fa85b6acc2215995a2249e2dc71914f6d8ab033a5a74efbd584466",
  "feed": "ftcomall",
  "title": "Miami prevails in FT-Nikkei ranking by expanding appeal beyond Latin America",
  "text": "<p>For decades, Miami has been known as the US's gateway to Latin America. But spending even a few hours in the office of Francis Suarez, the city's 45-year-old mayor, makes it clear the South Florida metropolis has become a magnet for investors from other corners of the globe as well. </p> <p>Seated in the waiting area on one recent sunny afternoon was Lech Walesa, the former Polish president and anti-communist crusader, patiently waiting his turn for an audience with the mayor. Aides excitedly discuss the possible arrival in the city of the Saudi-backed investment conference, dubbed “Davos in the desert”. </p> <p>“We are welcoming, and we want the best and the brightest, and the best-capitalised people here. Why? Because it's going to strengthen us,” says Suarez, seated in his white-walled modernist office. “Our wages are growing faster than anyone else's.”</p> <p>Miami's rising status as an international hub, which has helped land it in the top spot of the inaugural <a href=\"https://ig.ft.com/us-cities-index/\">FT-Nikkei Investing in American ranking</a> of the best US cities for foreign businesses, has coincided with a similar rise as a place of choice for domestic investors. </p> <p>Financiers from New York and tech entrepreneurs from California began moving to the city during the coronavirus pandemic, citing its light-touch lockdown measures and a warm climate that made working from home tolerable.</p> <p>Overseas investors followed suit. Even as foreign direct investment US-wide plummeted in 2020, it jumped 70 per cent for Miami, with the UK, Panama and Spain leading the way, according to data from fDi Markets, an information provider owned by the Financial Times that tracks greenfield FDI, or cross-border investments that create new jobs and facilities. </p> <p>“Miami has traditionally marketed itself as the gateway to the Americas, and it's still true,” says Ilona Vega Jaramillo, vice-president at the Beacon Council, Miami's economic development organisation. “But I would even say we are outgrowing that. I think we are a global city centre now.”</p>  <p><strong>Many locals give credit</strong> to Suarez, who put his city on the radar of new out-of-state investors with a playful <a href=\"https://twitter.com/FrancisSuarez/status/1335037068108554241?s=20&amp;t=uWCBvCMEzsxIYMyZR_g6Dg\">four-word tweet</a> in 2020: “How can I help?” (The tweet was in answer to a Silicon Valley executive's suggestion that frustrated tech investors abandon Northern California for South Florida.)</p> <p>Suarez, who likes to call his city “the capital of capital”, followed up by creating more facilities to help businesses set up shop, including an office focused on assisting potential investors. For those from overseas, it didn't hurt that more than half of Miami's residents are foreign born, the highest proportion of any large US city. </p> <p>Suarez has been able to accomplish this repositioning almost entirely through the force of his personality; Miami's mayor has limited executive powers, and the office is a part-time job. A Republican, he has managed to hew closely to the party's historic reputation as a friend to business — local taxes remain low — while remaining openly critical of Donald Trump's nativist, anti-immigrant policies. </p> <p>“The mayor's done a really nice job of creating this snowball effect for us to take a look at it seriously,” says Kurt MacAlpine, chief executive of Canadian asset manager CI Financial. </p> <p>The company chose Miami for its US headquarters last year and recently doubled its lease at 830 Brickell, the newest office building in Miami's financial district and home to other big names like Citadel, Microsoft, AerCap, and Thoma Bravo. The building is due for completion in January, and expected rent has nearly doubled to $120 per square foot in three years.</p> <a href=\"http://www.ft.com/cms/11228120.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a> <p>Like many local leaders, Suarez is targeting technology groups as potential investors, betting that the high costs and political pressures in traditional tech hubs like San Francisco and New York will make South Florida more appealing.</p> <p>Suarez points to New York's decision to abandon its offer to Amazon for its second headquarters location in Long Island City — the big tax breaks offered to the ecommerce group triggered furious local opposition in the Big Apple — as a turning point. </p> <p>He has made cryptocurrency groups a particular focus. Last August, Suarez launched MiamiCoin, making Miami the first municipality to have its own digital currency. The move came a few months after the world's largest Bitcoin conference relocated from Los Angeles to Miami, and crypto exchange FTX paid $135mn for naming rights to the arena that is home to basketball team Miami Heat. </p> <p>Despite volatility in the crypto market — MiamiCoin has lost nearly all its market value since its launch — Suarez continues to receive part of his salary in Bitcoin. </p> <p>“A lot of the crypto ecosystem and energy was moving to Miami, and we wanted to be a part of that,” says Peter Smith, co-founder of UK-based Blockchain.com, who moved his company's US headquarters from New York to Miami last year.</p>  <p><strong>The city has not been</strong> without growing pains. Property prices have increased 36 per cent and rents by <a href=\"https://www.realtor.com/research/july-2022-rent/\">26 per cent</a> over the past year, with Miami recording the highest rent growth among US cities for the 10th consecutive month in July, according to property website Realtor.com.&#xa0;</p> <p>“There was a tremendous increase in leases, whether commercial or residential, and that made it prohibitive to implement what we had planned originally,” says Luis Merchan, chief executive of Flora Growth, a global cannabis company that announced it would relocate its headquarters from Toronto to Miami last year. </p> <p>Population growth has also made it harder for outsiders to secure school places for their children. </p> <p>“The lack of housing inventory and school slots is a huge problem,” says Richard Florida, one of the world's leading urbanists, who divides his time between Miami and Toronto, where he is a professor at the Rotman School of Management. </p> <p>Miami may soon face the same bifurcation issues that have bedevilled San Francisco and New York, with the super-rich living well but younger, lower-paid workers struggling to make ends meet. The city ranked second among the largest metropolitan areas in income inequality in 2020, behind New York, according to US Census data. </p> <a href=\"http://www.ft.com/cms/11228097.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a> <p>In the longer-term, the city will have to deal with the impact of climate change, with some housing units at risk of flooding. According to property platform Zillow, more than a third of Miami's housing stock stands at risk of being inundated as sea levels rise. </p> <p>Miami may also struggle to avoid the culture wars that have consumed the rest of the state, and vexed even corporations that have done business in Florida for decades, including Disney. </p> <p>Last month, Miami's school board voted against a measure that would recognise October as LGBTQ History Month, a decision taken out of concern that the district would contravene Florida's so-called “Don't Say Gay” law backed by Governor Ron DeSantis. </p> <p>The law, which bars classroom discussion about sexual orientation or gender identity in lower grade levels, has raised alarm in some quarters of a city that has historically taken pride in being one of the most tolerant in the US. </p> <p>Liane Ventura, senior vice-president at the Greater Miami Chamber of Commerce, insists the culture wars have yet to affect investors, who still view the city as a business-friendly environment. </p> <p>“Here in South Florida, we don't really elaborate on those things,” Ventura says. “We talk more about how to bring Bitcoin.”</p><p>Source: Amanda Chu in New York and James Fontanella-Khan in Miami 2022 'Miami prevails in FT-Nikkei ranking by expanding appeal beyond Latin America' FT.com 6 October. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-10-06T04:00:16.471Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 4043,
          "end": 4048
        }
      ],
      "nexusId": "10022657"
    }
  ]
}