{
  "_id": "57b39b0dd090d99d81e01cee002badb1b61ea56a8d1fc44ba0a069dbe72300d8",
  "feed": "market-watch",
  "title": "Peloton's stock price is disconnected from reality, and it will fall below $15 before hitting bottom",
  "text": "<p>We believe the stock will likely drop below $15 before it bottoms.</p><p>Peloton PTON was at $37 a share when we wrote this report earlier this month. Our thesis remains unchanged. We saw the decline in shares coming for reasons long before the recent weakness.</p><p>Peloton's challenges</p><p>The biggest challenge to any Peloton bull case is the rising competition from incumbents and startups across the home exercise equipment industry, along with Peloton's continued lack of profitability.</p><p>For instance, Apple AAPL has expanded its fitness subscription service, which already integrates with its existing suite of products. Amazon AMZN recently announced Halo Fitness, a service for home video workouts which integrates with Amazon's Halo fitness trackers.</p><p>Tonal, which counts Amazon as an early investor, offers a wall-mounted strength training device, and Lululemon LULU offers the Mirror. Brands such as ProForm and NordicTrack have offered bikes, treadmills and more for years and are ramping up their efforts in subscription workout class offerings.</p><p>In response, Peloton announced its latest product, “Guide”, a camera that connects to a TV while tracking user movements to assist in strength training. Truist analyst Youssef Squali called the offering “underwhelming” compared to the competition.</p><p>Peloton's struggles also come as traditional gym competitors are seeing renewed demand.</p><p>Furthermore, of its publicly traded peers, which include Apple, Nautilus NLS, Lululemon, Amazon, and Planet Fitness PLNT(PLNT), Peloton is the only one with negative net operating profit after-tax (NOPAT) margins. The firm's invested capital turns are higher than most of its competitors but are not enough to drive a positive return on invested capital (ROIC). With an ROIC of -21% over the trailing 12 months, Peloton is also the only company listed above to generate a negative ROIC.</p><p>Peloton's profitability vs. competition: TTM</p><p> Company              Ticker  NOPAT margin  Invested capital turns  ROIC  Apple                AAPL    26%           8.9                     227%  Nautilus             NLS     14%           2.5                     35%  Lululemon Athletica  LULU    16%           2.1                     34%  Amazon.com           AMZN    6%            2.6                     17%  Planet Fitness       PLNT    21%           0.6                     13%  Peloton Interactive  PTON    -8%           2.7                     -21%</p><p>Sources: New Constructs, LLC and company filings.</p><p>Peloton is priced to triple sales despite weakening demand</p><p>We use our reverse discounted cash flow (DCF) model to quantify the expectations for future profit growth baked into the stock price. Despite a massive decline to $37 a share earlier this month (and more recently to $25 on a report that it was temporarily suspending its manufacturing of exercise bikes and treadmills and had hired McKinsey &amp; Co. to help it lower costs, a report the company denied), Peloton is priced as if it will become more profitable than any time in its history.</p><p>Read:Peloton stock bounces back after CEO disputes reports of massive layoffs, production halts</p><p>We see no reason to expect an improvement in profitability and view the expectations implied by Peloton's current valuation as still unrealistically optimistic about the company's future prospects.</p><p>For those that think the stock has bottomed and might bounce back, let's look at what the company has to do to justify a price of $37 a share:</p><p>improve its NOPAT margin to 5% (three times Peloton's best-ever margin, compared to -8% TTM), and</p><p>grow revenue at a 17% CAGR through fiscal 2028 (more than double projected home gym equipment industry growth over the next seven years).</p><p>In this scenario, Peloton would generate $12.4 billion in revenue in fiscal 2028, which is over three times its TTM revenue and seven times its pre-pandemic fiscal 2020 revenue. At $12.4 billion, Peloton's revenue would imply an 18% share of its total addressable market (TAM) in calendar-year 2027, which we consider the combined online/virtual fitness and at-home fitness equipment markets. For reference, Peloton's share of its TAM in calendar 2020 was just 12%.</p><p>Of competitors with publicly available sales data, iFit Health, owner of NordicTrack and ProForm, Beachbody BODY, and Nautilus held 9%, 6%, and 4%, respectively, of the TAM in 2020.</p><p>We think it is overly optimistic to assume Peloton will vastly increase its market share given the current competitive landscape while also achieving margins three times higher than the company's highest-ever margin. Recent price cuts to its products indicate high prices are unsustainable and could pressure margins even more in the coming years. In a more realistic scenario, detailed below, the stock has large downside risk.</p><p>Peloton has 14%+ downside if the consensus is right</p><p>Even if we assume Peloton's</p><p>NOPAT margin improves to 4.2% (more than double its best-ever margin and equal to Nautilus' 10-year average NOPAT margin prior to COVID-19),</p><p>revenue grows at consensus rates in fiscal 2022, 2023, and 2024, and</p><p>revenue grows 14% a year in fiscal 2025-2028 (nearly twice the home gym equipment industry CAGR through calendar 2027, and equal to guidance for fiscal 2022 growth), then</p><p>the stock is worth $22 a share today – a 14%% downside from a $25 share price. This scenario still implies Peloton's revenue grows to $11.1 billion in fiscal 2028, a 16% share of its total addressable market.</p><p>Peloton has 42% downside if market share does not grow</p><p>If we assume Peloton's</p><p>NOPAT margin improves to 4.2% and</p><p>revenue grows 11% compounded annually through fiscal 2028, then</p><p>the stock is worth just $14 today – a 42% downside to a $25 share price. In this scenario, Peloton would generate $8.5 billion in revenue in fiscal 2028, which would equal 12% of its projected TAM, equal to its share of the TAM in calendar 2020.</p><p>If Peloton fails to achieve the revenue growth or margin improvement we assume for this scenario, the downside risk in the stock would be even higher.</p><p>The next chart compares Peloton's historical NOPAT to the NOPAT implied by each of the above DCF scenarios.</p><p>The above scenarios assume Peloton's change in invested capital equals 10% of revenue in each year of our DCF model. For reference, Peloton's annual change in invested capital averaged 24% of revenue from fiscal 2019 to fiscal 2021 and equaled 52% of revenue over the TTM.</p><p>Each scenario above also accounts for the recent share offering and subsequent cash received. We conservatively treat this cash as excess cash on the balance sheet to create best-case scenarios. However, should Peloton's cash burn continue at current rates, the company will likely need this capital much sooner, and the downside risk in the stock is even higher.</p><p>Now read:Peloton is hiking prices. That doesn't change this analyst's view on the stock.</p><p>And:Peloton stock has ‘overcorrected,' and investors should buy, analyst says</p><p>This article is adapted from one published on Jan. 18, 2022.</p><p>David Trainer is the CEO of&#xa0;New Constructs, an independent equity research firm that uses machine learning and natural language processing to parse corporate filings and model economic earnings. Kyle Guske II and Matt Shuler are investment analysts at New Constructs. They receive no compensation to write about any specific stock, style or theme. New Constructs doesn't perform any investment-banking functions and doesn't operate a trading desk.&#xa0;Follow them on Twitter@NewConstructs.</p>",
  "published": "2022-01-22T10:22:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 492,
          "end": 497
        },
        {
          "start": 498,
          "end": 502
        },
        {
          "start": 1436,
          "end": 1441
        },
        {
          "start": 1973,
          "end": 1977
        },
        {
          "start": 1967,
          "end": 1972
        }
      ],
      "nexusId": "10022657"
    }
  ]
}