{
  "_id": "363b51a8bdc30423ce5f389c32f68a040082320b56eb9c6bda56e35269d6bdc3",
  "feed": "ftcomall",
  "title": "Supply chain crisis the only drag on Apple's enormous growth",
  "text": "<p>Three months ago, Apple's chief executive Tim Cook blamed “<a href=\"https://www.ft.com/content/a74d722c-103e-42f0-a62c-9f17b7f72656\">supply constraints</a>” and a crisis in obtaining high-end chips to build devices for a $6bn revenue hit.</p> <p>And yet, the iPhone maker's rapid growth has continued unabated. Earlier this month, it became the first company to achieve a market capitalisation of <a href=\"https://www.ft.com/content/57f57303-82b9-49db-89ee-54888e1c714d\">$3tn</a> — a landmark moment, even if Apple's shares have dropped back since. </p> <p>As the Silicon Valley giant prepares to report its latest earnings statement on Thursday, Apple is again expected to deliver its biggest quarterly revenues and profit. </p> <p>But while the coronavirus pandemic has boosted demand for devices such as Macs and iPads, it has also helped trigger a global supply chain crisis that holds back even greater financial growth at the world's biggest listed company.</p> <p>During his last earnings call in October, Cook said “the impact from supply constraints will be larger during the December quarter” — a line interpreted to mean upwards of $10bn. </p> <p>Apple is battling with the same problem that has <a href=\"https://www.ft.com/content/21242e3b-298b-4a6f-a35f-32fdde905952\">shaken global industries</a> from petrochemicals suppliers to consumer brands. Travel restrictions and shipping bottlenecks have disrupted “<a href=\"https://www.ft.com/content/8a7cdc0d-99aa-4ef6-ba9a-fd1a1180dc82\">just in time</a>” supply chains designed around keeping company inventories to a minimum, while using short-term, flexible contracts that can be adjusted quickly to changes in demand.</p> <p>Still, consensus estimates among analysts suggest Apple's revenues are set to rise 6.5 per cent to $119bn in the last three months of 2021, a typically bumper time that covers the holiday period, with iPhone sales expected to account for $67.4bn. Net profits are expected to be up 8 per cent to $31.1bn, which would be a record quarter for any company. </p> <p>Pervinder Johar, chief executive of Blume Global, a platform for end-to-end supply chain visibility, said companies such as Apple face two central problems: logistics delays that have not improved in recent months, and a semiconductor shortage that will take months, if not years, to resolve.</p> <p>The US Department of Commerce this week urged Congress to consider federal aid to chipmakers. It found demand for chips has increased 17 per cent in 2021 compared to two years earlier. However, supply has not kept up with this growing demand. </p> <p>Johar said the perception that Apple is prioritised by top chip suppliers, such as Taiwan's TSMC, does not take into account the fierce competition for components from the likes of Dell and HP, as well cloud computing giants Microsoft, Amazon and Alphabet which power huge data centres.</p> <p>“These are all trillion dollar companies competing with each other for supply,” said Johar, who used to run global supply chain systems at HP.</p> <p>“So Apple might be a $3tn client, but the components that go into servers are higher-quality and higher-priced components than the things that go into consumer devices.”</p> <p>Electric carmaker Tesla, whose own navigation of the chip shortage has been lauded in recent months, on Wednesday warned its factories were likely to run below capacity “through 2022” because of supply constraints.</p> <p>Alan Day, founder of State of Flux, a London-based procurement consultancy, added that Apple being a famous brand has only “limited merit” when it comes to securing the components it needs.</p> <p>“The Apple brand certainly gets people dancing,” he said, but manufacturers a few tiers down the supply chain will not know they are feeding Apple. </p> <p>“The biggest things that can hit them and where they potentially have little control is on their suppliers' suppliers,” he said, citing unpredictable problems such as the “availability of the workforce, as people go down with Covid.”</p> <p>Since Cook made his projection that supply chain issues will cause a drag on revenues, the situation has failed to improve, said Bindiya Vakil, chief executive of Resilinc, a California-based group that tracks more than 3m components to provide supply chain mapping services.</p> <p>Vakil added the Omicron coronavirus variant has merely added to posing new risks alongside&#xa0;Russia-Ukraine tensions, port delays, the upcoming Chinese new year and the Winter Olympics in Beijing. “The only thing that's a relief is that the holiday period is over,” she said.</p> <p>In the past quarter, Resilinc flagged to its clients 1,915 supply chain issues for the high-tech industry, ranging from mine shutdowns, legal action and factory fires. Such issues have increased 53 per cent from the same period a year earlier and are well above a five-year average of 397 incidents. </p> <p>Analysts at Raymond James said supply chain constraints for Apple included camera modules and Texas Instruments-made power components. They also note that iPad supply was “purposely constrained . . . to preserve components for iPhone”.</p> <p>Yet, Apple's problems related to hardware shortages are offset by its fast-growing services business. </p> <p>The unit, with gross margins above 70 per cent, has more than 745m customers for games, media, iCloud storage and warranty support. In the fiscal year that ended in September the services unit booked $68.4bn of revenue, with analysts projecting 19 per cent growth in the quarter ended in December.</p> <p>Wedbush, an investment bank bullish on Apple, believes the services unit could be valued at $1.5tn — half its peak valuation earlier this month, before the stock fell 12 per cent.</p> <p>“Apple will very likely still report a monster quarter, blowing past its previous quarterly revenue record set [last year],” said Neil Cybart, independent analyst at Above Avalon who is projecting $127bn in revenue. “However, reported results could have been even stronger.”</p><p>Source: Patrick McGee in San Francisco 2022 'Supply chain crisis the only drag on Apple's enormous growth' FT.com 27 January. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-01-27T05:00:57.924Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 5271,
          "end": 5277
        },
        {
          "start": 964,
          "end": 969
        },
        {
          "start": 3228,
          "end": 3233
        },
        {
          "start": 37,
          "end": 42
        },
        {
          "start": 476,
          "end": 481
        },
        {
          "start": 4515,
          "end": 4520
        },
        {
          "start": 2652,
          "end": 2657
        },
        {
          "start": 2249,
          "end": 2254
        },
        {
          "start": 5130,
          "end": 5135
        },
        {
          "start": 3120,
          "end": 3125
        },
        {
          "start": 1806,
          "end": 1811
        },
        {
          "start": 4696,
          "end": 4701
        },
        {
          "start": 1379,
          "end": 1384
        },
        {
          "start": 18,
          "end": 23
        },
        {
          "start": 3364,
          "end": 3369
        },
        {
          "start": 346,
          "end": 351
        }
      ]
    }
  ]
}