{
  "_id": "e72cb13c3e8c868201906bc51c0f2dd5a7a9a53cf39a101b1df1b425eb241b46",
  "feed": "market-watch",
  "title": "Buying stocks now could bring you pain over the next few weeks. But you'll be thanking yourself a year from now, these analysts say. Critical information for the U.S. trading day",
  "text": "<p>After all, what if peak inflation and peak rate increases are just around the corner?</p><p>It isn't unimaginable that investors are overwhelmed right now, as they try to gauge whether central banks will tip economies into recession in a battle to control inflation. That's not to mention the potential spillover from an economic downturn into corporate earnings.</p><p>Our call of the day from Bernstein analysts Mark Diver and Sarah McCarthy says investors are facing a short-term-pain-for-long-term-gain moment for stocks.</p><p>\"Our longer horizon equity market sentiment indicators are providing significant sentiment support and point to strong positive global equity market returns over the next 12 months. Conversely, our shorter term sentiment indicator which is effective over a four-week period is only at neutral levels,\" said the pair.</p><p>The divergence between those two suggests strong returns are possible for investors from current levels over a period of a year or more, but further downside in the short term before a tactical capitulation level is reached, said Diver and McCarthy.</p><p>On that note, they are not in line with the thinking of the BofA survey that indicates more of investors just giving up.</p><p>Bernstein explained that their short-term sentiment indicator (4-week) remains neutral, with no signs yet of outflow capitulation from equity funds, except for Europe, where that has just begun. Their longer-term indicator, meanwhile, is showing extreme pessimistic levels, suggesting upside on the 12-months plus view.</p><p>\"Our cross border equity flow indicator is signaling extreme pessimism, at levels only seen four times since 1987 and which were followed by strong returns over the following 12 months,\" they said.</p><p>Those four moments in time were December 1987, with stocks returning 22.6% a year later, October 2008 and a 28.6% return, October 2011 and an +8.8% return, and March 2020, with a 55.2% return. The Bernstein analysts said they aren't forecasting those types of returns, but that longer-term sentiment support should underpin positive returns over that 12-month time horizon.</p><p>Another positive for the long-term picture. Global net issuance, based on buybacks and equity issuance, is showing record net demand for stocks from corporates, something that should provide further support for stocks.</p><p>Buybacks began to recover in 2021 after a 2020 collapse and are now surging, driven by resilient earnings and free cash flow generation, the analysts said.</p><p>Read: The news from this giant volcano suggests world economy getting worse — and the U.S. may be to blame</p><p>The buzz</p><p>Netflix NFLX is higher, after the streaming-video group said it lost 970,000 subscribers, fewer than feared, and said it would add more in the current quarter. Also, Netflix's new Wall Street crowd pleaser is free cash flow.</p><p>Tesla TSLA is the big earnings name to watch after Wednesday's close, with expectations for a tough quarter. Biogen BIIB shares fell after a revenue miss, Abbott Labs ABT dropped despite an earnings beat , while disappointing resultshave also hit Baker Hughes BKR. CSX CSX and Alcoa AA are also reporting later.</p><p>Meta Platforms META is being sued by Meta.is, an installation-art company, which says the Facebook parent infringed on its trademark and ruined its business.</p><p>Existing-home sales for June are ahead.</p><p>Russian President Vladimir Putin said Moscow will restart the Nord Stream natural-gas pipeline to Europe on Thursday, but said further curbs couldn't be ruled out if sanctions halt additional maintenance.</p><p>Elsewhere, a day ahead of a European Central Bank meeting, Italian Prime Minister Mario Draghi has said he would stay at his post if he wins a confidence vote later Wednesday.</p><p>The markets</p><p>Stocks DJIA COMP SPX have turned mixed in early action, as oil prices CL.1 BRN00 lurch lower, along with bond yields TY00 BX:TMUBMUSD02Y, as the dollar DXY also slips. Bitcoin BTCUSD is higher, last changing hands at $23,758. Asian markets JP:NIK HK:HSI got a boost from those Wall Street gains.</p><p>The tickers</p><p>There were the top-traded tickers on MarketWatch as of 6 a.m. Eastern: </p><p> Ticker   Security name  GME      GameStop  TSLA     Tesla  AMC      AMC Entertainment  NFLX     Netflix  XELA     Exela Technologies  NIO      NIO  AAPL     Apple  AMZN     Amazon.com  NVDA     NVIDIA  TWTR     Twitter  MARA     Marathon Digital Holdings  NVAX     Novavax</p><p>Random reads</p><p>One lucky U.K. ticket-holder scooped the biggest National Lottery jackpot ever — £195 million ($235 million).</p><p>Cats and humans are going wild for the new videogame \"Stray.\"</p><p>It's National Hot Dog day, go get a free or five-cent dog.</p><p>Need to Know starts early and is updated until the opening bell, but sign up here to get it delivered once to your email box. The emailed version will be sent out at about 7:30 a.m. Eastern.</p><p>Special report: MarketWatch and Investor's Business Daily are joining forces to identify the most trusted financial companies. Take the survey here.</p><p>Buying stocks now could bring you pain over the next few weeks. But you'll be thanking yourself a year from now, these analysts say.</p>",
  "published": "2022-07-20T13:53:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 4209,
          "end": 4214
        },
        {
          "start": 4204,
          "end": 4208
        }
      ]
    }
  ]
}