{
  "_id": "798b82cb074de7ccc2c4aba20167f4b001ef6819af40190b9706d80ab32a4354",
  "feed": "wall-street-journal",
  "title": "Ukraine War Leads to More Global Business Disruption; Apple halts Russia sales, Volkswagen warns its flagship plant could close this month because of lack of parts from Ukraine",
  "text": "<p>The wide-ranging disruptions reflected several dynamics that have played out since Russian President Vladimir Putin invaded Ukraine last week. Key parts and commodities that typically flow out of Ukraine, a major agricultural exporter and an auto-parts supplier, have been bottled up inside the country. Sanctions against Russia, prohibiting a range of financial transactions and export activities, have businesses halting sales and other operations there. Other companies, with deep Russian roots cultivated over decades, have said they are reassessing their involvement in the country.</p><p>Commodities giant Glencore PLC said Tuesday it is reviewing its business in Russia, including stakes in EN+ Group PLC—the controlling shareholder of the world's No. 2 aluminum producer—and Rosneft Oil Co.</p><p>Apple said it has stopped selling iPhones and other products in Russia, stating it was \"deeply concerned about the Russian invasion of Ukraine.\"</p><p>Silicon Valley's tech giants have been facing particular pressure to cut off services and content to Russia. On Friday, Ukraine's vice prime minister, Mykhailo Fedorov, asked Apple Chief Executive Tim Cook to stop supplying Apple products and services to Russia, including halting access to the App Store.</p><p>Dell Technologies Inc., meanwhile, suspended product sales in Russia, and telecom-equipment maker Ericsson AB said it was halting shipments to the country.</p><p>The world's biggest containership operators—A. P. Moller-Maersk A/SA. P. Moller-MaerskA. P. Moller-Maersk A/S and Mediterranean Shipping Co.—said they would suspend services to Russian ports, even those far from the conflict in Ukraine. Maersk said Tuesday it was halting bookings in light of the sanctions imposed on Russia. The two operators said they would continue to move foodstuffs to and from Russia.</p><p>The impact on Volkswagen, one of the world's largest auto makers, deepened significantly Tuesday. Citing ongoing supply-chain issues, the company had previously idled production at its plant in Zwickau, Germany, its most important factory for producing electric cars, including the ID. 4 that is exported to the U.S.</p><p>After Russian troops marched into Ukraine, Volkswagen set up a crisis team to determine how the war could impact the company and find ways to secure production. The invasion, the auto maker said, \"aggravated the situation for our suppliers based in the Ukraine, resulting in delivery bottlenecks.\"</p><p>After realizing that delivery of wiring harnesses—a kit containing wires, connectors and terminals to connect a car's components—from suppliers in Ukraine had been interrupted, Volkswagen decided to shut down production in Zwickau and its plant in Dresden this week.</p><p>Although production at its flagship Wolfsburg plant is running normally, the auto maker said it expects more restricted production next week and that it would be \"unable to manufacture in Wolfsburg\" the week after.</p><p>Production at its commercial vehicles plant in Hannover would also be impacted, as well as its component factories, Volkswagen said.</p><p>\"Further production adjustments cannot be ruled out. Our task force is continuing to work on solutions across divisions and brands,\" the company said.</p><p>Glencore joined a growing list of companies, including BP PLC and Shell PLC, that are assessing their longtime ties with Russia. BP has said it plans to exit its near 20% stake in Rosneft, while energy rival Shell has said it would pull back from joint projects in Russia.</p><p>\"Glencore condemns the actions taken by the Russian government against the people of Ukraine,\" the company said in a statement, adding that it was \"reviewing all our business activities in the country.\"</p><p>Glencore owns 10.55% of EN+, which controls United Co. Rusal International PJSC, and about a 0.5% stake in Rosneft. The Switzerland-based company is also a big trader of Rusal's metal and trades other Russian commodities, including its oil.</p><p>Glencore said Tuesday it had no operational footprint in Russia and that its trading exposure wasn't material to the company.</p><p>Last month, Glencore Chief Executive Gary Nagle said its investment stakes were \"very immaterial in the grand scheme of things\" and that the company's trading division, which it calls marketing, could benefit from any Russian incursion. Such an event would \"cause severe disruptions in some commodity markets, severe dislocations and that is where our marketing really thrives,\" Mr. Nagle said.</p><p>Any move to sell its Russian assets would mark Glencore's exit from a market in which it was once heavily involved. In 2016, Glencore and the Qatar Investment Authority formed a partnership to buy a 19.5% stake in Rosneft. The London-listed firm put $300 million into the deal.</p><p>After the deal was announced, Mr. Putin awarded one of Russia's top honors for foreigners—the Order of Friendship—to Glencore's then chief executive, Ivan Glasenberg, and others involved in the transaction.</p><p>Tim Higgins and Costas Paris contributed to this article.</p><p>Write to William Boston at william.boston@wsj.com and Alistair Macdonald at alistair.macdonald@wsj.com</p><p>Ukraine War Leads to More Global Business Disruption</p>",
  "published": "2022-03-01T22:31:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 54,
          "end": 59
        },
        {
          "start": 1113,
          "end": 1118
        },
        {
          "start": 1162,
          "end": 1167
        },
        {
          "start": 793,
          "end": 798
        }
      ]
    }
  ]
}