{
  "_id": "996a0b51b6641dd49bec4e32708b9ffada8e00b5c810784687d73230e8ce9fcf",
  "feed": "ftcomall",
  "title": "Congress should reconsider US tax on share buybacks",
  "text": "<p><em>The writer is founder of Greenwich Associates, an author of 19 books and a former board member of Vanguard</em></p> <p>Surprisingly, prominent people in government and the media&#xa0;continue to express concern, even alarm, over public corporations repurchasing their shares on the open market.</p> <p>While almost anything can be done in the wrong way for the wrong reasons, share repurchases have much to recommend them and should be encouraged as a superb discipline in corporate finance.</p> <p>Times change. A century ago, only tangible assets were thought to be appropriate as the basis for evaluating public companies. Then, earning power was recognised as a sensible basis for public share ownership and companies such as Sears Roebuck became market leaders. The Depression and second world war made capital tight and norms got established, including treasuring equity capital.</p> <p>The discipline of corporate strategy is to maximise returns on limited resources. That's why, during rationing, candy bar makers changed their product lines to maximise returns on their wartime limited resource: sugar. For most corporations in the 20th century, equity capital was their strategically limited and limiting resource. But with the increasing importance of such intangibles as brands, patents or technologies, more corporations are not limited by needed capital.</p> <p>One way to deploy capital effectively is develop new or improved products, or new markets, or make astute acquisitions. Of course, as we all learned during the era of conglomerates, many acquisitions — if not a majority — destroy value, so caution is advised. The same with new products and new markets. Building better businesses is not easy!</p> <p>So, what should a great leader do? Assume the business has been skilfully optimised and there are no major opportunities to invest? When Warren Buffett was asked why he was so successful as an investor, his answer was: “I'm rational.” That is well worth contemplating in this context.</p> <p>Sure, it's rational to reduce debt to a comfortable level. It makes no sense to burden a business with too much debt, just as it makes no sense to get sloppy with capital expenditures.</p> <p>Corporate strategy should aim to optimise risk and reward. Financial strategy should strive to optimise both the mix and the magnitude of capital. When marginal earning power is driven by factors other than capital, increasing numbers of corporations will generate more capital than needed in the business.</p> <p>Then the question is whether to return capital to owners via dividends or share repurchases. The latter are, of course, much more flexible and less subject to tax. No wonder they have become increasingly popular.</p> <p>In the US, there has been a particularly amusing two-part illustration of the old rule that legislatures should avoid dabbling in corporate management. The first came a few years ago when Congress passed a corporate tax cut. Contrary to Congress's expectations, most companies did not undertake increased capital expenditures. They were already making all the investments in plant and equipment justified by business conditions.</p> <p>So, what did they do? They put the money where it would do the most good for their owners: they repurchased stock to maintain good governance discipline in the structure of their corporate capital.</p> <p>While some may laugh and say there's no direct connection, many might wonder whether the recently enacted new tax on share repurchases was driven or “justified” by congressional spite. The tax — bundled into a climate, tax and healthcare bill known as the <a href=\"https://www.ft.com/content/bfa67fee-01f4-45fa-b8cd-c24527b83652\">Inflation Reduction Act</a> — is the second illustration of the dangers of legislative dabbling. At 1 per cent on share buybacks, it is surely too small to change any sensible corporate decision. Business decisions are seldom so elegant that a 1 per cent tax on a capital decision would make the difference between go and no go.</p> <p>Meanwhile, more and more corporations will continue to optimise the mix of debt and equity in their capital structures, particularly those that increase their earnings each year largely through marketing and technology, which are not capital intensive.</p> <p>Apple — arguably America's most successful company — is also one of the most active in share repurchases, it has bought back more than $500bn of shares over the past decade. The correlation is strong and, I believe, instructive.</p> <p>Congress should reconsider the tax, particularly in the national interest of making US companies more competitive. Appropriate discipline in one area correlates with good discipline in other areas of corporate management and should be encouraged to keep America competitive.</p><p>Source: Charley Ellis 2022 'Congress should reconsider US tax on share buybacks' FT.com 22 August. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-08-22T04:00:03.197Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "confidence": 0.8,
      "offsets": [
        {
          "start": 4090,
          "end": 4095
        }
      ],
      "weightsV2": {
        "weight": 1.0,
        "baseWeight": 1.0,
        "expansionWeight": 0.0,
        "ontologyWeight": 0.0,
        "tagPositionWeight": 0.0,
        "titleWeight": 0.0
      },
      "typeRank": 1
    }
  ]
}