{
  "_id": "417ca394cda3a4b56cd04cfd4776ac40c48e8d99a65171e3764e2acffceea50d",
  "feed": "ftcomall",
  "title": "FirstFT: Brainard calls for Fed to hold its nerve on inflation",
  "text": "<p>Good morning. </p> <p>Lael Brainard, vice-chair of the Federal Reserve, yesterday <a href=\"https://www.ft.com/content/91f9c7e6-8557-4280-bc4e-a3f668a54f3b\">reinforced expectations</a> that the US central bank would opt for a third consecutive 0.75 percentage-point rate rise at its meeting later this month.</p> <p>Futures markets implied an 81 per cent chance that the Fed would opt for an increase of that magnitude after Brainard's speech at a banking conference in New York.</p> <p>“We are in this for as long as it takes to get inflation down,” she said.</p> <p>She added that the Fed had “both the capacity and responsibility” to maintain public confidence in its ability to keep inflation in check in the long run, adding higher rates that restricted the economy would be necessary “for some time”.</p> <p>The Bank of Canada yesterday <a href=\"https://www.ft.com/content/35ca04eb-34c0-427f-a112-9edbecf181c0\">increased its benchmark deposit rate</a> by 0.75 percentage points to 3.25 per cent, becoming the latest central bank to aggressively tighten monetary policy to combat high inflation.</p> <p>The European Central Bank is expected to raise its key interest rate by three-quarters of a percentage point today <a href=\"https://www.ft.com/content/e0fffb18-b603-4a36-8473-7a6176e5c795\">for only the second time in its history</a> as concerns about rampant inflation overtake worries about the damage to growth in the eurozone from any rate rise.</p> <p>The forceful intervention from <a href=\"https://www.ft.com/topics/people/Lael_Brainard\">Brainard</a>, generally seen as a dove on monetary policy, comes ahead of the next meeting of the Fed's rate-setting committee on September 21.</p> <p><em>Thank you for reading FirstFT Americas. Here is the rest of the day's news — Gordon</em></p> <h1>Five more stories in the news</h1> <p><strong>1.</strong> <strong>Apple seeks to drive growth with new iPhone models</strong> Apple unveiled two new versions of the iPhone yesterday featuring emergency satellite communication and improved cameras as well as two revamped Pro models, as it looks <a href=\"https://www.ft.com/content/fa4f093d-f4a9-4795-9684-d1c6c2479446\">to extend its foothold</a> in the high-end smartphone market.</p> <p><strong>2.</strong> <strong>Pound sinks on Truss's first full day in office</strong> The pound fell close to its <a href=\"https://www.ft.com/content/1801fa19-b17b-454e-ba2f-41e82caaef19\">weakest levels since 1985</a> on Liz Truss's first full day as prime minister. The drop reflects the scale of the economic challenge facing the new British premier as she prepares to unveil an emergency energy package, the cost of which could hit £150bn.</p> <p><strong>3.</strong> <strong>Musk wins victory in Twitter legal battle</strong> A Delaware judge yesterday said she would <a href=\"https://www.ft.com/content/9d238ff4-083f-4721-a58e-ff0b91844ba7\">consider recently revealed whistleblower allegations</a> by Twitter's former head of security as part of Elon Musk's legal battle against the social media company. Last week Musk's legal team asserted that, if true, the allegations by Peiter Zatko would constitute fresh grounds to cancel the deal.</p> <p><strong>4.</strong> <strong>BlackRock denies Republican claims of climate ‘activism'</strong> BlackRock has <a href=\"https://www.ft.com/content/a4af6919-b1cc-4c15-b17c-46186fddbd4c\">hit back at Republican politicians</a> for what it calls their “misconceptions” about its approach to climate change, arguing that its efforts are “entirely consistent” with a duty to maximise investor returns. The world's largest money manager has become a target for Republicans because chief executive Larry Fink has been outspoken about the need to address global warming.</p> <p><strong>5.</strong> <strong>Kim Kardashian launches private equity firm</strong> The reality TV star turned business mogul is teaming up with Jay Sammons, a former Carlyle Group executive, <a href=\"https://www.ft.com/content/ef3a875b-9fb4-4f76-9934-6c15a0068018\">to launch a private equity firm</a>. No funds have yet been raised by SKKY Partners but it aims to take stakes in fast-growing media and consumer companies, according to a tweet published yesterday.</p> <ul>  <li><p><strong>Go deeper:</strong> Kardashian's business chops <a href=\"https://www.ft.com/content/23eee26a-3fb2-4b30-a4c1-e7631062712e\">should not be underestimated</a>, writes our Lex investment column. </p></li> </ul> <h1>The day ahead</h1> <p><strong>Monetary policy</strong> Jay Powell becomes the latest member of the Federal Reserve's interest-rate-setting committee to speak this week. The Fed Reserve chair will address <a href=\"https://www.cato.org/events/40th-annual-monetary-conference\">the Cato Institute's annual monetary conference</a>.</p> <p><strong>Fiscal policy</strong> Treasury secretary Janet Yellen will deliver a speech in Detroit in support of the Biden administration's economic achievements following the passage of the Inflation Reduction Act. Yellen is expected to speak about the legislation's focus on reducing emissions and fossil fuel dependency.</p> <p><strong>Economic data</strong> The Federal Reserve will release its latest US consumer credit reading. Economists are predicting a decline to $33bn in July from June's reading of $40.15bn, according to Refinitiv. Mexico releases its August inflation reading.</p> <p><strong>Corporate earnings </strong>The maker of La Croix sparkling water reports before the opening bell and is expected to report revenue of $327.28mn, up from $311.71mn a year earlier. Firearms manufacturer Smith &amp; Wesson and American Outdoor Brands also report earnings.</p> <p><em>Correction: Earlier this week we incorrectly stated the date of the Lebanon presidential election. We apologise for the error. </em></p> <h1>What else we're reading </h1> <p><strong>India and China undercut Russia's oil sanctions pain</strong> A Financial Times analysis shows India and China imported 11mn more tonnes of oil from Russia in the second quarter of 2022 compared with the first quarter. The sales offset most of the fall in shipments to Europe and <a href=\"https://www.ft.com/content/b38d3ab5-ea57-400e-87e9-f48eaf3e0510\">raise questions about the impact of sanctions</a> on Moscow.</p> <p><strong>Trump's Truth Social is the saddest site on the internet</strong> Having been kicked off Twitter and Facebook the former president is forced to share his thoughts and feelings in the form of “Truths”, “ReTruths” and “Quote-Truths” on his own social media platform. <a href=\"https://www.ft.com/content/a3513a3e-b74c-4285-9cde-d41c5d0db5d7\">But it is not going well</a>.</p> <p><strong>How</strong> <strong>a tiny particle that can travel through concrete could save lives</strong> Engineers use X-rays, ultrasound and radar to hunt for signs of corrosion and potential failure in concrete. But all have limitations. Now, using particles from space, scientists are developing technology to safely and cheaply see through almost any structure on the planet. Believers say <a href=\"https://www.ft.com/content/c64f90fa-b239-45b2-8414-a4658adeb106\">the muon revolution</a> is only two or three years away.</p> <p><strong>Threat of hard landing for shipping industry</strong> In just three years, the container shipping industry will have made as much money as the previous six decades, propelled by soaring demand during the pandemic. But analysts believe the cycle may have peaked and after a <a href=\"https://www.ft.com/content/f4c3a643-bc32-4b50-a311-059a9268a20b\">“once in a lifetime'” profit surge</a>, there is now the real risk of a crash.</p> <p><strong>Monsoon disaster piles misery on Pakistan </strong>The country's climate change minister called it “<a href=\"https://www.ft.com/content/375f9673-bcb6-4ca8-abcc-19e13888fe63\">the climate catastrophe of the decade</a>” and “a super-flood to beat all”.&#xa0;Monsoons and flooding, following a spring of baking temperatures, have made Pakistan a case study for countries vulnerable to climate change, with interlinked humanitarian, economic and political crises. </p> <h1>Books </h1> <p>The <a href=\"https://www.ft.com/content/67e39fc8-80e5-4b7e-b545-c745bf98b8aa\">2022 Booker Prize shortlist</a>, announced this week, showcases novels based on real-life events, from Robert Mugabe's dictatorship to the Magdalene Laundries abuses.</p><p>Source: Gordon Smith, Gary Jones and Emily Goldberg 2022 'FirstFT: Brainard calls for Fed to hold its nerve on inflation' FT.com 8 September. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-09-08T10:15:30.753Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "confidence": 0.988,
      "offsets": [
        {
          "start": 1457,
          "end": 1462
        },
        {
          "start": 1467,
          "end": 1472
        },
        {
          "start": 1508,
          "end": 1513
        }
      ],
      "weightsV2": {
        "weight": 3.800001,
        "baseWeight": 3.0,
        "expansionWeight": 1.0,
        "ontologyWeight": -0.20000005,
        "tagPositionWeight": 9.536743e-07,
        "titleWeight": 0.0
      },
      "typeRank": 3
    }
  ]
}