{
  "_id": "4b0b3232c759191f2d2fa232a2463e500ca46ee4f6971b50e6896042652bb92f",
  "feed": "ftcomall",
  "title": "Five Days at Memorial, Apple TV Plus review — one of the year's most distressing TV dramas",
  "text": "<p>One of the year's most distressing, desperately wrenching TV dramas is not a work of fiction. New Apple TV Plus mini-series <em>Five Days at Memorial </em>is based on Sheri Fink's <a href=\"https://www.ft.com/content/72e45480-8767-11e3-ba87-00144feab7de\">award-winning book</a> about the catastrophe that struck a hospital in the aftermath of Hurricane Katrina in August 2005. The Memorial Medical Center in New Orleans was left without power or running water for several days. Before it could be fully evacuated, more than 40 patients died.</p> <p>The first five (of eight) episodes are almost entirely devoted to presenting a detailed day-by-day account of events, from when the storm initially hits and the levee-breaking deluge overruns the hospital, to the triaging of patients for rescue. Pre-credit intro scenes, set two weeks after the disaster, jump ahead to the inquiry into the deaths at Memorial. Several are thought to have been euthanised with lethal doses of morphine; one doctor and two nurses were charged with, but never convicted of, second degree murder. </p> <p>Aside from the framing device, showrunners John Ridley and Carlton Cuse largely keep the storytelling direct and uncluttered, leaving space for the magnitude of the suffering and the weight of the ethical dilemmas. The personal lives of characters such as Dr Anna Pou (one of those charged, played by Vera Farmiga) and the hospital's incident commander Susan Mulderick (an outstanding Cherry Jones) are sufficiently outlined but largely kept to the periphery. It's not so much a narrative oversight as a recognition that this is a story less about specific individuals than a wider study of human instinct, fragility and endurance in extreme circumstances. </p> <p>The series is remarkably successful at collapsing the distance between the viewer and the disaster, immersing us in the hellish reality of the crisis and chaos at Memorial. Archive footage and rapid cuts capture the disorienting violence of the storm. Later, as the hospital descends into an inhospitable wasteland, the rough-edged direction conveys the sweltering heat, the darkness and the fetor of running sewage and decay. Rarely has a disaster reimagined for the screen elicited so little exhilaration and so much terror.</p> <p>But <em>Five Days</em> is more than just a convincing exercise in re-enactment. It is an unflinching, searching show that confronts us with impossible questions about the value of life — whether one is ever worth more than another, or worth anything when reduced to only unrelievable pain. &#xa0;</p> <p>Easier to answer is the question of how things got to the point that staff at Memorial had to assess whom to save and whom to let die. A hurricane may be a so-called “act of God” but, like the broadly comparable <a href=\"https://www.ft.com/content/5cbfe882-6bf9-11e9-80c7-60ee53e6681d\"><em>Chernobyl</em></a>, the series offers a damning account of how human failures in organisation, bureaucracy and governance have fatal consequences. From the hospital's own woeful lack of preparedness, to the belated, inadequate response of the building co-operation, the city authorities and the White House, there's an agonising sense that some of the death and devastation may have been preventable. As a doctor reflects when later questioned, “It only took five days for everything to fall apart.”</p> <p>★★★★☆<br><br><em>Three episodes on Apple TV Plus from August 12. New episodes released weekly</em></p> <p><em>Follow </em><a href=\"https://twitter.com/ftweekend?ref_src=twsrc%5Egoogle%7Ctwcamp%5Eserp%7Ctwgr%5Eauthor\"><em>@ftweekend</em></a><em> on Twitter to find out about our latest stories first</em></p><p>Source: Dan Einav 2022 'Five Days at Memorial, Apple TV Plus review — one of the year's most distressing TV dramas' FT.com 8 August. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-08-08T04:00:06.925Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [],
      "weightsV2": {
        "weight": 2.0,
        "baseWeight": 0.0,
        "expansionWeight": 2.0,
        "ontologyWeight": 0.0,
        "tagPositionWeight": 0.0,
        "titleWeight": 0.0
      },
      "typeRank": 1
    }
  ]
}