{
  "_id": "5d2623eedfc0f8b7eec02a26a5ee6a35518939a70a12b20d7bb98c1dcdf2a1bf",
  "feed": "market-watch",
  "title": "Netflix, YouTube and Google top list of Gen Z's favorite brands, survey shows; YouTube has the highest favorability for Gen Z among all brands, at 86%",
  "text": "<p>Other top brands for Gen Z, those born roughly between 1995 and 2010, include Gatorade, Dollar Tree DLTR, Pixar DIS, Skittles and Apple AAPL.</p><p>Many of those brands also have somewhat similar favorability ratings among the general U.S. adult population, according to the report, but what brands stand out most to Gen Z in particular?</p><p>See also: Once the face of youth, millennials confront gloomy retirement prospects</p><p>Compared to to rest of the American population, Gen Z's favorite brands revolve around social media and social communication. TikTok, Discord, Snapchat SNAP, Instagram and Cash App are the top five brands for the age group in favorability difference compared to the rest of the population.</p><p>Much of the favorability data is consistent with Piper Sandler's bi-yearly survey about what teens spend money and time on. Of course, Gen Z is not a perfect analog for teens because Gen Z has a wider age range, but many of the brands, including Shein, Snapchat and TikTok, are present in both datasets.</p><p>The data from the Morning Consult survey was gathered between May-August 2022, and took responses from 16,053 Gen Z adults born between 1997 and 2004.</p><p>See also: Dropping Aaron Judge's 61st home-run ball might have cost this fan $250,000 or more</p><p>The data comes as billionaire entrepreneur Mark Cuban recently said he believes that Gen Z will go down as the \"greatest generation\" because of their focus on mental health and proper work-life balance.</p><p>Cuban applauded Gen Z'ers for prioritizing their \"mental-health equilibrium,\" and said \"organizations will have to understand that more and more and more as we go forward. Not only for how you treat your employees, but what your customers expect as well.\"</p><p>He went on to label baby boomers, his generation, as \"disappointing.\"</p><p>Netflix, YouTube and Google top list of Gen Z's favorite brands, survey shows</p>",
  "published": "2022-09-29T21:07:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 136,
          "end": 141
        },
        {
          "start": 130,
          "end": 135
        },
        {
          "start": 136,
          "end": 140
        }
      ],
      "nexusId": "10022657"
    }
  ]
}