{
  "_id": "ad74bda966d28a62f47f7f74c81f25453dfa9bf521da67eeccb26ebfc1c85e72",
  "feed": "wall-street-journal",
  "title": "Apple, Intel, Tesla, Levi Strauss: What to Watch in the Stock Market Today; Apple results are due after the close; Intel's earnings were down amid a spending uptick",
  "text": "<p>* Tesla CEO Elon Musk said the electric-car maker won't introduce new models this year, as it bets on increasing deliveries over diversifying its product offerings in the face of ongoing supply-chain disruptions.</p><p>* Apparel company Levi Strauss said it expects higher revenue in 2022 than the previous year and reported higher profit in the fourth quarter.</p><p>* Whirlpool said that washing machines, refrigerators and other appliances are likely to remain hard to get this year as Covid-19 infections continue to fuel supply chain problems.</p><p>* Digital lending company LendingClub gave 2022 earnings guidance lower than analysts expected.</p><p>* Teradyne's first-quarter financial guidance fell short of Wall Street projections.</p><p>* Las Vegas Sands reported lower losses but a slight decline in revenue in the fourth quarter.</p><p>* Xilinx said its board approved a special dividend that will only be payable if the company's previously announced merger with Advanced Micro Devices isn't closed by the record date of the dividend.</p><p>* Blackstone's net income nearly doubled in the fourth quarter thanks to strong investment performance in some of its biggest businesses, as the largest private-equity firm by assets raked in more cash than in any other period in its history.</p><p>* Fast-food company McDonald's reported fourth-quarter earnings and revenue that missed expectations.</p><p>* Mastercard logged greater earnings and revenue for the fourth quarter, boosted by strong spending trends.</p><p>* Shares of Block fell after a Bloomberg report said Apple is planning a service that will let retailers accept payments on iPhones without the need for extra hardware.</p><p>* Sherwin-Williams reported a fourth-quarter earnings miss and full-year earnings guidance below Street expectations.</p><p>* Earnings are due after the market close from Apple, Robinhood Markets, Mondelez International and Visa.</p><p>Chart of the Day</p><p>* Give priority to sustainability, however, and investors will be left in a difficult position: assuming the shift away from fossil fuels happens, they have the choice of making a difference, or making more profit.</p><p>Write to Caitlin Ostroff at caitlin.ostroff@wsj.com</p><p>Apple, Intel, Tesla, Levi Strauss: What to Watch in the Stock Market Today</p>",
  "published": "2022-01-27T14:31:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 76,
          "end": 81
        },
        {
          "start": 1800,
          "end": 1805
        },
        {
          "start": 2143,
          "end": 2148
        },
        {
          "start": 1519,
          "end": 1524
        },
        {
          "start": 0,
          "end": 5
        }
      ]
    }
  ]
}