{
  "_id": "47f47773b29ea73a601efb7bb8712bf1748372ed047e7cef2a5dafc7efcfd05e",
  "feed": "ftcomall",
  "title": "Lula makes a comeback, Russia ends Ukraine grain deal",
  "text": "<p><em>This is an audio transcript of the </em><a href=\"https://www.ft.com/ft-news-briefing\"><em>FT News Briefing</em></a><em> podcast episode: ‘</em><a href=\"https://www.ft.com/content/0f3f1d74-30a6-490a-81a8-b5ae9356951b\"><em>Lula makes a comeback, Russia ends Ukraine grain deal</em></a><em>'</em></p> <p><strong>Marc Filippino<br></strong>Good morning from the Financial Times. Today is Monday, October 31st. And this is your FT News Briefing.</p> <p>[MUSIC PLAYING]</p> <p>Brazil will have a new president. He's a bit of a familiar face. Russia pulled out of its deal to allow Ukraine to export grains. Wall Street lenders might not be celebrating the big Twitter buyout. And banks are starting to pay you more for your deposits.</p> <p><strong>Brooke Masters<br></strong>People want your cash now.</p> <p><strong>Marc Filippino<br></strong>I'm Marc Filippino. And here's the news you need to start your day.</p> <p>[MUSIC PLAYING]</p> <p>Luiz Inácio Lula da Silva claimed a victory in Brazil's presidential election yesterday. He defeated rightwing incumbent Jair Bolsonaro by less than two percentage points. Lula, as he's called, served two terms as president between 2003 and 2010. But he also served time in prison for graft before his convictions were annulled. It's unclear, though, whether Bolsonaro will accept the results and leave office quietly. In the run-up to the election, he claimed that it was rigged against him. But on Friday, he said he would respect the outcome. We'll have more analysis on Brazil's election with our Latin America editor, Michael Stott, in tomorrow's show.</p> <p>[MUSIC PLAYING]</p> <p>Russia has pulled out of a deal to allow millions of tonnes of grain to leave Ukrainian ports and on to global markets. Price of grain shot up more than 7 per cent after the news, and experts say it could lead to catastrophic consequences for poorer nations, many already facing acute food shortages. The FT's Emiko Terazono says the deal was due to expire next month.</p> <p><strong>Emiko Terazono<br></strong>And a lot of traders and analysts were expecting Russia to not extend it, but they hadn't expected Moscow to pull out before the deadline.</p> <p><strong>Marc Filippino<br></strong>Emiko, are there any efforts to keep this deal alive?</p> <p><strong>Emiko Terazono<br></strong>Well, they're talking at the moment. Turkey is talking to the Russian government at the moment. So we'll have to see where it goes. But the fact that it has ended prematurely does send a lot of pessimism among people who had hoped that the deal would be extended and also hence, easing food security and also grain prices.</p> <p><strong>Marc Filippino<br></strong>OK. And remind us of Turkey's role in all this, what kind of stake do they have?</p> <p><strong>Emiko Terazono<br></strong>Turkey has a huge grain processing industry and it's acted like an intermediary for Black Sea grains, including wheat from Russia and also Ukraine. So that, that industry has suffered. But also Turkey itself relies on wheat from Russia and Ukraine. So this war has really impacted Turkey's inflation rates, especially on the food side.</p> <p><strong>Marc Filippino<br></strong>Emiko Terazono is the FT's commodities correspondent.</p> <p>[MUSIC PLAYING]</p> <p>Elon Musk finally consummated his $44bn deal to buy the social media site Twitter. Big question is: who's gonna benefit? Musk himself wanted to back out of the deal. Twitter forced him to follow through, though. Musk's first move after acquiring the company was to fire top executives. Twitter employees are bracing for lay-offs, and the folks who financed Musk's deal — several top Wall Street banks — they're saddled with $12.5bn in debt they don't really want. Here's our US markets editor, Eric Platt.</p> <p><strong>Eric Platt<br></strong>And one thing people should really understand is while banks lend to companies all the time and they really love to be kind of providers of bridge financing for these deals, they actually don't want to be holding the debt themselves. They go out to, you know, big hedge funds, big mutual funds, asset managers, and they ultimately raise the cash from them to finance the debt package. And the reason for that is there's a lot of regulatory capital buffers that they have to maintain. And so these deals, because they're quite risky, they don't actually like to have on their balance sheets.</p> <p><strong>Marc Filippino<br></strong>And a lot has happened since banks agreed to help Elon Musk finance the deal. Interest rates have gone up and tech stocks have plummeted, especially social media companies.</p> <p><strong>Eric Platt<br></strong>This loan that they've written to Twitter, it's rated junk. It's very risky, which means the capital the banks have to hold against it is much higher than any other lending they might be doing. And so because of that, it actually, it uses up a lot of the bank's balance sheet.</p> <p><strong>Marc Filippino<br></strong>Now Eric says Wall Street bankers are under pressure to offer heavy discounts on their Twitter debt to get it off their balance sheets. And lenders, including Morgan Stanley, Bank of America and Barclays, face losses on the Twitter financing package that could top a billion dollars.</p> <p><strong>Eric Platt<br></strong>And so the banks are gonna have to just kind of stomach these losses for a little bit, their paper losses. And they're gonna have to decide whether or not they wanna keep holding them and, you know, earning a nice interest rate from Elon, or if they actually wanna get them off their balance sheets and selling them into the market. The problem is, for a portion of the Twitter debt, the market is really closed right now. The banks will have to take such a significant loss on the debt that it doesn't really make sense for them to sell it just yet. And so, kind of what will be playing out across these investment banks is a question of how do you balance the pain of holding this debt with kind of the pain of taking a loss at some point? And so they will have to make that decision of when, you know, they think, “OK, the market's gotten a little bit better. Let's try to sell this on to other investors”.</p> <p><strong>Marc Filippino<br></strong>That's the FT's US markets editor, Eric Platt.</p> <p>[MUSIC PLAYING]</p> <p>Do you remember a time not so long ago when banks, especially Swiss banks, dropped interest rates on short-term deposits so low that they were essentially charging customers for the privilege of holding their cash? Money market funds, well, they paid next to nothing. Now, the FT's Brooke Masters says the tables are turning. Cash is cool again.</p> <p><strong>Brooke Masters<br></strong>I got an email from JPMorgan Chase saying, send us your money. We'd love to have it. And so they're boosting up their rates. They're offering teaser rates where if you, you know, if you set up accounts that put in a bit, a certain amount of money, you get better, you know, interest rates on them. People want your cash now.</p> <p><strong>Marc Filippino<br></strong>And the banks are doing this because central banks have boosted their rates.</p> <p><strong>Brooke Masters<br></strong>Which means that the banks then can charge more for things like mortgages and corporate loans. And so what they want is, they want cash that they can then lend out to someone else. And the way they make money, it's called net interest income, which is the gap between what they have to pay to get you to give them deposits and what they can charge, you know, me for taking out a mortgage. And in general, as interest rates rise, banks increase the fee for loans faster than they increase the amount of money they pay depositors. So there's this big, enormous amount of cash that they can net, and you could see it in the bank earnings that are coming through.</p> <p><strong>Marc Filippino<br></strong>There is an irony, though, Brooke points out: even as the banks want more cash, a lot of companies don't wanna fork it over. They think that they have better options.</p> <p><strong>Brooke Masters<br></strong>So big companies are actually not giving it to the banks. They are instead putting it into what are called cash management products, which are money market funds, which pay slightly better rates. And they tend to respond more quickly to rising interest rates so you can get more money. Some of them are even buying bonds because the prices of bonds reflect interest rate changes faster again than any of the other things. And the other thing they're thinking is, “OK, I now have a valuable commodity. Do I really just wanna hold it anymore? Should I instead use it to give it back to my investors? Or do I wanna invest in improving my supply chains?” And in today's uncertain world, another thing companies are doing is instead of holding cash as a safety zone, they instead are having larger inventories. And that, of course, ties up money, because if you're holding things that you have not yet sold, that's money that you've tied up. So cash piles are actually shrinking even at the point when the banks want the money.</p> <p><strong>Marc Filippino<br></strong>That's the FT's US investments and industries editor, Brooke Masters.</p> <p>[MUSIC PLAYING]</p> <p>Chinese workers have been fleeing the world's largest iPhone factory. This after lockdown measures were put into place to contain a coronavirus outbreak. The exodus is from a massive Foxconn plant in the central Chinese city of Zhengzhou. Workers were locked in dormitory rooms and said food and medical supplies ran low. A 22-year-old described the scene in the dorms as chaos and said he jumped two fences to get out of the campus. Scenes of workers tramping down the highway with their bags flooded into Chinese social media. Then, local authorities scrambled to organise buses to send them home and put them in a centralised quarantine.</p> <p>[MUSIC PLAYING]</p> <p>Before we go, that Elon Musk Twitter saga that we were talking about earlier? It has many more chapters yet to come. The FT is hosting a Twitter space about it today at 6:30pm London time, 2:30pm in New York. Join our Behind the Money host Michela Tindera, our tech correspondent Hannah Murphy and our Wall Street editor Sujeet Indap. That's 2:30 in New York, 6:30 in London. We'll put a link to that in the show notes.</p> <p>[MUSIC PLAYING]</p> <p>You can read more on all of these stories at FT.com. This has been your daily FT News Briefing. Make sure you check back tomorrow for the latest business news.</p> <p>[MUSIC PLAYING]</p><p>Source: Marc Filippino, Brooke Masters, Eric Platt and Emiko Terazono 2022 'Lula makes a comeback, Russia ends Ukraine grain deal' FT.com 31 October. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-10-31T05:00:56.295Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [],
      "nexusId": "10022657"
    }
  ]
}