{
  "_id": "439bf8f50018515a62fbce04013b8535648feebb597cb94a3263ad5f10b8b4eb",
  "feed": "market-watch",
  "title": "Snap unveils $230 Pixy drone camera that will take Snapchat videos for you; Camera 'can float, orbit, and follow wherever you need' without requiring a controller",
  "text": "<p>Videos from the $229.99 camera are sent wirelessly to a user's Snapchat account, at which point they're saved to the Memories section and users gain the ability to edit and share them. The drone is currently available in the U.S. and France, and joins Snap's Spectacles augmented-reality glasses its in family of devices.</p><p>Read: Facebook parent Meta Platforms is a 'classic dislocated high quality stock,' analyst says after latest earnings report</p><p>Snap announced Pixy at its Thursday \"partner summit,\" which also brought announcements such as a new \"director mode\" camera functionality that will let Snapchatters use their front- and rear-facing cameras at the same time.</p><p>\"For the first time without any special camera tricks or secondary apps, creators can capture their reaction and their 360 perspective,\" Snap said in a release.</p><p>This new mode will come to users of Apple Inc.'s AAPLiOS in the \"coming months\" and arrive on devices that run Alphabet Inc.'s GOOGL GOOG Android operating system \"later this year,\" a news release stated.</p><p>Additionally, the company will make it easier for Snapchat users to edit their backgrounds with a new \"green screen\" function, and it will improve the process of editing together different Snaps.</p><p>Shares of Snap gained more than 6% in Thursday's session, as social-media stocks rallied after Meta Platforms Inc.'s FBearnings report. Snap stock has lost 5% in the past three months as the S&amp;P 500 SPX has lost about 3%.</p><p>Snap unveils $230 Pixy drone camera that will take Snapchat videos for you</p>",
  "published": "2022-04-28T18:54:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 868,
          "end": 878
        },
        {
          "start": 868,
          "end": 877
        },
        {
          "start": 868,
          "end": 873
        }
      ]
    }
  ]
}