{
  "_id": "3915726e0a391ed253b17e26646c679fe3f9d9dcb36644c1c1bef0330c44effb",
  "feed": "market-watch",
  "title": "Dow trims record October surge as traders eye looming Fed meeting",
  "text": "<p>* The Dow Jones Industrial Average DJIA fell 84 points, or 0.3%, to 32,778.</p><p>* The S&amp;P 500 SPX was down 21 points, or 0.5%, at 3,880.</p><p>* The Nasdaq Composite COMP dropped 88 points, or 0.7%, to 11,022.</p><p>On Friday, the Dow ended at a two-month high and logged a weekly gain of more than 5%. The blue-chip gauge's October gain was 14.4% through Friday, and it will log its strongest October on record if it maintains a monthly gain of more than 10.65% through Monday's close, according to Dow Jones Market Data.</p><p>Stock Market Today: Live coverage of Monday's market action</p><p>What's driving markets</p><p>Investors turned cautious ahead of the Federal Reserve's monetary-policy meeting, which concludes on Wednesday, and sold off equities following the stock-market's recent gains. Monday's moves in the stock market represented a \"mild profit-taking pullback and wait-and-see mode\" by investors, said Art Hogan, the Boston-based chief market strategist at B. Riley Wealth.</p><p>In particular, investors want to see whether Fed Chairman Jerome Powell concedes to expectations that the Fed might be looking to slow the pace of rate increases in December, or pushes back on that narrative with a more hawkish outlook which would \"tip over the apple cart,\" Hogan said via phone.</p><p>For now, fed-funds futures traders are pricing in a somewhat equal chance of either a 50- or 75-basis-point hike in December, after the Fed delivers a widely expected 75-basis-point hike on Wednesday.</p><p>Investors are also looking ahead to Friday's nonfarm payroll report for October, as well as next week's midterm elections — each of which could be market-moving events, Hogan said. The S&amp;P 500 gained 4% last week, even though observers said there were plenty of reasons for stocks to sell off hard — including a hot PCE inflation reportfor September and China's renewed Covid-19 lockdowns. Disappointing announcements from market stalwarts like Alphabet GOOG, Amazon  AMZN and Meta Platforms  META saw megacap tech stocks get slammed, though a Friday bounce helped the Nasdaq Composite to a weekly gain.</p><p>Read: The Dow is on track for record October as Big Tech tanks: What's next for stocks as investors await Fed clues</p><p>\"Last week was obviously crazy,\" said Brian Overby, senior markets strategist at Ally Invest, in a phone interview.</p><p>But drilling down into earnings results showed that the consumer remains resilient, he said. Continued strength in the job market that translates into solid holiday spending could help set the stage for a Santa Claus rally heading into year's end, he said.</p><p>John Butters, senior earnings analyst at FactSet, noted that with just over half of S&amp;P 500 companies having reported third-quarter 2022 results, the blended earnings growth rate for the index so far was 2.2%, the lowest such rate since the -5.7% seen in the third quarter of 2020.</p><p>Earnings Watch: Wall Street is being nicer on earnings as vaccine makers, fintech reports near</p><p>Still, the market reaction suggests that though earnings may not be great relative to previous quarters, they've been better than many investors feared, with 71% of the reporting companies delivering a positive earnings per share surprise and 68% a positive revenue surprise.</p><p>Meanwhile, market sentiment was dented by data indicating China's factory, construction and services activity contracted in October.</p><p>On Monday, President Joe Biden will speak about major oil companies' record-setting profits, \"even as they refuse to help lower prices at the pump for the American people,\" the White House announced. Biden's remarks, scheduled for 4:30 p.m. Eastern time in the Roosevelt Room of the White House, come just over a week before U.S. midterm elections in which energy prices and inflation are playing a critical role.</p><p>Energy stocks have left the S&amp;P 500's other 10 sectors in the dust in 2022, with a gain of 63% year to date, versus the large-cap benchmark's 18.6% fall. The sector-tracking Energy Select Sector SPDR ETF XLE was up 0.8% on the day and headed for a double-digit monthly gain.</p><p>Wheat futures W00 jumped 5.5% to $8.75 per bushel after Russia withdrew from the U.N. deal allowing safe passage of grain from Ukraine's southern ports.</p><p>Companies in focus</p><p>* Emerson Electric Co. EMR shares slipped 0.5% even after the automation technology and software company confirmed an agreement to sell a majority stake in its climate technologies business to Blackstone Inc. BX in a deal that values the business at $14 billion.</p><p>* Actinium Pharmaceuticals ATNM shares were up 29.5% after the company met the primary endpoint in a Phase 3 clinical trialfor its investigational treatment for relapsed or refractory acute myeloid leukemia.</p><p>* Cannabis stocks rallied after Senate Majority Leader Chuck Schumer said Congress is \"very close\" to passing a cannabis banking and expungements measure. Shares of Canopy Growth CGC were up by 19.8%. Ascend Wellness Holdings AAWH was up by 7% and Tilray Brands TLRY was up 13.6%</p><p>— Jamie Chisholm contributed to this article.</p><p>Dow trims record October surge as traders eye looming Fed meeting</p>",
  "published": "2022-10-31T17:35:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1221,
          "end": 1226
        }
      ]
    }
  ]
}