{
  "_id": "fe550bc1442dc8d78ac2e1cb17f98f2066b1f54d8dd9024b51e6cc947cb274f5",
  "feed": "ftcomall",
  "title": "FirstFT: US senators increase pressure on Apple",
  "text": "<p>Good morning. US senators have asked the intelligence community <a href=\"https://www.ft.com/content/3c38d3d5-4277-415b-b2de-9b95b0902677\">to examine the threat a potential deal</a> between Apple and the Chinese chipmaker Yangtze Memory Technologies Co poses to national security, in an escalation of the political pressure being applied to the iPhone maker over the arrangement.</p> <p>Mark Warner, Democratic chair of the Senate intelligence committee, and the Republican vice-chair Marco Rubio wrote to director of national intelligence Avril Haines requesting a review just days after the Financial Times reported that Apple <a href=\"https://www.ft.com/content/099a409a-49c2-4ed3-a630-87bf6dc8ce15\">was considering buying memory chips</a> from YMTC for the new iPhone 14.</p> <p>“We write to convey our extreme concern about the possibility that Apple Inc will soon procure 3D Nand memory chips from Yangtze Memory Technologies Co,” the senators said. “Such a decision would introduce significant privacy and security vulnerabilities to the global digital supply chain that Apple helps shape given YMTC's extensive, but often opaque, ties to the Chinese Communist party.”</p> <p>Apple recently told the FT that it was “evaluating” sourcing from YMTC for some iPhones in China. The US tech company yesterday declined to comment on the letter to Haines, which was also signed by Democratic Senate majority leader Chuck Schumer and John Cornyn, a Texas Republican.</p> <p><em>Thanks for all the responses to yesterday's question about the Federal Reserve's interest rate rises. Please keep them coming and I may feature them in a future edition of FirstFT Americas. Here is the rest of the day's news — Gordon</em></p> <h1>Five more stories in the news</h1> <p><strong>1. UK chancellor tax cuts</strong> <strong>in ‘growth' budget</strong> In his first financial statement as chancellor, Kwasi Kwarteng cut the UK's top rate of tax as part of a package of measures <a href=\"https://www.ft.com/content/3a0c52cd-acbb-483c-a7ac-01fe7cd4e89e\">designed to boost economic growth</a>. The cost of borrowing for the UK government <a href=\"https://www.ft.com/content/e4a95eac-71bc-4da9-b029-200764179d0c\">soared following the announcement</a> and the pound slid to a fresh 37-year low against the dollar. <em>This is a developing story. For updates go to </em><a href=\"https://www.ft.com/content/5cd01b3e-80c9-4f94-8b24-67fe00c19936\"><em>our live blog</em></a><em>. </em></p> <p><strong>2. Hong Kong scraps quarantine measures</strong> Hong Kong is to ditch its stringent hotel <a href=\"https://www.ft.com/content/b1ca5e9f-a544-43d0-aad1-48fceb4a0f73\">quarantine measures for incoming travellers</a> which have been in place for two and a half years and eroded the city's status as a financial hub. John Lee, the city's chief executive, said the quarantine requirement would be eliminated from Monday, but travellers would be subject to testing and monitoring for three days after landing.</p> <p><strong>3. Sergei Lavrov trades barbs with western officials at UN Security Council</strong> Russia's foreign minister <a href=\"https://www.ft.com/content/6638a1bb-98c0-43a8-88b6-b74d617a4edf\">faced off against western powers</a> at the UN Security Council yesterday, defending the invasion of Ukraine after his US counterpart said Moscow had “shredded” international norms. Meanwhile, hawkish EU states such as Poland and the Baltic countries are pushing <a href=\"https://www.ft.com/content/73b75973-f6eb-4838-80fe-771556881b9f\">for tougher sanctions on Moscow</a> in response to this week's escalation of tensions by Vladimir Putin.</p> <ul>  <li><p><strong>‘Everyone will get snatched off the street': </strong>The Financial Times spoke with <a href=\"http://www.ft.com/content/a75f30d2-99c7-4e25-ac7b-c7a46c7bc824\">people who had been called up</a> to the Russian army, feared they soon would be or had close relatives facing conscription. </p></li> </ul> <p><strong>4. Boeing to pay $200mn penalty over misleading investors about 737 Max </strong>The aerospace manufacturer and its former chief executive Dennis Muilenburg <a href=\"https://www.ft.com/content/21e64fcd-6e0f-442f-b434-044832e83cc7\">agreed to pay millions of dollars</a> to settle charges from the US Securities and Exchange Commission of misleading investors about two deadly crashes of its 737 Max aircraft.</p> <p><strong>5. Death toll rises to 26 as Iran cracks down on protests </strong>The number of people who have died in protests in Iran following the death of 22-year-old Mahsa Amini has risen to 26, according to AP which cited Iranian state television. Amini died a week ago after being arrested by the morality police for allegedly violating the country's Islamic dress code. Yesterday the US Treasury <a href=\"https://www.ft.com/content/448dbe98-0002-488f-9480-612ac3e2edc0\">imposed sanctions on the morality police</a>, saying it was responsible for Amini's death.</p> <p><em>Did you keep up with the news this week? Take our </em><a href=\"https://www.ft.com/content/65b50e81-b33d-4bc6-8103-1c3469e1f73d\"><em>quiz</em></a><em>. </em></p> <h1>The days ahead</h1> <p><strong>US manufacturing and services</strong> Readings on activity in the US manufacturing and services sectors are expected to remain at relatively subdued levels, according to reports due from S&amp;P Global. The “flash” purchasing managers' index for the manufacturing sector is forecast to drop to 51.1 in September from a final reading of 51.5 in August. Readings above 50 mean the sector is expanding. S&amp;P Global's “flash” PMI for the services sector is expected to rise to 45 in September from 43.7 last month.</p> <p><strong>Canada retail sales </strong>Further clues about the domestic economy and the health of the Canadian consumer should be on show in the latest retail sales data. Sales are expected to have declined in July for the first time in seven months, with economists polled by Refinitiv predicting a 2 per cent fall on a monthly basis. </p> <p><strong>Federal Reserve</strong> The US Federal Reserve board will consider the real economic impact of its decisions during <a href=\"https://www.newyorkfed.org/aboutthefed/fed-listens#:~:text=Fed%20Listens%20is%20an%20initiative,from%20the%20COVID%2D19%20pandemic.\">its latest “Fed listens” session</a>. The event will host a variety of stakeholders and explore how the economy has been changed by the Covid-19 pandemic and what challenges lie ahead as the country transitions to a post-pandemic economy. </p> <p><strong>Russian-occupied Ukraine referendums </strong>Voting in what Nato has decried as “<a href=\"https://www.ft.com/content/5b941171-550b-415c-b95f-2f92ceedb89f\">sham referendums</a>” begins in four eastern and southern regions of Ukraine. The Moscow-controlled regions of the Donetsk and Luhansk People's Republics as well as Kherson and parts of Zaporizhzhia province will vote on whether to join Russia in the hastily arranged votes that begin today and finish on Tuesday.</p> <p><strong>Italy general election </strong>Italy's would-be prime minister Giorgia Meloni pledged to restore Italians' “pride” and deliver five years of strong government in <a href=\"https://www.ft.com/content/3754336b-1a95-4c05-af88-588f25406f36\">a rare shared appearance</a> last night with her rightwing partners before Sunday's general election. Subscribers can sign up to <a href=\"https://italianelection.live.ft.com/?segmentId=670a71df-8084-ecde-e790-63bb7341b637\">a virtual briefing</a> to be held on Tuesday with FT journalists on the election result. </p> <p><em>Join the Financial Times, in collaboration with Ignites and FundFire, on September 28-29 for our Future of Asset Management North America summit at the Westin Times Square and online. Connect and network with North America's leading asset and wealth management firms including Oaktree Capital Management, Russell Investments, JPMorgan, and more to discover the strategies that will differentiate the asset managers of tomorrow. </em><a href=\"https://foam.live.ft.com/home?reference=ftcuratednewsletters&amp;utm_source=news&amp;utm_medium=ftcuratednewsletters&amp;utm_campaign=2022pfutureofassetmanagementnorthamerica\"><em>Reserve your pass today</em></a><em>.</em></p> <h1>What else we're reading </h1> <p><strong>Why business leaders should not become cult figures </strong>We are fascinated by corporate leadership. But does that obsession come at the expense of corporate governance, ensuring checks on any individual's power and different opinions around the boardroom table? Adulated chief executives <a href=\"https://www.ft.com/content/874029d5-4746-4f91-9e21-8486c83d05a5\">risk getting caught up in money, fame and power</a>.</p> <p><strong>How JPMorgan's plan to kill credit cards split the bank</strong> JPMorgan is developing a new challenge to credit cards. But the “pay-by-bank” project has divided powerful interest groups within the bank, forcing chief executive Jamie Dimon <a href=\"https://www.ft.com/content/f6d8d454-2413-4f2b-945d-825d0a68730b\">to issue a diktat</a> to his squabbling executives.</p> <p><strong>How much money will actually make you happy? </strong>We all have fantasies about how much we would need to make ourselves satisfied — but it doesn't have to be a fortune. The real problem is that being a multibillionaire would change your relationship with every other human being. Tim Harford considers <a href=\"http://www.ft.com/content/d5b6ea7a-9748-44aa-bce3-5c34f1ec2566\">how much anyone truly needs</a>.</p> <p><strong>Why trade couldn't buy peace </strong>In recent decades, the near-consensus of policymakers and business leaders has been that peace was the natural condition of the developed world and that globalisation was immune from geopolitical risk. But as the war in Ukraine and tensions over Taiwan have shown, John Plender writes, <a href=\"http://www.ft.com/content/a3c224d1-c604-4393-9c32-922f634ab36a\">they were wrong</a>. </p> <p><strong>The five things the tech bubble got right </strong>As the tech entrepreneur Paul Graham wrote in the aftermath of the first dotcom crash, stock market investors were <a href=\"https://www.ft.com/content/4df65b03-818d-40ed-ae6b-9f0ec1ed2fac\">right about the direction of travel</a> even if they were wrong about the speed of the journey. John Thornhill revisits that idea as investors survey the wreckage of special purpose acquisition companies.</p> <h1>Books</h1> <p>The six titles up for the FT's 2022 Business Book of the Year Award tackle “some of the toughest and most important issues facing global capitalism”, said Roula Khalaf, FT editor and chair of judges. <a href=\"https://www.ft.com/content/945f4f57-90b0-4af0-a42a-86d55bbcbb75\">See which titles made the shortlist</a>.</p><p>Source: Gordon Smith, Jennifer Creery and Emily Goldberg  2022 'FirstFT: US senators increase pressure on Apple' FT.com 23 September. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-09-23T10:21:55.309Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 42,
          "end": 47
        },
        {
          "start": 537,
          "end": 542
        },
        {
          "start": 907,
          "end": 912
        },
        {
          "start": 1005,
          "end": 1010
        },
        {
          "start": 111,
          "end": 116
        },
        {
          "start": 679,
          "end": 688
        },
        {
          "start": 679,
          "end": 684
        }
      ],
      "nexusId": "10022657"
    }
  ]
}