{
  "_id": "c010bfce63a290f60516d6ea6eb67b464cafbe1e2060a64ee097c747bb559690",
  "feed": "wall-street-journal",
  "title": "The Cincinnati Bengals Could Reach the Super Bowl, and No, I Am Not Making That Up; A tormented franchise wins another playoff game and is a victory away from the NFL's biggest stage",
  "text": "<p>I'm not offended. I had to double-check it myself. And I watched the game with my own eyes.</p><p>How do you think Cincinnati Bengals fans feel?</p><p>Buckle up, because it's a fact. On Saturday, one of earth's most tormented sports franchises stunned the top-seeded Tennessee Titans on a last-second 52-yard field goal by all-universe place-kicker Evan McPherson to win 19-16, and earn a place in next weekend's AFC Championship.</p><p>Cincinnati will stay on the road to play the winner of Sunday night's game between the Kansas City Chiefs and the Buffalo Bills. Either way, Bengals fans have championship weekend plans for the first time since Ronald Reagan was in office.</p><p>I'm not kidding. Double-checked that one, too. Cincinnati hasn't played in this game since the 1988 season and the final White House weeks of the Gipper. Back then, \"Rain Man\" was the top movie at the box office. Apple was hawking the Mac II. The Wall Street Journal didn't make a big fuss about AFC Divisional round games.</p><p>I'm glad we do now. It's the best story in football. The Bengals—the Bengals!—are back. A team that had not won a single playoff game of any kind in 31 years has suddenly won two in the space of a week. It's like going into a garage and seeing that rusty old car with squirrels living in the trunk has suddenly repaired itself.</p><p>Cincinnati faces an uphill battle next week, but it's a remarkable revival for a franchise that became synonymous with misery and disaster.</p><p>They called this team \"The Bungles,\" after all. Cincinnati made a pair of Super Bowls in the '80s with quarterbacks Ken Anderson and Boomer Esiason, and then veered into the wilderness for decades. Even when the Bengals were good, they were bad. During an upbeat stretch in the 2010s, Cincinnati made the playoffs five straight years, and lost in the wild-card round each time.</p><p>For Bengals fans, it's been a rough road. Now they're leaning out of their bedroom windows screaming \"Who Dey!\"</p><p>So what's different now?</p><p>In a word, Joe. Gotta start with Joe.</p><p>Joe as in Joe Burrow, the former LSU national championship star who Cincinnati selected with the No. 1 pick in the 2020 stay-at-home Covid draft and has done nothing more than transform the franchise's entire future and vibe.</p><p>The second-year Burrow is a cool blast of confidence. The guy looks like he's smoking a cigar even when he's not smoking a cigar. I want to see Burrow in a Super Bowl week because I fully expect he will host a press conference while wearing swim trunks in a chaise lounge, as another unflappable QB Joe, Namath, once did.</p><p>Burrow can chuck it. He's tough, too—he returned for the start of the 2021 season despite a serious knee injury that cut short his rookie season. He's embraced his role for this underdog team. He isn't fazed by any of the old ghosts; He doesn't even like the term \"underdog.\" Other stars like game-breaking wide receiver Ja'Marr Chase and running back Joe Mixon have played major parts, but Burrow is the 25-year-old straw that stirs the whole deal in Cincinnati.</p><p>He spent too much of Saturday's game against the Titans on his back, however. Tennessee was in no mood to let Burrow thrash them, and they took advantage of a porous Cincinnati line and put the quarterback under relentless pressure.</p><p>Burrow was sacked nine times. Oof. Not good.</p><p>But nobody sacks Joe Burrow 10 times. Late in the fourth quarter, as Tennessee mysteriously noodled about during a 16-16 game, Tennessee quarterback Ryan Tannehill threw a crummy pass which got tipped by Bengals corner Eli Apple and fell to the hands of linebacker Logan Wilson.</p><p>Burrow and Chase quickly moved the Bengals into field goal range. Cue McPherson, the game's MVP, perfect on the day, who did it again, splitting the uprights as time expired and Tennessee sagged.</p><p>It was a staggering victory in a day of upsets. Later, the San Francisco 49ers pulled off their own stunner, beating Green Bay on the road, in the snow, with a last-second field goal of their own.</p><p>Niners and Bengals. Now that's some '80s energy. It makes me want to feather my hair, find some old Journey records, pour a Bartles &amp; Jaymes and leave a long message on an answering machine.</p><p>San Francisco gets the winner of Tampa Bay vs. the Los Angeles Rams.</p><p>And Cincinnati? They're in this, too. One win from Super Bowl Sunday.</p><p>I know it seems improbable. Read it as many times as you want. It's real, I swear. The Bengals are a fact.</p><p>SHARE YOUR THOUGHTS</p><p>What do you think about the Cincinnati Bengals' playoff run?</p><p>Write to Jason Gay at Jason.Gay@wsj.com</p><p>The Cincinnati Bengals Could Reach the Super Bowl, and No, I Am Not Making That Up</p>",
  "published": "2022-01-23T12:35:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 3517,
          "end": 3522
        },
        {
          "start": 872,
          "end": 877
        }
      ],
      "nexusId": "10022657"
    }
  ]
}