{
  "_id": "5a5b66156e738fc581603b82e388c843936ea066ca982e4bd3b279f3b0ef4f8a",
  "feed": "wall-street-journal",
  "title": "A Market Hype Cycle Winds Down; It produced some good companies—but also gave us NFTs, FTX and SPACs.",
  "text": "<p>In 1983 an IPO boom emerged from the recession raising funds for Compaq and other computer companies. In 1995 Netscape investor John Doerr said, \"It's possible that the Internet in fact has been underhyped.\" On its first day of trading that August, Netscape was valued higher than General Dynamics at nearly $3 billion (I know, how quaint). Dot-com mania took hold until early 2000. America Online milked the hype long enough to merge with Time Warner on Jan. 10, 2000, before spiraling down as reality set in.</p><p>Don't get me wrong. The hype cycle is a great time to fund future technology. Electric-truck maker Rivian says the company is funded through 2025. Many great winners have emerged from a hype cycle—Compaq, Google, Amazon, Salesforce, Facebook. But many multiples of those winners try and fail. That's OK, but overenthusiastic public investors almost always end up holding the bag stuffed with losers after venture capitalists sell or distribute unlocked shares to their limited partners at puffed-up prices.</p><p>The 2014-21 cloud-computing hype cycle, helped by near-zero interest rates, was a barn burner that lasted way too long. Some great companies went public: ServiceNow, Snowflake, Uber. But it also brought huge dreams of autonomous cars and electric vehicles, pumping Nikola and others and burning investors. Remember QuantumScape, funded by Bill Gates? With its vision for a better battery, it peaked at $114 in December 2020 and is now under $8. QuantumScape went public via a special-purpose acquisition company, taking advantage of quirky rules that almost ensure sponsors don't lose money while making whatever future projections they want without investor lawsuits. A license to hype.</p><p>Social Capital's Chamath Palihapitiya became known as the SPAC king after promoting and then burying investors in companies such as Clover Health, SoFi, Opendoor and Virgin Galactic, which are down 49% to 86% from their $10 offering price. He sold into the hype cycle, and investors lost. Greed.</p><p>Crypto was of course a master class in hype, paying off celebrities like Matt \"Fortune favors the brave\" Damon, Tom Brady, LeBron James and the confused Larry David. Kim Kardashian even paid a $1.26 million fine for pumping the unregistered token EthereumMax. FTX put its name on the Miami Heat's stadium and Major League Baseball umpire uniforms. Many celebrities fell for the ruse. Justin Bieber paid $1.3 million for a Bored Ape Yacht Club nonfungible token that's now worth maybe $70,000. Stupidity.</p><p>Mr. Palihapitiya recently claimed that Sam Bankman-Fried of FTX pitched him on an investment but turned him down after he asked for a better board of directors and representations on affiliated-party transactions. Angry SPAC investors almost instantly took to Twitter with hyperbole: \"Game respects game\" and \"@chamath calls out a grift because he was inducted into the grifting hall of fame &amp; elected president just few short years ago.\"</p><p>Here's the rub: While not necessarily creating the hype (although not completely innocent), every self-respecting venture capitalist surely knows his big paydays come during hype cycles. It's pretty obvious. So don't you think they would be savvy enough to know not to invest in someone else's hype?</p><p>Venture firm Sequoia Capital (Apple, Google, YouTube) contributed $800 million to the Twitter buyout at a $44 billion valuation. If Mr. Musk and his entourage had waited three weeks, the price would have been half. One of the few to do due diligence and checking on Mr. Bankman-Fried was Elon Musk, and he was only considering taking money from him to complete the deal. Others simply fell for the hype. Sequoia, Lightspeed, SoftBank, Tiger Global and BlackRock invested in FTX with only some confusing financials—an accounting firm's Hackensack, N.J., office audited FTX Trading—and no balance sheet. They invested anyway. Hubris.</p><p>This will all happen again and again, but remember that greed, stupidity and hubris almost always stem from hype. Don't fall for it.</p><p>Write to kessler@wsj.com.</p><p>A Market Hype Cycle Winds Down</p>",
  "published": "2022-12-04T22:49:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 3275,
          "end": 3280
        }
      ]
    }
  ]
}