{
  "_id": "a5b91f781aa77acba3d78641dfc0554f9f2620bf9247c7c15372820e71d3dd4b",
  "feed": "ftcomall",
  "title": "New York in the slow lane — across the state by bike",
  "text": "<p>Early one recent October morning my wife Katy and I find ourselves standing at Commercial Slip, a narrow channel of water leading from Buffalo into the vast inland sea that is Lake Erie. It was here, in 1825, that DeWitt Clinton, then governor of New York State, officially opened the New World's greatest and most consequential feat of engineering: a 363-mile canal connecting America's eastern seaboard to its interior.</p> <p>Clinton's critics had said it could not be done. They derided his great project as “Clinton's ditch”. Thomas Jefferson dismissed the idea as “little short of madness”. His presidential successor, James Madison, refused to fund it. There were no licensed engineers in the country, no machinery and vast tracts of wilderness to be tamed.</p> <p>But Clinton built the Erie Canal in eight years, and after opening the new waterway he led a flotilla of boats along it to Albany, the state capital, then down the Hudson river to New York City. There he emptied two barrels of Lake Erie water into the Atlantic in what was dubbed the “wedding of the waters”.</p> <p>The young nation's “first superhighway” transformed America by breaching the formidable barrier of the Appalachian Mountains. It gave millions of immigrants access to the Great Lakes and Midwest. It slashed the time and cost of transporting grain back to the East Coast. New York boomed and became America's dominant port. So did the tiny canalside communities of Rochester, Syracuse and Utica. Buffalo became the world's biggest grain port. Within just over a century, though, roads and railways rendered the canal largely obsolete.</p> <p>Katy and I are here because a more recent New York governor, Andrew Cuomo, conceived a new vision for the canal. Before resigning amid allegations of sexual harassment in 2021, he fought to create a single biking trail along the entire length of the canal, then south down the Hudson River Valley to New York — from his state's second city to its first. The Empire State Trail finally opened with little fanfare during the Covid-19 pandemic, and we are about to start cycling its 561 miles, from Buffalo to Manhattan. (Another spur, stretching north to Rouses Point, takes the total length of the signposted trail to 750 miles).</p> <p>We are moderately fit, but both in our sixties and not regular long-distance cyclists. It is a journey that should take us just over 11 days, riding roughly 50 miles a day on hybrid bikes, though Lycra-clad speedsters could doubtless complete it in half the time. We have taken the soft option of staying in hotels, though in high summer we might well have camped.</p> <p>We are not certain we will make it, but in the event a ribbon of smooth tarmac and grit unspools endlessly before us, drawing us on through farmland, woodland, wetlands, state parks, small towns and middling cities — a predominantly gentle, rural America far removed from the usual tourist destinations and ugly urban strip malls. The route occasionally takes us past scenes of industrial dereliction, through communities of trailer homes and along the sides of busy highways or railways carrying mile-long freight trains sounding their mournful horns, but mostly through gorgeous countryside ablaze with autumn foliage.</p> <p>We are blessed with blue skies, warm sunshine and little rain. Once our legs acclimatise, we find ourselves rejoicing in the crisp air, beauty and serenity. We tick off the miles with growing satisfaction. The Empire State Trail proves, in short, an unexpected delight.</p>  <p><strong>Katy and I had enjoyed</strong> our brief stay in Buffalo — not least our discovery of the Art Deco gem and relic of the city's heyday that is the City Hall. Its 28th floor observation platform offers a spectacular view of the city, of Lake Erie stretching away to the western horizon and of the Canadian province of Ontario to the north. In an obscure glass cabinet we stumbled across the death certificate of William McKinley, who was assassinated in Buffalo in 1901. “Occupation: President of the United States,” it said. “Cause of death: Gangrene involving both walls of stomach and pancreas following gunshot wounds.”</p> <p>From Commercial Slip we rode north up the lakeshore, through parks, past long-abandoned grain elevators, mills and factories, and along the east bank of the Niagara river towards the town of Tonawanda, where a widened and deepened Erie Canal, completed in 1918, now reaches its western terminus.</p> <p>From Tonawanda, we pedalled on through tidy suburbs of neat white clapboard homes festooned with Halloween ghouls and pumpkins. Soon we were in open country, with the canal to our right and, to our left, unharvested maize fields and orchards laden with huge red apples (yes, we stole a couple). Being October, there were few boats on the water. Except for the odd fisherman, we had the trail to ourselves, scattering herons, geese and squirrels as we bowled along the towpath with the wind at our backs.</p> <p>By lunchtime we reached Lockport. Here, using only men, mules and explosives, Clinton's self-taught engineers built five consecutive locks to lower the canal and its boats down a 70ft ridge of hard rock called the Niagara Escarpment. Those original locks survive, alongside the two huge new ones that later replaced them.</p> <p>For the next week we became immersed in the canal's history. We admired the aqueducts and mighty embankments that carried it across rivers and valleys. We watched as “lift bridges” raised whole sections of roadway 10ft up to let occasional boats pass beneath. We inspected rusting bridges, marooned barges and overgrown locks abandoned when the canal was widened and, often, rerouted. We even met a “bank walker”, Adam, one of an endangered breed employed to patrol the banks looking for weak spots. In winter the canal is drained for maintenance.</p> <p>The trail was so flat we barely needed gears, but never dull. Every few miles we would reach a small “port” town established to build or service the canal. All had picturesque main streets lined with old brick buildings dating from the 19th century. Some boasted restaurants, coffee bars, craft breweries and colourful murals depicting canal life. Others were dying. But most had some claim to fame, however arcane.</p> <p>That first night we spent in a Comfort Inn in Medina (pop 6,065), which provided sandstone for Buckingham Palace. A historical marker also informed us, with a tantalising lack of elaboration, that “Frances Folsom lived here in the mid-1870s with her grandmother and attended Medina high school. In 1886, aged 21, she married Pres Grover Cleveland.”</p> <p>Early the next morning we rode through rundown Albion (pop 5,637), where we learnt that Charles Howard had established a school for aspiring department store Father Christmases in the 1930s. The word “Believe” can still be seen on the town's walls.</p> <p>Later, in Port Byron, another historical marker solemnly informed us that a local man, Amos S King, “gifted a bible to Pres Abraham Lincoln in 1861. Received letter of thanks from John Nicolay, Lincoln's private secretary”.</p> <p>After a handsome dinner and pleasant night in the fast-recovering post-industrial city of Rochester, once the flour milling capital of America, we rolled on in glorious crisp sunshine. The canal sparkled beneath a cloudless sky, and the trees were a resplendent mass of red, yellow, bronze and gold, their leaves floating down like confetti in the breeze. We spent a night in a handsome 19th-century mansion, the Vintage Gardens Bed &amp; Breakfast in Newark, and breakfasted on spiced-pumpkin waffles with baked apple and maple bacon.</p> <p>An ill-judged detour meant we cycled 80 miles the next day because we wanted to visit Seneca Falls, the town where the women's suffrage movement was launched in 1848 and which allegedly inspired the classic James Stewart movie <em>It's a Wonderful Life</em>. Towards dusk, exhausted, we crested a rare hill to see the welcome sight of Syracuse at the head of the glistening blue Onondaga Lake.</p> <p>Syracuse, like Rochester, was made by the Erie Canal, establishing itself as America's salt capital. We had no time to visit the Salt Museum before we left the next morning. But after a spectacularly good breakfast at the Rise N Shine diner we did admire another Art Deco gem, built as the headquarters of the Niagara Mohawk power company, as well as the world's only upside-down traffic light. In the 1920s the Irish community of Tipperary Hill vigorously objected to the green light being on the bottom, pelting it with stones until the authorities put it on top.&#xa0;</p> <p>We pedalled on through Chittenango, where L Frank Baum, author of <em>The Wonderful Wizard of Oz</em>, was born (yes there's a museum with a yellow brick road outside), and Rome (where Clinton began building the canal because the land was flat and he wanted quick progress to encourage his financiers). By the afternoon we found ourselves scattering the snakes that were basking on the trail's warm tarmac.</p> <p>In Utica we stayed at another fine 19th-century mansion, the Rosemont Inn, and visited another relic of these canal cities' industrial prime — the magnificent neoclassical Union Station, now served by just eight trains a day. Cycling past all the boarded-up factories and shuttered shops, we understood why we saw so many Trump banners outside decrepit homes. These are communities that the status quo has manifestly failed. But we encountered no hostility. We were greeted by everyone we passed. We became “trail buddies” with occasional fellow cyclists. </p> <p>Periodically we found self-service bike repair posts beside the trail, equipped with pumps and spanners, and the odd book-swap box. In Sprakers, a trailside church offered us free water, snacks and shelter. As we entered Schenectady (pronounced “Skuh-neck-taddy”), we saw the posters that schoolchildren had hung beside the trail, urging its users to “Stay Strong!” and “Keep Going!”</p> <p>Our last and strangest night on the canal was spent in a former National Guard armoury in Amsterdam (“home of the Cabbage Patch Kids”) that had been turned into a Disneyfied English castle, replete with stuffed animals, fake oil paintings and suits of armour. Thereafter the canal became one with the Mohawk river as it flowed through a narrow valley between the Catskill and Adirondack mountains.&#xa0;</p> <p>At Cohoes we saw where 16 locks had lowered the original canal past a thundering 70ft waterfall. Two miles further north, in Waterford, we saw where the later, rerouted canal dropped further, quicker, than any other canal in the world, courtesy of five huge modern locks. A few hundred yards beyond that the narrow, placid Erie, our old friend, fed meekly into the broad and mighty Hudson river.</p> <p>It took us four more days to ride the remaining 201 miles to New York. In Albany we toured a state capitol grander than most national parliaments. Thereafter we followed country lanes and former railway lines south through bucolic farmland, charming New Englandy villages, forests, hills and lakes, scaring deer and turtles but not, alas, any bears. Misty mornings turned into sublime autumn days. We scrunched through drifts of leaves as yellow and dry as cornflakes. We periodically crossed the Hudson and its tributaries on bridges of dramatic height and length — the Kingston-Rhinecliff, the Rosendale Trestle, the Walkway Over the Hudson. From Poughkeepsie (pronounced “Puh-kip-see”) we made a thoroughly worthwhile detour to Franklin D Roosevelt's Hyde Park estate.&#xa0;</p> <p>The further south we went, the smarter and more gentrified the towns became. Art galleries replaced dollar stores. Audis and BMWs replaced Ford pick-ups. The trail grew noticeably busier. We passed a woodland “chanting” festival, a whiskey tasting and mansions with breathtaking views across the blazing Hudson Valley to the distant Catskills. But the trail carried on, an increasingly narrow green ribbon flanked by homes and noisy highways.</p> <p>Early on our 12th and final day it carried us into New York City. We zigzagged through the congested Bronx. We followed the Hudson River Greenway right down the west side of Manhattan, nodding in silent tribute as we passed DeWitt Clinton Park. With battle-hardened legs we sped beneath the gleaming new towers of Hudson Yards, past the 9/11 memorial and into Battery Park, where Manhattan runs out, with its distant view of the Statue of Liberty.</p> <p>There we were greeted by an inexplicable lack of bunting and ticker tape, just a crooked road sign saying “End” and “Stop”. We felt elated nonetheless, and soon we were showering and sipping champagne in the fancy Moxy hotel off Times Square. We had completed the Empire State Trail. We had cycled the equivalent of London to Inverness, or Paris to the Spanish border. We had joined a select but growing band of “end to enders”.&#xa0;</p> <p><em>Find out about our latest stories first — follow </em><a href=\"https://twitter.com/ftweekend?ref_src=twsrc%5Egoogle%7Ctwcamp%5Eserp%7Ctwgr%5Eauthor\"><em>@ftweekend</em></a><em> on Twitter</em></p><p>Source: Martin Fletcher 2022 'New York in the slow lane — across the state by bike' FT.com 26 November. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-11-26T05:00:51.321Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 7517,
          "end": 7522
        }
      ]
    }
  ]
}