{
  "_id": "4fdb25bb468924082155b86c553c566ce49cfe7c3e7bd9c31b1d0e9d4f2584f9",
  "feed": "wall-street-journal",
  "title": "These 3 Thanksgiving Recipes Put the Pleasure Back in Cooking; Your guests expect a turkey, but putting one on the table doesn't have to be a chore or a snore. Now the cook has something to celebrate: innovative approaches to the centerpiece of the feast.",
  "text": "<p>We call it \"the heavy weight of tradition\" for a reason. A common counter-strategy tells us to channel our creativity into the sides, and every year I try out a new fleet of recipes with bold flavors and trendy garnishing bling to surround the magisterial turkey. But once I began to see the side dishes as loud-talking relatives, all of them trying to outdo one another to get the attention of the dignified matriarch, there was no unseeing it. I would have to start getting more creative with the bird itself.</p><p>SHARE YOUR THOUGHTS</p><p>What's your favorite way to cook a Thanksgiving turkey? Join the conversation below.</p><p>We've heard it so long we could chant it: It's not about the food, it's about the people around the table. That may be true in normal times, but what is normal anymore? During the pandemic lockdown, days and months stretched out endlessly but, unjustly, the time between meals seemed to narrow and the dirty dishes seemed to multiply exponentially. Following all of that, for the cook, a full day dedicated to selfless service of gravy and generosity may not have the same appeal it once did. At least we learned just how adaptable our traditions can be. I say the one responsible for getting the turkey in the oven, before anyone else arrives to pick up a helping wooden spoon, should cook whatever gives them the greatest pleasure. Maybe this year, this meal of meals can be about the cooking.</p><p>Until recently I was perfectly fine with the traditional Martyr's Thanksgiving. Now, I've realized I'm a better, happier cook when I'm cooking for myself, and hunt for recipes that contain some personal challenge. Still, there's no such thing as an avant-garde Thanksgiving; mousselines and microgreens are taking it too far. So I've come up with three takes on turkey that actually excite me but still satisfy the collective craving for a ritual roast beast.</p><p>The grilled turkey with tare and scallions sanely calls for a small (8- to 10-pound) bird. It marinates in a salty-sweet Japanese-style tare sauce: soy sauce, mirin rice wine, ginger, maple syrup and a browned turkey neck for body and umami depth. After marinating the bird in the tare, you reduce what's left to make a delicious sauce to pass at the table. Toward the end of grilling, add a few handfuls of damp apple or pecan wood chips to the coals to imbue the turkey with the flavor of fruity smoke. The scallions grill to a nice crisp alongside the bird. Carved and plattered, with no garnish but the scallions, this turkey is strikingly minimalist.</p><p>Then again, you don't have to serve a whole turkey to get the feast effect. Bone-out turkey thighs stuffed with a buttery leek-and-fresh-chestnut stuffing feel pretty regal. Pressed into a tight football shape and huddled together in a pan, roasted and basted with butter, the thighs acquire an incredible crispy skin.</p><p>I would also argue that a whole stuffed and roasted cabbage—what the French call a chou farci—satisfies the impressive-looking-centerpiece requirement and the studio art credit at the same time. Start with a big, handsome head of Savoy cabbage. Blanch and peel the leaves, stuff them with a ground-turkey-and-pork stuffing that's more like a pâté, rich with Cognac and pistachios, then layer and shape them back into an orb. Secure it with string, rub with butter and roast until darkly browned. At the table, carve the cabbage into wedges and serve with a light Champagne-spiked cream sauce. Nothing about the assembly is too difficult, but the process is as restful and fulfilling as shaping a pot on a pottery wheel. On this of all days, the cook deserves nothing less.</p><p>These 3 Thanksgiving Recipes Put the Pleasure Back in Cooking</p>",
  "published": "2022-11-11T20:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 2286,
          "end": 2291
        }
      ]
    }
  ]
}