{
  "_id": "e25f2ca2f0c02f346abc4b2827fcc33670cc648d83a914e7fac6ba2b3c516561",
  "feed": "ftcomall",
  "title": "Google to pay $391mn in its biggest privacy settlement",
  "text": "<p>Google has agreed a $391.5mn settlement with 40 US states over its collection of users' location data, the most the internet giant has ever paid out over a privacy complaint.</p> <p>The settlement followed allegations from the states that <a href=\"https://www.ft.com/stream/d6b12f0c-bf3f-4045-a07b-1e4e49103fd6\">Google</a> had continued to collect location data through a number of its mobile apps, even after users had opted to stop having their whereabouts recorded.</p> <p>The states' investigation, which was led by Oregon and Nebraska, trained a spotlight on to one of the most valuable types of data that the search giant collects in order to target its advertising. According to the <a href=\"https://www.doj.state.or.us/media-home/news-media-releases/largest-ag-consumer-privacy-settlement-in-u-s-history/\">allegations</a>, Google offered separate settings to control location data, with the result that even after users turned off their “location history”, a separate setting called Web and App Activity collected the data by default. The allegations covered the period from 2014-2020.</p> <p>A Google spokesperson said: “Consistent with improvements we've made in recent years, we have settled this investigation, which was based on outdated product policies that we changed years ago.”</p> <p>In a blog post, the company also laid out a number of recent changes it said had given users more control over the location data. Other changes due soon included a simplified privacy “hub” and easier tools to delete location data, it said.</p> <p>According to privacy experts, however, few users look at the information Google and other internet companies offer about their personal data, or take advantage of tools to limit the amount of information that is collected about them, making their effect limited. By contrast, Apple made a sweeping impact on the online advertising industry with a <a href=\"https://www.ft.com/content/074b881f-a931-4986-888e-2ac53e286b9d\">privacy change</a> last year, sending prompts to users that made it easy to block the collection of personal data by mobile apps.</p> <p>The previous highest penalties Google has faced on privacy matters included a $170mn fine levied by the US Federal Trade Commission in 2019 over a failure to adhere to online protections for children. It also paid French regulators €150mn earlier this year — equivalent at the time to nearly $170mn — over <a href=\"https://www.cnil.fr/en/cookies-cnil-fines-google-total-150-million-euros-and-facebook-60-million-euros-non-compliance\">a complaint</a> that it made it easier for users to accept cookies that track their online behaviour than to reject them.</p> <p>Those fines pale in comparison to the <a href=\"https://www.ftc.gov/news-events/news/press-releases/2019/07/ftc-imposes-5-billion-penalty-sweeping-new-privacy-restrictions-facebook\">record $5bn penalty</a> that the FTC levied against Facebook three years ago over the Cambridge Analytica scandal, however. </p> <p>Google still faces further complaints from other US states over the location data issue, potentially taking the total cost above $500mn if future fines or settlements are levied.</p><p>Source: Richard Waters 2022 'Google to pay $391mn in its biggest privacy settlement' FT.com 14 November. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-11-14T20:16:04.835Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1586,
          "end": 1591
        }
      ]
    }
  ]
}