{
  "_id": "b3d9fbbe3ee6c0101c963754aa20a93b2711f0c60af08f0160325944c1ae2d0b",
  "feed": "market-watch",
  "title": "Apple plans to source chips from Arizona plant that's set to open in 2024: report",
  "text": "<p>That's all in an effort to reduce its reliance on chip manufacturing from Asia, which has been plagued by COVID-19 and shipping disruptions in recent years. Apple has been working to remake its supply chain, with dozens of its parts suppliers adding manufacturing facilities in the U.S. in fiscal 2021, according to a supplier list released by Apple in October.</p><p>The Arizona plant Cook referred to is likely the $12 billion facility north of Phoenix being built by Taiwan Semiconductor Manufacturing Co., which was announced in 2020. TSMC is the world's largest contract manufacturer of silicon chips and is Apple's chip-making partner.</p><p>Last week, the Wall Street Journal reported TSMC would expand that facility, which could serve as a second manufacturing plant.</p><p>TSMC's U.S. shares TSM surged more than 10% on Tuesday after Warren Buffett's Berkshire Hathaway Inc. BRK.B disclosed a significant stake Monday.</p><p>Apple shares AAPL rose 1% Tuesday, but are down 15.5% year to date, compared to the 7.6% decline this year by the Dow Jones Industrial Average DJIA, which counts Apple as a component.</p><p>Apple plans to source chips from Arizona plant that's set to open in 2024: report</p>",
  "published": "2022-11-16T00:33:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 0,
          "end": 5
        },
        {
          "start": 344,
          "end": 349
        },
        {
          "start": 1094,
          "end": 1099
        },
        {
          "start": 157,
          "end": 162
        },
        {
          "start": 923,
          "end": 927
        },
        {
          "start": 910,
          "end": 915
        },
        {
          "start": 1072,
          "end": 1077
        },
        {
          "start": 607,
          "end": 612
        }
      ]
    }
  ]
}