{
  "_id": "928625a154d9d6fd05824ce9e0ffa500b736f5c35209da974564a394d6144008",
  "feed": "market-watch",
  "title": "From 'Glass Onion' to '1923,' here's what's worth streaming in December 2022; The month's top picks include Netflix's 'White Noise,' Apple's 'Slow Horses' and the streaming debut of 'Top Gun: Maverick' on Paramount+",
  "text": "<p>As an added bonus, those same three services in December will premiere a top-notch spy series (Apple's \"Slow Horses\"), a hugely anticipated \"Yellowstone\" prequel (Paramount's \"1923\") and a handful of light but fun Netflix shows.</p><p>Each month, this column offers tips on how to maximize your streaming and your budget, rating the major services as a \"play,\" \"pause\" or \"stop\" — similar to investment analysts' traditional ratings of buy, hold and sell. We also pick the best content to help you make your monthly decisions.</p><p>Consumers can take full advantage of cord-cutting with a churn-and-return strategy — adding and dropping streaming services each month. All it takes is good planning. Keep in mind that a billing cycle starts when you sign up, not necessarily at the beginning of the month, and keep an eye out for lower-priced tiers, limited-time discounts, free trials and cost-saving bundles. There are a lot of offers out there, but the deals don't last forever.</p><p>Price-watchers should also note that Disney+ is raising the price of its ad-free service, from $7.99 a month to $10.99, while adding an ad-supported tier for $7.99 a month. starting Dec. 8.</p><p>Here's a look at what's coming to the various streaming services in December 2022, and what's really worth the monthly subscription fee.</p><p>Netflix ($6.99 a month for basic with ads, $9.99 basic with no ads, $15.49 standard with no ads, $19.99 premium with no ads)</p><p>Netflix is the place for movies in December.</p><p>Following a weeklong \"sneak preview\" theatrical release in November, \"Glass Onion: A Knives Out Mystery\" will start streaming on Dec. 23. The sequel to writer/director Rian Johnson's surprise 2019 hit once again stars Daniel Craig as Southern gentleman detective Benoit Blanc, with a cast that includes Edward Norton, Janelle Monae, Kate Hudson and Leslie Odom Jr. The Agatha Christie-style murder mystery is getting rave reviews from critics and should be atop viewers' must-watch lists.</p><p>Netflix NFLX also has \"White Noise\" (Dec. 30), director Noah Baumbach's adaptation of Don DeLillo's classic 1980s novel about a family whose quiet suburban life is upended by an \"airborne toxic event,\" starring Adam Driver, Greta Gerwig and Don Cheadle in what should be a prime contender come awards season; and \"Guillermo del Toro's Pinocchio\" (Dec. 9), a stop-motion animation adaptation from the Oscar-winning filmmaker, who adds his trademark creepiness and emotional weight to the classic children's story. Both movies will be also released for a limited time in theaters before their streaming debuts.</p><p>More: Here's everything coming to Netflix in December 2022 — and what's leaving</p><p>As for series, Netflix has new seasons of favorites such as \"Firefly Lane\" (Dec. 2), \"Emily in Paris\" (Dec. 21), \"Money Heist: Korea\" (Dec. 9) and \"Last Chance U: Basketball\" (Dec. 9), as well as the new fantasy prequel series \"The Witcher: Blood Origin\" (Dec. 25), starring Michelle Yeoh.</p><p>Also of note: \"My Next Guest with David Letterman and Volodymyr Zelensky\" (date TBA), as the former late-night host travels to war-torn Ukraine and interviews the Ukrainian president; and the last chance to watch Season 1 of the insanely addictive, hilariously petty and catty Australian reality show \"Instant Hotel\" (leaving Dec. 27).</p><p>Who's Netflix for? Fans of buzz-worthy original shows and movies.</p><p>Play, pause or stop? Play. For the movies alone, though there's plenty more to watch.</p><p>Apple TV+ ($6.99 a month)</p><p>Apple AAPL doesn't have much premiering in December, but what it does have looks exceptional.</p><p>The Le Carré-esque \"Slow Horses\" (Dec. 2) returns for a second season of dysfunctional-spy shenanigans. After a gripping first season that streamed this spring, the members of Slough House — that's where MI5 sends their screwups and washouts, led by an obnoxious and slovenly spook who's seen it all (in a dazzling performance by Gary Oldman) — uncover a Russian conspiracy with roots in the Cold War that threatens to bring carnage to London. These six episodes are based on Mick Herron's novel \"Dead Lions,\" and could the best thing on TV in December.</p><p>There's also Season 2 of \"Little America\" (Dec. 9), the heartfelt and inspiring anthology series about immigrants in America, produced by Kumail Nanjiani and Emily Gordon. Season 1 came out shortly after Apple TV+ launched and was simply beautiful; for a long time it was the best thing on the service. Dec. 9 also brings \"Emancipation,\" starring Will Smith as a man who makes a grueling escape from slavery in 1863 Louisiana. Antoine Fuqua directs the movie, which is based on a true story. It'll get a limited theatrical release, making it Oscar-eligible, though it's unclear how it'll fare come awards time in the wake of The Slap at last year's Oscars.</p><p>Apple's also got new episodes every week of \"Mythic Quest\" (yay!) and \"The Mosquito Coast\" (skip).</p><p>Who's Apple TV+ for? It offers a little something for everyone, but not necessarily enough for anyone — although it's getting there.</p><p>Play, pause or stop? Play. With \"Slow Horses,\" \"Little America\" and \"Mythic Quest,\" Apple has three of the best (maybe THE three best?) shows streaming in December.</p><p>Paramount+ ($4.99 a month with ads, $9.99 with no ads)</p><p>Paramount+ just can't quit Taylor Sheridan — but why would it, when he keeps making reliably bankable series? His latest is \"1923\" (Dec. 18), another \"Yellowstone\" prequel, this one set in the Prohibition era. Harrison Ford, Helen Mirren and James Badge Dale star in the continuing saga of the Dutton family, who must save their cattle ranch from drought, a range war and Montana's economic depression, which preceded the Great one. This will be one to watch, for the cast alone.</p><p>The year's biggest movie is finally streaming too: \"Top Gun: Maverick\" (Dec. 22) earned more than $1.4 billion worldwide, and for good reason — it's shockingly entertaining, a throwback action spectacle that you should have seen on a big screen but will still play just fine at home. Tom Cruise stars, of course, along with Miles Teller, Jon Hamm, Glen Powell, Jennifer Connelly and Val Kilmer.</p><p>There are also new episodes of Taylor Sheridan's other new series, \"Tulsa King,\" starring Sylvester Stallone in a mob drama that might actually be a comedy, and all episodes of the recently completed final season of \"The Good Fight.\"</p><p>Paramount+ also has a full slate of college basketball, the SEC football championship game (Dec. 3) and NFL football every Sunday, including a Denver Broncos-L.A. Rams matchup on Christmas Day.</p><p>Who's Paramount+ for? Gen X cord-cutters who miss live sports and familiar Paramount Global PARA broadcast and cable shows.</p><p>Play, pause or stop? Play. If for nothing else, then to watch \"Top Gun: Maverick\" for less than the price of a movie ticket.</p><p>HBO Max ($9.99 a month with ads, or $14.99 with no ads)</p><p>After a blockbuster fall, it's a pretty subdued December for HBO Max.</p><p>The fantasy epic \"His Dark Materials\" (Dec. 5), the rebooted prep-school drama \"Gossip Girl\" (Dec. 1) and the reluctant-superhero dramedy \"Doom Patrol\" (Dec. 8) are all back for new seasons, but the best returnee is \"South Side\" (Dec. 8), the neighborhood ensemble comedy starring starring Sultan Salahuddin and Kareme Young as enterprising best friends stuck in dead-end jobs. It may fly below most viewers' radar, but that just means they're missing out on one of the funniest sitcoms on TV.</p><p>HBO Max is also adding October's critically acclaimed Martin McDonagh movie \"The Banshees of Inisherin\" (Dec. 13), starring Colin Farrell and Brendan Gleeson; Season 2 of \"Random Acts of Flyness\" (Dec. 9), the Peabody Award-winning stream-of-consciousness series from artist, musician and filmmaker Terence Nance about the experience of being Black in America; the recent CNN docuseries \"The Murdochs: Empire of Influence\" (Dec. 1); and \"Pelosi in the House\" (Dec. 13), filmmaker Alexandra Pelosi's documentary about her mom, House Speaker Nancy Pelosi, with footage spanning tree decades, including behind-the-scenes material from the Jan. 6, 2021, Capitol insurrection.</p><p>Also: Here's everything coming to HBO Max in December 2022 — and what's leaving</p><p>Max has a ton of quality Christmas movies in its library as well, including \"A Christmas Story\" and its recent sequel \"A Christmas Story Christmas,\" \"Dr. Seuss' How the Grinch Stole Christmas,\" \"Elf\" and \"National Lampoon's Christmas Vacation.\"</p><p>The real draw this month, though, are the concluding episodes of \"The White Lotus\" (season finale Dec. 11) and \"The Sex Lives of College Girls\" (season finale Dec. 15).</p><p>Who's HBO Max for? HBO fans and movie lovers.</p><p>Play, pause or stop? Pause and think it over. \"The White Lotus\" and \"The Sex Lives of College Girls\" are both worth finishing, but aside from \"South Side,\" there's not much new worth watching.</p><p>Hulu ($7.99 a month with ads, or $14.99 with no ads)</p><p>Hulu keeps the originals coming with \"Kindred\" (Dec. 13), a harrowing romantic drama about a young Black woman (Mallori James) who's being violently pulled back and forth in time from modern-day Los Angels to a slave plantation in the Antebellum South, where she must confront centuries-old family secrets. It's based on the acclaimed novel by Octavia E. Butler, and all eight episodes drop at once.</p><p>On a much lighter note, there's Season 11 of the beloved Canadian small-town comedy \"Letterkenny\" (Dec. 26). Hilariously verbose, filthy, yet surprisingly progressive, it's got a unique language and rhythm of its own that hits a very specific comfort-TV sweet spot.</p><p>Hulu's also got a ton of movies on the way, including six Christoper Nolan classics, such as \"The Dark Knight,\" \"Dunkirk\" and \"Inception,\" and some livestreamed holiday faves: \"ABC Tracks Santa: Livestream\" (Dec. 24), \"The Disney Parks Magical Christmas Day Parade: Livestream\" (Dec. 25) and \"New Year's Eve: Times Square Ball Drop 2022: Livestream\" (Dec. 31).</p><p>And see: Here's everything coming to Hulu in December 2022 — and what's leaving</p><p>There are also new episodes every week of the mid-life relationship drama \"Fleishman Is in Trouble\" (finale Dec. 29) and the striptease crime drama \"Welcome to Chippendales.\"</p><p>Who's Hulu for? TV lovers. There's a deep library for those who want older TV series and next-day streaming of many current network and cable shows.</p><p>Play, pause or stop? Pause. While there's not necessarily enough to lure new viewers, if you're already a subscriber there are plenty of solid series to keep you entertained.</p><p>Amazon Prime Video ($14.99 a month)</p><p>After a three-year layoff, John Krasinski returns for Season 3 of \"Tom Clancy's Jack Ryan\" (Dec. 21), as the eponymous CIA agent now on the run after he's wrongly accused of treason, trying to clear his name and foil a global conspiracy. The first two seasons provided solid, dumb-but-fun action, but the new season's plot sounds lazily ripped from the script of one of the \"Mission: Impossible\" movies. Still, it'll probably be entertaining enough for dads across America.</p><p>Amazon's AMZN also got \"Riches\" (Dec. 2), a \"Succession\"-ish British drama about the scheming and infighting that breaks out within a massively wealthy family after its patriarch suddenly dies, leaving a power vacuum; \"Three Pines\" (Dec. 2), a Quebec-set mystery starring Alfred Molina, based on Louise Penny's \"Chief Inspector Gamache\" series of novels; and \"Nanny\" (Dec. 16), a horror movie about an undocumented-immigrant nanny (Anna Diop) haunted by her past, which won the Sundance Film Festival's Dramatic Grand Jury Prize.</p><p>Also: Here's everything coming to Amazon's Prime Video in December 2022</p><p>There's also the season finale of the good-but-sadly-not-great sci-fi drama \"The Peripheral\" (Dec. 2); a full season of the gorgeous-looking Western revenge drama \"The English,\" starring Emily Blunt; and five NFL games on \"Thursday Night Football.\"</p><p>Who's Amazon Prime Video for? Movie lovers, TV-series fans who value quality over quantity.</p><p>Play, pause or stop? Pause. \"Jack Ryan\" will be fine, and there's a good library, but nothing particularly compelling this month.</p><p>Disney+ ($7.99 a month with ads starting Dec. 8, $10.99 with no ads)</p><p>Disney DIS is all about spinoffs and sequels in December — though really, what else is new?</p><p>\"National Treasure: Edge of History\" (Dec. 14), a series spinoff of the hit movies (but sans Nicolas Cage) introduces a new heroine — Jess Valenzuela — played by Lisette Olivera, who stays busy by searching for her missing father, uncovering secrets about her family legacy and — of course — hunting for historical treasures. Catherine Zeta-Jones co-stars a villainous antiquities dealer, while movie castmembers Justin Bartha and Harvey Keitel will make return appearances.</p><p>There's also \"Diary of a Wimpy Kid: Roderick Rules\" (Dec. 2), an animated sequel to the 2021 movie based on the wildly popular kids' book series, and \"Night at the Museum: Kahmunrah Rises Again\" (Dec. 9), an animated sequel to the movie series (but sans Ben Stiller).</p><p>Also look for new episodes of \"The Mysterious Benedict Society\" (season finale Dec. 7) and \"The Santa Clauses\" (season finale Dec. 14), and \"Willow.\" And of course there's a full season of the \"Star Wars\" prequel series \"Andor,\" which was one of the year's best dramas.</p><p>Who's Disney+ for? Families with kids, hardcore \"Star Wars\" and Marvel fans. For people not in those groups, Disney's library can be lacking.</p><p>Play, pause or stop? Stop. Dropping Disney+ just in time for the holidays may make you a Grinch, but there really isn't much to offer. (Though the jury's still out on the late-premiering \"Willow.\")</p><p>Peacock (free basic, Premium for $4.99 a month with ads, or $9.99 a month with no ads)</p><p>Peacock has shockingly little to offer in December, with only a smattering of originals, like \"The Real Housewives of Miami\" (Dec. 8). The best of the bunch might be Season 2 of the nice but unoriginal \"Baking It\" (Dec. 12), hosted by Amy Poehler and Maya Rudolph. To its benefit, Peacock does have the first four seasons of \"Yellowstone,\" while the new season airs on cable.</p><p>The sports side is better, with Spanish-language livestreams of World Cup games (finale Dec. 18), a full slate of Sunday Night Football and English Premier League soccer resuming Dec. 26. Who's Peacock for? If you have a Comcast CMCSA or Cox cable subscription, you likely have free access to the Premium tier (with ads) — though reportedly not for much longer. The free tier is almost worthless, but the recent addition of next-day streaming of NBC and Bravo shows (like \"Saturday Night Live\" and \"Real Housewives\") bolsters the case for paying for a subscription. Still, Peacock is still not really necessary unless you need it for sports.</p><p>Play, pause or stop? Stop. There's not a lot that's particularly enticing right now, even on the sports side.</p><p>Discovery+ ($4.99 a month with ads, or $6.99 with no ads)</p><p>Discovery+ is even more bleak, with just a handful of premieres, most of them skippable. The only two worth pointing out are \"Jamie vs. Britney: The Father Daughter Trials\" (Dec. 17), a docuseries about pop star Britney Spears' conservatorship battle with her father, told from both sides; and \"Jose Andres &amp; Family in Spain\" (Dec. 27), a food and travel show as the famed chef/humanitarian and his family take a culinary trip to rediscover their homeland.</p><p>There's also a ton of seasonal programming under the \"Holiday Lane\" hub, including some terrible-looking rom-coms guest-starring celebrities pulled from Discovery's pantry of shows, and a slate of holiday design shows and cooking competitions such as \"Holiday Baking Championship,\" \"Christmas Cookie Challenge\" and \"Holiday Wars\"</p><p>Who's Discovery+ for? Cord-cutters who miss their unscripted TV or who are really, really into \"90 Day Fiancé.\"</p><p>Play, pause or stop? Stop. Discovery+ is still fantastic for background TV, but it's not worth the cost. Still, it should add value when the reconfigured Warner Bros. Discovery WBD combines it with HBO Max next spring.</p><p>From 'Glass Onion' to '1923,' here's what's worth streaming in December 2022</p>",
  "published": "2022-11-30T14:30:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 133,
          "end": 138
        },
        {
          "start": 95,
          "end": 100
        },
        {
          "start": 3449,
          "end": 3454
        },
        {
          "start": 4859,
          "end": 4867
        },
        {
          "start": 4754,
          "end": 4759
        },
        {
          "start": 5070,
          "end": 5075
        },
        {
          "start": 3423,
          "end": 3431
        },
        {
          "start": 3455,
          "end": 3459
        },
        {
          "start": 4301,
          "end": 4309
        },
        {
          "start": 4859,
          "end": 4864
        },
        {
          "start": 3423,
          "end": 3428
        },
        {
          "start": 4301,
          "end": 4306
        }
      ]
    }
  ]
}