{
  "_id": "0d86c03bd5b3fd337310b4b3b369fafe890b8104b6c6d887be8157d682684b1f",
  "feed": "wall-street-journal",
  "title": "Fintech Giant Klarna Slashes Fundraising Ambition; The SoftBank-backed, buy-now-pay-later startup is discussing raising cash at a valuation around $15 billion, down from 2021's near $46 billion valuation",
  "text": "<p>A $15 billion valuation would be a substantial comedown for Klarna, which became Europe's most valuable financial-technology startup last June when SoftBank Group Corp.'s Vision Fund 2 led an investment that valued the company at $45.6 billion. Other investors include Sequoia Capital, Silver Lake and Dragoneer Investment Group LLC.</p><p>Klarna specializes in buy-now-pay-later services, a popular type of cash advance that competes with credit cards. The services are offered to customers at the point of purchase, mostly online, and lets them pay for goods and services in installments without paying interest. Klarna makes money by charging a fee to merchants who offer Klarna's services.</p><p>The latest leg down in Klarna's expected valuation shows how the rout in tech shares has spread into the world of startups and pre-IPO companies. A decade of low-interest rates allowed unprofitable companies to flourish, but they have suddenly fallen out of favor. Investors are now prizing profits over growth amid fears of a potential recession and reined-in consumer spending.</p><p>Klarna's net loss quadrupled in the first quarter to 2.57 billion Swedish krona, equivalent to about $250 million, from a year earlier. Klarna said last month it would lay off 10% of its workforce owing to what it called a volatile economic environment and the need to cut costs.</p><p>Klarna Chief Executive Sebastian Siemiatkowski founded the company with two friends in 2005. In 2019, investors valued Klarna at close to $3.5 billion, according to data from PitchBook. The pandemic helped its valuation soar after several fundraising rounds as consumers and businesses shifted commerce online during lockdowns. Klarna's March 2021 fundraising valued it at $31 billion, while its June fundraising the same year made it more valuable than most large European banks.</p><p>Klarna processed $80 billion worth of transactions in 2021, up 42% from the previous year.</p><p>The company spoke with investors earlier this year about a valuation of more than $50 billion, but some of them balked owing to choppy markets, The Wall Street Journal reported earlier, citing a person familiar with the company.</p><p>Skepticism among public- and private-market investors is growing around Klarna and other buy-now-pay-later firms. The share price of Nasdaq-listed Affirm Holdings Inc., a Klarna competitor, is down more than 80% this year, giving it a market value of around $5 billion.</p><p>Klarna, Affirm and other buy-now-pay-later providers face increasing competition. Apple Inc. said this month it would launch a buy-now-pay-later offering in the U.S. later this year. Barclays PLC and PayPal Holdings Inc. have also launched their own services. The industry is also facing greater regulatory scrutiny. Last year, the U.K. government said it would start regulating buy-now-pay-later products to protect consumers.</p><p>Write to Julie Steinberg at julie.steinberg@wsj.com, Ben Dummett at ben.dummett@wsj.com and Corrie Driebusch at corrie.driebusch@wsj.com</p><p>Fintech Giant Klarna Slashes Fundraising Ambition</p>",
  "published": "2022-06-16T22:14:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 2501,
          "end": 2506
        },
        {
          "start": 2501,
          "end": 2511
        },
        {
          "start": 2501,
          "end": 2510
        }
      ]
    }
  ]
}