{
  "_id": "2a5a35e10267d3274e513f261a9c28f6136c2742bc6f5fde19409498ee92dec7",
  "feed": "market-watch",
  "title": "U.S. stock indexes rise as tech sector erases early losses",
  "text": "<p>* S&amp;P 500 SPX rose 1.5% to 4,040, holding above the key 4,000 level</p><p>* Dow Jones Industrial Average DJIA rose about 450 points, or 1.4%, to 32,572 as the average headed for its fifth straight daily gain</p><p>* Nasdaq Composite COMP was up 2% at 11,672</p><p>On Wednesday, the Dow industrials booked its fourth-straight session, rising 191.66 points, or 0.6%, to 32,120.28. The S&amp;P 500 index gained 1% to 3,978.73, while the Nasdaq Composite rose 1.5% to 11,434.74. Should it finish higher on Thursday, the Dow would record its longest winning streak since March.</p><p>What's driving the markets?</p><p>U.S. stock indexes were set to build on Wednesday's gains as the minutes from the Fed's latest meetingsignaled that the central bank remained on track for 50 basis-point hikes in June and July, as policy moves \"expeditiously\" toward the projected neutral rate of interest.</p><p>According to several analysts, this outlook would give the Fed more wiggle room to reassess its planned rate hikes later this year, should economic growth sputter or the labor market start to falter.</p><p>Meanwhile, as the summer begins and the latest corporate earnings season draws to a close, there will be fewer negative catalysts to rattle markets.</p><p>\"There's a lack of scheduled negative news, although something negative could also come out of the blue,\" said Mohannad Aama, a longtime markets strategist and professor at Rutgers University.</p><p>One potential risk on the horizon is Costco COST , which is expected to report earnings after the close on Thursday. Recent reports from rival retailers like Target TGT and Wal-Mart WMT rattled markets earlier this month.</p><p>However, investors did see some strong news from retailers earlier as Dollar Tree DLTR, Dollar General DG and Macy's M rocketed higher – their shares climbing almost 19%, 12% and 14% respectively – breaking a trend of softening guidance among prominent retailers.</p><p>There was plenty of other corporate news for investors to chew over, with chip group Broadcom Inc. AVGO announcing a $61 billion deal for cloud company VMware Inc. VMW, though speculation has been circulating the market for a few days. Broadcom shares fell slightly, while VMware rose 1%.</p><p>Shares of Twitter Inc. TWTR surged after Tesla CEO Elon Musk said in a regulatory filing that he would lean on equity to finance his $44 billion Twitter deal, and not a margin loan backed by shares of his electric-car maker.</p><p>Shares of Apple Inc. AAPL turned higher, erasing losses from the premarket session, after a report said the iPhone maker plans to keep production of its flagship item flat this year due to industry challenges.</p><p>Separately, Apple said it would lift hourly pay for U.S. workers to $22 an hour, up 45% from 2018, to compete in a tight labor market and amid pushes by some employees to unionize. Meanwhile, Nvidia NVDA shares recovered from early losses following last night's softer outlook.</p><p>But while Apple and Nvidia rebounded, other tech companies remained mired in the red. Snowflake Inc. SNOW shares fell more than 9% after the software company gave a disappointing forecastand reported cautious consumer activity, while shares of cloud computing company Nutanix Inc NTNX tumbled 21% after its poor fourth-quarter outlook.</p><p>In U.S. economic data, new U.S. jobless claims fell by 8,000 last week to 210,000, signaling that layoffs remain extremely low and the economy is still expanding despite more headwinds. The latest reading on US first-quarter GDP showed the economy contracted 1.5% in the first quarter, which was slightly more than the 1.4% contraction reported during the first reading – although the change wasn't large enough to induce panic.</p><p>Opinion: More tech companies are seeing a spring swoon, but there may be a silver lining</p><p>How are other assets trading?</p><p>* The yield on the 10-year Treasury note BX:TMUBMUSD10Y rose 2 basis points to 2.766%. Yields and Treasury prices move opposite each other.</p><p>* The ICE Dollar Index DXY, which measures the greenback against major currencies, was down 0.2%.</p><p>* In oil futures CL00, West Texas Intermediate crude for July delivery CLN22 gained 3% to $113 a barrel. Gold GC00 for June delivery fluctuated between gains and losses, but was recently up about 0.2% to $1,849 an ounce.</p><p>* Bitcoin BTCUSD was down 2% to $29,108.</p><p>* In European equities, the Stoxx Europe 600 XX:SXXP up 0.2%, while London's FTSE 100 UK:UKX was flat.</p><p>* In Asia, the Shanghai Composite CN:SHCOMP finished 0.5% higher, while Hong Kong's Hang Seng Index HK:HSI fell 0.2% and Japan's Nikkei 225 index JP:NIK dropped 0.2%.</p><p>U.S. stock indexes rise as tech sector erases early losses</p>",
  "published": "2022-05-26T14:47:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 2404,
          "end": 2413
        },
        {
          "start": 2616,
          "end": 2621
        },
        {
          "start": 2415,
          "end": 2419
        },
        {
          "start": 2892,
          "end": 2897
        },
        {
          "start": 2404,
          "end": 2414
        },
        {
          "start": 2404,
          "end": 2409
        }
      ]
    }
  ]
}