{
  "_id": "e30999e6372ea12cd0cdfdaa865f6e2c4796433f293fea7dd826b5a76e2841a4",
  "feed": "ftcomall",
  "title": "Foxconn offers $1,400 payout to quell protests at China iPhone plant",
  "text": "<p>Apple's manufacturing partner Foxconn has offered payouts of Rmb10,000 ($1,400) to newly recruited staff who elect to leave the iPhone factory and vowed to honour pay agreements, in an attempt to quell unrest after workers violently clashed with police.</p> <p><a href=\"https://www.ft.com/stream/342c8b23-6d70-4042-afc4-b2726fe1b932\">Foxconn</a> management proposed the payout plan to workers on Wednesday night, pleading with staff to return to their dormitories, according to a video shared with the Financial Times. The move appeared to help quell the tense situation at the iPhone plant in Zhengzhou, China, by Thursday morning.</p> <p>The payout, intended to cover money owed to new workers for quarantining, transport to the factory and hours worked, was formally issued in notices to workers. Those who take the deal are set to receive Rmb8,000 when they submit their resignation and the remaining Rmb2,000 after boarding buses home.</p> <p>“We're happy,” said one worker who chose to take the deal and leave due to concerns about a Covid-19 outbreak at the plant and uncertainty around the bonuses.</p> <p><a href=\"https://www.ft.com/content/e917d76a-62af-4cfc-95d1-aec67cde4e84\">Violent protests</a> erupted at Apple's biggest iPhone factory over promised bonuses. Foxconn apologised for the miscommunication, pledging it would honour its commitments.</p> <p>“Our team has been looking into the matter and discovered a technical error occurred during the onboarding process,” Foxconn said in a statement. “We apologize for an input error in the computer system and guarantee that the actual pay is the same as agreed [on] the official recruitment posters.”</p> <p>Apple said it had team members on the ground at the iPhone plant. “We are reviewing the situation and working closely with Foxconn to ensure their employees' concerns are addressed,” the company said.</p> <p>Foxconn's offer, equivalent to one to two month's wages, may add further strain to labour shortages at the Zhengzhou plant, which has struggled to staff assembly lines during a <a href=\"https://www.ft.com/content/8dde8b4c-bfe1-46c6-a0d1-45fb7045b570\">Covid outbreak and mass worker exodus last month</a> over pandemic restrictions.</p> <p>“Foxconn promised big money — up to Rmb15,000 a month — to quickly recruit thousands of new workers, but it doesn't seem to have materialised. That is why workers were so disappointed,” said Jenny Chan, a China labour expert at Hong Kong Polytechnic University.</p> <p>“The company is known for claiming to provide high wages then breaking their promises,” she said. Foxconn on Wednesday said it always fulfilled its obligations.</p> <p>On Thursday, authorities in Zhengzhou announced a lockdown across most of the city of 13mn people as Covid cases climb. China reported more than 30,000 new infections nationwide on Wednesday, exceeding the caseload seen at the height of Shanghai's outbreak this spring.</p> <p>Analysts estimate that about 60 per cent of all iPhones are produced at the Zhengzhou plant, which employs more than 200,000 workers. They said that Covid-related problems at the factory will heighten investor concern about Apple's China supply chain risk.</p> <p>Apple this month <a href=\"https://www.ft.com/content/2e9cd061-99c3-4638-8c19-c365099507dd\">warned investors of delays</a> shipping high-end iPhone 14 models because the Zhengzhou plant was “operating at significantly reduced capacity”.</p> <p>Videos of the clashes on Wednesday showed chaos at the factory as hundreds of police officers dressed in white protective suits faced off against workers, many of whom were badly beaten. At least one police van was flipped on its side.</p> <p>By Wednesday evening, dozens of police buses carrying officers in white protective suits and riot gear had arrived at the plant.</p> <p>The clashes have largely been censored in Chinese media, and domestic social media platforms have deleted images and videos posted online.</p><p>Source: Ryan McMorrow and Nian Liu in Beijing and Gloria Li in Hong Kong 2022 'Foxconn offers $1,400 payout to quell protests at China iPhone plant' FT.com 24 November. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-11-24T06:37:37.029Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 0,
          "end": 5
        },
        {
          "start": 1037,
          "end": 1042
        },
        {
          "start": 1476,
          "end": 1481
        },
        {
          "start": 2848,
          "end": 2853
        },
        {
          "start": 2881,
          "end": 2886
        }
      ]
    }
  ]
}