{
  "_id": "10c662f3ed9f3f236195dd634e448fe89f8bb0886c8106d016eca68532aadaf3",
  "feed": "market-watch",
  "title": "U.S. stock futures rise as oil slips, S&P 500 heads for second week of gains",
  "text": "<p>S&amp;P 500 futures ES00 rose 0.3% to 4,528</p><p>Dow Jones Industrial Average futures YM00 gained 97 points, or 0.2%, to 34,701</p><p>Nasdaq-100 futures NQ00 gained 0.4% to 14,829</p><p>On Thursday, the Dow Jones Industrial AverageDJIA rose 349.44 points, or 1%, ending at 34,707.94. The S&amp;P 500&#xa0;gained 1.4% to close at 4,520.16, and the Nasdaq Composite&#xa0;COMP climbed 1.9%, finishing at 14,191.84.</p><p>What's driving markets?</p><p>The S&amp;P 500 index was heading for a weekly gain of just over 1%, while the Nasdaq was looking at a bigger gain of 2%, and the Dow was set to fall modestly, but those gains have come against a backdrop of the war in Ukraine that has been raging for more than a month.</p><p>Friday's move higher for stock index futures came as oil prices pulled back. President Joe Biden and European officials, who have been meeting this week, on Friday announced new plans to boost shipments U.S. natural gas to Europe, in a bid to ease the continent's dependence on Russian energy products.</p><p>But several European Union countries have resisted pressure for an outright embargo on Russian oil due to their heavy reliance on supplies from the country. On the energy front, oil prices CL00CL.1CLK22 fell 2.7% on Friday to $109.45 a barrel, while Brent crude BRN00BRNK22 was down similarly to $112.06 a barrel.</p><p>The Biden administration announced fresh sanctions against Russia on Thursday, with the president suggesting that President Vladimir Putin's country should be kicked out of the G-20.</p><p>“There has not been much positive news to report, and yet the S&amp;P 500 has rallied back 6%, led by the highest beta and most speculative parts of the market. I'm not sure what that tells you other than your typical active investors are probably sidelined,” said Stephen&#xa0;Innes, managing partner at SPI Asset Management, in a note to clients.</p><p>In addition to the backdrop of war that has exacerbated an energy crisis, investors also are weighing slowing China economic growth and a Federal Reserve determined to stamp out inflation.</p><p>“China internet and meme stock baskets are both up 20 %, while profitless tech baskets are up nearly 15 % and 30 % off the lows last week. And when Bitcoin is the best performing macro asset, you know Twitter is in control,” he said.</p><p>U.S. data for Friday includes the University of Michigan's gauge of consumer sentiment&#xa0;for March and pending home sales for February, both due at 10 a.m. Also investors will hear from New York Fed President John Williams, San Francisco Fed President Mary Daly, Richmond Fed President Tom Barkin and Fed Gov. Christopher Waller.</p><p>Elsewhere, the European Council and European Parliament reached a provisional agreement on a Digital Markets Act, aimed at tech giants such as Google parent Alphabet GOOGL, Apple AAPL and Facebook parent Meta Platforms FB.</p><p>What companies are in focus?</p><p>Alibaba Group HoldingBABA shares dropped 4% in premarket trading, following a 6% fall in Hong Kong. JD.com Inc.JD shares fell nearly 5% after the U.S. Public&#xa0; Company Accounting Oversight Board said it was premature to say it was close to an agreement with China on allowing audit inspections of U.S.-listed Chinese companies.</p><p>NIO Inc.NIO shares dropped 5% after the Chinese electric vehicle maker posted better-than-forecast revenue in the fourth quarter, but disappointed with its deliveries forecast.</p><p>Bed Bath &amp; Beyond Inc.&#xa0;BBBY stock shot up 8.6% in premarket trading Friday, after the home goods retailer announced a “cooperation agreement” with activist investor Ryan Cohen and RC Ventures LLC.</p><p>Other assets</p><p>The yield on the 10-year Treasury note BX:TMUBMUSD10Y&#xa0;rose 2 basis points to 2.356%. Yields and debt prices move opposite each other.</p><p>The ICE U.S. Dollar Index&#xa0;DXY, a measure of the currency against a basket of six major rivals, fell 0.1%.</p><p>Bitcoin&#xa0;BTCUSD rose 4% to trade near $44,720.</p><p>Gold futures&#xa0;GC00 fell 0.2% to $1,957.20 an ounce.</p><p>The Stoxx Europe 600&#xa0;XX:SXXP rose 0.6%, while London's FTSE 100&#xa0;UK:UKX gained 0.2%.</p><p>The Shanghai Composite&#xa0;CN:SHCOMP fell 1.1%, while the Hang Seng Index&#xa0;HK:HSI lost 0.9% and Japan's Nikkei 225&#xa0;JP:NIK&#xa0;rose 0.1%.</p>",
  "published": "2022-03-25T08:57:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 2738,
          "end": 2742
        },
        {
          "start": 2732,
          "end": 2737
        }
      ]
    }
  ]
}