{
  "_id": "ca88aac6270e393b8ef623593bd0f0ca50b5009d580f4ac1cb6cff544664dff5",
  "feed": "market-watch",
  "title": "Amazon earnings preview: Analysts anticipate Prime Day will take place in Q3; Analysts say Amazon will get a boost from fuel surcharges, Prime membership hikes and other factors during this inflationary period",
  "text": "<p>\"From a modeling perspective, we previously anticipated that Prime Day would occur in 2Q22, but at this point we shift the timing into 3Q22 and transfer ~$10 billion of GMV between the two quarters,\" analysts wrote in their earnings preview.</p><p>Credit Suisse is now also taking the close of the deal to acquire the MGM movie and television studio into account, as well as a 5% fuel and inflation surcharge imposed on U.S. third-party sellers.</p><p>See: Amazon pulls trigger on $12.75 billion bond after buying MGM, James Bond franchise</p><p>\"CEO Andy Jassy's shareholder letter helped to crystallize the rationale for stepped up investments as he disclosed that Amazon has seen three years of growth in just over a year,\" Credit Suisse analysts led by Stephen Ju wrote.</p><p>\"Growth CapEx has historically come more gradually, but we will highlight thatAmazon has spent more money on e-commerce-focused CapEx in the last two years than it has in the prior decade preceding the pandemic – we estimate ~$81.7 billion during 1Q20-4Q21 versus ~$73.8 billion for all of 2009-2019.\"</p><p>Analysts say the investments have been focused on transportation and fulfillment with expansion of one-day and same-day delivery service.</p><p>\"Amazon may be unique in our coverage universe as the only company that has the potential to deliver accelerating revenue and FCF [free cash flow] growth,\" analysts said.</p><p>Credit Suisse rates Amazon stock outperform with a $4,100 target price.</p><p>Also: Amazon's new service offers partnership opportunities to companies that don't want to sell on the Amazon site, analyst says</p><p>Stifel analysts expect online sales growth to decelerate in the first quarter with strong results for the AWS and advertising arms.</p><p>\"Near-term margin will face headwinds from inflationary pressures related to wage increases and higher transportation costs, as well as lost productivity and disruption in operations due to labor constraints,\" Stifel said.</p><p>\"The recent increase in Prime fees and fuel surcharges charged to sellers will partially offset margin impacts.\"</p><p>Stifel rates Amazon stock buy with a $4,400 price target.</p><p>Amazon has an average stock buy stock rating and average target price of $4,059.59, according to 52 analysts polled by FactSet.</p><p>Here's what else to know about Amazon heading into their earnings announcement:</p><p>Earnings: The FactSet consensus is for earnings per share totaling $8.35, down sharply from $15.79 last year.</p><p>Estimize, which crowdsources estimates from sell-side and buy-side analysts, hedge-fund managers, executives, academics and others, forecasts EPS of $9.56.</p><p>Amazon has beaten the FactSet earnings estimate six of the last seven quarters.</p><p>Revenue: The FactSet consensus is for revenue of $116.450 billion, up from $108.518 billion last year.</p><p>Estimize forecasts revenue of $118.054 billion.</p><p>Amazon has missed the FactSet sales consensus the last three quarters.</p><p>Stock price: Amazon stock has slipped 1.2% over the past three months, and is down 19.2% for the last 12 months.</p><p>Don't miss: Unions' push at Amazon, Apple and Starbucks could be 'most significant moment in the American labor movement' in decades</p><p>Other items:</p><p>-UBS thinks Amazon is becoming more \"shareholder friendly.\" Amazon's moves to bump up margins give UBS a reason for optimism.</p><p>\"It has always been challenging to forecast margin expansion at Amazon simply because they would find some or the other avenue to invest, although investment intensity has waned every couple of years or so before picking up again,\" analysts led by Lloyd Walmsley wrote.</p><p>\"The expectation going into 2022 was slower growth and lower margins in 1H, then faster growth and higher margins in the back half. Nevertheless, we have been seeing several signs of the new management team being more shareholder friendly and with an eye on margins.\"</p><p>UBS rates Amazon stock buy with a $4,625 price target.</p><p>-Inflation drove higher prices, which helped Amazon. Wedbush analysts say Amazon saw benefits from inflation.</p><p>\"[I]t is important to note that the same inflationary pressures also likely benefited the company by driving higher product prices across most of its categories, especially groceries,\" analysts led by Michael Pachter wrote.</p><p>\"In Q1, we expect that these products likely saw around a 5% increase in prices, assuming the new 5% surcharge is being implemented in order to cancel out the negative impact of inflation. Additionally, we believe inflation did not result in a material impact to revenue in Q1 due to robust consumer spending.\"</p><p>A Wedbush survey conducted in March 2022 found that about 78% of respondents spent more on Amazon that they normally would, up from 74% in both March 2021 and September 2021.</p><p>Walmart Inc. WMT was next behind Amazon with 39% saying they spent at an elevated level on that site.</p><p>\"This supports our broader thesis that the shift to online spending throughout the pandemic has changed consumers' shopping habits more permanently, with Amazon appearing to be the biggest recipient of dollars shifting online, by a wide margin.\"</p><p>Wedbush rates Amazon stock outperform with a $3,950 price target.</p><p>Amazon earnings preview: Analysts anticipate Prime Day will take place in Q3</p>",
  "published": "2022-04-27T19:33:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 3021,
          "end": 3026
        }
      ]
    }
  ]
}