{
  "_id": "c717209a93ca49e600b542598b255770bad1ba962f1942442ed527049fb1553a",
  "feed": "ftcomall",
  "title": "FirstFT: World's largest wealth fund warns ‘permanent' inflation will hit returns",
  "text": "<p>The world's largest sovereign wealth fund has warned that investors face <a href=\"https://www.ft.com/content/10fc6f3f-1f45-4cdd-a176-bb4a9d9afa0c\">years of low returns</a> as the surge in inflation becomes a permanent feature of the global economy.</p> <p>Nicolai Tangen, chief executive of Norway's $1.3tn oil fund, told the Financial Times he was “the team leader for team permanent” in the fierce debate over whether the jump in rates was transitory or a lasting threat.</p> <p>Consumer price inflation is running at its highest level for more than two decades in the world's big industrial economies, in particular in the US, where the annual pace of price growth hit 7 per cent in December, up from just 0.1 per cent in May 2020.</p> <p>Tangen said the oil fund, which owns the equivalent of 1.5 per cent of every listed company in the world, thought inflation “could be stronger than what is generally expected” as the world experiences both high demand and lingering disruption to supply chains.</p> <blockquote>  <p>“How will it pan out? It hits bonds and shares at the same time . . . for the next few years, it will hit both” — <em>Nicolai Tangen</em></p> </blockquote> <ul>  <li><p><strong>Related read: </strong>The US Federal Reserve could <a href=\"https://www.ft.com/content/5f6fae25-de70-4977-aeb7-271fa3af5bc3\">supersize a rate increase</a> to half a percentage point if inflation remains stubbornly high, Raphael Bostic, president of the Fed's Atlanta branch, said in an FT interview.</p></li> </ul> <p><em>Thanks for reading FirstFT Americas. Here's the rest of today's news — Gordon</em></p> <h1>Five more stories in the news</h1> <p><strong>1. US plans to impose sanctions on Russian oligarchs </strong>The US has drawn up sanctions targeting individuals close to Vladimir Putin and their ties to the west as Washington broadens <a href=\"https://www.ft.com/content/baa50a17-5f6b-47f3-8b79-5667ec6d78ac\">the list of financial penalties</a> it is ready to impose if Russia invades Ukraine. Liz Truss, UK foreign secretary, will today <a href=\"https://www.ft.com/content/54614679-1e6b-43f6-9b7f-e209a12ec4b2\">set out new legislation</a> to sanction Russian oligarchs should the Kremlin order an invasion of its neighbour. </p> <ul>  <li><p><strong>Go deeper: </strong>The Ukraine conflict has shone light on <a href=\"https://www.ft.com/content/cb42163b-b3e3-4ace-817e-ce909fd72ad1\">deepening ties</a> between Beijing and Moscow. It has also presented the first foreign policy challenge to <a href=\"https://www.ft.com/content/b02434fc-b00b-4e6b-8fc8-218601eb18ec\">Germany's new government</a>.</p></li>  <li><p><strong>Explainer: </strong>Will Russia be <a href=\"https://www.ft.com/content/d94a49db-fadb-48c0-8998-51c9ba4829a9\">cut off from Swift</a>, the international payments network, if it invades Ukraine? Here's why it is so important.</p></li> </ul> <p><strong>2. Crypto risks ‘destabilising' emerging markets, says IMF official</strong> Sharp price swings in cryptocurrencies are causing <a href=\"https://www.ft.com/content/45ca2229-485e-4043-b709-deda943e9ddb\">“destabilising”</a> capital flows in emerging markets, a senior IMF official has warned. Tobias Adrian, head of monetary and capital markets at the fund, also said the use of crypto in place of traditional currencies posed “immediate and acute risks”.</p> <p><strong>3. UAE intercepts missile attack from Yemen</strong> The United Arab Emirates said it intercepted a missile fired from Yemen this morning as Iran-allied Houthi rebels <a href=\"https://www.ft.com/content/dd6452ea-5316-4b26-af34-d5f7e973cc46\">escalate their cross-border attacks</a> on the Gulf state. The missile launch, the third in recent weeks, took place during a visit to the UAE by Israeli president Isaac Herzog.</p> <p><strong>4. Portugal's ruling Socialists win snap election </strong>The country's centre-left ruling Socialist party led by António Costa, prime minister, <a href=\"https://www.ft.com/content/e49275e3-4c5e-4554-a9de-8956a6361810\">won a parliamentary election</a> yesterday with an absolute majority after voters penalised the far-left parties that triggered the snap poll. Meanwhile, Italian lawmakers <a href=\"https://www.ft.com/content/ef19b20d-75fb-4f5d-bab2-dc4a8a71d00e\">have elected</a> incumbent president Sergio Mattarella for a second term.</p> <p><strong>5. Zambia's president vows not to favour Chinese creditors </strong>Hakainde Hichilema has promised <a href=\"https://www.ft.com/content/3c56f710-601d-4a41-a374-13603bd002d4\">not to favour Chinese creditors</a> over western bondholders as he seeks a resolution to the nation's debt crisis, which is seen as a test case of whether Beijing will accept losses from a surge in loans to Africa in the past decade.</p> <p><em>Keep up with the news throughout the day with Top Stories Today,</em> <em>a short-form audio digest of headlines. Find the latest episode </em><a href=\"https://www.ft.com/top-stories-today\"><em>here</em></a><em>.</em></p> <h1>Coronavirus digest</h1> <ul>  <li><p>Almost half of <strong>US</strong> Covid-19 hospitalisations this winter could have been avoided if it had matched vaccination coverage in leading European countries, an <a href=\"https://www.ft.com/content/03aa46e2-ac3a-4c16-82be-431ea4c43e58\">FT analysis has found</a>.</p></li>  <li><p><strong>Spotify</strong> is adding content advisory warnings to podcasts that discuss Covid-19 as the streaming service <a href=\"https://www.ft.com/content/1be1b106-d271-4dfd-a1ef-a96d616b155c\">responds to a backlash</a> against its popular presenter Joe Rogan.</p></li>  <li><p><a href=\"https://www.ft.com/content/76791405-3750-4965-a42a-8e0969564de1\">Winners are emerging</a> in <strong>corporate</strong> <strong>America's</strong> response to the supply chain crisis following a wave of spending on capacity and support for weaker vendors.</p></li>  <li><p><strong>China's</strong> manufacturing and services activity <a href=\"https://www.ft.com/content/ba6b1a7f-d1a7-4e62-9836-fa42aaa984cc\">edged close to contraction</a> in January as its zero-Covid strategy compounded a property-led slowdown. </p></li>  <li><p><strong>Japan's</strong> response to the pandemic has included restrictions that have heavily limited new foreign arrivals. Never has so much <a href=\"https://www.ft.com/content/74bfd3fb-6987-4618-91a8-7e2c8f876fd6\">soft power been shed so quickly</a>, one senior Japanese diplomat said.</p></li>  <li><p>When can the world <a href=\"https://www.ft.com/content/037a3ac9-830b-4592-9ff3-feed2008bdb7\">move on from the pandemic</a>? Scientists and officials are locked in a debate over <strong>“pandemic versus endemic”</strong>.</p></li>  <li><p><strong>Opinion: </strong>Covid has revealed the limits of the state in controlling or understanding a powerful force of nature, <a href=\"https://www.ft.com/content/9d5f3496-b091-4bcd-ac4b-6cf3c6916803\">writes Ruchir Sharma</a>.</p></li> </ul> <h1>The days ahead</h1> <p><strong>Economic data: </strong>The Chicago purchasing managers' index is expected to show activity in the Midwest eased in the first month of the year. The Federal Reserve Bank of Dallas is due to release its business index for January. Mexico's economy is forecast to have contracted 0.3 per cent in the final quarter of 2021 from the previous three-month period, and Canada releases wholesale inflation data.</p> <p><strong>Monetary policy</strong> Mary Daly, president of the San Francisco Fed, will speak virtually on topics including the economy, inflation and the labour market at the Breakingviews Predictions 2022 event hosted by Refinitiv. Esther George, president of the Kansas City Fed, will discuss the economy and the outlook for monetary policy at the Economic Club of Indiana's January luncheon.</p> <p><strong>White House</strong> Joe Biden is set to speak at the National Governors' Association later this morning, before hosting Qatar's emir, Sheikh Tamim bin Hamad Al Thani, at the White House later this afternoon, in what will be the monarch's first in-person meeting with the US president.</p> <p><strong>Markets</strong> Equity markets are expected to open higher in New York this morning after an upbeat earnings report from Apple helped <a href=\"https://www.ft.com/content/2d52cdf7-24e4-48d6-918d-4a2bb1cfb83c\">tech stocks rally</a> on Friday. European and Asian shares <a href=\"https://www.ft.com/content/8ef067b4-3b4e-4765-9b2d-e879c29f0de7\">started the week</a> in positive territory.</p> <p><strong>Chinese new year's eve&#xa0;</strong>Mainland Chinese markets will be shut for the Lunar New Year holiday this week. With the Year of the Tiger kicking off on Tuesday, author Fuchsia Dunlop recounts last year's banquet, <a href=\"https://click.newsletters.ft.com/f/content-d84e3fb9-6a47-4cce-b0fe-b5507a57ea20/Z8sKwbQnz1bokVJyELEOgw~~/AAAAAQA~/RgRj2Y-DP0SPaHR0cHM6Ly93d3cuZnQuY29tL2NvbnRlbnQvZDg0ZTNmYjktNmE0Ny00Y2NlLWIwZmUtYjU1MDdhNTdlYTIwP2VtYWlsSWQ9NjFmNzA5NWEyYWVjNDUwMDA0ZWZiNzI3JnNlZ21lbnRJZD02MGExMjZlOC1kZjNjLWI1MjQtYzk3OS1mOTBiZGU4YTY3Y2RXCGZpbnRpbWVzQgph8bAK92HqdK2UUhNnb3Jkb24uc21pdGhAZnQuY29tWAQAAAAA\">cooked in splendid isolation</a>.</p> <h1>What else we're reading </h1> <p><strong>Automation exacts a toll in inequality </strong>When humans compete with machines, wages go down and jobs go away. But in recent decades, something in this relationship began to break down. GDP growth in the US has slowed and inequality has risen. <a href=\"https://www.ft.com/content/59321a73-5f88-4e94-9aa2-62e4927783b1\">Rana Foroohar examines why</a>.</p> <p><strong>Air taxis: fantasy or realistic promise? </strong>Flying cars made a giant swoop forward in the past year, with a crowd of start-ups raising more than double the amount over the previous decade on the promise of making <a href=\"https://www.ft.com/content/d12b3b28-5472-4905-bc4e-4e116b2ff498\">“urban air mobility”</a> a reality. But will the exuberance evaporate?</p> <p><strong>Eric Trump has his moment in the spotlight in NY fraud probe</strong> During his father's presidency Eric Trump tended to be overshadowed by his older siblings while he focused on running the family business. But the three-year investigation by&#xa0;the New York attorney-general Letitia James threatens to <a href=\"https://www.ft.com/content/69837104-6757-4b28-9f1d-e004679f4b08\">shine a spotlight</a> on his activities.</p> <p><strong>The paradox that leads professionals into temptation </strong>The greater a manager's sense of professionalism, the more likely they are to accept a gift or bribe, <a href=\"https://www.ft.com/content/057203f9-23d2-4b42-b50a-dc4071759679\">argues Andrew Hill</a>. Worse, high-minded professionals may be more susceptible to unconscious bias towards gift-givers because they are convinced they know how to ignore their blandishments.</p> <p><strong>Amnesty row clouds Bloody Sunday anniversary </strong>The shootings 50 years ago this weekend went down in history as one of the worst atrocities in Northern Ireland's three-decade Troubles. But <a href=\"https://www.ft.com/content/a54c3f33-7924-4ad9-b82a-2d91f6584948\">London's planned amnesty</a> for all Troubles-era crimes has united unionists, nationalists and politicians in opposition as victims' families fight for prosecutions.</p> <h1>Work &amp; careers</h1> <p>If much of a workforce is only coming into the office two or three days a week, it makes for a lot of underused space. Enter the <a href=\"https://www.ft.com/content/06f5e384-e278-4c30-8215-085512c6820d\">much-despised hot desk</a>, with predictable results, writes Pilita Clark. </p><p>Source: Gordon Smith, Jennifer Creery and Emily Goldberg 2022 'FirstFT: World's largest wealth fund warns ‘permanent' inflation will hit returns' FT.com 31 January. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-01-31T11:36:49.238Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 5903,
          "end": 5908
        }
      ]
    }
  ]
}