{
  "_id": "eefe439743779e62874ac8996f9636d58d0e100f2251cab8bf0148ad59b88429",
  "feed": "wall-street-journal",
  "title": "Apple, Amazon, Meta Highlight Tech-Heavy Earnings Week; Companies from Coca-Cola to McDonald's will share insights on inflation, supply chain and consumers",
  "text": "<p>Google parent company Alphabet Inc. and Facebook owner Meta Platforms Inc. also are expected to release earnings. Additional companies with quarterly updates on tap include auto makers Ford Motor Co. and General Motors Co., food and beverage players Coca-Cola Co. and Hershey Co., and other big names in manufacturing and pharmaceuticals.</p><p>Investors will be looking to see how companies are navigating an increasingly volatile marketplace, with continuing supply-chain issues, slowing consumer spending, a stronger dollar and rising inflation.</p><p>\"We see inflation deeply entrenched in the economy,\" David Solomon, chief executive of Goldman Sachs Group Inc., said earlier this week.</p><p>He said the projections for inflation are mixed. CEOs at other companies have told him about persistent inflation in their supply chains, Mr. Solomon said, while the bank's economists see signs that inflation will moderate. \"The answer is uncertain, and we will all be watching it very closely,\" he said.</p><p>Tech companies are confronting their own challenges after thriving during the pandemic, with questions about their growth outlooks amid increasing competition and changing landscape for advertising spending.</p><p>Netflix Inc. reported its second straight quarter of subscriber losses for the first time in its history. Meanwhile, social-media platforms Snap Inc. and Twitter Inc. flagged revenue challenges from weaker spending from advertisers.</p><p>\"As many industries and verticals have come under top-line or input-cost pressure, advertising spending has been amongst the first areas impacted,\" Snap Chief Financial Officer Derek Andersen said last week.</p><p>So far, around 20% of S&amp;P 500 companies have reported earnings for their recently ended quarter, according to FactSet. Results have been mostly underwhelming, with the number of companies reporting positive earnings surprises and the magnitude of those surprises trending below their five-year average. Overall, earnings are on track to rise 4.8% this period, which would mark the slowest rate since the end of 2020, and revenue for the period is on track to grow 10.9%, FactSet said.</p><p>Amazon, scheduled to report second-quarter earnings Thursday afternoon, will look to return to a profit after recording a loss in the first quarter, its first in seven years, as online shopping slumped post-Covid lockdown and the company battled rising costs. Investors will be looking to see how Chief Executive Andy Jassy fares as he dials back some of the aggressive expansion under founder Jeff Bezos.</p><p>Apple, scheduled to report its third-quarter earnings on Thursday afternoon, is expected to post a 13% decline in profit to $18.81 billion, according to FactSet.</p><p>Analysts expect Microsoft, seen releasing its fiscal fourth-quarter earnings Tuesday afternoon, to report a 5% increase in profit to $17.29 billion from a year earlier, according to FactSet. In June, the company cut its projected forecast, citing the impact of foreign-exchange rates as the stronger U.S. dollar takes a toll.</p><p>Both Alphabet and Meta are projected to post smaller second-quarter profits compared with a year earlier when they report on Tuesday and Wednesday, respectively, according to FactSet.</p><p>Outside of tech, several companies will provide a glimpse into the health of the consumer. McDonald's Co., expected to release its earnings Tuesday morning, will show whether fast food can be more resilient than casual dining amid an economic downturn.</p><p>Consumer-product companies reporting this week include Huggies-maker Kimberly-Clark Corp., Gillette owner Procter &amp; Gamble Co. and toothpaste maker Colgate-Palmolive Co. Investors will be looking at how they handle higher costs and whether retailers and consumers are accepting them.</p><p>Chevron Corp. and Exxon Mobil Corp., both set to announce earnings Friday morning, are poised to report higher profits, as the prices of oil, gas and refined fuel products rise and demand outweighs supply. The two companies are expected to be the largest contributors to earnings and revenue growth for S&amp;P 500 companies, according to FactSet.</p><p>United Parcel Service Inc. and General Electric Co. will issue their results Tuesday morning, with Visa Inc. and Chipotle Mexican Grill Inc. following in the afternoon.</p><p>Other notables set to report include Spotify Technology SA on Wednesday, Pfizer Inc. and Comcast Corp. on Thursday, and AbbVie Inc. on Friday.</p><p>Write to Connor Hart at connor.hart@wsj.com</p><p>Apple, Amazon, Meta Highlight Tech-Heavy Earnings Week</p>",
  "published": "2022-07-23T09:30:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 0,
          "end": 5
        },
        {
          "start": 2509,
          "end": 2514
        },
        {
          "start": 2525,
          "end": 2530
        }
      ]
    }
  ]
}