{
  "_id": "04ff4b46b72d40a57f7b5f554801110b2290aa0ea5d0b7e2bcfa0450ac8eba84",
  "feed": "ftcomall",
  "title": "China's closed-loop crisis: ‘I'm human, not a machine'",
  "text": "<p>China's “closed-loop” system was designed to keep the world's factory running during coronavirus outbreaks. </p> <p>But the system, used at factories making Apple devices and Tesla cars, is fast becoming unsustainable as supply chains are choked and foreign companies risk reputational damage from human rights violations against marginalised workers.</p> <p>Over the past month, Covid-19 cases have flared up again in China, returning the focus on Xi Jinping's contentious <a href=\"https://www.ft.com/content/09f43ab0-74b9-4237-9080-a12986db87c8\">zero-Covid policy</a> that entails snap lockdowns, quarantines, mass testing and fastidious contact tracing.</p> <p>The closed-loop system was <a href=\"https://www.ft.com/content/a34c9984-d55a-4781-ab07-ce18ac576665\">deployed to host athletes, officials and media at the Beijing Winter Olympics</a> this year. In theory, the system protects workers from contracting the virus by keeping them separated from the outside world, ensuring stability of factory output.</p> <p>“I don't know how much longer I can hang on [in the closed loop]. The accommodation and food in the factory are terrible,” said a worker surnamed Xiao in Jiangsu, a province north of Shanghai. “I am a human being, not a machine.”</p> <p>Following an outbreak inside the 200,000-person Zhengzhou factory complex owned by Apple manufacturer <a href=\"https://www.ft.com/stream/342c8b23-6d70-4042-afc4-b2726fe1b932\">Foxconn</a>, staff who complained of food and medical supply shortages escaped by clambering over fences.</p> <p>On Wednesday, the local government ordered a week-long lockdown of the surrounding area, threatening further disruption to Apple's iPhone production.</p> <p>The renewed strains on Chinese manufacturing, which analysts warn will spill over into global supply chains, come just weeks after the zero-Covid policy was emphatically reaffirmed by health officials and state media.</p> <p>Ma Xiaowei, a senior official with the National Health Commission, repeated on Wednesday that China would “resolutely” continue to enforce its zero-Covid policy. The statement from Beijing's top health agency, followed a <a href=\"https://www.ft.com/content/9ba584a6-4d99-41be-8c43-7ef57b6af8bb\">rumour on Chinese social media</a> that a policy change was pending.</p> <p>Ernan Cui, an analyst with Beijing research group Gavekal, pointed out that more than three-quarters of big Chinese cities reported new cases last month at a record pace of more than 100 cities each day.</p> <p>“The growing number of severe lockdowns raises the probability of serious impediments to production activity and supply chains as well,” she said in a research report. </p> <p>“With no clear end in sight to the country's strict containment policy, tighter lockdowns and more supply-side disruptions appear inevitable in the months ahead,” she added.</p> <p>Alicia Garcia Herrero, chief Asia-Pacific economist at Natixis, warned the closed-loop system was “not sustainable” given risks stemming from mistreatment of workers and the likelihood of more disruptions.</p> <p>“You can do that for a month or two months or for three months, but once it becomes the norm, it is just so inefficient for a company,” she said, adding that there would increasingly be “reputational” risks for foreign companies manufacturing in China.</p> <p>The country's migrant population of more than 400mn is most affected. Many of them work in manufacturing and related services, far from their homes and families.</p> <p>“I have not been able to see my wife and children due to the closed-loop system, even though they live not far away. I miss them so much,” said a 35-year-old worker surnamed Zhang in Jiangsu. </p> <p>After spending most of the year living behind shut doors on a low wage, Zhang has decided to quit his job and return to his hometown before the Chinese lunar new year holiday in early 2023.</p> <p>Since the initial spread of the Omicron coronavirus variant in China in late 2021, labour rights groups have highlighted numerous cases of violations and crackdowns by authorities.</p> <p>There are fears that there will be repeats of the episode at Quanta Computer's Shanghai campus in May, when workers clashed with security guards wearing hazmat suits as they tried to escape being locked inside because of Covid-19 cases. Quanta produces electronic components for Apple and Elon Musk's Tesla.</p> <p>Yaqiu Wang, a senior China researcher at Human Rights Watch, said the deployment of the rigid closed-loop system was just the latest blight in a long history of exploitation in China by local and foreign groups. </p> <p>“The company is balancing, ‘how do I fulfil orders that are placed by Apple' and ‘how do I ensure that I comply with the government's Covid policy to the extent that I don't get punished by the government',” she said. “The rights of the workers are not what's on their mind.”</p> <p>Cui of Gavekal also noted that official reporting from Zhengzhou ahead of the Foxconn outbreak had shown only a handful of daily new cases.</p> <p>“That disparity highlights an even more serious problem: the likelihood that many local governments have recently been avoiding either reporting cases or imposing restrictions in order to show a positive public health situation,” she said.</p> <p>“The risk is that by doing so, more cities will find themselves in the situation of Shanghai in late March: initially tolerating low levels of cases to avoid disruption, only to find that the virus begins spiralling out of control.”</p><p>Source: Edward White in Seoul and Qianer Liu in Hong Kong 2022 'China's closed-loop crisis: ‘I'm human, not a machine'' FT.com 3 November. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-11-03T01:40:02.538Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 149,
          "end": 154
        },
        {
          "start": 1391,
          "end": 1396
        },
        {
          "start": 4242,
          "end": 4247
        },
        {
          "start": 3931,
          "end": 3936
        },
        {
          "start": 1147,
          "end": 1152
        }
      ]
    }
  ]
}