{
  "_id": "f3fa370d57e90957f42d5651ba7823425556e904720cd1ee012ded72798748b1",
  "feed": "wall-street-journal",
  "title": "Foreign Companies  Sour on Saudi Deals  Amid Surprise Costs  ----  By Stephen Kalin and Justin Scheck",
  "text": "<p>   RIYADH -- Saudi Arabia courted the world's top companies to modernize its economy. Instead, the business environment has grown more hostile and investors are souring on the oil-rich kingdom. </p><p>    Uber Technologies Inc., General Electric Co. and other foreign firms were hit by surprise tax assessments often totaling tens of millions of dollars. </p><p>   Construction company Bechtel Corp. sent some contractors home while it tried to collect on more than $1 billion in unpaid bills. </p><p>   Bristol-Myers Squibb Co., Gilead Sciences Inc. and other drugmakers have complained unsuccessfully for years that their intellectual property was being stolen. </p><p>   The result is foreign investment in Saudi Arabia has remained stubbornly low and some companies are scaling back their operations or delaying promised expansion plans. </p><p>   That is a blow to Crown Prince Mohammed bin Salman, the country's de facto leader. He vowed in 2016 to build new industries unrelated to oil by improving the business climate and creating a global hub for innovation. Since then, reducing Saudi Arabia's dependence on oil has grown increasingly urgent as the global economy moves away from fossil fuels. </p><p>   Foreign direct investment into Saudi Arabia was $5.4 billion in 2020, less than half the level of a decade ago and well below the $19 billion that the country had targeted. It was on track to top $6 billion in 2021 based on data through the third quarter. That excludes the $12.4 billion sale of a stake in a Saudi pipeline company to foreign investors. </p><p>   One reason the number has stayed low is planned projects that didn't happen. Apple Inc.'s plans to open a flagship store in central Riyadh several years ago have languished. Triple Five Group, the developer of the Mall of America, pulled back from building a multibillion-dollar complex. And movie-theater company AMC Entertainment Holdings is ceding greater control to its Saudi government partner as it lags behind local rivals. </p><p>   AMC says it is pleased with its progress in the kingdom. Apple declined to comment, and Triple Five didn't respond to a request for comment. </p><p>   Businesses are attracted to Saudi Arabia's potential, \"but economic practicalities are still being hammered out,\" said Robert Mogielnicki, resident scholar at the Arab Gulf States Institute think tank. </p><p>   The Saudi investment ministry said interest in the country remains high, pointing to a 250% annual increase in new investor licenses in 2021. </p><p>   Saudi Arabia has long been a tough place to do business, with a sluggish bureaucracy and poor human-rights record. Prince Mohammed sought to change that, promising reforms, holding lavish investment conferences and hobnobbing with Silicon Valley executives. </p><p>   His efforts have borne some fruit. The easing of strict social norms led to new tourism and entertainment industries, and improved the quality of life for expatriate workers. The government rolled out a bankruptcy law, allowed full foreign ownership in certain sectors and streamlined some business services. </p><p>   The investment ministry said it takes investors' concerns seriously and is constantly reviewing and evolving as needed. \"Whether it was a small business or a big corporation, we continue to strive towards creating the best possible environment to do business,\" it said. </p><p>   The prince's agenda stumbled in 2018 when men working for him killed journalist Jamal Khashoggi. That scuttled big deals including with Amazon.com Inc. and Richard Branson's space tourism venture. </p><p>   Prince Mohammed failed to change many of the old deterrents to investment. Then Saudi Arabia added new ones. </p><p>   The country tried to address a cash crunch by levying retroactive taxes on dozens of large foreign firms. In the past year and a half, companies including Uber and GE have faced huge tax liabilities and sometimes additional fines when their appeals were rejected. </p><p>   Tax authorities offered the companies little recourse, prompting the State Department late last year to appeal unsuccessfully to the Saudi government for relief. </p><p>   General Electric, Uber and Careem declined to comment. </p><p>   The Saudi tax authority said the kingdom aspires to fair and efficient tax policy in line with international standards. It said it maintains full communication with taxpayers undergoing audits and gives them ample time to comply with requests. </p><p>   The tax change came on top of an overnight tripling of the value-added tax rate in 2020. Such surprises have become commonplace, with new policies often undercutting previously stated objectives. </p><p>   The government further rattled foreign companies when it ordered them to move their regional headquarters to Riyadh from Dubai or lose government contracts. </p><p>   --- </p><p>   Summer Said, Benoit Faucon and Rory Jones contributed to this article. </p><p></p>",
  "published": "2022-01-18T07:07:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1993,
          "end": 1998
        },
        {
          "start": 1582,
          "end": 1592
        },
        {
          "start": 1582,
          "end": 1587
        },
        {
          "start": 1582,
          "end": 1591
        }
      ]
    }
  ]
}