{
  "_id": "937cbb5c2abb23821c79f7f469ad467ee5ed38e50becce7c03c9ded3a0d40e13",
  "feed": "ftcomall",
  "title": "Bad Sisters, Apple TV Plus review — siblings turn murderous in Sharon Horgan's drama",
  "text": "<p>For a show that revolves around a violent death, <em>Bad Sisters</em>, a new macabre comedy-drama from Sharon Horgan, is strangely evocative of Louisa May Alcott's <em>Little Women</em>. Behind the intrigue and morbid humour of this Apple TV Plus series is a comparably touching story of close sororal bonds — although the women here are a bit more inclined to drink, cheat and plot retribution.</p> <p>There are other obvious reference points for this story of four sisters from outside Dublin who conspire to kill their sibling's abusive partner. While the plot is broadly reminiscent of the glossy HBO murder-mystery thriller <em>Big Little Lies</em> — and the enjoyably off-kilter look at morality seems inspired by the plays and films of Martin McDonagh — this 10-parter is in fact based on a 2012 Belgian show once enticingly described by The Guardian as “the blackest comedy ever” made. That this new adaptation waits all of a minute before treating us to a sight gag featuring a corpse with postmortem priapism offers some early reassurance that none of that darkness has been lost in translation. </p> <p>The man in the open casket is John Paul Williams, the controlling husband of the second of the five Garvey girls, Grace (Anne-Marie Duff). As the latter mourns, her sisters — solicitous Eva (Horgan), impish Bibi (Sarah Greene), serious Ursula (Eva Birthistle) and freewheeling Becka (Eve Hewson) — seem unmoved, if not outright relieved. Their involvement in John Paul's “grisly accident” is heavily implied from the outset. </p> <p>Though the police never open an investigation, a clammy, hearse-chasing insurance broker, Thomas Claffin (Brian Gleeson), arrives at the wake to play detective. Less hard-boiled than totally scrambled, he's desperate to find some proof of malicious intent that might spare him from having to pay out a business-crippling life policy. </p> <p>Running in parallel to the narrative's present — in which Thomas and his brother Matt go around grilling the Garveys — are flashbacks that reveal how the monstrous John Paul turned his in-laws into outlaws. At a family Christmas dinner, we see how the brazen bully (chillingly played by the convincing Claes Bang) has degraded, manipulated and worn down his wife to the point that she's convinced that she's happy and secure. The next day, the concerned (and quite drunk) sisters begin floating some drastic ideas on how to liberate Grace.</p> <p>Whiskey-induced homicidal fantasies soon turn to real schemes when John Paul seeks other outlets for his sadism. He jeopardises Eva's chance for a work promotion, blackmails mother-of-three Ursula about her affair, and drives the youngest, Becka, to financial ruin. An initial indiscreet attempt at blowing him up orchestrated by the no-nonsense, eyepatch-wearing Bibi doesn't quite go to plan. “If we're doing it again, we're doing it with poison . . . like normal women,” quips Eva, an example of the show's dry wit.</p> <p>But as much as the series delivers an impactful look at coercive spousal behaviour, it is also a terrifically acted, heartfelt celebration of sisterhood, and the sense of unity, mutual protectiveness and shared humour that binds distinct, conflicting personalities together. Even if that closeness does come to light in some dark ways.</p> <p>★★★★☆</p> <p><em>First two episodes on Apple TV Plus from August 19. New episodes released weekly</em></p> <p><em>Follow </em><a href=\"https://twitter.com/ftweekend?ref_src=twsrc%5Egoogle%7Ctwcamp%5Eserp%7Ctwgr%5Eauthor\"><em>@ftweekend</em></a><em> on Twitter to find out about our latest stories first</em></p><p>Source: Dan Einav 2022 'Bad Sisters, Apple TV Plus review — siblings turn murderous in Sharon Horgan's drama' FT.com 15 August. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-08-15T04:00:45.873Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [],
      "weightsV2": {
        "weight": 2.0,
        "baseWeight": 0.0,
        "expansionWeight": 2.0,
        "ontologyWeight": 0.0,
        "tagPositionWeight": 0.0,
        "titleWeight": 0.0
      },
      "typeRank": 1
    }
  ]
}