{
  "_id": "533d5becc0304670d49d441a849df42440f1da2a99a685dbbe19c47a69e4a549",
  "feed": "ftcomall",
  "title": "‘Anti-woke' and sin ETFs could get caught up in SEC rules scrutiny",
  "text": "<p>All registered funds would have to comply with the <a href=\"https://www.sec.gov/news/press-release/2022-92\">ESG Funds</a> and <a href=\"https://www.sec.gov/news/press-release/2022-91#:~:text=The%20Names%20Rule%20currently%20requires,80%20percent%20investment%20policy%E2%80%9D).\">Names Rule</a> proposals, if passed as floated, analysts say — including mutual funds and ETFs that take aim at the mainstream environmental, social and governance investing movement.</p> <p>All ETFs — including the MAGA ETF, Vice ETF, BAD ETF and the not-yet-launched God Bless America ETF — would be <a href=\"https://www.ignites.com/c/3628504/466234?referrer_module=article\">required</a> to align 80 per cent of their portfolios with their names, if the proposed amendments are enacted. Such alignment would be expanded under the proposed amendment to include strategies like ESG, as well as other characteristics and criteria such as “growth” or “income”.</p> <p>“The names of these ETFs are designed in part to trigger investors to use them as pushback against the wave of ESG ETF products,” said Todd Rosenbluth, head of research at VettaFi. “However, the securities inside do not necessarily match up with the name and could result in shifts to the portfolio to meet the SEC standards.”</p> <p>The amendment would also require mutual funds and ETFs to define in their prospectuses key terms included in their names. However, the definitions cannot veer from plain English or the industry-standard understanding of the terms, the proposal states. Further, the other 20 per cent of the fund's portfolio that is not held to the Names Rule alignment cannot directly contradict the name's purpose. For example, a fund with “fossil-fuel free” in its name cannot have any assets in fossil-fuel companies.</p> <p>“The rule is really about, does the name and the prospectus reflect the holdings?” said Andrew Behar, chief executive of As You Sow, a shareholder non-profit advocacy group.</p> <p>Many “anti-woke” funds that invest in politically conservative or Republican-favouring causes — such as the $17mn <a href=\"https://etf.ft.com/funds/11771/\">MAGA</a> ETF, the $17mn 2nd Vote Life Neutral Plus ETF (<a href=\"https://etf.ft.com/funds/14642/\">LYFE</a>) and the $24mn 2nd Vote Society Defended ETF (<a href=\"https://etf.ft.com/funds/14641/\">EGIS</a>) — are small and are mostly “political theatre”, Behar said.</p> <p>Anti-ESG and sin funds “will need to take a very hard look at their 80 per cent rules and decide for themselves, if they believe they're in the clear”, said Dave Nadig, financial futurist at VettaFi. “Some clearly are fine; some will have some tweaking to do.”</p> <p>When AdvisorShares filed for the <a href=\"https://etf.ft.com/funds/13150/\">Vice ETF</a> with the SEC's Division of Investment Management in 2017, it did not receive regulatory scrutiny or questions from staff around its name, noted Noah Hamman, chief executive of AdvisorShares.</p> <p>“It's focused on vices, so it would only really invest in that category,” he said. </p> <p>Vice ETF's largest holdings include beverage company MGP Ingredients, Dave &amp; Buster's Entertainment and Duckhorn Portfolio, a wine producer, its website shows.</p> <p>AdvisorShares did, however, receive questions from regulators about its holdings in its Drone Technology ETF (<a href=\"https://etf.ft.com/funds/17022/\">UAV</a>), which launched in April, Hamman said. The fund invests in Amazon, Walmart and FedEx because such companies have invested heavily in drone technology and research, Hamman said. But the fund received scrutiny over the decision because such research represents only a small fraction of the behemoth companies' overall budgets.</p> <p>The BAD ETF, meanwhile, invests exclusively in betting, alcohol, drugs and other so-called sin industries, said Thomas Mancuso, founder and president of The BAD Investment Company, the ETF's sponsor. “It's called the BAD ETF, so I don't think investors are being overpromised overperformance,” he said. “And it's called BAD, so it's in line with the industries that we invest in.”</p> <p>The God Bless America ETF will have the ticker YALL when it launches. The fund plans to exclude companies that “have emphasised political activism and social agendas at the expense of maximising shareholder returns”, its initial prospectus says, and would favour companies with a “track record of creating American jobs”.</p> <p>However, since the fund has not yet launched, a full list of portfolio holdings is not available, and it is hard to say whether it will follow the Names Rule-proposed amendments, Behar said.</p> <p>Toroso Investments, the fund's sponsor, declined to comment.</p> <p>2ndVote Advisers, which sponsors the pro-life Life Neutral Plus ETF and the pro-border security Society Defended ETF, screens out companies that take an active, politically opposite stance to their values, said Jane Kanter, the company's chief compliance officer. However, because most companies are neutral on both abortion and immigration-related issues, the ETFs also invest in some neutral companies.</p> <p>“I never dreamed that a firm like ours that doesn't think about ESG would get caught up in this stuff,” Kanter said.</p> <p>The anti-ESG funds may also be subject to the SEC's proposed ESG Funds rule, analysts say, because the proposal remains silent on what ESG means. Instead, it requires funds to define what it means for them and to abide by such definitions.</p> <p>Under the proposal, shops would have to categorise any funds that consider ESG factors into one of three buckets: integration, focus and impact. Such funds would have specific disclosure requirements and restrictions.</p> <p>And whether a company defines itself as ESG does not make it ESG under the proposed rules, industry commenters <a href=\"https://www.ignites.com/c/3719424/479724?referrer_module=article\">noted</a>, urging the SEC to amend the final rule.</p> <p>AdvisorShares' Vice ETF, for example, is not an ESG fund, but it is also not an “anti-ESG” fund, Hamman said, noting that several alcohol companies are large recyclers, he added.</p> <p>Much like the proposed “focus” fund ESG category, Vice ETF portfolio is restricted to specific industries, Hamman noted, and it excludes any industry that is not directly tied to its investment mission. However, the ETF does not have any non-pecuniary goals related to the investments that would qualify it as an “impact” fund under the SEC's proposed ESG framework, he added.</p> <p>How the Names Rule amendment and the ESG Funds rule are regulated will probably not be settled “until lawsuits happen”, VettaFi's Nadig said.</p> <p><em>*Ignites is a news service published by FT Specialist for professionals working in the asset management industry. It covers everything from new product launches to regulations and industry trends. Trials and subscriptions are available at </em><a href=\"https://www.ignites.com/\"><em>ignites.com</em></a><em>.</em></p><p>Source: David Isenberg, Ignites 2022 '‘Anti-woke' and sin ETFs could get caught up in SEC rules scrutiny' FT.com 1 September. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-09-01T04:00:25.045Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [],
      "nexusId": "10022657"
    }
  ]
}