{
  "_id": "f3b08032169a069c748f1eaafdd78b814f472a8e7e4a05c8f7d8410d3fde7009",
  "feed": "wall-street-journal",
  "title": "Snap Warns On Profit, Slows Hiring",
  "text": "<p>Mr. Spiegel in a memo to staff reviewed by The Wall Street Journal said \"while our revenue continues to grow year-over-year, it is growing more slowly than we expected at this time.\"</p><p>The Santa Monica, Calif., company said revenue and adjusted earnings before interest, taxes, depreciation and amortization would likely come in below the projection it issued only about a month ago.</p><p>Snap stock fell 30% in after-hours trading following the disclosure to below $15.77. The stock has fallen more than 80% since it hit its record in September. Shares in other social-media companies also slumped on the Snap announcement. Shares in Facebook parent Meta Platforms Inc. fell 7.1% after the closing bell and Pinterest Inc.'s stock retreated 13%.</p><p>The company said it would slow hiring and push some of its planned staff additions to next year as well as evaluate the remainder of its 2022 budget to look for additional cost savings, according to the memo.</p><p>Snap's moves follow those of rivals such as Twitter Inc. and Meta.</p><p>Meta this month said it would sharply slow its hiring after it more than doubled the size of its workforce since 2018. Twitter's CEO said he had paused hiring and was looking for cost cuts. Other tech companies, including Uber Technologies Inc., also said this month that they would curtail spending and hiring.</p><p>Snap's profit warning comes after the company fell short of its own sales forecast for the first quarter. The three-month period was \"more challenging than we had expected,\" Mr. Spiegel said last month.</p><p>Snap was still feeling the sting from Apple's privacy policy changes, and Russia's attack on Ukraine led some advertisers to temporarily pause their campaigns. Inflation also weighed on the company's ad business with advertisers pulling back amid rising costs.</p><p>Monday's profit warning comes after Snap in April issued what it billed as conservative guidance for the current quarter. It included generating adjusted operating earnings between break-even and $50 million for the period. At the time, the company said sales were estimated to increase between 20% and 25% from a year earlier.</p><p>\"We are concerned that the operating environment ahead could be even more challenging, leading to further campaign pauses or advertiser budget reductions,\" Chief Financial Officer Derek Andersen said on its earnings call last month.</p><p>Snap didn't issue new financial expectations for the current quarter.</p><p>Despite the belt tightening, Mr. Spiegel told employees in the memo that 2022 \"remains a significant investment year.\" The company still plans to add 500 employees by year-end, on top of 900 added so far this year, according to the memo.</p>",
  "published": "2022-05-24T00:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1568,
          "end": 1573
        }
      ]
    }
  ]
}