{
  "_id": "8b0eba2235fd533cb021ea973f8dd1ebe7a255a89ead626d66cb840e47740e38",
  "feed": "wall-street-journal",
  "title": "Heard on the Street:  Chip Companies Are in for a Rough Fall  ----  By Dan Gallagher",
  "text": "<p>\n  [Financial Analysis and Commentary] </p><pre> </pre><p>\n  The semiconductor industry is well accustomed to downdrafts. Downdrafts in the middle of a geopolitical storm are a whole other matter. </p><p>\n  The third-quarter earnings season for the chip industry is shaping up to be a harsh one. A sharp downturn in sales of personal computers and smartphones continues to plague the sector, while worries have grown about the markets for chips used in data centers, cars and other applications. Chip makers Samsung and Advanced Micro Devices already preannounced disappointing results for the quarter late last week. On top of all that, the U.S. government is cracking down even harder on semiconductor technology sold to Chinese companies, with new rules announced Friday that expand on previous export controls. </p><p>\n  The combined developments have cast a further pall over the sector, even after a month of discouraging news from chip makers ranging from Nvidia to Micron. As of Tuesday morning trading, the PHLX Semiconductor Index (SOX) is down 12% over the past four days and down nearly 44% for the year -- nearly double the S&amp;P 500's decline in that time. The group of stocks might be seeming to bottom -- the SOX's current multiple of around 14 times forward earnings is near the low points hit over the past three years. But the wave of bad news likely isn't over, particularly for a sector that has become a popular political wedge on both sides of the Pacific. </p><p>\n  The coming influx of earnings reports over the next few weeks is unlikely to turn that sentiment around. Of the 15 largest chip companies reporting for the September quarter, 10 are expected to report decelerations in revenue growth compared with the June quarter, according to data from FactSet. Even more are expected to see further deceleration in the December quarter. And projections for next year could be even bleaker; those 15 companies are expected to average revenue growth of just 6% in 2023 compared with an average growth rate of 15% this year. </p><p>\n  Even those relatively downbeat projections from analysts could prove optimistic, as most were set before the latest restrictions by the U.S. government were announced. Of particular concern will be the impact on capital expenditures if chip makers pull back their spending plans on worries about demand and the inability to sell equipment or chip products in China. In a report Tuesday, Atif Malik of Citigroup lowered his industrywide target for wafer equipment spending next year by 10%, to $72 billion. A drop in equipment spending would be bad news for equipment makers like ASML, Applied Materials and Lam Research, which also are at the forefront of the new U.S. export controls. </p><p>\n  Taiwan Semiconductor Manufacturing's results on Thursday will be closely watched in this regard; the chip-making giant better known as TSMC is expected to spend the equivalent of about $21.5 billion in capex just in the latter half of this year. But TSMC is also well exposed to the rapidly weakening markets for PCs and smartphones -- Apple is one of its largest customers. In the current storm, even the strongest chip companies are likely to take on some water. </p><p></p>",
  "published": "2022-10-12T06:04:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 3014,
          "end": 3019
        },
        {
          "start": 2995,
          "end": 3000
        }
      ]
    }
  ]
}