{
  "_id": "ef67f3cfc57e17dc30b912c9e53f620eef1f8ac44dc247395f10fe6ee5f338bd",
  "feed": "market-watch",
  "title": "Block faces 'potentially growing headwinds' to Square and Afterpay businesses, says analyst; Evercore worries about competition and the economy",
  "text": "<p>Square, which is the name for Block's SQ seller business after the company changed its overall corporate moniker late last year, faces pressure from large rivals, including Fiserv Inc. FISV and its rival Clover platform, according to Togut.</p><p>Read: Clover finds winning formula as it takes on the 'Apple' of payment devices</p><p>\"Merchant-acquiring industry competition remains aggressive for small and medium enterprise customers,\" he wrote. \"FISV, through Clover, invests intensively to gain market share within the SME [small- and mid-sized enterprise] segment.\"</p><p>Additionally, gross profit for the segment, when excluding BNPL impacts, tracks closely with nominal increases in gross domestic product, which Togut sees as a risk given the economic climate.</p><p>Block acquired Afterpay, a BNPL business, earlier this year, but Togut worries about competition in this part of the business as well. BNPL traction could also come under pressure if discretionary spending falls or consumers become more discerning with their \"credit disbursement\" given the economy, in his view.</p><p>Togut noted that Block is making \"significant strides\" with Cash App, the company's mobile wallet, and said his estimates for that segment's 2023 gross profit were in line with the consensus view.</p><p>\"Cash App should sustain superior gross profit growth given new products andfeatures like Cash App Borrow, Round Up and Discover tab (for Afterpay and Boost) driving further engagement and increased monetization per active user,\" he wrote.</p><p>Togut took his rating on Block shares down to underperform from outperform in his note to clients. He also cut his price target by more than half—to $55 from $120.</p><p>Shares of Block are up 9% over the past three months but down 72% over a 12-month span. The S&amp;P 500 SPX is up about 4% over the past three months but down 12% over 12 months.</p><p>Block faces 'potentially growing headwinds' to Square and Afterpay businesses, says analyst</p>",
  "published": "2022-09-15T12:36:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 295,
          "end": 301
        },
        {
          "start": 296,
          "end": 301
        }
      ]
    }
  ]
}