{
  "_id": "d90b968cfc154fd7d32a43b58ab3166174bb82f53950575c7b59d8853101a19a",
  "feed": "market-watch",
  "title": "'Buy your mom an iPhone': Tim Cook says Apple doesn't prioritize texting experience between iPhones and Android; Apple's Tim Cook says the texting experience between Android phones and iPhone is a low priority: 'I would love to convert you to iPhone'",
  "text": "<p>Texting from iPhone to iPhone uses iMessage, but texting between iPhone to Android uses SMS texting. This results in green texting bubbles instead of blue ones, and limits some of Apple's texting features for the iPhone users including replying to specific messages and emphasizing messages.</p><p>Android to iPhone texting also doesn't allow for high quality videos to be sent or received, something the person who asked Cook the original question at the conference, Vox Media's LiQuan Hunt, asked specifically about. Cook responded with a solution that Hunt should buy his mom an iPhone to fix the problem.</p><p>Read on: Is the iPhone 14 worth it? Apple CEO Tim Cook made one 'brilliant move,' but our verdict might surprise you.</p><p>The comments from Cook comes as Apple introduced several new products this week at its \"Far Out\" event including the iPhone 14, new Apple watches and new Airpods.</p><p>The starting price ofiPhone 14 has stayed at $799 starting price and none of the new iPhone 14 devices, Apple said, and none of the new phones had a higher price relative to their iPhone 13 counterparts despite many analysts expecting Apple to raise costs amid high inflation.</p><p>See also: Inflation can't keep U.S. Open fans from Serena Williams and $22 cocktails</p><p>Shares of Apple Inc. were 1.24% lower during Thursday afternoon's trading, and are down 13.23% year-to-date.</p><p>'Buy your mom an iPhone': Tim Cook says Apple doesn't prioritize texting experience between iPhones and Android</p>",
  "published": "2022-09-08T19:36:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "confidence": 0.9999995,
      "offsets": [
        {
          "start": 40,
          "end": 45
        },
        {
          "start": 113,
          "end": 118
        },
        {
          "start": 179,
          "end": 184
        },
        {
          "start": 180,
          "end": 185
        },
        {
          "start": 634,
          "end": 639
        },
        {
          "start": 747,
          "end": 752
        },
        {
          "start": 847,
          "end": 852
        },
        {
          "start": 981,
          "end": 986
        },
        {
          "start": 1112,
          "end": 1117
        },
        {
          "start": 1248,
          "end": 1257
        },
        {
          "start": 1256,
          "end": 1266
        }
      ],
      "weightsV2": {
        "weight": 21.802624,
        "baseWeight": 11.0,
        "expansionWeight": 6.0,
        "ontologyWeight": 0.0,
        "tagPositionWeight": 0.8026247,
        "titleWeight": 4.0
      },
      "typeRank": 1
    }
  ]
}