{
  "_id": "3fc5a236128f54e0bb11ffec005e60edab59013b1c4a6d84c90fcf299eee3d7b",
  "feed": "wall-street-journal",
  "title": "Taylor Swift's 'Anti-Hero' Music Video Cuts 'Fat' Scene Following Backlash; The scene showed the pop star stepping on a scale with no numbers that just read 'FAT,' which some critics said was fatphobic",
  "text": "<p>The scene appeared to be removed in the last day from her videos on both Apple Music and YouTube, where it had more than 35 million views Thursday morning. The video now shows Ms. Swift sighing as she looks down at the scale but doesn't show what she is reading.</p><p>SHARE YOUR THOUGHTS</p><p>What do you think of the move to re-edit Taylor Swift's music video? Join the conversation below.</p><p>Her representatives didn't immediately return requests for comment Thursday.</p><p>Casual watchers and avid fans alike have debated what Ms. Swift wanted to convey in the video, which she wrote and directed. Some social-media users said that no matter what Ms. Swift intended, the scene was insensitive toward fat people.</p><p>Katia Koerner, a 27-year-old digital marketer from Ann Arbor, Mich., said she understood Ms. Swift may have used the word \"fat\" to describe how she felt about herself at one point.</p><p>Still, Ms. Koerner said, \"being someone who self-describes as a fat person, it's always hard seeing an adjective you use to describe your physical appearance used as an insult.\"</p><p>Others pointed out that the singer may not have been trying to criticize overweight people and was instead trying to convey how she used to feel when she looked at a scale.</p><p>Ms. Swift revealed in her 2020 documentary \"Miss Americana\" that she used to struggle with an eating disorder.</p><p>Pat Pattison, a songwriting and poetry professor at Berklee College of Music, said he thought it was smart for Ms. Swift to include the word \"fat\" in her video because it fit into the song's message about her insecurities.</p><p>But, he said, \"going back and changing something seems to be a part of keeping your career going these days.\"</p><p>Other artists this year have altered their work days after releasing it following backlash. Beyoncé and Lizzo both removed the word \"spaz\" from songs they released, saying they didn't intend to use a harmful term. Disability advocates say the word is offensive to people with spastic diplegia, a condition that causes muscle stiffness.</p><p>Ms. Swift changed a lyric in her 2006 song \"Picture to Burn\" which had originally said she would tell her friends that her ex-boyfriend was gay.</p><p>The \"Anti-Hero\" song itself, the lead single from her newest album \"Midnights,\" doesn't contain any lyrics about weight. Ms. Swift, 32 years old, said the song is about her intrusive thoughts, like coming across as a narcissist or losing people in her life.</p><p>The discourse about her \"Anti-Hero\" video has been part of a circus of attention surrounding her long-awaited \"Midnights\" album, which she released last week. Ms. Swift is known for stoking conversations about her upcoming music by dropping clues about what fans can expect, although she may not have predicted the chatter about the scale scene.</p><p>Erin Duvall, a music business professor at Belmont University, said it's fairly common for musicians to alter their published work especially if the audio got mixed up or a lyric was misspelled.</p><p>The \"Anti-Hero\" edit just happened to be a change a lot of people noticed.</p><p>\"We're hyperanalyzing it because of who Taylor Swift is,\" Ms. Duvall said.</p><p>Even though Ms. Swift hasn't spoken publicly about editing her music video, the alteration itself sent a message, said Stuart Shapiro, a music business professor at State University of New York at Fredonia.</p><p>\"This particular change shows a tremendous sensitivity on her part,\" he said. \"She knows that particular scene could be triggering.\"</p><p>Photos: America's Favorite Taylor Swift Song Isn't 'All Too Well'</p><p>Write to Alyssa Lukpat at alyssa.lukpat@wsj.com</p><p>Taylor Swift's latest album</p><p>* Taylor Swift Has So Much New Music. How Will She Ever Perform It All? (Oct. 21)</p><p>* Ahead of Taylor Swift's 'Midnights,' Swifties Take Naps, Set Alarms for Latest Night Yet (Oct. 20)</p><p>* What Is America's Favorite Taylor Swift Song? Poll Results May Surprise Fans (Oct. 20)</p><p>* 10+2+1: Why Taylor Swift Fans Can't Stop Crunching Numbers (Sept. 1)</p><p>* Taylor Swift's New 'Midnights' Album Is About '13 Sleepless Nights Throughout My Life' (Aug. 29)</p><p>Taylor Swift's 'Anti-Hero' Music Video Cuts 'Fat' Scene Following Backlash</p>",
  "published": "2022-10-27T19:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 73,
          "end": 78
        }
      ]
    }
  ]
}