{
  "_id": "17e15fbeb7ac2a07b76e78eba6446999c9408b8ad2f4cfd4ede383e4f864abc9",
  "feed": "ftcomall",
  "title": "Squid Game star makes terrific return in clever thriller Midnight",
  "text": "<p>Even in the age of multiple platforms and upended hierarchies, today's small-screen hero is still tomorrow's movie star. So it is that the greyhound-lean South Korean thriller <em>Midnight</em> draws the eye first as a vehicle for Wi Ha-joon, one of the principals of the Netflix phenomenon <a href=\"https://www.ft.com/content/2775f7dc-5cd1-4a0f-83e9-2da6765058a0\"><em>Squid Game</em></a>. In the series, he played resolute cop Hwang Jun-ho; here he switches sides as a cocksure killer with an uncanny knack for evading suspicion. His dreadful gift is much put to use in his pursuit through a darkened Seoul of a mother and her adult daughter (respectively played by Gil Hae-yeon and Jin Ki-joo), both of whom are deaf.</p> <p>After the recent likes of <a href=\"https://www.ft.com/content/ec1aa69a-6bd8-41e9-84b1-41b3386749ac\"><em>CODA</em></a> and <a href=\"https://www.ft.com/content/c0bf476c-8e93-4872-992d-662564c4141d\"><em>Sound of Metal</em></a> — thoughtful, naturalistic portraits of deafness — the shoulders tense at the thought of what might be in store. But for all the nasty genre flourishes in director Kwon Oh-seung's box of tricks, the result is never exploitative. Before and even during the chase, being deaf is at once central to the characters and only part of who they are. And while silence and the dancing LEDs of visual aids advance the plot, more critical yet are the dismissive shrugs of the police, eyes discreetly rolling at two disabled women trying to make themselves understood. Wi is terrific; his monster still only needs a suit and a plausible manner to remain at large.</p> <p>Stylistically too, the film is clever. <em>Squid Game</em> fans will relish how it plays out in an urban nocturne as self-contained as the show's nightmare island, alleys eerily empty until they are suddenly not. Admirers of an older vintage of scare story may also note how maze-like the streets feel, <em>The Shining</em> clearly in Kwon's mind even before the axe hacks through the door.</p> <p>★★★☆☆</p> <p><em>On UK digital platforms including Now, iTunes and Prime Video from March 14</em></p><p>Source: Danny Leigh 2022 'Squid Game star makes terrific return in clever thriller Midnight' FT.com 10 March. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-03-10T13:00:09.779Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": []
    }
  ]
}