{
  "_id": "207226fc37b5f1104202c8bda63927c02caae7c7d0b28a97a6df709084495adc",
  "feed": "wall-street-journal",
  "title": "The President Who Stood Still on Jan. 6; Even as the riot raged at the Capitol, Trump wouldn't tell his supporters to stop.",
  "text": "<p>All of MAGA world was texting Chief of Staff Mark Meadows that Mr. Trump needed to call off his supporters. White House Counsel Pat Cipollone testified that he argued internally \"there needs to be a public announcement, fast, that they need to leave the Capitol.\" He added that Mr. Meadows joined those calls throughout the day, as did Ivanka Trump.</p><p>By 2:13 the Capitol was breached. The committee played radio traffic from Vice President Mike Pence's security detail. \"I've got public about five feet from me down here below,\" one voice said. Another warned: \"If we lose any more time, we may lose the ability to leave.\"</p><p>At 2:24 Mr. Trump issued his tweet saying Mr. Pence \"didn't have the courage\" to stop the electoral count. The VP was evacuated from a Capitol office at 2:26, according to the committee. What if that route had been blocked? Would the mob have harmed Mr. Pence? Would the Secret Service have opened fire?</p><p>At 2:38 Mr. Trump tweeted: \"Please support our Capitol Police and Law Enforcement. They are truly on the side of our Country. Stay peaceful!\" Sarah Matthews, a White House communications aide, didn't think Mr. Trump was doing enough, and she recounted a conversation with Press Secretary Kayleigh McEnany.</p><p>\"She looked directly at me and, in a hushed tone, shared with me that the President did not want to include any sort of mention of 'peace,' in that tweet,\" Ms. Matthews said. \"It took some convincing on their part, those who were in the room.\" The group tried to find some language Mr. Trump would consent to post, and \"it wasn't until Ivanka Trump suggested the phrase 'stay peaceful' that he finally agreed to include it.\"</p><p>How did rioters react to the tweet about the Capitol police? The committee played what it said was radio chatter by Oath Keepers. \"He didn't say not to do anything to the Congressmen,\" one voice chuckled. Another added: \"Well, he did not ask them to stand down.\" Not until 4:17 did Mr. Trump post a video telling rioters to go home, while justifying their actions, since \"this was a fraudulent election.\"</p><p>The committee's critics are right that it lacks political balance. It is trying to make a criminal case that might be hard to prove and might tear the country apart. It undermines its argument by not releasing full transcripts of testimony. Why rely on what Ms. Matthews said that Ms. McEnany said that Mr. Trump said? The committee interviewed Ms. McEnany.</p><p>Still, the brute facts remain: Mr. Trump took an oath to defend the Constitution, and he had a duty as Commander in Chief to protect the Capitol from a mob attacking it in his name. He refused. He didn't call the military to send help. He didn't call Mr. Pence to check on the safety of his loyal VP. Instead he fed the mob's anger and let the riot play out.</p><p>In the 18 months since, Mr. Trump has shown not an iota of regret. On Thursday he claimed to be vindicated by a bill to clarify the Electoral Count Act. \"Mike Pence told me, and everybody else, there was nothing he could do,\" Mr. Trump wrote. \"If so, how come the Democrats and RINOs are working so hard to make sure there is nothing a VP can do.\"</p><p>Character is revealed in a crisis, and Mr. Pence passed his Jan. 6 trial. Mr. Trump utterly failed his.</p><p>The President Who Stood Still on Jan. 6</p>",
  "published": "2022-07-22T22:52:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": []
    }
  ]
}