{
  "_id": "2a270d1191d06c0561d30065307967b9b990bab94e7fe7e76e450ef60a81a941",
  "feed": "wall-street-journal",
  "title": "OFF DUTY  ---  Style & Fashion -- Fashion with a Past:  Why We're Still  Touting Turtlenecks  ----  By Nancy MacDonell",
  "text": "<p>   Among the many social media tributes that circulated after Joan Didion's death last month was one featuring a photo of the writer seated at her typewriter, the ne plus ultra of stylish intellectualism in a black turtleneck. She posed in a similar garment for her 1989 Gap ad, and although the turtleneck did not make Didion's famous packing list, it should have. It has the same spare, incisive form she demonstrated in both her prose and her dress. </p><p>   More pragmatically, turtlenecks are cozy and reassuringly classic. Perhaps that's why so many brands -- from Givenchy, Paco Rabanne and Prada to Officine Generale, Alex Mill and Ann Mashburn -- enthusiastically endorsed high-neck knitwear this season, rendering it in both strong hues and allover patterns. It's a trend that's been building since Raf Simons put brightly colored turtlenecks on the Calvin Klein runway in 2017. </p><p>   There's a sense of nostalgia behind the revival, said Somsack Sikhounmuong, Alex Mill's design director. \"Everyone can recall a photo of a stylish parent or teacher or author wearing one. It's familiar. Considering everything that's going on, who couldn't use some familiarity?\" Moreover, he argued, turtlenecks radiate cool, something their inclusion in so many winter collections would seem to confirm. </p><p>   Not everyone shares Mr. Sikhounmuong's views. Turtlenecks inspire binary reactions -- either you love them because they remind you of your favorite intellectual/jazz musician/folk singer or they make you feel like you're being slowly strangled. But that high neck isn't a flaw, it's an asset. It protects the wearer, mainly against the cold, although medieval knights layered the original turtlenecks under their chain mail to prevent chafing. And the uncompromising profile that neck-ascending fold creates is strategic. </p><p>   \"It makes the silhouette,\" said Pierre Maheo, the designer and founder of Officine Generale. \"It puts the emphasis on the face, and the rest disappears.\" This is especially true of the black turtleneck, which Mr. Maheo called \"the tuxedo of sweaters.\" </p><p>   The turtleneck as we now know it originated in the 19th century and was worn by athletes, fishermen, manual laborers and polo players, which is why it's known as a polo neck in England. Playwright Noel Coward gave turtlenecks his nod of approval in the 1920s. Though he insisted he chose them for comfort rather than effect, the air of raffish disregard for orthodoxy they gave him -- this was when middle-class men invariably wore shirts and ties as everyday garb -- caught on, especially in creative circles. By the 1930s, stars like Carole Lombard, Greta Garbo and Marlene Dietrich were photographed wearing turtlenecks, often in black, the better to set off their light-sculpted faces. </p><p>   The black turtleneck took on a new significance after World War II, when the French chanteuse Juliette Greco made one part of her uniform, along with black trousers, kohl-rimmed eyes and long, loose hair, defiantly irregular accouterments for the time. Greco's bohemian style was the inspiration for Audrey Hepburn's philosophy-spouting bookstore-clerk look in the 1957 film \"Funny Face,\" a beatnik-lite guise that was emulated around the world. </p><p>   From Angela Carter to Steve Jobs, the black turtleneck came to represent maverick brilliance. When she was the CEO of Theranos, Elizabeth Holmes, who in a 2015 interview estimated that she owned \"probably\" 150 of them, wore black turtlenecks constantly. But at her trial for fraud, which concluded in a conviction this month, she eschewed the lone-genius look for a less assertive wardrobe of neutral-toned business separates. </p><p>   Whatever the color, the turtleneck makes a strong statement, and it's associated with forceful personalities. Gloria Steinem made the look a pillar of her style in the 1970s, when she was a leader of the American feminist movement; her colleague, Dorothy Pitman Hughes, also favored them. The two posed in turtlenecks, their fists raised in solidarity, in 1971. </p><p>   On HBO's \"Succession,\" as the character of Siobhan \"Shiv\" Roy shifted from left-leaning political operative to scheming power-player in her family's media empire, she donned turtlenecks, often in tandem with high-waisted trousers. Shiv's new elegance channels another turtleneck aficionado, Katharine Hepburn. </p><p>   A turtleneck wearer \"is someone who's comfortable with herself. It's pretty sophisticated. You have to grow into a turtleneck, actually,\" said Ann Mashburn, the co-founder of her namesake brand. \"They're sexy in an understated way,\" she added. \"It makes [one] look past what you're wearing to you.\" </p><p>   A woman who wears a turtleneck is completely covered; there's no suggestion of decolletage or hint of collarbone. Instead, the turtleneck directs the eye upward, to the individual. Gloria Steinem was not talking about turtlenecks specifically when she said, \"Fashion in the past meant conforming and losing oneself. Fashion in the present means being unique and finding oneself.\" But her feminist take on style -- be true to oneself -- is what the turtleneck is all about. </p><p></p>",
  "published": "2022-01-15T07:01:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [],
      "nexusId": "10022657"
    }
  ]
}