{
  "_id": "81ebe4f3a787e06558de4852d4e7c94bb262d34dd47a60d5e8d6fecf8005d688",
  "feed": "wall-street-journal",
  "title": "OFF DUTY --- Adventure & Travel: A Vacation Worth The Wait --- As the pandemic gave urgency to bucket-list trips, one family seized the chance to check off the ultimate destination -- Antarctica -- never mind the hurdles",
  "text": "<p>On Dec. 19, 2021, I set out on my own Antarctic journey aboard the Endurance. Not the original one -- she's at the bottom of the Weddell Sea and researchers are actually hunting for her right now. I sailed aboard the National Geographic Endurance, one of the newest members of the luxury adventure cruise company Lindblad Expeditions' fleet. An eight-deck, 126-passenger polar-class ship, it's equipped with two hot tubs, a spa and a library-slash-bar where waitstaff served scrumptious little tea sandwiches every day at 4 p.m. I was traveling with my dad, his wife, my sister and her husband. My objectives: Spend time with my family and meet as many penguins as possible.</p><p>Back in September of 2019, my dad texted me to ask if I could swing a 12-day family vacation in Antarctica the following December (which is Antarctic summer, so no risk of a Shackleton \"getting trapped in the ice and being stranded for a year\" scenario). I didn't even know going to Antarctica was a thing. It is, apparently -- a big one. \"It's a bucket-list trip,\" said Matt Nilsson, a senior product executive at tour operator Audley Travel. \"After lockdowns, people are thinking, 'Let's get back out there and do it big.' Antarctica is an obvious choice for that.\" Possibly the ultimate bucket-list trip, Antarctica lets truly well-traveled types step onto their seventh continent and earn some major bragging rights. Others, said Sheri Bluestein, my voyage's expedition leader, go because they are \"curious about the world around them and are worried about climate change.\" I did hear more than a few guests give the bleak \"we wanted to see Antarctica while it's still here\" explanation.</p><p>I told Dad I could probably join him for a once-in-a-lifetime trip to the earth's most remote continent, and five days later, we were booked with Lindblad Expeditions, which he chose because of the company's longtime partnership with National Geographic. We're a clan of supernerds, and the alliance meant we had access to an abundance of scientists and experts, many of whom gave onboard talks.</p><p>Then Covid happened, and Antarctic tourism -- most of which occurs via intimate cruise ship -- more or less ceased. Our trip was postponed for a year. My family and I spent most of the pandemic together in Massachusetts. Antarctica came up at least once a day. My stepmother was focused on what birds she might see; my dad poured over books about late-19th- and early-20th-century polar explorers. My brother-in-law practiced using his Canon EOS R5 camera for a year so he wouldn't flub a single wildlife shot. My sister and I mostly discussed what the hell I was going to wear. I'm a New York-based fashion editor with admittedly eccentric tastes, so the thought of sporting drab wilderness gear made me cringe. (Anyone else concerned about assembling a fashion-forward polar wardrobe should consult our guide at right.) Antarctica was like a beacon during the darkest days of Covid -- something to look forward to while we hid from the world.</p><p>In August, however, my dad got Covid. He was hospitalized twice. Antarctica was the last thing on my mind, but it was the first thing on his. \"We'd better still be able to go,\" he said from his hospital bed. Four months later, we finally did, after enduring extensive medical exams (to board Lindblad's Antarctic cruise, you need a doctor to attest you're unlikely to die down there), days of isolation and an entire night spent filling out -- and botching -- an indecipherable Covid affidavit for the Argentine government.</p><p>Pre-pandemic, Lindblad passengers would first rendezvous in Buenos Aires and then fly together to Ushuaia, the southernmost city in the world, to board the ship. We, however, due to pandemic restrictions, met our fellow passengers at a Miami airport hotel, were tested for Covid and then hopped on a 12-hour charter flight to Ushuaia.</p><p>Unlike Shackleton's ordeal, my expedition was a success. On my 12-day trip, I met hundreds of gregarious, tottering penguins, many of whom wobbled right up to me before jumping on their \"penguin highways,\" narrow pathways the penguins erode in the snow from their nests to the sea. I witnessed parents feeding their fuzzy chicks and a frantic waddle of Gentoo penguins scurrying across an iceberg to evade a killer whale.</p><p>The term \"expedition\" might seem a dramatic descriptor for a family vacation. \"The word suggests that things are difficult and perhaps uncomfortable,\" said Ashton Palmer, president of specialized travel agency Expedition Trips. He insists that's not the case. \"I would say the average age [of passengers] is between 45 and 60 . . . These are very accessible trips.\" Indeed. One woman aboard my cruise celebrated her 90th birthday. Even so, relaxation doesn't top the itinerary. \"You can sleep when you get home,\" said Ms. Bluestein, the expedition leader, during our first briefing. Jeff Mauritzen, a photographer for National Geographic who traveled with us, agreed. \"This isn't a vacation,\" he said. \"You're going to be tired at the end of the trip because you were doing stuff the whole time and you were learning the whole time.\"</p><p>It still felt like a vacation. We weren't roughing it, though our days spent sailing through the famously turbulent Drake Passage left me so seasick that I nearly threw up on Dr. Tom Hart, a marine biologist who specializes in penguins, while he was giving a lecture. (Hot tip: If your boat's reception area, as mine did, has a candy dish filled with seasickness pills, take them.) In my room on deck seven, I had a balcony and a hammock from which to watch icebergs drift by. Most of our meals were served in a restaurant on deck five with wraparound windows. Humpback whales glided by during dinner more days than not. ArJay, our waiter, memorized my favorite wine and had a glass ready for me each time I sat down. Crew members practically carry you onto the Zodiacs, small inflatable boats that take you from the ship to the shore. And during our Christmas Day excursion -- a Zodiac ride through a field of ice -- staff pulled up alongside us to serve hot chocolate (with optional peppermint schnapps).</p><p>Is taking a cruise during Covid an asinine idea? That would depend on whom you ask. Lindblad required that everyone on our expedition be vaccinated. We were tested twice before boarding our flight and again every 72 hours after that. These measures made little impact on my trip. But the two guests who tested positive on board would likely tell a grimmer story. They were moved to cabins with different air circulation systems than the rest of the boat, and spent the bulk of the journey in confinement.</p><p>Luckier passengers like yours truly had an unforgettable trip. Along with 55 other guests, I did a \"polar plunge\" and inelegantly leapt into the 31-degree open ocean wearing nothing but a bathing suit. One night, while sitting on the observation deck, I watched shades of orange and fuchsia saturate the sky while the sun set behind mammoth tabular icebergs. During a visit to a penguin colony, I saw -- and heard -- an iceberg split in half. (It sounded a bit like those ASMR videos in which celebrities crunch on potato chips.) I kayaked around a rusted shipwreck from 1915. And I got to do it all with my family, which, in the midst of a pandemic, was a gift.</p><p>Sven-Olof Lindblad, the company's founder whose father brought some of the first groups of tourists to Antarctica in 1966, said such family trips are becoming more common. The International Association of Antarctica Tour Operators clocked a record-breaking 62 ships during the 2019/2020 season. Antarctic tourism is not yet back to pre-Covid numbers -- only around 30 ships are expected for the 2021/2022 stint -- but it's quickly building.</p><p>I will never forget standing on my balcony after enduring the Drake Passage and seeing my first iceberg. I felt like I'd arrived in some kind of pristine Narnia. As romantic as that sounds, \"Antarctica is still a potentially dangerous place,\" said Mr. Lindblad, stressing the importance of traveling on a polar-class ship with an experienced staff. I'm sure that's true. I had guides that made makeshift steps out of grates and snow so I could daintily climb ashore. I felt pretty safe.</p><p>---</p><p>ICE PACK / FOUR WAYS TO EXPERIENCE ANTARCTICA, FROM MODESTLY PRICED, ACTION-PACKED ITINERARIES TO WHOLLY INDULGENT VOYAGES ON LUXURY LINERS</p><p>FOR ADVENTURERS ON A BUDGET</p><p>If you're looking to hit the Antarctic Peninsula but are turned off by the typically steep price tag, Quark Expeditions' Antarctic Explorer 11-day itinerary offers plenty of bang for the buck. \"It's a solid adventure with not as many frills,\" said Ashton Palmer, president of travel agency Expedition Trips, which specializes in small-ship cruises. Even so, you'll still find a number of luxuries aboard some of Quark's ships, such as a spa, sauna and gym. When it comes to outdoor activities, the expedition offers camping (guests can snooze under the stars in a mummy-style sleeping bag) and kayaking, and on the Ultramarine ship, helicopter tours. From $7,825 a person</p><p>FOR THE SEASICKNESS-AVERSE</p><p>The Drake Passage -- the stretch of ocean between Cape Horn and Antarctica -- is sometimes glassy and calm. But more often, it's a choppy ride with at least 20-foot waves that will rock even the most stable of ships -- and turn the strongest of stomachs. To skip all that, try Silversea's Antarctica Bridge trip, which ranges from five to nine days. The fare includes round-trip flights from your hometown to Santiago, Chile; round-trip charter flights from Santiago to Punta Arenas, on the country's southern tip; and round-trip charter flights to Antarctica's King George Island where you'll meet a luxury boat. Audley Travel's Matt Nilsson said Silversea is the most popular option for their high-end clients. From $16,600 a person</p><p>FOR SUPER LUXURY SEEKERS</p><p>The Scenic Eclipse is about as luxe as you can get while cruising around Antarctica. \"That's definitely a five-star vessel,\" said Mr. Palmer of the ship, which can carry 288 guests but has a cap of 200 in polar regions. The ship offers eight restaurants, a spa and spacious staterooms (the smallest is 345 square feet), and the company's all-inclusive 16-day Beyond the Antarctic Circle itinerary is among the only Antarctic cruises that hit that extreme southern latitude. But don't expect to laze on board all day getting pampered. Available excursions include submarine rides, helicopter tours, paddleboarding, shore landings and, starting next season, heli-skiing. From $19,525 a person</p><p>FOR NATURE NERDS</p><p>Most cruises have experts to guide you, but thanks to its partnership with National Geographic, Lindblad's cruises host scientists doing their own research in Antarctica, as well as Nat Geo photographers who will give you pointers whether you're shooting with a pro camera or an iPhone. Guests can attend experts' lectures, accompany them on landings and, when Covid restrictions lift, join them for meals. \"Lindblad has always done a great job with . . . naturalists and lecturers. They're probably the leader in that area,\" said Mr. Palmer. The 14-day Journey to Antarctica itinerary offers a polar plunge, kayaking and hiking. From $15,380 a person</p><p>---</p><p>Orange Parka Optional</p><p>A fashion editor smartens up the South Pole dress code</p><p>Before any good Antarctic expedition, you'll receive a recommended packing list. Some companies even offer items like waterproof pants and gloves for rent onboard. But, being a fashion editor, I tend to gravitate toward clothes with a little something extra. While the standard-issue suggestions are all fine and functional -- which should be your top concern -- they're not exactly chic. So I made a few adjustments: I opted for my favorite cat-eye sunglasses over ski goggles; shapely waterproof salopettes instead of unflattering nylon pants; and a mohawk-topped hat in lieu of a standard beanie. One thing I don't advise tweaking? The boots. Your ship should have pairs to borrow or rent, which will be cleaned with biocide daily to kill living organisms so you don't trek anything foreign onto shore during your various landings. Plus, they need to be warm and waterproof, so don't try anything fancy. To make the rest of your look \"fashion,\" consult our picks.</p><p>Salopettes, $695, AztechMountain.com; Coat, $1,470, Fusalp.com; Sunglasses, $1,495, Chanel, 212-334-0055; Backpack, $299, Patagonia.com; Long Underwear Top, $135, Bottom, $135, Ibex.com; Gloves, $155, HestraGloves.us; Beanie, $215, Woolrich.com</p><p>(See accompanying photos -- WSJ Feb. 26, 2022)</p>",
  "published": "2022-02-26T00:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": []
    }
  ]
}