{
  "_id": "d9e7532fb24dc9d91ea6266334e779944c1f26cc71a8aeec9b41f2ee8650957b",
  "feed": "ftcomall",
  "title": "Big Tech increases funding to US foreign policy think-tanks",
  "text": "<p>The world's largest technology companies are pouring money into the biggest foreign policy think-tanks in the US, as they seek to advance the argument that stricter competition rules will benefit China.</p> <p>Google, Amazon, Facebook and Apple are behind an increase in funding to four of Washington's most prestigious research groups: the Center for Strategic and International Studies, the Center for a New American Security, Brookings and the Hudson Institute.</p> <p>Total donations from Big Tech companies to the four think-tanks have risen from at least $625,000 in 2017-18 to at least $1.2mn in 2019-20, according to a Financial Times analysis of financial disclosures. These figures could be as high as $1.2mn in 2017-18 to $2.7mn in 2019-20.</p> <p>Not all of the groups have published figures for 2020-21, but those that have also show tech donations increasing once more.</p> <p>While the money spent is relatively small for the companies involved — Google, Amazon, Facebook and <a href=\"https://www.ft.com/content/57f57303-82b9-49db-89ee-54888e1c714d\">Apple</a> each have market capitalisations of more than $1tn — the funding has ramped up as tech groups join the oil and gas industry among the top donors to the think-tanks.</p> <p>Technology companies have been building their presence in Washington for several years, as they fight bipartisan attempts to regulate them more strictly on everything from privacy to content moderation. </p> <a href=\"http://www.ft.com/cms/8573456.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a> <p>There have been <a href=\"https://www.ft.com/content/8c7527bc-7ab4-41cd-ba94-3145208da9c3\">similar lobbying efforts</a> around the world, but particularly in Brussels, with EU officials having shown a strong appetite for taking on US tech groups with antitrust probes and new rules.</p> <p>Silicon Valley's biggest companies have become focused on influencing the US foreign policy elite, at a time when measures are being considered to tackle their market power in a way that tech executives have argued risks letting Chinese tech giants become more powerful. </p> <p>A spokesperson for the Hudson Institute, which has taken money from Facebook since 2018, said: “[Facebook has] supported our work analysing the threats to American competitiveness from a rising China, in particular in regard to data and research and development.”</p> <p>A focus on national security and taking a more aggressive stance against China are among the few areas of relative policy consensus between Republicans and Democrats.</p> <p>Last month, the American&#xa0;Innovation&#xa0;and Choice Online Act <a href=\"https://www.ft.com/content/069ab0bc-5407-4bc6-82bc-c2473dcb1c75\">passed through</a> the Senate committee stage, despite a vigorous lobbying effort against it by the companies affected. The bill would stop tech groups from using their platforms to give preferential treatment to their own products.</p> <p>Some of the people affiliated with the foreign policy think-tanks have been vociferous defenders of Big Tech recently, including 12 former top national security officials who signed <a href=\"https://www.documentcloud.org/documents/21062393-national-security-letter-on-antitrust?responsive=1&amp;title=1\">a letter</a> last September urging Congress to stop working on bills designed to toughen antitrust enforcement. </p> <p>Signatories to the letter include Dan Coats, who served as director of US national intelligence under Donald Trump, and Leon Panetta, who served in the administrations of presidents Bill Clinton and Barack Obama.</p> <p>The former officials argued against the competition bills going through Congress, saying they would put Chinese companies such as Huawei and Tencent “in a better position to assume global pre-eminence”. Their letter used very similar language to that in <a href=\"https://www.ccianet.org/wp-content/uploads/2021/09/CCIA-KS-NatSec-White-Paper.pdf\">a white paper</a> released by the Computer and Communications Industry Association at the same time, which warned about the risk of stricter regulation. </p> <p>People close to the Biden administration said lobbyists were increasingly focused on similar arguments during private meetings. </p> <p>“They are throwing spaghetti at the wall and seeing what sticks,” said one Democratic official. “At the moment, they seem to believe that the national security arguments are sticking.”</p> <p>The think-tanks themselves have denied being influenced by corporate donations from the technology industry.</p> <p>Andrew Schwartz, chief communications officer at the CSIS, said: “Large technology companies have become increasingly interested in the matters of national security that we hold expertise in due to the growing strategic competition between Washington and Beijing, along with heightened issues of privacy. </p> <p>“Naturally, these companies want to become better educated, learn from our expertise and understand how we think about the policy issues that we study.” </p> <p>Shai Korman, director of communications at CNAS, said: “CNAS&#xa0;maintains strict intellectual independence and sole editorial direction and control over its ideas, projects, publications, events and other research activities.”</p> <p>From 2016 to 2021, internet companies increased their spending on lobbying in the US from a combined $60mn to $92mn, <a href=\"https://www.opensecrets.org/federal-lobbying/industries/summary?cycle=2021&amp;id=B13\">according to</a> public figures collated by the non-profit organisation OpenSecrets. </p> <p>Online businesses have also increased their spending on technology-related think-tanks, such as the Center for Democracy and Technology, which conduct research on industry-specific issues.</p> <p>Since 2018, many of these companies have also become active funders of research on foreign policy and national security. Brookings received at least $620,000 from the four tech organisations in 2019-20 and at least $1mn in 2020-21. For CNAS, the figure rose from at least $250,000 to at least $350,000 over the same period.</p> <p>Bruce Freed, president of the Washington-based Center for Political Accountability, which argues for stricter tech regulations, said: “Funding think-tanks is a great way to influence experts and help shape the political conversation in a way that helps you.</p> <p>“This is not traditional lobbying, but these companies are seeking to shape the conversation and shape the political climate. If they are spending this money, they are expecting a return.”</p> <p>Google said: “We have openly contributed to organisations from across the political spectrum for over a decade to encourage a robust debate on good technology policy.”</p> <p>Facebook, Amazon and Apple did not respond to requests for comment.</p><p>Source: Kiran Stacey in Washington and Caitlin Gilbert in New York 2022 'Big Tech increases funding to US foreign policy think-tanks' FT.com 1 February. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-02-01T05:00:17.965Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 5887,
          "end": 5892
        },
        {
          "start": 232,
          "end": 237
        },
        {
          "start": 963,
          "end": 968
        }
      ],
      "nexusId": "10022657"
    }
  ]
}