{
  "_id": "8a94a707bc5c5e5de73dfe98d707965b20552c20ca7765bc870bf2cce4230d9f",
  "feed": "wall-street-journal",
  "title": "Stock Funds Slumped to Start 2022; The average fund dropped 6.7% in January. Also: The Super Bowl Predictor of the market says to root for the Rams.",
  "text": "<p>It hasn't been a happy new year so far for fund investors.</p><p>The average diversified U.S.-stock fund declined 6.7% in January, coming off a pandemic-defying 22.5% rally for all of 2021, according to Refinitiv Lipper data.</p><p>International-stock funds declined 4.4%, after having rallied 9.6% in 2021.</p><p>What happened? The market's rally during the pandemic and lockdowns had been driven by good corporate earnings, supported by the Federal Reserve. But signals from Fed officials about cutting back on its support faster than expected, to fight inflation, sent investors scurrying. January was the worst month for the overall market since March 2020, the month the pandemic took hold.</p><p>Funds that invest in growth stocks—those powered by corporate-earnings potential—took it on the chin in January. Large-cap growth funds declined 9.6%, midcap growth funds fell 13.2% and small-cap growth was off 12.3%. All of these growth categories hammered out double-digit gains for all of 2021.</p><p>But within the growth category, there is a rotation toward high-quality stocks from lower-quality stocks, says Peter Zangari, MSCI's global head of research and product development.</p><p>\"The largest tech stocks are not a homogenous bunch: Firms like Apple are considered high quality based on profit margins and steady earnings,\" he says. \"Other firms like Tesla are considered lower quality based on the same measure. But the bulk of the rotation has been outside of the tech giants\"—midcap and small-cap growth stocks are falling sharply, Mr. Zangari says.</p><p>\"The highest-quality growth stocks have just been far more resilient than the lowest quality,\" he says.</p><p>Meanwhile, growth's rival approach, \"value\" investing—stocks that are perceived to be low-price or beaten down—has been ascending. The category couldn't avoid the January tidal wave, though the declines were relatively modest compared with growth's drops. Large, midcap and small-cap value funds declined an average of 1.6%, 2.6% and 3.5%, respectively, in January.</p><p>The dour January doesn't mean that 2022 overall will be poor for stocks. In fact, stocks went on a four-session win streak at the end of January and managed a gain for last week despite a rough Thursday.</p><p>Bond funds declined in January. Funds tied to intermediate-maturity, investment-grade debt (the most common type of fixed-income fund) were off 2.1% in January, after having declined 1.3% for all of 2021.</p><p>Super Bowl and Stocks</p><p>Ready, set... buy?!</p><p>Once again, the Super Bowl will be played at a stadium named after a financial firm, SoFi Stadium. Appropriately, bullish investors who believe in the quirky stock indicator known as the Super Bowl Predictor should root for the Los Angeles Rams.</p><p>The Predictor—popularized by the late market analyst Robert H. Stovall—says that stocks go up for the year if an original NFL team (like the Rams) wins, but down if from the old, premerger AFL (the Cincinnati Bengals). This has worked after 41 of the 55 Super Bowls, a 75% clip.</p><p>The Predictor had an 82% success rate through 2015 before a five-year losing streak. But it worked again in 2021 after Tampa Bay (a postmerger team that counts for the National side, since it is in that conference) won the game over Kansas City (a bearish team, as an original AFL member) and the market rallied for the full year.</p><p>Mr. Stovall always conceded that the Predictor is a \"statistical Frankenstein,\" proving correlation rather than causation.</p><p>\"There is no intellectual backing for this sort of thing,\" Mr. Stovall said in 2016, \"except that it works.\"</p><p>Mr. Power is a Wall Street Journal features editor in South Brunswick, N.J. Email him at william.power@wsj.com.</p><p>Journal Report</p><p>* Insights from The Experts</p><p>* Read more at wsj.com/personalinvestingreport</p><p>More in Personal Investing</p><p>* What to Know About TIPS</p><p>* Sex and the Proxy Fight: Is There Bias?</p><p>* Olympic Defeats and Investors' Moods</p><p>* A Medicare Shock: Surcharges</p><p>* Get Ready for Student-Loan Repayments</p><p>Stock Funds Slumped to Start 2022</p>",
  "published": "2022-02-06T18:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1222,
          "end": 1227
        }
      ],
      "nexusId": "10022657"
    }
  ]
}