{
  "_id": "5b13e6fafb77dfa2dba81823c3df7ed00aef320ab6429c18719394f39cf99dbf",
  "feed": "ftcomall",
  "title": "China intervenes to reassure nervous investors",
  "text": "<p>Good evening,</p> <p>China's <a href=\"https://www.ft.com/content/8d6d1394-c10a-45e2-bcc4-374439fd6760\">rare intervention</a> in financial markets today aims to reassure investors nervous of slowing economic growth, the effects of the war in Ukraine and coronavirus lockdowns, as the country battles a surge in infections.</p> <p>Liu He, China's top economic official, said Beijing would take measures to “boost the economy in the first quarter” as well as introduce “policies that are favourable to the market”, even if, at the moment, it is unclear what those precise measures will be.</p> <p>However, the move was enough to <a href=\"https://www.ft.com/content/8363b154-61ed-495b-bb10-55a5e6d4d027\">lift Chinese stocks</a>, which have been hit by a sharp sell-off recently, accelerated by the crisis in Ukraine.</p> <p>The jump in infections has led to lockdowns in several cities, putting a brake on economic growth and disrupting already stretched global supply chains. Hong Kong is suffering a <a href=\"https://www.ft.com/content/f77c5717-cb9a-4a0d-a2d3-5761592ba80a\">brain drain</a>, while all but essential factories in the tech hub of <a href=\"https://www.ft.com/content/d59c7636-d895-4138-8e07-e9fbfdbd100f\">Shenzhen</a> have been ordered to stop production for a week. Tens of millions of people are trapped in their homes in <a href=\"https://www.ft.com/content/659a5337-681b-4ef2-a9ac-db9aaaa78cef\">Shanghai</a>, China's wealthiest and most populous city.</p> <p>The severe restrictions have been heavily criticised by business. “China is digging itself into a deep hole with its zero Covid policy,” said one expert at US consultancy Bain. “As the restrictions are hurting suppliers and logistics operations, companies are moving beyond containing the current crisis and towards diversifying production locations, undermining China as the <a href=\"https://www.ft.com/content/483ef3bc-e600-4c2d-bbf3-15208e52020c\">supply chain hub</a> of the world.”</p> <p>Apple supplier Foxconn said today that revenues could shrink by up to 3 per cent this year and that it might struggle to hit operating profit margins as costs rise and the pandemic continues. Restrictions in Shenzhen mean “factories cannot ship” and “freight forwarders warehouses are mostly shut down”, according to a report seen by the Financial Times. Transport between Hong Kong and the mainland meanwhile was in “semi-meltdown status”.</p> <p>War-related market turmoil has also affected China as the globe's biggest importer of oil and a big buyer of food from around the world. </p> <p>As our Big Read explains, China is also experiencing a backlash from its <a href=\"https://www.ft.com/content/50aa901a-0b32-438b-aef2-c6a4fc803a11\">friendship with Russia</a>. President Xi Jinping and Russian leader Vladimir Putin only last month signed a “no limits” partnership in Beijing, described by one US official as the “coming out party” for their growing allegiance. </p> <p>Unlike Russia, with which it shares a deep hostility to the US's global role, China can afford to play a “long game”, says chief foreign affairs commentator <a href=\"https://www.ft.com/content/75701f79-2edd-4a46-98e7-620473ffabce\">Gideon Rachman</a>, by relying on its economic might to change the global balance of power. But, he argues, Putin's actions have brought forward that potential confrontation with the west.</p> <p>And while trying to isolate China would be much more difficult than imposing sanctions on Russia, given how deeply integrated the country is in western supply chains, a crisis such as the current one causes people to re-examine basic assumptions, he says.</p> <p>“The idea of an economic severance of China from the west, once unthinkable, is beginning to look more plausible,” Rachman concludes. “It might even appeal to the growing constituency of economic nationalists in the west who now regard globalisation as a disastrous error.”</p> <h1>Latest news</h1> <ul>  <li><p>US to send more <a href=\"https://www.ft.com/content/8e279842-ff80-4342-86da-df15eb3b7d09\">military aid to Ukraine</a> following plea from Zelensky</p></li>  <li><p>Energy&#xa0;traders call for ‘emergency' <a href=\"https://www.ft.com/content/6cdc4859-db8c-4137-8436-2a10cb50f579\">central bank intervention</a>&#xa0;</p></li>  <li><p>Oaktree prepares <a href=\"https://www.ft.com/content/c031e021-9b76-45e6-be61-62ddec48c36a\">offer for Chelsea</a> as race to buy football club heats up</p></li> </ul> <p><em>For up-to-the-minute news updates, visit our&#xa0;</em><a href=\"https://www.ft.com/content/6cf7229b-1aa7-435e-84d9-e3c7a094350d\"><em>live blog</em></a></p> <h1>Need to know: the economy</h1> <p>The <strong>US Federal Reserve</strong> <a href=\"https://www.ft.com/content/4cd13c43-3387-4af8-9866-2d618c936d2b\">lifted its benchmark interest rate</a> for the first time since 2018 today, with a quarter-point rise expected at all of the six remaining policy meetings. Data released yesterday ahead of the Fed's decision showed <strong>US producer prices</strong> rose <a href=\"https://www.ft.com/content/dfe654df-4fd3-4f88-9d8c-e8f05c8624dc\">10 per cent</a> in February, the fastest year-on-year rate since the data were first collected in 2010. The FT Editorial Board discusses the tough choices for <a href=\"https://www.ft.com/content/c57ae319-07fc-4817-af1f-39bb9314afaf\">central banks</a> as inflation rages.</p> <p><strong>Russia</strong> will <a href=\"https://www.ft.com/content/2c0d7a8b-a48b-4287-ac3a-376603347ba3\">default on its debt</a> for the first time since 1998 if it tries to make interest payments on its dollar bonds in roubles today, the Fitch rating agency said. Here's our <a href=\"https://www.ft.com/content/9ed033f2-eaa4-4cce-974d-78592a3075af\">explainer</a> on what to expect.</p> <p>The <strong>International Energy Agency</strong> warned of the biggest <a href=\"https://www.ft.com/content/6cf7229b-1aa7-435e-84d9-e3c7a094350d#post-7542ae42-cd2c-44a6-8de6-946cae5f57a0\">supply shock</a> in a generation as the search for alternatives to Russian sources continues. UK prime minister Boris Johnson heads to talks with the <a href=\"https://www.ft.com/content/6cf7229b-1aa7-435e-84d9-e3c7a094350d#post-0040c495-8142-4a16-8c17-ed51db45f412\">UAE and Saudi Arabia</a> over increasing oil production, but in the meantime British motorists are set for <a href=\"https://www.ft.com/content/1d3b35e9-118c-4a33-8de5-1633d9e95da0\">pain at the pumps</a>. Power supplier Octopus energy said the UK could eliminate its dependence on Russian gas within two years by increasing the number of <a href=\"https://www.ft.com/content/ffc6b372-48d9-49de-b909-1087fbcf5d67\">onshore wind farms</a>.</p> <h2>Latest for the UK and Europe</h2> <p><strong>Brussels</strong> warned the war in Ukraine would cause a <a href=\"https://www.ft.com/content/2be6b385-6d96-4745-9c6a-2a835da645e9\">“severe” hit to EU growth</a>, which is now predicted to be below the 4 per cent it forecast just a month ago. Investor sentiment in Germany, the bloc's biggest economy, is now at its lowest level since the pandemic began, according to yesterday's closely watched Zew survey.</p> <p>All remaining <strong>UK travel restrictions</strong> will be <a href=\"https://www.ft.com/content/2ee29eb1-8c04-4950-bcf2-57b03766a118\">scrapped from Friday</a>. Arrivals in the country will no longer need to fill out a passenger locator form and unvaccinated people will not need to take a coronavirus test before departing for the UK or after their arrival. Scotland will not be removing laws requiring face coverings as planned because of the current spike in infections.</p> <p>Official <strong>labour market data</strong> showed the number of unfilled vacancies in the UK rising to a record 1.3mn and wages <a href=\"https://www.ft.com/content/60a79b3e-5d94-400c-84c5-a8b812619e2f\">failing to keep up with inflation</a>. <br>Average earnings were 3.8 per cent higher than a year earlier over the November to January period — a real terms fall of 1 per cent — increasing pressure on chancellor <strong>Rishi Sunak</strong> to address the <a href=\"https://www.ft.com/content/20477fbf-847a-496d-912b-1ed995f21b08\">cost of living crisis</a> in his spring statement next Wednesday.</p> <p><em>Listen to our </em><a href=\"https://www.ft.com/content/7d72a5dd-b124-4438-9ff8-f6c90eac6e19\"><em>Money Clinic podcast</em></a><em> for tips on how to make your household budget stretch further as “awful April” approaches, with its double whammy of UK tax rises and increases in energy bills.</em></p> <h2>Global latest</h2> <p>Chief economics commentator <strong>Martin Wolf</strong> says Russia's war will <a href=\"https://www.ft.com/content/21ee7ac4-43ce-4d0b-b9b3-73f51e175830\">remake the world</a>. “Threats of nuclear Armageddon, a mobilised west, an alliance of autocracies, unprecedented economic sanctions and a huge energy and food shock. No one knows what will happen. But we do know this looks to be a disaster,” he laments. Trade Secrets writer <strong>Alan Beattie</strong>, on the other hand, is sceptical that the <a href=\"https://www.ft.com/content/902132a0-e4fd-4776-bdbe-ce6d0590ce2f\">anti-Putin coalition</a> will permanently change the way the global economy, trade and energy are governed.</p> <p>New Zealand's prime minister <strong>Jacinda Ardern</strong> has sped up the reopening of <a href=\"https://www.ft.com/content/78321fca-8eda-491a-ad1b-9783f09d9028\">the country's borders</a> after polls suggested that her popularity with voters was on the decline. Ardern said the country had the lowest rate of deaths during the pandemic in the OECD.<br><br>The US is <a href=\"https://www.ft.com/content/ff891731-0f82-4717-9bcf-29d36e87689c\">running out of money</a> to pay for Covid-19 vaccines, tests and treatments, the <strong>White House</strong> warned, after Congress rejected a $15bn spending package. Health officials also fear that Europe's recent surge in infections could soon come to the US.</p> <h1>Need to know: business</h1> <p>The EU and UK <a href=\"https://www.ft.com/content/86285e33-da81-4846-bee1-f7eefa44741a\">unveiled more sanctions</a> against <strong>Russian oligarchs </strong>as well as targeting imports of goods such as vodka. Brussels also set up “a far-reaching ban on new investment across the Russian energy sector”. But although oil majors such as BP and ExxonMobil pledged to quit Russia, <strong>oil services companies</strong> Schlumberger, Baker Hughes and Halliburton — partners of Russian state-backed producers Rosneft and Gazprom — have <a href=\"https://www.ft.com/content/9dc2624b-63cb-40d2-af35-246e5e60f261\">not followed suit</a>.</p> <p><strong>Europe's</strong> <strong>car plants</strong> have been hit by a shortage of cheap <a href=\"https://www.ft.com/content/1d0522d0-5bb2-4c49-8978-6fb99fec7e24\">cabling components</a> made in Ukraine. <strong>VW</strong> said it would consider <a href=\"https://www.ft.com/content/9a9bb642-812d-40a1-b002-7af18e6ec1aa\">expanding outside Europe</a> if the war continued. Our Big Read <a href=\"https://www.ft.com/content/7fe10b69-bc19-4aff-9b46-e0233e00c638\">examines the risks</a> involved for VW and others in relying on authoritarian states such as China. </p> <p><strong>Intel</strong> announced a €30bn investment in European chip manufacturing, as Brussels tries to <a href=\"https://www.ft.com/content/3f7e4a87-f0c4-469a-b0cf-7bb3570e31f4\">make the EU a semiconductor leader</a> that is less reliant on chips from Asia. However, UK chip designer <strong>Arm</strong> is <a href=\"https://www.ft.com/content/3ab4b053-4f7b-4dd8-9895-17e8be93afef\">cutting 1,000 jobs</a> after the collapse of its sale to Nvidia.</p> <p>UK MPs accused the <strong>British Business Bank</strong> of a “colossal cock-up” for presiding over fraudulent pandemic <a href=\"https://www.ft.com/content/37dad961-6582-45bf-8bc6-4dd5f934cba8\">bounce back loans</a> for companies.</p> <p>UK <strong>restaurant, food</strong> <strong>and leisure groups</strong> warned of the impact of <a href=\"https://www.ft.com/content/0de838c4-cfc8-4453-9c82-6d497a205003\">higher input costs</a> because of the war in Ukraine. One analyst said additional increases in value added tax, business rates and the national living wage could “tip some operators over the edge”.</p> <p>Big banks are on alert for <strong>Russian cyber attacks</strong> on Swift after seven of the country's lenders were kicked off the <a href=\"https://www.ft.com/content/a2bdba3b-f1dd-4c9f-a0de-9ffff6e744e4\">payments messaging system</a>. “During warfare, it's the most effective place to hit — it's the nucleus of the global banking system, the node that connects everything,” one senior banker told the FT. <strong>Paschal Donohoe</strong>, president of the eurogroup and Ireland's finance minister, wrote in the FT that <a href=\"https://www.ft.com/content/2b0b4970-1744-4d03-aea5-5c99779bff59\">banking union</a> was essential if the EU was to survive future crises.</p> <p>The pandemic-fuelled shift towards <strong>digital banking</strong> and <strong>ecommerce</strong> continues as HSBC said it would <a href=\"https://www.ft.com/content/65d26f6c-7730-4729-95d1-a3ddcee17637\">close a tenth of its UK branches</a> after footfall declined. <a href=\"https://www.ft.com/content/3aafd4d2-f9f7-400d-a524-97a05449f896\">Inditex</a>, the world's biggest clothing retailer, said it expected online sales to account for 30 per cent of revenues in 2024.</p> <h1>The World of Work</h1> <p>UK retailer <strong>Wilko </strong>apologised for issuing staff guidance to attend work even if they were <a href=\"https://www.ft.com/content/2210fd41-851a-41a4-8b9c-0a45962130ca\">Covid-positive</a>. The relaxed rules were an early example of a UK employer using the government's end to legally enforced self-isolation to get staff back into the workplace.</p> <p>Rob Bridgman, founder of sofa maker <strong>Snug</strong>, shares how he dealt with the supply chain problems thrown up by the pandemic and how he changed his business to make people more confident about <a href=\"https://www.ft.com/content/e22d5612-56be-4d8e-8ccc-4d5f5ee423ef\">buying online</a>.</p> <p><em>Isabel Berwick will be hosting a live version of our Working It podcast alongside columnist Pilita Clark on Wednesday April 6 in London, with all</em> <em>proceeds going to the Choose Love fundraiser for Ukraine.</em> <a href=\"https://www.eventbrite.co.uk/e/breakfast-series-the-financial-times-presents-working-it-live-tickets-287809775787\"><em>Get your tickets here</em></a><em>.</em></p> <p><em>Get the latest worldwide picture with our </em><a href=\"https://ig.ft.com/coronavirus-vaccine-tracker/\"><em>vaccine tracker</em></a></p> <h1>And finally . . . </h1> <p>Art has always been weaponised, one way or another, writes arts editor Jan Dalley. But can <strong>boycotting Russian artists</strong>, or forcing them to publicly condemn the war, <a href=\"https://www.ft.com/content/c5b1a01a-dc5b-41a6-a941-2480d2123fe9\">possibly have any effect</a> — especially against a Kremlin leadership unruffled by international disgrace?</p><p>Source: Darren Dodd 2022 'China intervenes to reassure nervous investors' FT.com 16 March. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-03-16T18:37:12.460Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1456,
          "end": 1461
        }
      ]
    }
  ]
}