{
  "_id": "11ef889773a33ad29d95b69bd4eb895625167f77b3bdf0f0fd316797cc17cde9",
  "feed": "wall-street-journal",
  "title": "Meme Stocks Slump to Start  The Year Amid Broader Selloff  ---  GameStop and AMC  both lose over 10% in  2022, driven by concern  over interest rates  ----  By Caitlin McCabe",
  "text": "<p>   A U.S. stock market selloff is hitting shares of meme stocks particularly hard, dragging down companies that became favorites among individual investors last year. </p><p>   Shares of GameStop Corp. and AMC Entertainment Holdings Inc. have tumbled in the first trading week of 2022, losing 12% and 17%, respectively. It is a turnaround from 2021, when so-called retail investors banded together to send the shares soaring. GameStop and AMC, both struggling businesses when retail investors discovered them en masse last year, finished 2021 with gains of 688% and 1,183% for the year. </p><p>   This year hasn't been so kind. Concerns about likely interest-rate rises have clobbered highflying stocks and shares of other growth companies, weighing on major indexes. The technology-heavy Nasdaq Composite is down 3.6% for the month, while the broader benchmark S&amp;P 500 has lost 1.5%. </p><p>   GameStop and AMC aren't alone in their losses. Other stocks popular among individual investors have slumped this week. Software company Palantir Technologies Inc. and U.S.-traded American depositary receipts for Chinese electric-vehicle maker NIO Inc. are both down more than 7%. </p><p>   GameStop and AMC, however, are facing losses that have outpaced most of their peers. AMC fell 1.3% Thursday to end at $22.46, its lowest close since May. GameStop, by contrast, rose 1.3% to end at $131.03. </p><p>   Individual investors have remained active in the market in 2022, buying a net $3.9 billion of U.S. stocks and exchange-traded funds in the first three trading days of the year, data from Vanda Research through Wednesday show. </p><p>   They have remained net buyers of GameStop and AMC, too. Individual investors have purchased almost $1.8 million of GameStop and nearly $15 million of AMC shares on a net basis during the first three trading days of this year, according to Vanda data. That buying activity, however, has been eclipsed by their interest in other stocks including chip maker Advanced Micro Devices Inc. and Apple Inc. </p><p>   GameStop and AMC shares were facing pressure even before the new year kicked off. Both are down 23% or more from their levels three months ago. In December, GameStop said its quarterly loss had widened from a year before. AMC also disclosed that month that its chief executive officer, Adam Aron, and its chief financial officer sold a combined $10.2 million of stock. </p><p>   Despite the recent performance of both stocks, individual investors on social-media forums seemed content to keep holding shares of both companies. Both ranked in the top five most mentioned on Reddit's WallStreetBets forum Thursday afternoon, according to TopStonks.com data tracking activity in the last 24 hours. </p><p>   In after-hours trading Thursday, GameStop's stock surged. On Thursday afternoon, the Journal reported that the videogame retailer is launching a division to develop a marketplace for nonfungible tokens. </p><p></p>",
  "published": "2022-01-07T07:07:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1961,
          "end": 1966
        },
        {
          "start": 1961,
          "end": 1971
        },
        {
          "start": 1961,
          "end": 1970
        }
      ],
      "nexusId": "10022657"
    }
  ]
}