{
  "_id": "6ca80118703ec14e9a0e9d2caf9d8bb3c3743f2f4a5e241cd1d8e5b0e5f22343",
  "feed": "wall-street-journal",
  "title": "Hollister Lets Teens Send Their Online Carts to Parents for Checkout; Abercrombie & Fitch Co. retailer hopes Share2Pay system will lead to fewer abandoned orders",
  "text": "<p>\"There was a lot of lost sales on the table,\" said Samir Desai, chief digital and technology officer at Abercrombie &amp; Fitch Co.</p><p>The Share2Pay system will initially only be available to customers in the U.S. and U.K. using the Hollister app. It lets shoppers send their shopping carts to the ultimate buyer via text message in lieu of a traditional checkout mechanism. Buyers can choose to delete or edit certain items for size and color before entering their card details to pay in the app.</p><p>The technology arrives after Hollister's namesake brand and sibling labels Gilly Hicks and Social Tourist collectively reported a 15% decline in sales for the quarter ended July 30 compared with the same period the year before. Abercrombie &amp; Fitch Co. Chief Executive Fran Horowitz in August attributed the performance to inflationary pressures on the Hollister group's target audience, which skews younger and toward the lower end of the income scale in comparison to that of its Abercrombie division, which comprises the Abercrombie &amp; Fitch and Abercrombie Kids brands and saw sales lift by 5%.</p><p>Share2Pay aims to encourage more Hollister customers to convert their shopping bags into sales by removing a tangible obstacle to payment—a lack of credit card, Mr. Desai said.</p><p>\"We're optimistic that inflation is going to start to moderate a little bit, but we're controlling what we can control and a big thing we can control is our experience,\" he said. Early tests of the system found customers in the pilot group were two times more likely to place an order than those who weren't, he added.</p><p>Cart abandonment rates are one of the e-commerce industry's biggest challenges, particularly in the apparel sector, according to Andrew Lipsman, a principal analyst covering retail and e-commerce at research firm Insider Intelligence.</p><p>Other companies are trying to convert more baskets into sales by increasing consumer confidence in purchasing with improved returns processes, as well as the way products are merchandised and described online, Mr. Lipsman said.</p><p>\"There's a huge delta between the amount of value that gets put into a basket versus the amount that ends up flowing through the bottom of the basket, in terms of the sale,\" he said. \"Anyone looks at that and says, 'Well, if I can solve this problem, I can really increase my growth rates.'\"</p><p>Other companies have tried digitally replicating the act of children asking parents for cash at the mall.</p><p>Amazon.com Inc. in 2017 introduced Amazon Teen, which is designed for kids ages 13 through 17 who want to shop with their own logins. When they place an order the platform sends a text or email to their parent or guardian, who can review the items and deselect them before signing off on the purchase. Parents can also set spending limits instead of approving each order individually. Apple Inc. offers a feature called \"Ask to Buy,\" which lets kids in a Family Sharing group request to purchase products online.</p><p>Not all such e-commerce offerings have lasted. A spokeswoman for toy retailer Camp NYC Inc. confirmed it closed down its online Present Shop, which helped kids as young as 3 years old shop online with budgets set by adults, but declined to comment on why. The closure comes less than 18 months after it introduced the platform.</p><p>Abercrombie &amp; Fitch Co.'s Mr. Desai called the in-house development of Share2Pay an example of the company's efforts to operate more like a tech company in some ways.</p><p>\"We're putting things in the hands of the customer and then getting feedback and iterating, versus going away for nine months in the lab and building something that's going to be unbelievably perfect,\" Mr. Desai said. \"We might have missed the boat on customer experience at that point.\"</p><p>Write to Katie Deighton at katie.deighton@wsj.com</p><p>Hollister Lets Teens Send Their Online Carts to Parents for Checkout</p>",
  "published": "2022-10-11T10:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 2830,
          "end": 2840
        },
        {
          "start": 2830,
          "end": 2839
        },
        {
          "start": 2830,
          "end": 2835
        }
      ],
      "nexusId": "10022657"
    }
  ]
}