{
  "_id": "eb0b4f975bef7ffd27541bd2c1057c9c20b944f91e22a6ea502f5305edc4019b",
  "feed": "ftcomall",
  "title": "Crypto use for child abuse images doubling every year, says watchdog",
  "text": "<p>The number of websites accepting cryptocurrency as payment in exchange for child sexual abuse material (CSAM) has more than doubled every year since 2018, according to a charity that combats criminal content online.</p> <p>The Internet Watch Foundation (IWF) identified 250,000 websites that contained child sexual abuse content last year, more than 1,000 of which allowed users to purchase material using <a href=\"https://www.ft.com/cryptofinance\">cryptocurrencies</a>. This is up from 81 in 2018.</p> <p>Based on IWF data the number will rise again this year, albeit not as sharply, despite the collapse of crypto prices.</p> <p>Cryptocurrencies have become a favoured payment method for illicit activity as they provide anonymity for both criminals and their networks. They are often used to trade drugs, traffic people and pay for illegal content.</p> <p>Detective Inspector Darren Young, from the online child sexual abuse and exploitation unit of London's Metropolitan Police, said crypto was being used to pay for CSAM because perpetrators believe they can “hide behind the anonymity of these virtual currencies”.</p> <p>“Predominantly any payment that we are seeing going through for trading of child sexual abuse material, or watching live streamed abuse of children through other parts of the world are being paid for by crypto,” he said.</p> <p>The IWF's figures come as global regulators wrestle with cracking down on the industry's illicit underbelly, which often crosses borders.</p> <p>“Obviously, if you are using your credit card details, it's fairly straightforward for us. Crypto, because you can be using different platforms around the world . . . everything becomes more problematic,” Young added.</p> <p>The increase in sites accepting crypto payments for CSAM coincided with last year's market bull run, where the surging popularity of digital assets drove prices to record highs. “The fact [crypto] has become so normalised has created this perfect storm. People now trust cryptocurrency, it's not that niche anymore,” said IWF hotline director Chris Hughes.</p> <p>The National Center for Missing and Exploited Children, a US government-funded non-profit, received 29.3mn reports of suspected child sexual exploitation last year, an increase of 35 per cent from 2020.</p> <p>While the share of websites accepting crypto payments remains low, the surge in the number of sites doing so has prompted the IWF to launch a “crypto unit” dedicated to combating the emerging trend.</p> <p>“Our job is to record as much detail as we can as accurately as possible, then we pass on that information with our virtual currency alerts to our members and law enforcement partners,” said one member of the IWF's crypto unit who asked to remain anonymous.</p> <p>The IWF liaises with its more than 175 members to combat child sexual abuse imagery being shared online, including Amazon, Apple and prominent crypto platform Coinbase. In March 2022, the Brian Armstrong-led exchange conducted a study that identified roughly 6,900 unique user accounts that were suspected of being linked to activities relating to CSAM, human trafficking or modern-day slavery. The exchange passed these accounts to law enforcement agencies.</p> <p>According to IWF data, more than 50 per cent of cryptocurrency payments made in 2022 were in bitcoin. Other popular cryptocurrencies used for transactions for criminal content included ethereum and dogecoin.</p> <p>“I think the fact that the volume is growing, or at least that we are able to uncover and detect more, clearly demonstrates that it is working for those people that are making money because if they were not making money, why run the risk?” said Hughes.</p> <a href=\"http://www.ft.com/cms/4195bbed-8749-481e-a3a4-94815057df5f.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a><p>Source: Scott Chipolina and Cristina Criddle in London 2022 'Crypto use for child abuse images doubling every year, says watchdog' FT.com 1 November. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-11-01T05:00:57.608Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 2763,
          "end": 2768
        }
      ]
    }
  ]
}