{
  "_id": "61f3db43396c13b7fb2086967db68cb6b6f88542521c34651fa8edebbf5a1649",
  "feed": "ftcomall",
  "title": "Regrets? We've all had a few but they can help your career",
  "text": "<p><em>This is an audio transcript of the </em><a href=\"https://www.ft.com/working-it\"><em>Working It</em></a><em> podcast episode: Regrets? We've all had a few but they can help your career</em></p> <p><strong>Daniel Pink</strong><br>Regret is our most misunderstood emotion. And we have this reigning philosophy on my side of the Atlantic, on your side of the Atlantic, of no regrets. The idea that regret makes us weak. The idea that we should be positive. The idea that we should never look back. And there is 60 years of science saying that is incorrect — that what we know from a whole body of research is that regret is one of the most common emotions that we have. It's also one of the most useful emotions that we have. Ignoring our regrets leads to delusion. Wallowing in them leads to despair. What we wanna do is we want to confront them. We wanna think about them. And what we have in a whole body of research are some ways to do that. It's actually a relatively simple three-step process where we can treat ourselves with some degree of kindness. We can disclose our regrets to make sense of them, and we can extract a lesson from them going forward. This is really the key. I feel like we haven't been taught well enough how to deal with negative emotions in general, let alone this particular negative emotion, which is arguably our most common one. </p> <p><strong>Isabel Berwick</strong><br>Hello and welcome to Working It with me, Isabel Berwick. Today we're talking regret. We've all got many workplace regrets. I know I regret, for example, not going for promotions or bigger jobs much earlier in my career because at that time I didn't think I'd be able to cope with both that and my kids. But is it time to stop feeling negative and like a failure and start embracing regret? And what can we learn about ourselves when we do it? Well, that was New York Times bestselling author Daniel Pink, whose recent book, <em>The Power of Regret</em> explains exactly that — how looking back can help us to push forward. My FT colleague, Andrew Hill, sat down with Daniel a couple of weeks ago to discuss his theories. And I'm pleased to say Andrew joins me now in the studio to unpack his interview. Andrew, welcome. </p> <p><strong>Andrew Hill</strong> <br>Thank you for having me. </p> <p><strong>Isabel Berwick</strong><br>Andrew, can you give us a little overview of Daniel Pink's work because he's pretty well known in sort of management and workplace circles, isn't he? </p> <p><strong>Andrew Hill</strong><br>Yes, I suppose he fits into the same category as people like Simon Sinek and Malcolm Gladwell, who have made a career out of digesting often indigestible academic research and turning it into very crappy ideas, which they can write up for a series of books. And Dan Pink is probably best known for <em>Drive</em>, a book about motivation, but he started out as an author writing about, actually some of the things that Working It has been talking about. <em>Free Agent Nation</em> was his first book about autonomy and freelance life, and he was before that, a speechwriter for Al Gore, the vice-president of the United States. </p> <p><strong>Isabel Berwick</strong><br>So he's moved into something that is almost a taboo subject — regrets and failure. Why do you think that persists, Andrew? Why do we not talk about it? </p> <p><strong>Andrew Hill</strong><br>Well I think it's partly a function of positive thinking, which is another area of sort of social psychology if you like, that has taken off in the last 20 or 30 years. Because positive thinking, essentially, among other things, makes us think we shouldn't look back at things that have gone wrong, that we've got to forge forward. Of course, there's the Édith Piaf song with which Dan Pink begins his book, <em>The Power of Regret</em>. ‘Non, je ne regrette rien' — “I don't regret anything” — and that has sort of faded into the bloodstream of people, that we should constantly look forward and not go back and wallow in our regrets, which, incidentally, Dan Pink also agrees with. We shouldn't wallow when he sees regrets as something more useful. </p> <p><strong>Isabel Berwick</strong><br>What's your biggest regret, Andrew? </p> <p><strong>Andrew Hill</strong><br>I think there's a regret of boldness. I mean, I feel a little bit, as you said about your earlier career, that there are things that I could have done with the platform and privileges that I've had that could have been bolder. I'm not somebody who has lots of regrets that I wallow in, but I have been very interested in this book, partly because I think it does find a way to allow us to use these regrets to make positive change. </p> <p><strong>Isabel Berwick</strong><br>So let's hear what Daniel has to say about harnessing that power in a really effective way. </p> <p><strong>Andrew Hill</strong><br>Jeff Bezos had this regret minimisation framework . . . </p> <p><strong>Daniel Pink<br></strong>Right.</p> <p><strong>Andrew Hill<br></strong>Approach to . . . </p> <p><strong>Daniel Pink<br></strong>Right.</p> <p><strong>Andrew Hill<br></strong>Career and work and so on.</p> <p><strong>Daniel Pink<br></strong>Right.</p> <p><strong>Andrew Hill<br></strong>You turn that more positively into a regret optimisation . . . </p> <p><strong>Daniel Pink<br></strong>Yeah.</p> <p><strong>Andrew Hill<br></strong>Framework.</p> <p><strong>Daniel Pink<br></strong>Yeah.</p> <p><strong>Andrew Hill<br></strong>Talk a little bit about that. </p> <p><strong>Daniel Pink</strong><br>Well, I think that Bezos is smart to some extent. Like, it is helpful for us to make decisions today that anticipate our regrets tomorrow. However, if you look at the research on anticipated regret, it comes with some caveats — that is, when we anticipate our regrets, we sometimes make risk-averse decisions because certain kinds of perspective failures are more salient than the unknown, and so we end up making suboptimal decisions. But the other thing — and this comes out of the World Regret Survey — is that around the world, people seem to have the same four regrets over and over and over again. And so as we anticipate our regrets, what we should be doing is focusing on those things that I'm pretty confident that people will regret. Let me make it concrete. The me of ten years from now, the me of 2032, is not gonna care what I have for dinner tonight. Right? If I'm saying, oh, what should I have for dinner tonight? Should I have pasta? Should I have fish? Which will I regret more? All right. The me of 2032 is not gonna care about that. But what the me of ten years from now is gonna care about, if we believe this chorus of voices telling me their regrets, is “did I act boldly when I have a chance?” “Did I do the right thing?” “Did I reach out and maintain connections and love with other people?” The me of ‘22 is gonna care about that. And so what we need to do is we need to maximise on the things we know are gonna matter to us in the future and actually chill out about almost everything else. </p> <p><strong>Andrew Hill</strong><br>Right. </p> <p><strong>Daniel Pink</strong><br>So to me, Bezos is like on the right track. You just take a slightly different train because if you try to minimise every regret, you're gonna drive yourself nuts.</p> <p>[MUSIC PLAYING]</p> <p><strong>Isabel Berwick</strong><br>So there's some really interesting ways of thinking about regret there. And I think that mindset of what would the me, ten years from now, care about is something we could all start to adopt. Andrew, what did you take away from that interview with Daniel? </p> <p><strong>Andrew Hill</strong><br>So one thing I've been doing is recommending the book, and that doesn't happen always when I read business books. </p> <p><strong>Isabel Berwick</strong><br>You read an awful lot of business books. </p> <p><strong>Andrew Hill</strong><br>That is true. Possibly a regret that I need to factor in, but I have been pushing the idea, and the underlying idea that he mentions in the book, of regret being a photographic negative. In other words, it tells you what you should be doing if you were to switch the regret around for the rest of your career or life. So that seems a very powerful image to me. Of course, it's not an image that works for anyone under a certain age who has no idea what a photographic negative is, but it does seem to me quite a useful lesson to take. And as you know, I've just changed jobs and I'm applying some of the things that I regret not having done in the previous role that I had to the new role — or at least I hope to. So I think I've taken away some quite practical ideas and that's obviously what he intends with the book. It's much more than a theoretical or academic idea. </p> <p>[MUSIC PLAYING]</p> <p><strong>Isabel Berwick</strong><br>So let's see what some of the readers thought about your interview with him, which I'll put in the show notes. I like this one. “I regret I didn't come up with this idea for a book.” (Laughter) And there's a really thoughtful one that I wanted to read. So Dan Pink reckons that people and organisations are now quite porous and we can move between acting and working for ourselves or others. And he thinks our employers need us more than we need them and so on. So don't regret making that jump from corporate life if it's not right for you, essentially. So here's FT reader Nostromo: “Hey Andrew, appreciate the article but it seems to me, at first blush, to be bs. For those of us who recognise these regrets and left the corporate scene, it turned out to be a one-way ticket. In my experience, should you leave the corporate scene, no one's willing to rehire you. I left to work for charity during Covid, but can I get back into an office now? No. No one who's worked in a corporate scenario is interested in hiring us. The majority of people who take these steps should be told to expect rejection after rejection after rejection if they try to bring their newfound achievements back to the office. There's no free lunch.” So there's someone who's sort of taken action, gone off on their own, and it sounds to me like they regret it slightly. </p> <p><strong>Andrew Hill</strong><br>Yes. I mean, that's a very specific one, isn't it? Relative to a particular moment we're in. It's sort of surprising in a sense, because, of course, we read about tight labour markets and the demand for talent. I mean, we addressed this in the interview in that some of the regrets expressed in the book and in the surveys that Pink did are regrets of careers. Usually, it is people regretting having stayed in a job or gone into business rather than pursuing their artistic desires or their creative urges. He, very clearly says, that most of the responses are people who look back with no regret to having taken action and left their day job and moved on to something else. In fact, he said, in direct answer to a question, that the bias for action is the lesson from the survey when it comes to career decisions. So this person may be an exception. I mean, I'm sympathetic, obviously, but reversing course at that point and coming back into the workforce has obviously proved to be more difficult for this. </p> <p><strong>Isabel Berwick</strong><br>Yeah, it's interesting to have the opposite viewpoint, but I think we perhaps should all take a little bit more action. And I was wondering how managers could adopt some of Dan Pink's ideas. I mean, there's a big trend now towards admission of, you know, vulnerability. Regret might be part of that. Do you think there's a point at which we can use regret and feedback, or is there something quite applicable in the workplace here? </p> <p><strong>Andrew Hill</strong><br>Absolutely. I think, actually, if you're doing regular feedback, which is you know I'm a fan of, and indeed boring old performance appraisals. If people say, well you know, I had a good year but I regret not having written more in-depth features, I mean that, it clearly is a clue to what could happen in the following year. And so this photographic negative image applies, you flip it and you say, well actually maybe that's something that you can work out how to do in the next two years of your career. </p> <p><strong>Isabel Berwick</strong><br>Admitting failure is something that's quite hard in the workplace. And here's what Dan had to say about the distinction between regret and failure. </p> <p><strong>Daniel Pink</strong><br>I think that every failure is not a source of regret because regret has an affective state that is, you feel bad, OK? And so you don't necessarily feel bad about every failure. The other thing is that regret requires agency, if your fault. And a lot of times failure isn't necessarily your fault. This actually it's a great point because it's something that surfaced for me in writing that failure résumé, which is, this is an idea from Tina Seelig at Stanford University. You list your failures, your screw-ups, your missteps and everything in one column and then in the second column — this is the key — you list what lesson you learned from it. And when I did that, what I discovered is that sometimes there wasn't a lesson. And that's the difference between failure and regret. That sometimes, there was no lesson to extract. It's just . . . </p> <p><strong>Andrew Hill<br></strong>Right.</p> <p><strong>Daniel Pink<br></strong>Things didn't work out. Bad luck. Circumstance. And that's actually a relief — to distinguish failure from regret. Now, there were other failures that were clearly my fault, and it helped me identify that. And then in the third column, you write what you're gonna do going forward. And so again, I think this systematic approach of dealing with negative emotions is something that we weirdly haven't been taught how to do. And so that's why people get captured by these negative emotions and also why they fight the fool's game of trying to keep these negative emotions at bay, ignore them, pretend that they don't exist with this very performative, no-regrets philosophy. </p> <p><strong>Andrew Hill</strong><br>I wonder what you think about that old Silicon Valley thing about embracing failure?</p> <p><strong>Daniel Pink</strong><br>Yeah.</p> <p><strong>Andrew Hill</strong><br>Celebrating fail. I was worried a little bit about that. Seems rather chilly place to be embracing. </p> <p><strong>Daniel Pink</strong><br>I'm not sure because I feel it's not honoured very much in practice. I think it's an appealing philosophy. I think it's a form of virtue signalling by business leaders, but it's not actually what they really want because most of them don't like failure. Once again, it's something that we're not taught how to do very well. We've been sold this bill of goods about, you have to be positive all the time, you have to look forward all the time. That's nonsense. That's not how our brains work. Our brains are programmed for regret. What you wanna do is you want to find that middle path where you're, I know it's a crazy idea, but thinking about your regrets. </p> <p>[MUSIC PLAYING] </p> <p><strong>Isabel Berwick</strong><br>I think making that distinction between failure and regret is really important. And I love the idea of a failure résumé or CV, as we'd say in Britain. I'm thinking positively about how we could learn from our failures, but how could we adopt that in our working lives, Andrew? I'm quite puzzled because there is this bias towards positivity. It's very hard to do anything or say anything negative in the workplace. </p> <p><strong>Andrew Hill</strong><br>Well, I think we could adopt a bit more of an analytical approach to say, OK, something went wrong. We've got to learn from it, as Pink says in the interview. And we can take a few moments, it may not necessarily need to be an entire postmortem of thinking through what went wrong and why, and not repeating those errors. And there's another concept that I don't think is mentioned in the book, but which is out there in management circles, which is the idea of a sort of pre-mortem where you talk in advance of a project, about what might go wrong and why, and list in the event that it went terribly, what were the things that caused that? So you imagine the scenario of failure in order to avoid making the mistakes before you start the project. </p> <p><strong>Isabel Berwick</strong><br>I like that. That sort of appeals to an anxious workforce that we all are at the moment slightly catastrophising things. (Laughter)</p> <p><strong>Andrew Hill</strong><br>I mean, it may fall into the trap that Pink mentions of anticipating and therefore becoming too risk-averse. There is a danger there. But he's all about balance in this discussion about regret and failure, I feel. Not going, completely ignoring your regrets creates a sort of delusional mentality, diving into your regrets and going, “Oh, it was so terrible, I made a mistake in 1970 that I can never reverse” is equally damaging. </p> <p><strong>Isabel Berwick</strong><br>Yeah, I think that's probably for our therapists, not for the workplace. </p> <p><strong>Andrew Hill</strong><br>Yeah. </p> <p><strong>Isabel Berwick</strong><br>But what we can probably say is that we should embrace regret but not get hung up on it and use it as a spur to change how we behave in future. So as we get older, it has to become more of a bias to action, actually. It seems to me there's something generational here. Is that correct? </p> <p><strong>Andrew Hill</strong><br>One thing that his research showed out, or his survey showed consistency across country and across sector, and the same regrets kept surfacing. But there was the exception that the older people were, the more likely they were to regret not having tried something. There are some things — I realise that we are still young and supple — but there are still some things, Isabel, that we probably won't do in our careers. You've got all these opportunities when you're younger. You don't have to worry too much about having failed in something because you can move on to something else more easily. And maybe we accrete when we're older in our careers, some of these kind of cautious ways of approaching, and that's certainly how I'm taking it to exchange that for a bit more boldness in late-career moves.</p> <p>[MUSIC PLAYING] </p> <p><strong>Isabel Berwick</strong><br>I'm really interested in what Daniel has to say, and Andrew's framed it really well. I've been thinking myself that we do all need to perhaps have a bias towards action. And especially as we get older, we do regret the path not taken. So we still have opportunities to take those paths. And I think Daniel's made that quite explicit and has helped us to frame it. And we can help our staff, if we're managers, to be bold and take those paths too, and not regret the things they didn't do or the rash things that went wrong. I think this is a brilliant way of reframing our lives in a much more positive way while actually embracing the stuff that doesn't always go right for us. I really like it. So anyway, I won't be here next week ‘cause I'll be trekking across the Sahara. </p> <p>[MUSIC PLAYING] </p> <p><strong>Isabel Berwick</strong><br>So thank you so much to Daniel Pink and Andrew Hill for this episode. Please do get in touch with us. We want to hear from you. We're at workingit@FT.com or with me @IsabelBerwick on Twitter. If you're enjoying the podcast, we'd really appreciate it if you left us a rating and review on Apple Podcasts. And if you're an FT subscriber, please sign up for our Working It newsletter. It's got the best of FT reporting on the future of work, plus, some exclusive content you won't get anywhere else. Sign up at FT.com/newsletters. Working It is produced by Novel for the Financial Times. Thanks to the producers Anna Sinfield and Harry Cooke, executive producer Joe Wheeler and mix from Chris O'Shaughnessy. For the FT, we have editorial direction from Renée Kaplan and Manuela Saragosa and production support from Persis Love. Thanks for listening. </p> <p>[MUSIC PLAYING]<br><br><em>This transcript has been automatically generated. If by any chance there is an error please send the details for a correction to: </em><a href=\"https://mail.google.com/mail/?view=cm&amp;fs=1&amp;tf=1&amp;to=typo@ft.com\"><em>typo@ft.com</em></a><em>. We will do our best to make the amendment as soon as possible.</em></p><p>Source: Isabel Berwick and Andrew Hill 2022 'Regrets? We've all had a few but they can help your career' FT.com 21 June. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-06-21T15:00:26.639Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 18023,
          "end": 18028
        }
      ]
    }
  ]
}