{
  "_id": "bd7f54aefd3e936f7d2c75dc8671b59f9bea931a13c71342a9491570d07da974",
  "feed": "market-watch",
  "title": "China suspends access to zone around iPhone facility after workers flee COVID restrictions; California's South Orange County declares health emergency over viruses as COVID, flu and RSV send record numbers of children to hospitals",
  "text": "<p>In addition to the positive cases, the government said 294 asymptomatic cases also had been found in the city of 12.5 million. It did not say how many were in the industrial zone.</p><p>Meanwhile, the government of Macao announced the southern Chinese territory it will test its 700,000 people on Friday and Saturday. The government said the mass testing is a precaution after an earlier round on Tuesday found no cases.</p><p>In Zhengzhou, everyone in the industrial zone will be tested every day for the coronavirus, the Airport District said. It did not say how many people might be affected.</p><p>In the U.S., known cases of COVID are still at their lowest level since mid-April, where they have been for several weeks, although the true tally is likely higher given how many people overall are testing at home, where the data are not being collected.</p><p>The daily average for new cases stood at 38,627 on Tuesday, according to a New York Times tracker, up 2% versus two weeks ago. But test positivity is edging up which suggests cases could start rising soon.</p><p>Most states are reporting stable conditions, but there is some concern about Arizona, where cases are up 101% from two weeks ago; Nevada, where they are up 92%; Missouri where they are up 67%; and New Mexico, where they have climbed 53%.</p><p>The daily average for hospitalizations was up 2% at 27,192, while the daily average for deaths is down 10% to 342.</p><p>The current outbreak of respiratory syncytial virus, or RSV, is also alarming health experts as hospitals around the country are filling with small children who are getting a severe version of the seasonal infection. Doctors believe the spike is due to the fact that children were insulated from seasonal illnesses by social distancing and face mask-wearing during the pandemic and have not been exposed to them.</p><p>California's Orange County has declared a health emergency due to viruses — COVID, flu and RSV — which are creating record numbers of pediatric hospitalizations and daily emergency room visits, the county's health care agency said in a press release.</p><p>\"Our best shot at protecting ourselves and our children from respiratory illnesses continues to be the same things we practiced throughout the pandemic including the use of masks when indoors around others and staying home when you are sick,\" said Dr. Regina Chinsio-Kwong, county health officer and Health Care Agency's chief medical officer.</p><p>Coronavirus Update: MarketWatch's daily roundup has been curating and reporting all the latest developments every weekday since the coronavirus pandemic began</p><p>Other COVID-19 news you should know about:</p><p>• Chinese COVID restrictions showed up in several earnings reports from U.S. companies on Wednesday, including cosmetics company Estee Lauder EL, which offered soft guidance that it blamed on pressure from China, sending its stock down 6%. Canada Goose GOOS also cited conditions in China as a headwindwhen it lowered its full-year guidance.</p><p>• President Joe Biden's Health Secretary Miguel Cardona, who has been vaccinated and boosted against the virus, tested positive for COVID on Tuesday and has mild symptoms, the Education Department said in a statement. Cardona attended Halloween festivities at the White House. Biden and his wife, Jill, hosted a trick-or-treat event at the White House on Monday, but the Education Department said they are not close contacts of Cardona, as defined by the Centers for Disease Control and Prevention, the AP reported.</p><p>• A former Connecticut state representative pleaded guilty Tuesday in connection with the theft of more than $1.2 million in federal coronavirus relief funds from the city of West Haven, using some of the money for gambling at a casino, according to prosecutors,the AP reported separately. Michael DiMassa, a West Haven Democrat, appeared in federal court in Hartford and pleaded guilty to three counts of wire fraud conspiracy. DiMassa's wife and his former business partner also pleaded guilty earlier this year, while a fourth person charged in the scheme awaits trial.</p><p>• Schools in the Philippines have been ordered to reopen after COVID lockdowns,the AP reported. The government enforced the mandatory resumption of in-person classes after more than two years of coronavirus pandemic lockdowns. Daunting problems hounded the reopening of classes in grade and high schools in several cities and provinces — primarily the extensive damage and flooding caused by Tropical Storm Nalgae, which blew out of the archipelago on Sunday. The storm left more than 130 people dead and a trail of destruction, including damaged school buildings.</p><p>Here's what the numbers say:</p><p>The global tally of confirmed cases of COVID-19 topped 631 million on Tuesday, while the death toll rose above 6.59 million, according to data aggregated by Johns Hopkins University.</p><p>The U.S. leads the world with 97.5 million cases and 1,070,826 fatalities.</p><p>The Centers for Disease Control and Prevention's tracker shows that 226.9 million people living in the U.S., equal to 68.4% of the total population, are fully vaccinated, meaning they have had their primary shots.</p><p>So far, just 22.8 million Americans have had the updated COVID booster that targets the original virus and the omicron variants, equal to 7.3% of the overall population.</p><p>China suspends access to zone around iPhone facility after workers flee COVID restrictions</p>",
  "published": "2022-11-02T14:38:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": []
    }
  ]
}