{
  "_id": "18e102d4f4b9b2b3e8056e5b245207617d748ad898beb834ff55441f58ad742a",
  "feed": "market-watch",
  "title": "Apple is the safest play in consumer hardware but isn't immune to this one 'growing risk'; Morgan Stanley recently outlined risks of moderating spending among high-end consumers",
  "text": "<p>The possibility of slowing tech spending among more affluent customers is \"a growing risk to consumer hardware companies,\" according to Woodring, given that the wealthiest quintile in the U.S. accounts for perhaps more than 40% of spending on consumer hardware products.</p><p>\"When we layer in the above-trendline spending patterns in consumer electronics over the last two years, and the discretionary nature of most consumer electronics purchases, a slowdown in high-end spending is likely to have a significant impact on consumer electronics demand,\" he wrote.</p><p>Apple AAPL is now Morgan Stanley's only overweight-rated consumer hardware stock, after his recent analysis prompted a downgrade of Sonos Inc.'s shares SONO to equal weight from overweight. On Sonos, Woodring and his team like the company's \"strong product portfolio and differentiated growth flywheel\" but also worry about the prospect of a general spending slowdown, which could make multiple expansion or positive estimate revisions less likely.</p><p>As for Apple, Woodring still expects that estimates need to fall to better acknowledge the changing spending landscape, but he sees the smartphone giant as best positioned to outperform in the consumer-hardware sector.</p><p>\"Broadly speaking, we are OW [overweight] consumer hardware companies with sticky/loyal customer bases, less 'discretionary' products, and [that] have the ability to invest through cycles,\" he wrote.</p><p>Apple has been more insulated from economic downturns in the past, he continued, though \"it would be shortsighted to believe Apple is completely immune to a weaker consumer\" given that Apple's year-over-year revenue growth is highly correlated to \"changes in U.S. consumer net worth, particularly the top two quintiles.\"</p><p>Shares of Apple are up 1.3% in Wednesday trading. They've dropped 13.3% over the past three months as the Dow Jones Industrial Average DJIA has declined 9.0%.</p><p>Apple is the safest play in consumer hardware but isn't immune to this one 'growing risk'</p>",
  "published": "2022-06-15T16:42:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 565,
          "end": 569
        },
        {
          "start": 559,
          "end": 564
        },
        {
          "start": 1612,
          "end": 1617
        },
        {
          "start": 1758,
          "end": 1763
        },
        {
          "start": 1552,
          "end": 1557
        },
        {
          "start": 1907,
          "end": 1912
        },
        {
          "start": 1427,
          "end": 1432
        },
        {
          "start": 1015,
          "end": 1020
        },
        {
          "start": 0,
          "end": 5
        }
      ]
    }
  ]
}