{
  "_id": "94996276d85b337720bbb2023f23c4b06c3f9ef2aa497cac614241fa7bf43a88",
  "feed": "ftcomall",
  "title": "Great tech for greener living",
  "text": "<p>You'll find Mateusz Haberny's workshop on the outskirts of&#xa0;the Polish village of Ciche amid spruce trees and wooden houses at the foot of the Tatra mountains. About five years ago, he decided&#xa0;to use his woodcrafting skills to make an iPhone charging dock. The overwhelming response led to the birth of Oakywood, now a firm of more than 25&#xa0;people dedicated to “reinventing the workspace”. Its product line ranges from&#xa0;customisable standing desks to headphone stands, all made from sustainably sourced materials.</p> <p>The wood it uses comes certified by the FSC, its felt is cruelty-free, and its cork harvested responsibly in Portugal. It also works with One Tree Planted, a non-profit dedicated to global reforestation; a portion of the profit earned from each sale is put towards tree planting, and Oakywood's efforts are specifically focused on natural disaster zones. They also partner with Polish non-profit Las na Zawsze (“Forever Forest”), which has been protecting forests&#xa0;throughout Poland since 2019.</p> <p>Its new range of MagSafe charging stands for iPhone and Apple Watch, designed by Kraków-based designer Magdalena Gembala, are typically elegant, a&#xa0;fusion of Scandinavian and Japanese styles known, for better or worse, as Japandi. The iPhone stand, intended for&#xa0;desk use, is reassuringly hefty, combining a matte-black aluminium “leg”&#xa0;with the wood of&#xa0;your choice (oak, walnut or black stained oak). The MagSafe charger (not supplied) nestles comfortably in it, with the cable tucked away neatly. Plonk your iPhone (12, 13, 14) onto it, the MagSafe plate locks on and the stand holds the phone at a perfect 25-degree tilt. No adjustment possible, but no adjustment needed. It looks wonderful; the only thing&#xa0;letting down the aesthetic is&#xa0;likely to&#xa0;be your grubby, battered phone.&#xa0;But there's nothing Oakywood's craftspeople can do about that.&#xa0;<a href=\"https://oakywood.shop/collections/magsafe/?utm_source=financialtimes&amp;utm_medium=artykul&amp;utm_campaign=rebranding&amp;utm_term=magsafe\"><em>Oakywood</em></a><em> MagSafe iPhone Stand, from $150</em></p>  <p><strong>Art of cooking</strong></p> <p>For Australian maker Sage's newest <a href=\"https://ft.com/design\">design</a> partnership, it&#xa0;looked to Australian Aboriginal artists from the Western Desert and offered them kitchen appliances as a&#xa0;canvas. As Professor Margo Neale at the National Museum of Australia says: “Indigenous Australians have&#xa0;always made marks of&#xa0;meaning on&#xa0;tools for living, so this idea&#xa0;is just keeping up&#xa0;with the times.” This visually extraordinary smart oven is ridiculously handy: it&#xa0;grills, toasts, bakes, roasts, slow cooks and, notably, air&#xa0;fries,&#xa0;with way more space&#xa0;available than in a standard air fryer. All of the profits go&#xa0;to three charities supporting Aboriginal Australians across education, healthcare and employment. <a href=\"https://www.sageappliances.com/uk/en/products/ovens/bov860.html?sku=SOV860ART4GUK1\"><em>Sage</em></a><em> Dhuuyaay Smart Oven air fryer, £659.95</em></p>  <p><strong>Marley's message to you</strong></p> <p>Bob Marley's son Rohan unveiled his eco-friendly House Of Marley brand just over a decade ago. Since then its product line has grown to include speakers, turntables and headphones, and its commitment to ecological issues has expanded, too: <a href=\"https://ft.com/sustainability\">sustainable</a> materials, tree planting initiatives and work with the Surfrider Foundation, which helps protect oceans and beaches. Everyone's making wireless earbuds these days, but the ANC2s have a refreshingly distinctive appearance. The&#xa0;sound is warm and detailed, and they operate intuitively out of the box; I'd discourage fiddling with the app unless&#xa0;you desperately need to customise the factory settings. <a href=\"https://www.thehouseofmarley.co.uk/redemption-anc-2-true-wireless-earbuds/\"><em>House Of Marley</em></a><em> Redemption ANC2 earbuds, £150</em></p>  <p><strong>How to spend it well</strong></p> <p>As we demand more products that don't ransack the earth's resources, firms feel compelled to make a noise about their ethical stance. Sometimes they sound impressive but amount to little. Ethy seeks to redress this by auditing brands across environmental, social and sustainable categories accrediting them with a mark and putting that information in a free-to-download and beautifully designed app.&#xa0;You can browse for businesses on a map, search by accreditation mark or via&#xa0;product categories. New additions come every week, with recent arrivals including the travel company Intrepid, along with new certifications pertaining to&#xa0;travel: businesses that protect biodiversity, or offer experiences deemed cruelty-free. <a href=\"https://ethy.co.uk/\"><em>ethy.co.uk</em></a></p>  <p><strong>Wind of change</strong></p> <p>Domestic wind turbines are a&#xa0;nice idea, but cheap ones generate minimal power, expensive ones need planning permission, and both require, well, lots of wind. Another option: part-own a wind farm. Ripple lets you buy shares in a farm as a one-off payment that then secures you so many kWh per year. And because electricity generated comes to customers below the market rate, there are savings, which are deducted from your regular electricity bill. More renewable energy in any national system means better energy security, so you're doing your bit for your country. But essentially it's a source of clean, low-carbon electricity at a stable price, so it could be bought for kids flying the nest, or even passed on in a will. <a href=\"https://rippleenergy.com/\"><em>rippleenergy.com</em></a></p> <p><a href=\"https://instagram.com/rhodri\"><em>@rhodri</em></a></p><p>Source: Rhodri Marsden 2022 'Great tech for greener living' FT.com 6 December. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-12-06T11:15:31.707Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1061,
          "end": 1072
        },
        {
          "start": 1061,
          "end": 1066
        }
      ]
    }
  ]
}