{
  "_id": "873a0dd7f4ac56ce302cceb7676365090ac9e0d9d3f9df72635b0d738787397f",
  "feed": "ftcomall",
  "title": "Directors' Deals: Semiconductor boss chips in to increase stake",
  "text": "<p>The shortage of semiconductors has been a boon to some companies in the industry. However, for Cardiff-headquartered IQE the pandemic years have been underwhelming.</p> <p>IQE produces semiconductors that are used in both mobile phones and telecoms infrastructure. </p> <p>Yet semiconductor shortages have meant that smartphone and car companies that rely on chips have had to cut production targets. Last year, Apple reallocated chips away from its iPads to keep up with iPhone demand, while Toyota has cut its annual production target for its current financial year by 6 per cent.&#xa0;&#xa0;</p> <p>Softening demand in smartphone-related markets led to IQE issuing a profit warning in November. It guided down full-year revenue by 8 per cent and said its cash profit margin is likely to fall to around 15 per cent. This is a reduction from 17 per cent last year and is well below the industry average of around 25 per cent.&#xa0;</p> <p>There is some evidence things might be stabilising, though. IQE reiterated this guidance at the end of January, which at least means things aren't getting worse. Last week, the company's president, Drew Nelson, gave his vote of confidence in the business by purchasing £1.5m of shares.</p> <p>Its share price has halved in the past year but Nelson will be hoping it is bottoming out. Back in 2017, when IQE's share price quadrupled, people were excited about the role the company would play in the 5G revolution. The Internet of Things (IOT) was supposed to connect all of our devices and IQE would be an essential provider of the hardware for this.&#xa0;</p> <p>Although the IOT hasn't caught on as quickly as many futurists hoped, it will still be an important aspect of our digital future and a potentially profitable market for IQE. Analysts don't expect Covid-19 supply issues to last forever, either. IQE's 2023 revenue consensus forecast is £188m, a 23 per cent increase on 2021. If management can bring margins in line with the industry average then Nelson's purchase could prove to be well-timed.</p> <h2>Redrow directors back capital reallocation</h2> <p>Since the onset of the pandemic, housebuilders such as Redrow, Vistry and Taylor Wimpey have benefited from the so-called “race for space”. People who spent the first lockdown in cramped, city centre flats turned their attentions to suburban locations with larger footprints, especially as the shift to remote working made the everyday commute redundant for office workers.<br>The impact can be seen in regional house prices, which grew at the fastest rate in south-west England (13.6 per cent) and Wales (13 per cent) last year and at the slowest rate in London (5.5 per cent), according to government figures. The average UK house price rose by 10.8 per cent – a sign of the rampant demand being experienced.&#xa0;</p> <p>Flintshire-based Redrow has paid note. Chief executive Matthew Pratt said “the race for space is a long-term trend” when discussing half-year results for the 27 weeks to January 2.&#xa0;</p> <p>Redrow took a £35m hit in its 2020 accounts after deciding to pull back from the London market and recycle money from site sales to expand its regional businesses. It added 8,000 plots in its last financial year and more than 3,300 in the first half of this year.&#xa0;</p> <p>So far, this seems to be working. Pre-tax profit for the six-months grew 17 per and Redrow's board proposed a two-thirds increase in its interim dividend, to 10p per share.&#xa0;</p> <p>Its directors seem confident it is doing the right thing – chairman Richard Akers has bought £123,860 of shares, while non-executives Oliver Tant and Nicky Dulieu bought £47,820 and £41,275, respectively.</p> <p>However, there are signs demand trends may be turning. Rightmove's February price index found that as pandemic restrictions ease and employers call workers back into offices, the London market recorded the biggest jump in enquiries from buyers (up 24 per cent) of any region, as well as its highest annual rate of price growth since 2016. </p><p>Source: Arthur Sants and Michael Fahy, Investors’ Chronicle 2022 'Directors' Deals: Semiconductor boss chips in to increase stake' FT.com 25 February. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-02-25T18:05:38.696Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 397,
          "end": 402
        }
      ],
      "nexusId": "10022657"
    }
  ]
}