{
  "_id": "276ecfffc12aa90be4951d2bc8bed8e4eb6b6c3f8cf220fba0b71613982b3498",
  "feed": "wall-street-journal",
  "title": "U.S. News:  Trump Reports Growing War Chest  ---  Former president has  not said whether he  will run again after  losing 2020 election  ----  By Chad Day",
  "text": "<p>   WASHINGTON -- Former President Donald Trump has more than $122 million in cash spread across his post-presidency political operation and has made donations to dozens of Republican candidates for their midterm campaigns as he weighs another White House run, new Federal Election Commission filings show. </p><p>   The former president raised more than $51 million during the last six months of 2021, the most of which his political operation said, came from donations of less than $200 made online. The fundraising haul was less than he raised during the first six months of last year but still the most of any GOP figure during the second half of last year. </p><p>   The political war chest is an unprecedented amount of money for a former president to wield as Mr. Trump seeks to maintain his hold on the Republican Party. The cash on hand total was about the same as the Democratic and Republican national committees reported to start 2022 -- combined. </p><p>   Mr. Trump has yet to definitively say whether he will run again after losing the 2020 election, but he has resumed holding political rallies and teased a potential presidential bid. In a statement announcing the fundraising figures, Taylor Budowich, the former president's communications director, said Mr. Trump is \"incredibly well positioned to look beyond November.\" </p><p>   The latest campaign finance filings, which cover the second half of 2021, show that Mr. Trump remains the main online fundraising draw in the Republican Party. On the Republican donation platform WinRed, Mr. Trump's political operation raised $18.3 million more than the second-largest online fundraiser, the National Republican Senatorial Committee, over the six-month period. </p><p>   The bulk of Mr. Trump's available political cash -- about $105 million -- is sitting in a leadership PAC called Save America, which issues press statements, candidate endorsements and donation solicitations. The rest is housed in MAGA PAC, a multicandidate committee that formed out of Mr. Trump's presidential campaign, and a donation conduit committee called Save America joint fundraising committee. </p><p>   The money in these committees can't be directly spent on a presidential campaign. Still, it can bankroll all manner of activities meant to maintain Mr. Trump's stature within the party, including rallies, advertising, compiling donor lists, polling, staff and donations to other candidates. </p><p>   During the first half of 2021, Save America PAC, which can donate $5,000 per election to a campaign, made no donations to other GOP campaigns. But during the second part of the year, it donated $5,000 each to 41 federal campaigns of 2022 candidates Mr. Trump has endorsed. </p><p>   The Republican National Committee has been paying some of Mr. Trump's legal fees as he and his business face state and local investigations in New York and Georgia, where a grand jury was recently approved to investigate his efforts to overturn the election results. </p><p>   Mr. Trump's businesses also continued to be paid by his political committees. </p><p>   Save America paid a little more than $100,000 for rental and catering fees to the Trump Hotel Collection. MAGA PAC reported paying rent or meeting expenses in the amount of $188,000 to Trump Tower Commercial, $53,000 to the Mar-a-Lago Club and $3,000 to Trump Restaurants. </p><p>   --- </p><p>   Anthony DeBarros contributed to this article. </p><p></p>",
  "published": "2022-02-02T07:07:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [],
      "nexusId": "10022657"
    }
  ]
}