{
  "_id": "0a38ba605d700818ce63fc06b158aa8d19b1d6370936a1ca42bcdf3ff9c29068",
  "feed": "ftcomall",
  "title": "How to revive London's flagging stock market",
  "text": "<p>The <a href=\"https://www.ft.com/content/57f57303-82b9-49db-89ee-54888e1c714d\">$3tn valuation</a> Apple reached this week is not just a striking milestone. The tech company is worth more than the entire FTSE 100 index — highlighting the malaise of what was long one of the world's leading stock markets. In 15 years, the London Stock Exchange's share of global equity values has fallen from 8.5 per cent to 3.6 per cent. Though 2021 was its <a href=\"https://www.londonstockexchange.com/discover/news-and-insights/record-year-ipos\">strongest year</a> for IPO capital raising since 2007, between 2015 and 2020 London accounted for <a href=\"https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/966133/UK_Listing_Review_3_March.pdf\">only 5 per cent</a> of IPOs globally. Since January 2015, the FTSE 100 has gained about 13 per cent. America's S&amp;P 500 has risen about 130 per cent.</p> <p>Does this matter? London has other financial strengths — in trading debt, derivatives and currencies. But a vibrant equity market is a pillar of any global financial centre, and its infrastructure of legal, accounting, banking and investment firms. Britain's retail investor culture is less developed than America's but several million Britons have stocks and shares ISA savings accounts; millions more have pensions invested partly in shares. Their wealth is affected if UK corporate values are falling behind. UK-quoted companies are disadvantaged, too.</p> <p>Can London claw its way back? One factor in its flagging performance is Brexit, which hit sterling and foreign investors' confidence, and is not about to be reversed. But a large part of the difference between the US and UK — and all European — markets is a near-absence of the technology giants that have made up the lion's share of recent US equity growth. For London's market to thrive, the UK needs both to nurture more tech start-ups and — crucially — entice more to <a href=\"https://www.ft.com/content/16c4cb9d-660d-48dd-92c3-2daa7097e873\">go public at home</a> rather than list overseas, remain private, or be bought out by bigger foreign, players.</p> <p>Reviews last year of Britain's <a href=\"https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/978396/KalifaReviewofUKFintech01.pdf\">fintech industry</a> and listings rules made <a href=\"https://www.ft.com/content/0c59befd-0f4f-4c55-9d12-b15f74497121\">useful proposals</a>. Some, including allowing dual share structures in London's premium segment — so founders can float without relinquishing voting control — and reducing the minimum float size have already <a href=\"https://www.fca.org.uk/news/press-releases/fca-confirms-new-listing-rules-boost-growth-and-innovation\">been implemented</a>. </p> <p>Look beyond the lack of tech, however, and many UK blue-chips have performed less well in creating value than international peers. That raises questions over management quality, and whether governance rules intended to be “gold-standard” have entrenched risk-averseness in a UK corporate culture that was always less red-blooded than in the US.</p> <p>This may be compounded by the relative clout in the UK of income funds that prioritise dividends and so discourage businesses from funnelling income into value-creating investments. Other parts of the investor ecosystem have also become more risk-averse. The regulator has nudged defined benefit pension funds, traditionally big share buyers, to invest in assets with more predictable — if less ambitious — returns, to reduce their vulnerability to dips in equity values. Funds' weighted <a href=\"https://www.ppf.co.uk/sites/default/files/2021-12/PPF_PurpleBook_2021.pdf\">average asset allocation</a> has shifted from 61 per cent equities in 2006 to just 19 per cent last year; bonds increased from 28 to 72 per cent.</p> <p>Reversing that would mean trade-offs. There were reasons — such as big swings in scheme funding — to require greater prudence of pension funds, and there are competing demands on their cash: the government wants them to invest in infrastructure as part of its levelling up project. Revitalising the UK market also requires culture change among managers and investors, and encouraging shareholders to take a keener interest in the businesses in which their savings and pensions are invested. This is a long-term project. But if London is to avoid being what one fund manager calls a “<a href=\"https://www.ft.com/content/847b0335-7835-4b4f-9dc6-39ba944baadc\">Jurassic Park</a>”, it is one worth undertaking.</p> <p><strong>Letter in response to this article</strong>:</p> <p><a href=\"https://www.ft.com/content/3a04584a-9517-49ad-95c5-734964d6ad3c\"><em>Stamp duty and capital gains impede UK market</em></a><em>&#xa0;/&#xa0;</em><a href=\"https://www.ft.com/content/3a04584a-9517-49ad-95c5-734964d6ad3c\"><em>From Derek Coggrave, London N3, UK</em></a></p><p>Source: The editorial board 2022 'How to revive London's flagging stock market' FT.com 7 January. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-01-07T14:36:35.513Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 19,
          "end": 24
        }
      ],
      "nexusId": "10022657"
    }
  ]
}