{
  "_id": "0c07131d69eac209a96dcd31d24cd4750bb296d1f719b5de8e04cec9966fb25e",
  "feed": "wall-street-journal",
  "title": "Apple CEO Tim Cook Received Nearly $100 Million in Compensation in 2021; Executive reached 10th anniversary in a year when iPhone maker saw record sales, profits",
  "text": "<p>Apple has benefited from new iPhones with 5G cellular capability and workers and students stuck at home during the pandemic buying laptops and iPad tablets. The company's stock rose about 80% last year and continued to rise in recent days to briefly take Apple's market value past $3 trillion this week before nudging downward. Apple's profit and sales in the 2021 fiscal year exceeded the company's past records, with sales topping $365 billion.</p><p>Mr. Cook's base salary of $3 million remained unchanged.</p><p>The bulk of Mr. Cook's compensation plan increase came from the granting of restricted stock valued at $82.3 million. In 2020 on the first day of the company's fiscal 2021, Apple awarded a new long-term equity plan to Mr. Cook with shares that vest from 2023 through 2025, offering an incentive for him to continue as CEO through that time. Mr. Cook, 61 years old, joined Apple in 1988.</p><p>Mr. Cook and other executives received bonus payouts of about double the compensation target after Apple exceeded its internal financial targets, the filing shows. Apple's annual shareholder meeting is scheduled to be held virtually on March 4.</p><p>Last year marked Mr. Cook's 10th year as CEO since taking over from co-founder Steve Jobs shortly before his death. \"It has been a remarkable decade for Apple, and in 2021 Mr. Cook was granted an equity award for the first time since he was promoted to the CEO role,\" the company said in the filing. In that decade, Apple's shares rose by more than 1,100%, about triple the increase of the S&amp;P 500, according to the filing.</p><p>In addition to last year's compensation plan, Mr. Cook saw the vesting of previously awarded stock valued at $754 million. In 2020, he had a total of $281.9 million in restricted stock that vested during the year.</p><p>Mr. Cook has said he plans to donate most of his wealth to philanthropic causes.</p><p>Write to Tim Higgins at Tim.Higgins@WSJ.com</p><p>Apple CEO Tim Cook Received Nearly $100 Million in Compensation in 2021</p>",
  "published": "2022-01-07T00:13:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 990,
          "end": 995
        },
        {
          "start": 677,
          "end": 682
        },
        {
          "start": 0,
          "end": 5
        },
        {
          "start": 328,
          "end": 333
        },
        {
          "start": 255,
          "end": 260
        },
        {
          "start": 1289,
          "end": 1294
        },
        {
          "start": 1055,
          "end": 1060
        },
        {
          "start": 876,
          "end": 881
        },
        {
          "start": 1452,
          "end": 1457
        },
        {
          "start": 1899,
          "end": 1904
        }
      ],
      "nexusId": "10022657"
    }
  ]
}