{
  "_id": "6d7d5e12104696cd76aef9d420c093d951d31fead461133cfa4dabcd4ae9e184",
  "feed": "wall-street-journal",
  "title": "Technology:  Neil Young Hits Spotify for Rogan Vaccine Views  ----  By Gareth Vipers",
  "text": "<p>   Neil Young has demanded that Spotify Technology SA remove his music due to what he says is vaccine misinformation spread by podcaster Joe Rogan on the streaming service. </p><p>   The folk-rock star and his record label were in discussions over the matter Tuesday, according to people familiar with the matter. </p><p>   Mr. Young, whose hits including \"Heart of Gold\" and \"Harvest Moon\" have gained hundreds of millions of plays on Spotify, wrote an open letter to his manager and record label criticizing Mr. Rogan and Spotify. </p><p>   \"I am doing this because Spotify is spreading fake information about vaccines -- potentially causing death to those who believe the disinformation being spread by them,\" he wrote. The letter has since been removed from his website. </p><p>   Mr. Young wasn't available for comment. </p><p>   The letter came in response to \"The Joe Rogan Experience\" podcast, which is currently Spotify's most popular podcast, and tops Apple's podcasting charts. In 2020, Mr. Rogan signed an exclusive podcasting deal with Spotify, reportedly worth more than $100 million. </p><p>   \"I want you to let Spotify know immediately TODAY that I want all my music off their platform . . . They can have Rogan or Young. Not both,\" Mr. Young wrote in the letter. </p><p>   Spotify and Joe Rogan didn't respond to requests for comment. </p><p>   Streaming accounts for 84% of recorded music revenue in the U.S., according to the Recording Industry Association of America. Spotify is by far the largest music-streaming service by paid subscriptions. </p><p>   Mr. Rogan has regularly used his podcast to discuss Covid-19 vaccines and restrictions, railing against vaccine mandates for indoor events and suggesting that young, healthy people shouldn't be vaccinated. </p><p></p>",
  "published": "2022-01-26T07:08:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 909,
          "end": 914
        }
      ],
      "nexusId": "10022657"
    }
  ]
}