{
  "_id": "0d7b8e80c090689d67fbc8b6074476167c05cb8155c66b28f79002f80c9d51f1",
  "feed": "ftcomall",
  "title": "FirstFT: Global stocks suffer worst day since June 2020",
  "text": "<p>Investors <a href=\"https://www.ft.com/content/6691700c-9dfd-4911-8589-70b4ebd2caef\">dumped assets across the board yesterday</a> as they grappled with the economic consequences of rapidly rising US interest rates and slowing economic activity, alongside Europe's most brutal military conflict since the second world war and the resurgence of Covid-19 in China.</p> <p>The FTSE All-World barometer of global equities dropped 3 per cent, its sharpest fall since June 2020. Wall Street's blue-chip S&amp;P 500 index slid 3.2 per cent and the tech-focused Nasdaq Composite dropped 4.3 per cent.</p> <p>The energy sector was also swept up in the selling, with Brent crude, the international benchmark, dropping almost 6 per cent as investors fretted about the outlook for the global economy. </p> <p>New data yesterday from China showed export growth <a href=\"https://www.ft.com/content/f8554df8-a624-45d9-ab33-1b12f68b7386\">fell to its lowest level in two years</a> in April. It followed weaker data last week from Germany and France, the EU's largest two economies, showing factory orders slowed more than expected in March. </p> <p>The sell-off in the bond market continued as well, with the yield on the 10-year US government bond rising above 3.2 per cent before falling back.</p> <p>Bitcoin continued its precipitous falls. The world's most actively traded digital token <a href=\"https://www.ft.com/content/d2a9df43-1ea0-4fb2-9b02-4944589fd909\">has fallen below $30,000</a> for the first time since July and has fallen more than 50 per cent from its November peak.</p> <p>Emerging market currencies have also<a href=\"https://www.ft.com/content/086b5f4a-59f9-42d0-85c1-44d4f60cf9b0\"> come under pressure</a> from the rising dollar and slowing economic activity in China. The Chinese renminbi fell to its weakest level against the dollar in more than 18 months yesterday.</p> <p>But it looks like their may be a pause in the selling today after five straight weeks of falls on Wall Street — the worst losing streak since 2011. </p> <p>Futures contracts tracking the S&amp;P and the Nasdaq 100 gauges were pointing <a href=\"https://www.ft.com/content/ec4ff5ea-f3cc-442d-acdf-6ae16f9126c3\">to a higher open on Wall Street today</a>. This was after European stocks, which dropped 2.9 per cent yesterday, were steady in the morning session while the Hang Seng index in Hong Kong recovered its early losses and edged into positive territory in the afternoon session.</p> <ul>  <li><p><strong>Market Insight:</strong> <a href=\"https://www.ft.com/content/dc8c38f9-d1f2-4340-bee4-81141244a283\">Richard Bernstein questions</a> whether the current real fed funds rate will slow the economy, let alone curtail inflation.</p></li> </ul> <p><em>Thanks for reading FirstFT Americas. Here's the rest of the day's news — Gordon</em></p> <h1>Five more stories in the news</h1> <p><strong>1. Fed warns sharp rise in interest rates poses risk to US economy</strong> A sharp increase in interest rates would <a href=\"https://www.ft.com/content/0dafe9f5-84f0-41b4-8a3c-190ee2a54781\">pose a risk to the US economy</a>, the Federal Reserve said yesterday in its latest financial stability report. The US central bank also warned that consumer finances might be hit by job losses, higher interest rates and lower house prices in the twice yearly update.</p> <p><strong>2. Ukraine upgrades war aims as confidence grows</strong> <a href=\"https://www.ft.com/content/8db0d387-fb41-4142-b78f-6619d36d8be0\">Ukraine has upgraded its war aims</a> and is looking to push Russian forces out of the country as long as western allies rapidly deliver promised heavy weaponry, foreign minister Dmytro Kuleba told the Financial Times.</p> <p><strong>3.</strong> <strong>World on course to breach 1.5C warming threshold within five years</strong> There is a 48 per cent chance the earth's annual temperature <a href=\"https://www.ft.com/content/6f73668d-ce55-4e23-a8a7-340e316f555c\">will exceed 1.5C of warming</a>, compared with pre-industrial levels, in one of the years between now and 2026, the World Meteorological Organization and the UK Met Office said in a report published today.</p> <p><strong>4.</strong> <strong>Grindr to go public in Spac deal</strong> The gay dating app <a href=\"https://www.ft.com/content/ea7e3ad5-f3d5-46da-877d-571c0c337394\">plans to go public</a> through a merger with a special purpose acquisition company that would give it an implied valuation of $2.1bn. Grindr will receive $384mn in proceeds as part of the transaction with Tiga Acquisition, a Spac set up by Ashish Gupta in 2020.</p> <p><strong>5.</strong> <strong>Andy Warhol painting of Marilyn Monroe sells for record </strong>The iconic Andy Warhol silkscreen portrait of Marilyn Monroe, “Shot Sage Blue Marilyn”, sold for $195mn at Christie's last night. The price was <a href=\"https://www.ft.com/content/876ce292-e6cf-427e-a0c1-83837de792b3\">a record for a work by an American artist</a> and the highest price ever paid for a piece of 20th century art.</p> <h1>The day ahead</h1> <p><strong>FT Future of Cars Summit</strong> Tesla chief executive Elon Musk will virtually attend the <a href=\"https://car.live.ft.com/?utm_source=google&amp;utm_medium=cpc&amp;utm_campaign=2022futureofthecarglobal&amp;utm_content=rsa&amp;reference=ppc&amp;utm_source=googlesearch&amp;utm_medium=ppc&amp;utm_campaign=brand&amp;gclid=Cj0KCQjwmuiTBhDoARIsAPiv6L82agrj7e9a0YlfKw8BkvOvYot6lXl-iEiqPyZbULhTrpFFVC0gysUaArA0EALw_wcB\">FT's annual car conference</a> today. He will be speaking and taking audience questions. Register <a href=\"https://car.live.ft.com/page/1880246/digital-pass\">here</a> for a digital pass.</p> <p><strong>Company earnings </strong>Barry McCarthy will deliver his first set of quarterly earnings as chief executive of Peloton, the connected fitness company. Warner Music, Coinbase, Occidental Petroleum, Electronic Arts and Wynn Resorts also report results.</p> <p><strong>Monetary policy </strong>Raphael Bostic and Loretta Mester, the presidents of the Atlanta and Cleveland branches of the Federal Reserve, respectively, will each discuss monetary policy at the Atlanta Fed's Financial Markets Conference in Florida. Minneapolis Fed president Neel Kashkari will take part in a discussion with Fed governor Christopher Waller in Minnesota. New York Fed president John Williams will speak at an economic symposium in Germany.</p> <p><strong>Queen's Speech </strong>Queen Elizabeth will miss the opening of parliament for the first time in nearly six decades. Her eldest son Prince Charles will read the speech for her, setting out the UK government's legislative programme for the next year.</p> <p><strong>South Korean leader inaugurated</strong> The debate on whether South Korea should <a href=\"https://www.ft.com/content/b0cf218f-d893-40aa-9994-0d3ce8e4adc5\">adopt US nuclear weapons</a> on the Korean peninsula — and even whether it should seek to develop its own nuclear deterrent — has dominated the run up to today's inauguration of Yoon Suk-yeol.</p> <h1>What else we're reading and listening to</h1> <p><strong>Bored Ape creator's next windfall</strong> The start-up behind Bored Ape Yacht Club, the non-fungible token collection of digital art snapped up for millions of dollars by celebrities and crypto-enthusiasts, <a href=\"https://www.ft.com/content/494b7749-5491-459a-8da2-02e480d139e0\">has an ambitious new idea</a>: selling plots of virtual land in its own metaverse, an alternative to platforms being built by Silicon Valley companies such as Apple and Meta. </p> <p><strong>Henry Kissinger: ‘We are now living in a totally new era' </strong>The cold war strategist discussed Russia, the Ukraine war and China at the FT Weekend Festival in Washington this past weekend. Catch up on <a href=\"https://www.ft.com/content/cd88912d-506a-41d4-b38f-0c37cb7f0e2f\">the full transcript</a> of Kissinger's interview with the FT's Edward Luce and <a href=\"https://www.ft.com/video/8ee73080-6e00-4dd3-a72c-5eda436328e1\">watch it here</a>.</p> <p><strong>New Zealand's jobs law will cause ripples beyond its shores</strong> Legislation going through New Zealand's parliament aims to make bad jobs better by setting a minimum floor for pay and conditions. <a href=\"https://www.ft.com/content/eb94b023-8fb7-4228-97d9-876ad063e86e\">Sarah O'Connor says</a> the bill represents a huge shift in the labour market — and its success or failure will have an impact on the wider world.</p> <p><strong>Money Clinic: How can I scale up my side hustle?</strong> A year ago, 24-year-old Evvia started a vintage knitwear business from her bedroom. Today, her Loupy Studio label has more than 40,000 followers on Instagram, and she's receiving orders from all over the world. The business has been so successful that Evvia is going to have to scale back the hours she works on her day job — but she wonders how this might knit together financially. FT consumer editor Claer Barrett <a href=\"https://www.ft.com/content/722f16aa-b53e-4f5a-ac0f-1d6e1df2d23d\">offers advice</a> to the budding entrepreneur.</p> <p><strong>The enduring fascination of the ‘power spouse' </strong>Films and books are often devoted to telling the stories of the rich and powerful. But their spouses can be equally fascinating, <a href=\"https://www.ft.com/content/a04df35e-e539-4688-95a0-2fb98cccd489\">Emma Jacobs writes</a>. How else to explain newspapers' soap opera recounting of gossip about Meghan Markle and Carrie Johnson? </p> <h1>What to watch</h1> <p>Explore the <a href=\"https://www.ft.com/content/955f2421-7dc6-4bea-9501-b8646c8ba0a1\">best of TV and streaming</a> this week, from hard-hitting French drama <em>Oussekine</em> to <em>Our Father</em>, a nightmarish story of a doctor who played god, modern dating explored in <em>Love Life </em>and more.</p><p>Source: Gordon Smith, George Russell and Emily Goldberg  2022 'FirstFT: Global stocks suffer worst day since June 2020' FT.com 10 May. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-05-10T10:16:06.426Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 5645,
          "end": 5650
        }
      ]
    }
  ]
}