{
  "_id": "0f88cff252f87ff6ff7e6d9d50c5de9d279224e21c14cb910cd65458a42ab7ee",
  "feed": "wall-street-journal",
  "title": "Will Smith Explains Why He Slapped Chris Rock: 'I Lost It'; The actor addressed the episode on 'The Daily Show' in one of his most in-depth interviews since the Oscars ceremony",
  "text": "<p>\"There's many nuances and complexities to it, you know, but at the end of the day, I just—I lost it, you know?\" Mr. Smith told \"The Daily Show\" host Trevor Noah on Monday.</p><p>Mr. Smith spoke with the comedian Mr. Noah about the episode for roughly half of the 22-minute interview. The actor has maintained a relatively low profile since the March Oscars ceremony but released an apology video in July. He has stepped back into the spotlight this month to promote a movie he is starring in, Apple Inc.'s coming film \"Emancipation.\"</p><p>\"I think that was one of the big things for me over this last couple of months,\" he told Mr. Noah, \"that I had to forgive myself for being human.\"</p><p>Mr. Smith and Mr. Rock didn't immediately respond to requests for comment.</p><p>The interview was one of his most in-depth since the slap, a brief moment in an hourslong telecast that came to define the 94th Academy Awards ceremony. Millions of people tuned into the program and millions more watched clips of the slap on social media. Mr. Smith's outburst stole attention from other history-making moments, including his first Oscar win for best actor.</p><p>Shortly before Mr. Smith won the Oscar, the comedian Mr. Rock had been presenting an award and made a joke that Mr. Smith's wife, Jada Pinkett Smith, should star in a \"G.I. Jane\" sequel. Ms. Pinkett Smith has short hair because of a hair-loss condition called alopecia. The actress Demi Moore starred in the original \"G.I. Jane\" with a shaved head.</p><p>Mr. Smith walked onstage and slapped Mr. Rock in the face, repeatedly yelling, \"Keep my wife's name out your mouth,\" using an expletive. Mr. Rock looked stunned but continued presenting.</p><p>\"I've always wanted to be Superman,\" Mr. Smith said in the interview that aired Monday. \"I've always wanted to swoop in and save the damsel in distress.\"</p><p>Mr. Noah, who is friends with Mr. Smith, told him what he did was messed up but everyone is allowed to make a mistake.</p><p>Mr. Smith said he was going through something the night of the ceremony but didn't elaborate. Still, he said, that didn't justify his behavior.</p><p>\"It was a lot of things. It was the little boy that watched his father beat up his mother,\" he said. \"All of that just bubbled up in that moment. That's not who I want to be.\"</p><p>Mr. Smith apologized to Mr. Rock in the July video and said Mr. Rock told him he wasn't ready to talk about the incident. Mr. Smith was later banned from attending Oscar ceremonies for 10 years.</p><p>\"You're asking, 'What did I learn?'\" Mr. Smith told Mr. Noah. \"It's that we just gotta be nice to each other, man.\"</p><p>Write to Alyssa Lukpat at alyssa.lukpat@wsj.com</p><p>Will Smith Explains Why He Slapped Chris Rock: 'I Lost It'</p>",
  "published": "2022-11-29T15:05:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 487,
          "end": 492
        },
        {
          "start": 487,
          "end": 497
        },
        {
          "start": 487,
          "end": 496
        }
      ]
    }
  ]
}