{
  "_id": "8bfb37c4b978694d880e781c91ec839e2cdd0411f394e1a224a3b092a7a4deb0",
  "feed": "wall-street-journal",
  "title": "Amazon Proposes Settlement of EU Antitrust Charges on Seller Data; Online retailer commits not to use non-public data to compete with sellers but won't pay a fine if the settlement is finalized",
  "text": "<p>The European Commission, the bloc's top competition regulator, on Thursday said it was seeking feedback on commitments offered by Amazon to settle the cases.</p><p>The proposed settlement would apply to Amazon's activities in the EU over a five-year period. Although it doesn't require Amazon to make any changes to its business practices outside of Europe, lawyers said the commitments could end up having wider repercussions because companies sometimes choose to apply changes they are compelled to make in Europe to their global operations.</p><p>As part of the settlement offer, the commission said Amazon has proposed to refrain from using the non-public data it gets from third-party marketplace sellers—such as sales terms, revenue and seller performance—to compete with them. The commission said the commitment would apply to Amazon's automated tools and to its employees, and would effectively bar the company from using sellers' data to make retail decisions.</p><p>Amazon also said it would apply equal treatment to all sellers when deciding what to feature in its \"buy box,\" which promotes a single seller and allows a featured product to be quickly purchased by pressing a buy button. How Amazon selects merchants for the buy box, and whether it gave priority to merchants that pay for Amazon logistics services, was the subject of a separate EU investigation that hasn't so far led to formal charges.</p><p>The company said it would display a second, competing offer in addition to the main \"buy box\" item if there is a substantial difference in price or delivery.</p><p>Additional commitments related to Amazon's Prime program would require the company to set nondiscriminatory conditions for third-party sellers and allow them to choose any provider for their logistics and delivery services. Amazon said it wouldn't use information it gets about third-party logistics providers through Prime for its own logistics services.</p><p>Under the terms of the agreement, the company wouldn't need to pay a fine and there would be no formal conclusion by the commission that antitrust rules were broken. The tentative deal will now face a period of public comments before the commission decides whether to accept it.</p><p>A breach of the commitments could result in a fine of up to 10% of the company's global revenue.</p><p>Amazon said it disagreed with several of the commission's conclusions and has serious concerns about new EU legislation \"unfairly targeting Amazon and a few other U.S. companies.\" It said it engaged constructively to address the commission's concerns and to preserve its ability to serve customers and businesses in Europe.</p><p>Amazon's tentative settlement with the EU would close one of the bloc's most advanced open antitrust cases targeting a U.S. tech company. The commission filed formal charges against Amazon in the fall of 2020. Since then the EU also filed a formal antitrust charge against Apple accusing it of restricting access to the technology that underpins contactless payments on the company's iPhones. The EU has also opened investigations into other conductby Alphabet Inc.'s Google and Facebook owner Meta Platforms Inc.</p><p>The companies have said they comply with competition laws.</p><p>The commission is also continuing to spar with Google over a trio of antitrust decisions against the company over the prior half decade, in which it has fined Google roughly $8.3 billion. Google has appealed those cases in the EU court, though it lost its appeal of the first case in a lower court last year. The company has since appealed that case to the EU's top court.</p><p>Google initially tried to settle the complaints at issue in those decisions, and reached similar tentative agreements with the European Commission, but EU officials eventually rejected three separate offers from Google to settle.</p><p>This isn't the first time Amazon has settled an antitrust case in Europe. In 2017, the company settled an EU investigation into whether it had imposed illegal terms on book publishers for electronic books that could have made it harder for other companies to compete. Amazon agreed to not enforce certain clauses of its contracts, among other changes.</p><p>But the move to settle the case on third-party data is a shift for a company that had staunchly rejected the EU's arguments about its treatment of merchants. It comes shortly after the EU agreed this spring on a new digital competition law called the Digital Markets Act, that puts new fairness obligations on how a company such as Amazon treats external merchants that use its platforms. The law would have likely eventually forced Amazon to make some of the changes it is currently offering to make to settle the case—though potentially not until 2024.</p><p>Ann-Christin Richter, deputy managing join with law firm Hausfeld in Germany, said it made sense for Amazon to settle the case and try to avoid a fine, since the company would likely be required to change its behavior to comply with the Digital Markets Act.</p><p>The settlement comes as Google has also started settling at least some of the competition cases against it. Last year, the company settled an investigation by the U.K.'s Competition and Markets Authority into its plan to stop supporting a technology called third-party cookies that many ad-tech companies use to track internet users' browsing behavior. In June 2021, Google did the same for a French case that looked at allegations that it gave some of its own in-house advertising tools advantages in ad auctions it runs.</p><p>On another case related to its ad-tech business, Google offered to settle an EU allegation of anticompetitive behavior related to YouTube, The Wall Street Journal reported last week. The company also offered concessions to U.S. regulators to try to avoid a possible antitrust lawsuit related to its ad-tech business, The Wall Street Journal reported.</p><p>The EU's deal with Amazon comes as the company faces scrutiny elsewhere on the topic. The U.K.'s CMA said earlier this month that it is investigating similar allegations to those the EU is settling. The U.K.'s case is separate from the EU one.</p><p>One focus of both probes has been how Amazon collects and uses non-public data from independent sellers on its platform. Former Amazon employees said the company used such data to develop competing products for its private-label arm, The Wall Street Journal previously reported.</p><p>In response to that story, Amazon said such practices would violate its policies, and that it had launched an internal investigation.</p><p>The CMA also said it would investigate how Amazon sets criteria that determine which merchant is the default seller on its platform and what products are offered under its Prime program, which offers fast delivery.</p><p>The European commitments would apply across the EU with the exception of Italy, which last year imposed a fine on the company and ordered changes to some of its practices.</p><p>Write to Kim Mackrael at kim.mackrael@wsj.com and Sam Schechner at sam.schechner@wsj.com</p><p>Amazon Proposes Settlement of EU Antitrust Charges on Seller Data</p>",
  "published": "2022-07-14T12:19:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 2884,
          "end": 2889
        }
      ]
    }
  ]
}