{
  "_id": "5aed4c2e4aa2f24f6766d9abc3598fdda3325eda9a207f5a8bf7aa153973a7dc",
  "feed": "market-watch",
  "title": "The yield curve is no longer sending a ‘don't worry be happy' signal, warns bond king Jeffrey Gundlach",
  "text": "<p>The S&amp;P 500 SPX snapped a five-session losing streak on Tuesday, after Federal Reserve Chair Jerome Powell vowed the central bank will use its “tools” to get inflation under control without damaging the economy. And equity futures are rising, even after data showing the fastest annual rise in consumer prices since 1982.</p><p>A rebound with teeth to it may not quite be here yet, say some. “Bounces from oversold levels tend to be hard and fast, and yesterday's 150-point intraday reversal definitely counts as hard and fast,” noted Jani Ziedins, of the CrackedMarket blog. “That said, more often than not, the third bounce is the real deal, meaning we could see a couple tests of the lows before this is all said and done.”</p><p>CrackedMarketOn to our call of the day from so-called bond king DoubleLine CEO Jeffrey Gundlach, who unveiled his predictions for the year ahead. And he sees headwinds for a stock market that has been “supported by QE [quantitative easing]” and now faces Fed tapering, with Powell sounding “more hawkish” every time he speaks.</p><p>“Today [Tuesday] sounds like Jay Powell repeating the 2018 formula: end QE and raise official short-term interest rates,” Gundlach said in a webcast to clients that was live tweeted late Tuesday. He said that he's not “predicting a recession yet,” but sees those pressures building.</p><p>He said the yield curve had seen “pretty powerful flattening,” and was “approaching the point where it signals economic weakening. At this stage, the yield curve is no longer sending a ‘don't worry be happy' signal. It is sending a ‘pay attention' signal, he said.</p><p>Gundlach highlighted a chart that showed consumer sentiment “free-falling,” which “looks somewhat recessionary.” He said surging car prices could be one culprit as prices have climbed so much “people don't think this is a good time to buy a car if they can find one.” That surge in prices has even made it possible to make money by flipping and selling, he said.</p><p>Fund manager and chief executive of ARK Invest, Cathie Wood has warned of a ‘bloodbath' in the used and new car markets.</p><p>The money manager said the housing market is being boosted by low supplies and should stay supported provided mortgage rates are low. He is neutral on gold and sees the dollar continuing to weaken.</p><p>U.S. stocks are expensive versus just about everywhere else, Gundlach said, as he pointed out that European markets, a favorite of his in 2021, were looking good again for 2022.</p><p>Looking back on Gundlach's 2021 forecast, the manager advised a “winning” formula of half cash and Treasury bonds, 25% in equities, mostly emerging markets and Asia, and 25% in real assets such as gold or property to hedge against higher inflation. He expected U.S. equities would lag behind the rest of the globe, alongside rising inflation and volatility.</p><p>The iShares MSCI Emerging Markets ETF EEM lost 5% in 2021, versus a 27% rally for the SPDR S&amp;P 500 ETF trust SPY, a popular exchange-traded fund that tracks the index. Real estate indeed proved a savvy investment spot, though gold dropped 3% in 2021, and Treasury bonds had a dismal year.</p><p>The buzz</p><p>The data is in and December consumer prices rose 0.5% for the month and 7% on an annual basis, with both numbers coming in stronger than forecast. Still ahead are Federal budget numbers and the Fed's Beige Book are due later.</p><p>The European Medicines Agency has warned too many COVID-19 boosters could end up harming immune systems, echoing comments from the World Health Organization. Meanwhile, the omicron coronavirus variant may peaking in the U.K., offering hope for the U.S. and elsewhere. And the White House is getting ready to ship millions of COVID-19 tests to public schools.</p><p>Biogen BIIB share are down 9% on news Medicare will limit coverage of the biotech's controversial and expensive Alzheimer's drug Aduhelm and future others like it.</p><p>Shares of Immuron IMRNare soaring, after the Australia-based biopharmaceutical company received $4.5 million from the U.S. Defense Dept to evaluate a key drug for military use.</p><p>A 19-year-old German teen said he managed to hack into 13 Tesla TSLA autos around the world via a software flaw that let him start the cars, unlock doors and windows and disable security systems.</p><p>And a reminder that Friday will mark the start of earnings season kickoff,&#xa0;with banks — including Citigroup C, JPMorgan JPM, Wells Fargo WFC and BlackRock BLK — due to report.&#xa0;(See preview.)</p><p>The markets</p><p>UncreditedStock futures ES00YM00continue to rise, led by those for the Nasdaq-100 NQ00 higher, as bond yields hold steady, along with the dollar. Oil prices CL00 are rising, with natural-gas futures NG00 up over 4%.</p><p>The chart</p><p>Where does a rise in real yields start to hurt stock investors? A team of strategists at UBS, led by Bhanu Baweja, said when yields rise more than 40 basis points over three months, “the impact on the market becomes material and goes nonlinear.”</p><p>“This is the range we regard as the rough threshold of real-rate painfor the market. An incremental 10bp rise in real yields from here causesthe market to drop by about 0.8%, ceteris paribus. But what if otherthings are not equal? A 5.2-point rise in PMIs will negate the hit to themarket from a 50bp rise in real yields,” said the strategists in a note to clients.</p><p>Top tickers</p><p>Here are the most active stock-market tickers on MarketWatch, as of 6 a.m. Eastern</p><p> Ticker  Security name  TSLA    Tesla  GME     GameStop  AMC     AMC Entertainment  NIO     NIO  AAPL    Apple  BABA    Alibaba  NVDA    Nvidia  LCID    Lucid  NVAX    Novavax  INFY    Infosys</p><p>Random reads</p><p>Goldfish learns to drive, thanks to robots.</p><p>Get ready for hip-hop star Snoop Dogg's hot dogs.</p><p>Need to Know starts early and is updated until the opening bell, but&#xa0;sign up here&#xa0;to get it delivered once to your email box. The emailed version will be sent out at about 7:30 a.m. Eastern.</p><p>Want more for the day ahead? Sign up for&#xa0;The Barron's Daily, a morning briefing for investors, including exclusive commentary from Barron's and MarketWatch writers.</p>",
  "published": "2022-01-12T13:36:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 5450,
          "end": 5455
        }
      ]
    }
  ]
}