{
  "_id": "e6bf9cc21f6c572f6a61e0ee1b74577c27f996dab156f4df77d951c2b48e8aa2",
  "feed": "wall-street-journal",
  "title": "Kong Kong Speech Therapists Jailed Over Children's Books Ruled Seditious; Court sentences five to 19 months in prison over books that a judge ruled depicted the Chinese government as wolves and Hong Kong people as sheep",
  "text": "<p>The sentencing Saturday marks the latest blow to freedom of speech in the city under a national security crackdown that followed mass antigovernment protests in 2019. Authorities have moved to eliminate dissent in the Chinese city, closing newspapers and locking up activistsand pro-democracy politicians. More than 200 people have been arrested.</p><p>This is the first time since the crackdown began more than two years ago that jail sentences have been imposed on individuals for publishing books.</p><p>The five were prosecuted under a British colonial-era sedition law that the city's national-security police are increasingly using to make arrests. Ten people have been found guilty of endangering national security by committing sedition, with penalties ranging from being committed to a rehabilitation center to 40 months in jail. More than a dozen people charged with sedition are awaiting trial or sentencing, including the founder of the pro-democracy Apple Daily newspaper, Jimmy Lai, who has denied the charge.</p><p>The five speech therapists—Lai Man-ling, Melody Yeung Yat-yee, Sidney Ng Hau-yi, Samuel Chan Yuen-sam and Fong Tsz Ho—were charged with conspiring to print, publish, distribute, display or reproduce seditious publications, in this case three children's picture books about a flock of sheep defending their village from invading wolves. They pleaded not guilty.</p><p>They were tried in July before District Court Judge Kwok Wai-kin, one of several judges picked by the city's top official to handle national-security cases, and were found guilty Wednesday.</p><p>All five therapists spent more than a year in pretrial detention and should be eligible for release soon.</p><p>None of the defendants opted to give evidence or call witnesses. Defense lawyers argued that the books were merely children's tales or fables, and that the charge was unconstitutional—that is, inconsistent with the freedom of expression and of speech guaranteed by the city's Basic Law.</p><p>In his 67-page verdict, Judge Kwok said he concluded that the books depicted the wolves as evil and the sheep as kind. He said they wouldn't have been considered seditious if not for specific references in the first book's foreword to the 2019 protests, months of unrest across the city that began in opposition to an extradition bill.</p><p>The books would lead children to believe that the government of the People's Republic of China is made up of wolves and that Hong Kong's leader is a wolf \"masqueraded as a sheep at the direction of the Wolf-chairman,\" the judge wrote in his verdict.</p><p>\"The children will be led into belief that the PRC Government is coming to Hong Kong with the wicked intention of taking away their home and ruining their happy life with no right to do so at all,\" he wrote.</p><p>Amnesty International spokeswoman Gwen Lee called the verdict \"an absurd example of the disintegration of human rights in the city.\" The human-rights group called for the speech therapists' release and urged the government to abolish its \"archaic\" sedition laws.</p><p>Write to Selina Cheng at selina.cheng@wsj.com</p><p>Kong Kong Speech Therapists Jailed Over Children's Books Ruled Seditious</p>",
  "published": "2022-09-10T13:25:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 951,
          "end": 956
        }
      ],
      "nexusId": "10022657"
    }
  ]
}