{
  "_id": "9ac1f68a765c5d524ee6b5a781d8b9c05e380b83b17ffacb6e711aa7ff556d40",
  "feed": "market-watch",
  "title": "Macy's gets boost from demand for work clothes, dresses and luggage as pandemic trends fade; Customers are returning to 'in-person postpandemic shopping experiences,' says CEO",
  "text": "<p>\"The customers continue to return to in-person postpandemic shopping experiences, and were searching for occasion-based product, including career in Tailored Sportswear, dresses and luggage, rather than popular pandemic categories such as active, casual sportswear, sleepwear and soft home that skew more heavily towards digital purchases,\" Chief Executive Jeff Gennette told analysts on the earnings call, according to a FactSet transcript.</p><p>Consumers are still feeling the pinch from inflation and made good use of discounts and promotions, he said, one reason that sales fell from a year ago. But inventories were better than expected at the end of the quarter, he said, up 4% from the 2021 quarter and down 12% from 2019.</p><p>The addition of Toys \"R\" Us shops within Macy's stores is working, he said, with 85% of customers at the toy store also shopping at Macy's. The multiyear Polaris program that aims to boost profitability is also succeeding, he said.</p><p>See now: Kohl's stock drops after earnings beat expectations but full-year outlook withdrawn</p><p>Still, sales dipped unexpectedly in mid-October and the trend continued into November, with regions with unseasonably warm weather being hit the hardest. Macy's now believes the holiday shopping season will start later than usual and be more like 2019 than 2021, when customers were still flush with pandemic stimulus cash.</p><p>\"The holidays are happening,\" he said. \"Trips are booked, parties and family gatherings are planned. Consumers will be spending, but it is too early to tell how much they will allocate to our ordinary categories. We are confident in the amount and composition of our inventory, timing of flows and marketing, but cognizant that we do not operate in a vacuum.\"</p><p>See also : 5 of Walmart's best early Black Friday Deals, including an Apple Watch, a 55-inch LG TV under $300 and a deeply discounted Bissell vacuum</p><p>Landon Luxembourg, senior analyst at Third Bridge, was upbeat on the holiday season.</p><p>\"Macy's was expecting a bumpier holiday season so there is a risk they will be [encumbered] with especially high inventory levels going into 2023 if sales on Black Friday and Christmas are lower than expected,\" he said. \"However, our experts are confident that Macy's will take markdowns early to get fresh receipts going into Q4.\"</p><p>Macy's posted net income of $108 million, or 39 cents a share, for the quarter, down from $239 million, or 76 cents a share, in the same period of the previous year. Adjusted per-share earnings came to 52 cents, well ahead of the 18-cent FactSet consensus.</p><p>See also: Kohl's CEO loss is Levi Strauss's gain, says retail expert</p><p>Sales fell to $5.230 billion from $5.440 billion a year ago but were ahead of the $5.202 billion FactSet consensus. Same-store sales fell 3.1% on an owned basis and were down 2.7% on an owned-plus-licensed basis. The FactSet consensus was for a decline of 4.3%.</p><p>The company is now expecting fourth-quarter adjusted EPS of $1.47 to $1.67 and sales of $8.16 billion to $8.40 billion. The FactSet consensus is for EPS of $1.82 and sales of $8.36 billion.</p><p>It's expecting full-year adjusted EPS of $4.07 to $4.27, up from prior guidance of $4.00 to $4.20. It still expects full-year sales of $24.34 billion to $24.58 billion. The FactSet consensus is for EPS of $4.08 and sales of $24.8 billion.</p><p>Chief Financial Officer Adrian Mitchell said credit-card revenues of $206 million were flat from a year ago at 3.9% of net sales. Performance continued to be driven by lower bad-debt levels than expected, larger balances within the portfolio and higher-than-expected spending on co-branded credit cards.</p><p>Macy's shares are down 15% in the year to date, while the S&amp;P 500 SPX has fallen 17%.</p><p>Macy's gets boost from demand for work clothes, dresses and luggage as pandemic trends fade</p>",
  "published": "2022-11-17T17:35:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1804,
          "end": 1809
        },
        {
          "start": 1804,
          "end": 1815
        }
      ]
    }
  ]
}