{
  "_id": "66795c9382814489dbedb5916672b12c49988f89a966d60e1febf501543faf7e",
  "feed": "ftcomall",
  "title": "US officials lobby European powerbroker on Big Tech regulations",
  "text": "<p>The Biden administration has lobbied a key Brussels powerbroker in an effort to water down the impact of EU regulations targeting the market power of Big Tech companies.<br><br>A senior US official has written to Andreas Schwab, a member of the European parliament who is leading the negotiations on the Digital Markets Act, which aims to prevent groups including Google, Amazon, Apple, Facebook and Microsoft from ranking their own services above those of their rivals. </p> <p>The letter, seen by the Financial Times, was signed by Arun Venkataraman, counsellor to Gina Raimondo, the US commerce secretary. </p> <p>Venkataraman writes that he is “relaying concerns surrounding the implementation period for this complex regulation” while also calling for the new rules to be widened to incorporate companies from countries other than the US.</p> <p>The official lobbying effort comes even as many US lawmakers <a href=\"https://www.ft.com/content/d6cb3541-beef-4335-a0d0-ce5d6585e53d\">push for their own</a> tougher technology regulation at home, in a signal of a split at the top of the Democratic party over the issue. </p> <p>The world's leading tech companies have launched their <a href=\"https://www.ft.com/content/8c7527bc-7ab4-41cd-ba94-3145208da9c3\">own influence campaign</a> on policymakers seeking to resist global efforts to rein in their power. Last week, Meta repeated its threat to remove Facebook and Instagram in Europe after concerns over forthcoming EU digital laws in its <a href=\"https://www.ft.com/content/51ea47e1-50c1-4b72-94d6-884017a1af4a\">latest earnings statement</a>.</p> <p>The US commerce department's intervention is an effort to push back on EU rules that would hit the largest American tech companies. </p> <p>“We ask that the EU use scoping criteria that do not discriminate against US firms in law or in fact, including by ensuring that meaningful European and foreign competitors of covered US firms be brought within the ambit of the DMA,” the letter says.</p> <p>Member states and the European Commission have argued the DMA should effect companies with a market capitalisation of at least €65bn — a threshold that would capture far more than the largest five US tech companies, each valued at over $1tn.</p> <p>Regulators are putting the final touches to both the DMA and the Digital Services Act, a separate law that seeks to clarify the way large online companies should keep illegal content off their platforms. </p> <p>Together, the pieces of legislation will define the new rules of policing the internet for the first time in over two decades. The proposed laws are seen as an international test case for whether politicians are able to curb the power of Big Tech. </p> <p>Many of the DMA's provisions are echoed in a similar bill being promoted in the US Senate by Amy Klobuchar, the Democratic senator from Minnesota.</p> <p>Raimondo has previously come under fire from some of her party's most senior members of Congress for her stance on the DMA. Last year the commerce secretary voiced concerns that the act would disproportionately hurt American companies, but she <a href=\"https://www.washingtonpost.com/politics/2021/12/15/bidens-commerce-chief-is-under-fire-warren-progressives-defending-us-tech-giants/\">was criticised</a> for doing so by Elizabeth Warren, the Democratic senator for Massachusetts. </p> <p>Venkataraman urges European officials to take into account the protection of intellectual property rights and <a href=\"https://www.ft.com/content/4e4ca1d2-2d80-4662-86d0-067a10aad50b\">security concerns</a> when drafting the law, which is expected to come into effect next year. A similar argument has been previously used by Apple in particular.</p> <p>In a response seen by the FT, Schwab accused US officials of using security matters to perpetuate the power of Big Tech. “As policymakers we have also to make sure that such concerns are not artificially created to hide behind,” he writes. </p> <p>The Department of Commerce said: “Even as we engage on concerns we have about distinct elements of the EU's approach, we are encouraging the bipartisan progress being made in Congress on these issues.”</p><p>Source: Javier Espinoza in Brussels and Kiran Stacey in Washington 2022 'US officials lobby European powerbroker on Big Tech regulations' FT.com 8 February. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-02-08T05:00:18.563Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 3132,
          "end": 3137
        },
        {
          "start": 373,
          "end": 378
        }
      ]
    }
  ]
}