{
  "_id": "ba5373f46d2916f362bad06ba7570c5ad7e269a5c9ad828c2f25e0a035266e37",
  "feed": "wall-street-journal",
  "title": "Shanghai Disneyland  Reopens as Controls Ease  ----  By Dan Strumpf",
  "text": "<p>   Shanghai Disneyland reopened Thursday as cautious optimism spread among foreign businesses operating in China following the easing of some of China's most draconian pandemic measures. </p><p>   Foreign companies from Walt Disney Co. to Starbucks Corp. and Apple Inc. have taken revenue hits or endured business or supply-chain upheavals in the wake of China's harsh Covid-control measures, which included citywide lockdowns, mass testing and widespread quarantines. </p><p>   Beijing on Wednesday announced the end of many measures, including requirements covering quarantine and testing as well as restrictions on domestic travel. The moves marked the latest in a gradual rollback of China's antiepidemic rules during the past month, as economic disruptions deepened and popular unrest swept many cities. </p><p>   The policies damaged consumer sentiment, curtailed growth and brought disruptions to foreign businesses with operations in the world's second-largest economy. Unpredictable lockdowns and supply-chain disruptions became widespread, forcing auto makers to sometimes shut operations, as infections of the Omicron variant spread despite the tough controls. </p><p>   Foreign business leaders said scaling back was a step in the right direction, signaling Beijing is attentive to disruptions from zero-Covid and searching for an exit. But new upsets, such as a spike in infections and hospitalizations, were possible in the interim, they said. </p><p>   \"The most positive outcome is now we're seeing a path out of zero-Covid,\" said Eric Zheng, president of the American Chamber of Commerce in Shanghai. \"Even with a lot more positive cases, we know we're headed in the right direction. As far as planning, I think for businesses this is a lot better.\" </p><p>   Signs emerged that foreign companies welcomed the recent moves toward reopening. Shanghai Disneyland said on its website that it would resume full operations beginning Thursday following its most recent shutdown; a year of interruptions saw the theme park closed for 133 days in 2022. </p><p>   On Wednesday, economists at Goldman Sachs said the new measures further pave the way for an exit from China's zero-Covid policy. An earlier reopening could boost China's 2023 economic growth rate to 4.8%, up from the bank's current baseline forecast of 4.5%, they said. </p><p>   Foreign companies with operations in China have been hard hit by Beijing's zero-tolerance approach to Covid-19. </p><p>   Apple has begun accelerating plans to move some production outside China, The Wall Street Journal reported earlier this month. The company, which has long relied on China's vast network of suppliers and electronics assembly plants to build the iPhone and other gadgets, was spurred in part by at-times violent worker protests at a supplier's factory in November over wages and Covid restrictions. </p><p>   American theme parks besides Shanghai Disneyland have suffered. Universal Studios Beijing shut its theme park for 62 days this year, and laid off staff following a Covid outbreak. </p><p>   Western consumer and industrial brands saw their China businesses take a big hit as consumers curtailed spending. Starbucks said last month its same-store sales in China fell 24% during its fiscal year 2022, even as same-store sales globally rose 8%. Diesel engine maker Cummins Inc. in November said this year was the worst market in \"at least a decade\" in China for trucks. </p><p></p>",
  "published": "2022-12-09T07:03:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 245,
          "end": 254
        },
        {
          "start": 246,
          "end": 256
        },
        {
          "start": 2365,
          "end": 2370
        },
        {
          "start": 2381,
          "end": 2386
        }
      ]
    }
  ]
}