{
  "_id": "85164f531bfdebb8f43fe7b00bd9db89f8b6ce16bfe51f749b4eb4bab81b0c5c",
  "feed": "ftcomall",
  "title": "The Webb space telescope takes snapshots of the sublime",
  "text": "<p>After a long wait and $10bn of investment, the James Webb Space Telescope this week <a href=\"https://www.ft.com/content/043c5790-bbae-4493-9da3-2bece7def43d\">produced</a> some jaw-dropping results. Its multicoloured images of stars dying and galaxies circling each other were applauded by US president Joe Biden: “These images are going to remind the world that America can do big things.”</p> <p>The pictures are undeniably impressive, but what exactly are they? Not photographs, since a conventional camera would fail to detect much in the darkness, dust and gas of deep space. The infrared light captured by the telescope was translated into colours by scientists at the Nasa space agency to make them more accessible and appealing.</p> <p>Some space pictures require “a little extra work here or there, just to get that thing to pop a little more”, one astronomer said. I know the feeling: I often adjust my iPhone photos to make them bolder, or turn them “vivid warm”. It can be done with the phone's software by touching the screen.</p> <p>The old days of taking one's chances with a roll of film and a camera shutter are over. Phones have replaced cameras, those of the latter still being sold are almost all digital, and Nikkei <a href=\"https://asia.nikkei.com/Business/Business-trends/Nikon-to-stop-making-SLR-cameras-and-focus-on-mirrorless-models\">reported</a> this week that Nikon is to phase out single lens reflex cameras. Nikon first launched an SLR in 1959, but even professional photographers are switching to mirrorless cameras.</p> <p>Farewell to gazing directly through a camera lens before the clunk of the mirror lifting and the shutter releasing. The Webb telescope has mirrors — one 6.5-metre reflector panel gathers light from space and deflects it via a second mirror on to four sensors — but such intricacy is redundant on Earth.</p> <p>Nasa is well aware of the need for inspiring images. It takes a lot of money to put rockets and astronauts into space, and the agency will only remain funded with public support for its missions. Planting a telescope 1.5mn km from Earth and&#xa0;receiving back data that only makes sense to astronomers would not generate excitement.</p> <p>It was simpler in the era of Moon landings, when humans could be pictured taking giant leaps for mankind, although millions of Americans still believe these events were faked. That was when photos such as “Earthrise”, taken from Apollo 8 in lunar orbit in 1968, electrified the world (the Webb project is partly funded by European and Canadian space agencies).</p> <p>The Webb telescope is harder to dramatise, since it mostly captures radiation from outside the visible spectrum — the Hubble space telescope, its predecessor, primarily observes visible light. It takes Nasa's version of Photoshopping to create the impressive colour images from what the instruments collect.</p> <p>Nasa employs “chromatic ordering”, using blues to represent short-range infrared light, and greens and reds for longer ranges. This produces real images of stars light years away, but it is colouring by numbers. Some of the “American ingenuity” in space exploration praised by Biden goes into making good slideshows.</p> <p>Elizabeth Kessler, a Stanford University lecturer, has <a href=\"https://mag.uchicago.edu/arts-humanities/astronomical-sublime\">compared</a> the “majestic compositions and dramatic lighting” in the Hubble telescope images of space to landscapes of the American West by 19th-century painters and photographers. The agency knows how to evoke the pioneering spirit.</p> <p>More fool us: even knowing how it is done, I find the result entrancing. “We know the pictures are not real, that they are paintings by Nasa artists, but it does not stop us from attributing meaning to them,” says Daniel Rubinstein, reader in philosophy and the image at University of the Arts London.</p> <p>Perhaps we indulge Nasa because of the sneaking feeling that we are up to similar tricks ourselves. It orients its images with “horizons” at the top, and portrays deep space gases vibrantly; we take multiple photos to ensure everyone is smiling with their eyes open, and make the faces more luminous.</p> <p>Film cameras with mirrors were no more inherently faithful in reflecting reality than those with sensors. The phrase “the camera never lies” was always meant ironically, and most underexposed prints were botched by the photographer rather than being intentionally dark.</p> <p>But the ease with which digital images can be amended or enhanced makes artifice spread. Photo editing software used to be expensive and fiddly, but filters and tints now come built in. It takes restraint not to make every landscape shot dramatic and moody — like Nasa's image of deep spaces, in fact.</p> <p>Thus does the sublime become mundane. This is not entirely Nasa's fault: it had to transform its Webb telescope data into colours, given that there would otherwise have been nothing to see. The US president and public would have been terribly disappointed not to get a visual return on their investment.</p> <p>The difficulty is not that Nasa can do it, but that so many others can, too. When every image of vehicles at night on a motorway, or a misty valley at sunrise, is algorithmically awe-inspiring, deep space has got competition. We gaze into galaxies for meaning and find a snapshot instead.</p> <p><a href=\"mailto:john.gapper@ft.com\"><em>john.gapper@ft.com</em></a></p><p>Source: John Gapper 2022 'The Webb space telescope takes snapshots of the sublime' FT.com 15 July. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-07-15T04:00:07.135Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": []
    }
  ]
}