{
  "_id": "90561915b0eb7e6fd844f028a68e656845d1cfc90d267e477a56256bbe4eff3d",
  "feed": "wall-street-journal",
  "title": "Stocks Waver to Kick Off August Trading; Some traders now expect the Federal Reserve to raise rates more slowly",
  "text": "<p>Shares of Boeing rose 6.4% after the plane maker temporarily avoided a strike at three defense manufacturing plants and cleared a regulatory hurdle for resuming deliveries of its 787 Dreamliner.</p><p>U.S. stocks mounted a furious recovery in recent weeks, boosted by positive signals from earnings and expectations that the Federal Reserve may not need to raise interest rates as aggressively as once thought, spurring a rally in government bonds alongside stocks.</p><p>\"The market's beginning to price in the end of Fed tightening rather quickly, and I think it's going to be disappointed. I think the market's a bit ahead of itself here,\" said Thomas H. MacCowatt, partner at Williams Jones Wealth Management.</p><p>Better-than-expected earnings last week from major tech companies, such as Apple, Amazon, and Google parent Alphabet, are driving major U.S. indexes slightly higher today, Mr. MacCowatt said.</p><p>Last week, officials approved another 0.75-percentage-point interest-rate increase. But traders are now betting that the size of rate increases will be smaller for the rest of the year.</p><p>\"This has been a very rapid repricing of bond and equity markets,\" said Edward Park, chief investment officer at U.K. investment firm Brooks Macdonald. \"I fear, however, it might be a bit premature based on what was said out of the Federal Reserve last week.\"</p><p>Mr. Park noted that Monday's weakness in stock futures suggested investors are likely taking a breather after the S&amp;P 500 finished Friday with a 9.1% gain for July. He added that traders are in \"wait and see\" mode ahead of Friday's jobs report. Economists surveyed by The Wall Street Journal expect the U.S. economy to have added 250,000 jobs in July, down from 372,000 in June.</p><p>Investors' expectations for a less aggressive Fed have been evident in federal-funds futures, which are used by traders to place bets on the course of interest rates. Such futures on Monday morning showed a nearly 69% probability that the Fed will raise its key interest rate by 0.5 percentage point in September, up from just 44% last week, according to CME Group. They are also assigning a smaller probability to a 0.75-percentage-point increase compared with a week ago.</p><p>Shifting expectations for central-bank policy for the rest of the year have scrambled other areas of financial markets in recent days, upending some trades that have flourished this year. The U.S. dollar, for example, whichhas staged a prolonged rise in 2022, fell on Monday for a fourth consecutive session, with the WSJ Dollar Index losing 0.6%.</p><p>The Japanese yen, meanwhile, advanced again, rising 0.8% against the dollar. The yen's recent rise has challenged a popular trade on Wall Street this year: betting against the Japanese currency.</p><p>In the bond market, the yield on the 10-year U.S. Treasury note traded at 2.61%, down from 2.642% Friday. The yield on the benchmark note has come down significantly from its closing high of 3.482% reached in June.</p><p>The yield on the two-year Treasury note, meanwhile, traded at 2.892%, compared with 2.897% Friday, to keep the so-called yield curve inverted. That market signal, which occurs when short-term Treasury yields trade higher than long-term yields, is often seen as a key predictor of a recession.</p><p>In individual companies, U.S.-traded shares of Alibaba moved 0.6% lower after the company said it would work to stay listed on the New York Stock Exchange. The Securities and Exchange Commission on Friday added Alibaba to a list of Chinese companies at risk of being delisted from the U.S. exchanges if their auditors can't be inspected before spring 2024.</p><p>Shares of EVO Payments surged 23% to $33.71 after Global Payments said it would buy the payments-technology company and pay $34 a share in an all-cash deal. Global Payments picked up 6.2%.</p><p>Later Monday, investors will parse earnings from companies including Diamondback Energy, Pinterest and Activision Blizzard, all of which will report after the closing bell.</p><p>In energy markets, Brent crude fell 3.7% to $100.12 a barrel.</p><p>Overseas, the pan-continental Stoxx Europe 600 dipped 0.2%. London-traded shares of HSBC Holdings rose 6.1% after the global banking giant said profit rose 62% in the second quarter from a year earlier.</p><p>In Asia, indexes ended mostly higher, despite data showing Chinese manufacturing activity unexpectedly contracted in July. China's Shanghai Composite rose 0.2% and Japan's Nikkei 225 jumped 0.7%.</p><p>—Pia Singh contributed to this article</p><p>Write to Caitlin McCabe at caitlin.mccabe@wsj.com</p><p>Stocks Waver to Kick Off August Trading</p>",
  "published": "2022-08-01T17:14:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 777,
          "end": 782
        }
      ]
    }
  ]
}