{
  "_id": "10916991fd8fa94d6c68e1b8f1a37514448c25a1af7112e47f03853d6d93eca4",
  "feed": "ftcomall",
  "title": "CVC courts tennis for slice of the action",
  "text": "<p><strong>One exclusive invite to start</strong>: Ever wondered what's behind the sports investment boom? Scoreboard is teaming up with our FT colleagues at Due Diligence for a Dialogues event coming up on July 12. We'll discuss the recent dealmaking streak in the world of sport — from the sales of <strong>Chelsea FC</strong> and the <strong>Denver Broncos </strong>to Saudi Arabia's swing at golf — and how long the momentum will last. Register for free <a href=\"https://events.bizzabo.com/414388\">here</a>.</p> <p>Meanwhile: Death. Taxes. <strong>Novak Djokovic</strong> in the <strong>Wimbledon</strong> final. Men's tennis has been rather predictable in the past few years. Were it not for injury, this year's title match could easily have been Djokovic vs <strong>Rafael Nadal</strong> — a repeat of the 2011 final. But repetition has not done the men's game any financial harm, a topic we explore this week. We'll also try to explain what's going on in the world of US college sports, where a collapse in the long-held structures of the $14bn industry is sparking a scramble for power and money. Do read on —<em> Josh Noble, sports editor</em></p> <h1>Can private equity cash bridge the gender divide in tennis?</h1> <p>Women's tennis has been far more competitive than the men's over the past 20 years. In that time, 29 different women have won a major title. That number will rise today, when either <strong>Ons Jabeur</strong> and <strong>Elena Rybakina</strong> is crowned champion at Wimbledon. </p> <p>In the men's game, the comparative figure is just 14, a sign of the dominance of Rafael Nadal, <strong>Roger Federer</strong>, and Novak Djokovic. The so-called Big Four, which rather generously includes Britain's <strong>Andy Murray</strong>, have 65 grand slam wins between them. </p> <p>Yet the heightened competition in the women's game has failed to translate into a bigger audience or more money. The <strong>WTA </strong>has just 1mn followers on Instagram, while the<strong> ATP</strong> has 2.4mn. Although the <strong>Grand Slams</strong> now offer equalised pay for winners, the total prize money <a href=\"https://www.ft.com/content/e4dcb726-3f0c-4dbf-89c4-10dd7f7a725c\">awarded</a> on the men's tour this year is 75 per cent higher than for the women's, according to analysis from the FT's John Burn-Murdoch, a sign of the bigger financial clout of the ATP. </p> <p>It is little surprise, then, that the women's tour is edging towards a possible deal with <strong>CVC Capital Partners</strong>, the sport-loving private equity firm. Talks are ongoing over a potential $150mn investment to take a 20 per cent stake in a new commercial entity that would control the WTA's media, sponsorship and data rights, according to one person familiar with the details. The WTA says no decision has been made.</p> <p>A private equity move into tennis has been long mooted. Talks began over a year ago on a plan to combine the media and data rights of the men's and women's tours into a single entity, into which CVC would then <a href=\"https://www.ft.com/content/24166f9c-a6a7-43fb-b78b-f6b5f5377acd\">have paid</a> $600mn to acquire a 15 per cent stake. </p> <p>But that plan appears to be on pause. For now, the ATP is holding fire, with debate still going on internally about whether or not private equity money is needed. Last month the tour instead unveiled a series of reforms to help bolster its profile. But a successful WTA/CVC partnership could yet tempt the ATP to join forces, at which point questions about the relative value of each circuit would surely resurface.</p> <p>Meanwhile both tours will be hoping that an upcoming <strong>Netflix</strong> fly-on-the-wall series will help boost interest in tennis in the way it has done for <strong>Formula One</strong> car racing — it's even being made by the same team.</p> <h1>A cheat sheet to US college sports chaos</h1> <p>Over the past week, a new crisis in US college sports has begun to unfold which is likely to reshape the massive $14bn industry — again. </p> <p>Exactly a year to the day since the <strong>National Collegiate Athletics Association</strong> <a href=\"https://www.ft.com/content/447c3300-2fd2-4d70-829a-18b3715be498\">suspended its rules</a> regarding student athlete compensation, two big-name universities have defected from their competitive conferences, sparking a free-for-all among the rest of the college landscape for match scheduling and — most importantly — lucrative media rights.</p> <p>Consider it the college sports equivalent of the <strong>Super League</strong>, but this time the breakaway is real. And whether or not you follow college sports, the ramifications will probably be felt across the media industry. What follows is a cheat sheet for what's at stake.</p> <p><strong>What happened</strong>: On June 30, two Los Angeles-based college sports powerhouses <strong>USC </strong>and <strong>UCLA </strong>were approved to join the <strong>Big Ten Conference</strong>, a confederation of mostly Midwestern universities which negotiates match scheduling and broadcast rights for its members. By adding the two biggest schools from the second-largest media market in the US, the moves give the Big Ten significant leverage in negotiating any future media, sponsorship, and merchandising deals. The moves also have a correspondingly devastating effect on USC and UCLA's current conference, the <strong>Pac-12</strong>.</p> <p><strong>What that means</strong>: Think of college sports like the European football landscape, with several domestic leagues around the continent of varying financial and athletic strengths.</p> <p>In 2021, operating revenues for college football conferences totalled more than $7.2bn, more than 70 per cent of which came from the largest, the so-called Power Five conferences, according to data from the <strong>Knight-Newhouse College Athletics Database. </strong>By moving out of the Pac-12 (the lowest-earning of the top five conferences) USC and UCLA are joining the second-largest conference by revenues in the Big Ten, setting up a power duopoly between them and the <strong>Southeastern Conference</strong>.</p> <p>OK, that's a lot of nouns. Why does this matter for the sports industry writ large? In short, sports media rights are about to get much more complicated. Both the Big Ten and the Pac-12 are seeking new media deals. </p> <p><strong>Disney's ESPN</strong>, <strong>ViacomCBS</strong>, <strong>Fox</strong> and others may renegotiate terms of existing contracts given that membership in conferences is changing. Insurgent streamers such as <strong>Apple</strong> are reportedly now <a href=\"https://www.sportsbusinessjournal.com/SB-Blogs/SBJ-Unpacks/2022/06/30.aspx\">interested in college sports rights</a>. And it's still possible that other prominent universities may shift affiliation in the coming weeks, which could shift the goal posts for which conferences get the best deals.</p> <p>Keep in mind that Disney <a href=\"https://www.ft.com/content/98a49a5e-d7bb-4312-8568-21b1917cc0b6\">recently balked</a> on paying up for streaming rights for the <strong>Indian Premier League</strong>, a surprise within the industry given the company's robust enthusiasm for and investment in their digital platforms. Will they pay up for college football instead? If not, who will? </p> <h1>Highlights</h1> <ul>  <li><p>US basketball star <strong>Brittney Griner</strong> <a href=\"https://www.ft.com/content/ce086062-f059-493f-80d1-d98053896130\">pleaded guilty</a> to a drugs charge in Russian court this week but said she hadn't intended to commit any crime. Her high-profile case comes at a time of diplomatic crisis between the US and Russia over the Ukraine war. The US government said it believes Griner, a star player in the <strong>WNBA </strong>and the <strong>EuroLeague</strong>, has been “wrongfully detained”<strong>.</strong></p></li>  <li><p>Former <strong>Fifa </strong>president <strong>Sepp Blatter </strong>and ex-<strong>Uefa </strong>boss <strong>Michel Platini </strong>were <a href=\"https://www.ft.com/content/1a9a46a4-49f6-4e96-86ad-a38e2f9fabec\">acquitted</a> of fraud by a Swiss court after being accused of embezzlement, conspiracy and forgery. </p></li>  <li><p>Watchmakers are <a href=\"https://www.ft.com/content/9c52eed2-64a9-4dd1-8ca8-cf212d384a28\">betting</a> on tennis to drive sales of high-end timepieces, particularly in search of younger consumers. This FT Special report delves deeper into the business mechanics of a deal between French coach <strong>Patrick Mouratoglou </strong>and luxury watchmaker <strong>Zenith</strong>. </p></li> </ul> <h1>Final Whistle</h1> <p>The looming departure of UK Prime Minister <strong>Boris Johnson</strong> has sparked chatter even among the global sports set. His awkward resignation recalls one of Johnson's earliest <a href=\"https://www.youtube.com/watch?v=3hRwnXmdRCo\">sporting bloopers</a> at the <strong>2012 London Olympics</strong>, not to mention other demonstrations of <a href=\"https://www.youtube.com/watch?v=iWIUp19bBoA\">hard-charging defence</a>. Commentators <a href=\"https://twitter.com/HackAttackimer/status/1544785060234240001\">speculated</a> if UK governance might adhere to <strong>Major League Baseball</strong> active roster protocols, and <strong>Ben Wallace</strong> — no, the other <a href=\"https://twitter.com/FearTheFro/status/1545109350523486216\">Ben Wallace</a> — has deliberately signalled his readiness to take the helm at 10 Downing Street.</p><p>Source:  2022 'CVC courts tennis for slice of the action' FT.com 9 July. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-07-09T08:00:25.765Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 5680,
          "end": 5685
        }
      ]
    }
  ]
}