{
  "_id": "90827a959b42e349926694a43303a064cbe3b8f150c5a58e9e412f55e68f9f99",
  "feed": "market-watch",
  "title": "Dow builds on last week's bounce as Nasdaq slides",
  "text": "<p>* The Dow Jones Industrial Average DJIA rose 224 points, or 0.7%, to 31,306.</p><p>* The S&amp;P 500 SPX was up 15 points, or 0.4%, to 3,768.</p><p>* The Nasdaq Composite COMP was down 44 points, or 0.4%, to 10,815.</p><p>The Dow rose 4.9% last week and the S&amp;P 500 advanced 5% for their largest such gains since the week ending June 24. The Nasdaq Composite gained 5.2% last week, its biggest rise since the week ending July 29.</p><p>What's driving markets</p><p>A report in The Wall Street Journal that the Federal Reserve would debate whether to consider trimming the size of rate hikes in December helped contribute to Friday's showing. Two regional Fed presidents, Charles Evans and Mary Daly, warned that rates could go too high. No comments are expected this week ahead of the Fed's two-day rate-setting meeting that ends Nov. 2.</p><p>Don't miss: Stock market live coverage</p><p>Markets also are gearing up for a wave of earnings reports, including from tech giants Alphabet GOOGL, Microsoft MSFT, Meta Platforms META, Apple AAPL and Amazon AMZN this week.</p><p>See: Stock-market investors brace for busiest week of earnings season. Here's how it stacks up so far.</p><p>\"The latest rally underlines our view that markets will remain volatile, and investors should prepare for large moves in both directions,\" said Mark Haefele, chief investment officer at UBS Global Wealth Management, in a note.</p><p>\"Incremental improvements in inflation or labor market data, indications of economic resilience or any softening of language from the Fed has the potential to drive a market bounce, as we have seen in recent days,\" he wrote. \"But while it is encouraging that Fed officials have started to point to an end in sight for rate rises, such a pause will remain conditional on fading inflation and a cooling labor market. This has yet to be seen in the data.\"</p><p>While mixed, earnings last week surprised some market participants with their \"relative strength\" and will \"remain a focus for investors this week with big tech and a couple big-oil names and automakers reporting,\" said Chris Larkin, managing director of trading at E-Trade from Morgan Stanley.</p><p>\"Those seeing a possibility for a bear market rally may be looking at the historical tendencies of the SPX's recent price action,\" he said in emailed comments, referring to the S&amp;P 500's trading symbol.</p><p>\"Since 1960 the SPX has fallen to a 52-week low and closed higher the following week 25 other times. Though the index closed higher the next week just over half the times, after a month had passed the SPX was higher in 67% of all cases,\" Larkin noted.</p><p>Tech shares were also dragged down in the wake of last week's Chinese Communist Party congress, which saw President Xi Jinping cement his hold on power.</p><p>\"Investors are selling off Chinese assets on this news, suggesting a further course of austerity in the country, escalating tensions around Taiwan and anti-market reforms,\" said Alex Kuptsikevich, senior market analyst at FxPro, in a note.</p><p>In Hong Kong, the Hang Seng Index HK:HSI ended more than 6% lower at a new 13-year low.</p><p>More positively, U.K. Treasury yields fell asex-hedge-fund manager and former Chancellor of the Exchequer Rishi SunakbecameConservative Party leader, clearing the way for him to succeed Liz Truss as prime minister.</p><p>Companies in focus</p><p>* American depositary receipts of Alibaba Group Holding Ltd BABA fell nearly 17%, while JD.com Inc. JD dropped nearly 19% and Baidu Inc. BIDU slumped 18% as investors reacted to the conclusion of the Chinese Communist Party congress.</p><p>* Tesla Inc. shares TSLA felt pressure after Bloomberg reported that the electric vehicle maker cut prices in China.</p><p>Dow builds on last week's bounce as Nasdaq slides</p>",
  "published": "2022-10-24T15:08:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 989,
          "end": 993
        },
        {
          "start": 983,
          "end": 988
        }
      ]
    }
  ]
}