{
  "_id": "5860d7d40d74da7e273f1405320230c899fee00bb9ab962db92de4a3cfe14986",
  "feed": "wall-street-journal",
  "title": "LastPass, a Password Manager With Millions of Users, Is Hacked; The company said no information was stolen from its more than 33 million users after an unauthorized party accessed its development environment",
  "text": "<p>Mr. Toubba said on the company's website that LastPass began investigating after noticing unusual activity two weeks ago, and was working with a cybersecurity and forensics firm. He added that the company had implemented additional security measures.</p><p>\"We have no evidence that this incident involved any access to customer data or encrypted password vaults,\" said Nikolett Bacso-Albaum, a company spokeswoman.</p><p>LastPass, which is based in Boston, stores encrypted login information that a user can access online with a master password. The company, which offers both free and paid accounts, says that it cannot see its customers' data.</p><p>Security experts recommend using password managers to store unique logins. Hackers often take credentials stolen from one breach to steal from people who use the same logins on multiple platforms. Companies including Apple Inc., Google, 1Password and Dashlane offer password storage services on which someone can access all of their login credentials using a master password.</p><p>Mr. Toubba said the LastPass master passwords weren't compromised because the company doesn't store them.</p><p>The company said in December that some of its users had received emails about unauthorized login attempts. LastPass said that a malicious or bad actor last year may have tried to access user accounts with information obtained from unaffiliated services that had been breached. No information was stolen, the company added.</p><p>LastPass was founded in 2008 and has more than 550 employees worldwide, according to its website.</p><p>Write to Alyssa Lukpat at alyssa.lukpat@wsj.com</p><p>LastPass, a Password Manager With Millions of Users, Is Hacked</p>",
  "published": "2022-08-26T14:33:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "confidence": 0.94,
      "offsets": [
        {
          "start": 852,
          "end": 862
        },
        {
          "start": 845,
          "end": 855
        }
      ],
      "weightsV2": {
        "weight": 2.0004277,
        "baseWeight": 2.0,
        "expansionWeight": 0.0,
        "ontologyWeight": 0.0,
        "tagPositionWeight": 0.00042772293,
        "titleWeight": 0.0
      },
      "typeRank": 1
    }
  ]
}