{
  "_id": "e341f4f1847638365c56a7fc294b2db5db9bf1afef5c23a4207863ecca362e49",
  "feed": "wall-street-journal",
  "title": "How Elon Musk Can Unlock Twitter's Full Potential; There's so much more the social network could be doing to organize and enhance your digital life.",
  "text": "<p>In 1994 Eric Freeman and I invented the Twitter-type stream, called a Lifestream. On your computer, a Lifestream looks like a single file of playing cards receding into the depth of the screen. The idea is to combine all your digital possessions—documents, photos, videos, bookmarks, etc.—with all your email and the whole of your digital future, insofar as you know it. The future holds approaching appointments and events, work to do later, commercial information and so on. Each of these items corresponds to one card.</p><p>As a Lifestream user, you decide whether to make your stream private (possibly including some public cards) or public (possibly with some private ones). You can specify which outside users are allowed to see your stream—perhaps a group of friends or colleagues. If you make a stream public, allow only one short comment on each card, and disable the future, the result resembles a Twitter-type stream. But a Lifestream's purpose is to be a digital diary: a chronological list of all your digital possessions and the events of your approaching future. It is also a communications medium. If you allow access to your stream only to yourself and one friend, your friend can add cards to your stream. If you devote every card to communication, on the other hand, you are back to the Twitter-world.</p><p>You can \"import\" other people's streams, but you can see only the cards to which you have been allowed access. If you import Kathy's stream, her cards are intermixed with yours chronologically. Likewise if you import the Associated Press's stream, the Metropolitan Museum of Art's stream, or the stream for your college physics course.</p><p>We are still missing an important Twitter-stream accomplishment: your ability to \"follow\" someone or something. Lifestream has it, but in a more powerful way than Twitter does. If you import Kathy's stream, and then search for \"owner Kathy\"—thus making all your own cards disappear—you see all the cards on Kathy's stream that are accessible to you. When new cards appear on Kathy's stream and match your \"owner Kathy\" search, they appear on your search-stream too. The stream created by your search for \"owner Kathy\" continues to accumulate matching cards. So you are \"following\" Kathy.</p><p>Searching gives you another important power. If you search for \"type photo,\" the result is your own stream pared down to only photos. Everything else disappears. The result of your search, in other words, is a chronological photo library. Likewise if you search for \"type email\" or \"type app\"—you get back a chronological mail stream or app stream. If you search for \"Disraeli,\" on the other hand, you get back a stream of many types: each card that mentions \"Disraeli,\" whether it's a document or email or anything else.</p><p>It follows that you don't need a photo library, a video archive, a music library, a collection of \"notes\"—and a file system too. All you need is a Lifestream.</p><p>The task and the opportunity are real. We depend on the Windows-based on-screen display, which dates back to Xerox Research in the 1970s, was refined and made into a commercial success by Apple in the 1980s, and was reproduced by Microsoft in 1990. Have we made no progress since the last century in the display of basic information?</p><p>Lifestreams are, obviously, not the only way forward. But one way or another, the industry must give consumers a reason to care—or computers will go the way of washing machines. They, too, have improved over the years. But in the U.S., no one has gotten excited about a washing machine since the 1950s.</p><p>If Silicon Valley doesn't take the lead, some other country's tech industry will step into the limelight and lead the march forward. It could be China. Most likely it will be Taiwan or Israel. But it could also be South Korea, Singapore or Japan. Right now, Mr. Musk has the ball. We're all waiting to see what happens next, hoping it will be worthy of him—and of us.</p><p>Mr. Gelernter is a professor of computer science at Yale.</p><p>How Elon Musk Can Unlock Twitter's Full Potential</p>",
  "published": "2022-05-11T22:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 3109,
          "end": 3114
        }
      ]
    }
  ]
}