{
  "_id": "b5c24417373d1089dc863531c82630e29c1e0cfcc91cd89922fa0f1f7e6f5551",
  "feed": "ftcomall",
  "title": "Ukrainian city braces itself for war",
  "text": "<p><em>This is an audio transcript of the </em><a href=\"https://www.ft.com/ft-news-briefing\"><em>FT News Briefing</em></a><em> podcast episode: </em><a href=\"https://www.ft.com/content/9bbb16f7-ed87-4e00-a410-d1803395d184\"><em>Ukrainian city braces itself for war</em></a></p> <p><strong>Marc Filippino</strong><br>Good morning from the Financial Times. Today is Monday, January 31st, and this is your FT News Briefing.</p> <p>[MUSIC PLAYING]</p> <p>The head of the world's biggest sovereign wealth fund is betting that inflation will be sticking around. And earnings season has revealed some real winners and losers from the supply chain crisis. Plus, as tension mounts between Russia and the west, we'll take you to a city on the frontline of the conflict. </p> <p><strong>Ben Hall</strong><br>It's an uneasy part of Ukraine that's very much on edge. </p> <p><strong>Marc Filippino</strong><br>I'm Marc Filippino and here's the news you need to start your day.</p> <p>[MUSIC PLAYING]</p> <p>Economists are divided over whether inflation is temporary or permanent. But the head of the world's largest sovereign wealth fund thinks inflation could become long-lasting. Nicolai Tangen runs Norway's $1.3tn oil fund. He told the Financial Times that permanent inflation means investors face years of low returns. Inflation in the biggest economies is now at its highest level in decades. Tangen said he thought inflation could be stronger than what's generally expected. He points to high demand, the number of people leaving the workforce and lingering disruption in supply chains.</p> <p>[MUSIC PLAYING]</p> <p>Now speaking of supply chain issues, they're playing a starring role in the current earnings season in the US. Many companies complained of shortages, delays and spiking costs. Some companies have managed to navigate the disruption, others not so much. Our US business editor Andrew Edgecliffe-Johnson starts with the winners. </p> <p><strong>Andrew Edgecliffe-Johnson</strong><br>Well, it sounds slightly odd to say that Apple is one of the winners when it said that supply chain constraints cost it about $6bn in the last quarter. But actually, Wall Street had come to fear that it might be costing about 10bn, so Apple has emerged as one of the winners of this earnings season. We had some pretty bullish statements from General Dynamics, 3M, the mining company Freeport-McMoRan. But on the other side, you had companies like GE, which was hit by shortages of semiconductors, resin, parts, labour at some of its suppliers. Caterpillar, you had Mondelez and even Tesla admitted that supply chain challenges, particularly related to semiconductors, are gonna be with it for most of this year, if not into next year. </p> <p><strong>Marc Filippino</strong><br>Now, as you mentioned, Tesla and one of the things it's trying to do is move some of its production in-house to avoid the supply chain issues that we're talking about here. Who else is doing this? </p> <p><strong>Andrew Edgecliffe-Johnson</strong><br>So I spoke to a bunch of companies, a bunch of consultants, a bunch of specialists in the supply chain who said that pretty universally, they said, you know, Covid and all of the factory closures, you know, higher shipping costs, the shortages of key workers like truck drivers has really forced a rethink of very long held belief in corporate America that what you need is just in time supply chains. There is a shift to a new mantra of “just in case”, some people call it resilience, but those are the new slogans that are gaining ground in corporate America right now as a result of these really quite long-lasting disruptions. </p> <p><strong>Marc Filippino</strong><br>Andrew Edgecliffe-Johnson is the FT's US business editor.</p> <p>[MUSIC PLAYING]</p> <p>US and UK lawmakers are ready to hit Russia with sanctions if it invades Ukraine. Meanwhile, Vladimir Putin is continuing to build up Russian forces at the border with Ukraine, according to US defence officials. Now, some see this as high-stakes brinkmanship. But if Russia does invade, there are several routes it could take. And one is right through the city of Mariupol in southeastern Ukraine. It's home to about half a million people and the FT's Europe editor Ben Hall went there recently to speak to some of them. He joins me now to talk about what he found. Hi, Ben. </p> <p><strong>Ben Hall</strong><br>Hello. </p> <p><strong>Marc Filippino</strong><br>So Ben, this must have been quite a trip. Can you paint me a picture of what the city is like, you know, what did you see? </p> <p><strong>Ben Hall</strong><br>Well, the picture that you would get is an unmissable picture, is of these two hulking steelworks, which are some of the biggest steelworks in the whole of Europe, actually. They employ tens of thousands of people. You can smell the coal in the air, the coal burning in the air. This is not a wealthy city, but people were going around ordinary business. It did feel like life was carrying on as normal as it is in most of Ukraine. </p> <p><strong>Marc Filippino</strong><br>And the people of Mariupol, I understand that they're familiar with war and conflict, right? </p> <p><strong>Ben Hall</strong><br>People in Mariupol, like a lot of Ukrainians, have been living with war since 2014. They saw Russia carve off the Crimean Peninsula and then instigate this separatist uprising in the Donbas region, of which Mariupol is part, although is not actually part of the occupied region. It's just about 20-30km away from that. So they have lived with this reality of fighting and there was some pretty brutal experiences for that city in the fighting in 2014-2015, including one very famous episode where the city was shelled by a bomb in a barrage of rockets and 30 civilians were killed. </p> <p><strong>Marc Filippino</strong><br>So how are they feeling now Ben, you know, who did you talk to when you were there? </p> <p><strong>Ben Hall</strong><br>Well, we met military officers, we met local residents, we met the mayor. Nearly everybody that we spoke to just struggles to imagine a really large scale invasion happening. They've been at war for some time, so they don't they're not alarmed by, you know, the idea of necessarily by some kind of escalation. The second thing is that many Ukrainians think that they are much better placed this time to withstand a Russian onslaught. Their army is stronger, and many Ukrainians are prepared to take out weapons and to fight. So there's this sort of element of defiance, certainly amongst those Ukrainians who are very supportive of Kyiv amongst the residents who are Russian speaking, who are suspicious about Kyiv's motives. They are more inclined to believe Russian propaganda, Russian public television, which they can get there and to believe those kind of narratives. So there's there are definitely different views within that city. </p> <p><strong>Marc Filippino</strong><br>And is there tension between these two groups of people? </p> <p><strong>Ben Hall</strong><br>There doesn't seem to be a lot of what you might call kind of community tension between these different groups. We were really struck by the fact that I referred to a bombardment that killed 30 people in 2015, and there was a young couple who said they thought that the Ukrainian authorities were responsible for this rocket attack. And literally, we turned around and there was another guy standing a few metres away, and he had completely the opposite view. They both lived in the same area and yet they had very different interpretations of who was responsible for this and what lay behind that atrocity. And that, in a way, was really quite sort of shocking to see. I do think the city has become more Ukrainian over recent years and less pro-Russian, so maybe the kind of pro-Ukrainian sentiment is more dominant there now than it was. </p> <p><strong>Marc Filippino</strong><br>So is there an economic or strategic value to the city, to either Ukraine or Russia? Is there a reason Russia would want to take Mariupol? </p> <p><strong>Ben Hall</strong><br>Well, the two steel mills are a very important part of Ukrainian industry. And steel is one of Ukraine's big exports, a big foreign exchange earner. So clearly, if the Russians were to take the city and take control of the city, then they could take control of those steelworks and deprive Ukraine of their earnings. They could take control of the ports, they could stop the steel getting out. The port is also used for exporting commodities, particularly grain. This is an outlet to the rest of the world. And one of the possible scenarios, one of the possible intentions of Vladimir Putin is to annexe the south of the country and essentially to hobble Ukraine commercially by depriving it of access to the sea. </p> <p><strong>Marc Filippino</strong><br>So Ben, after visiting Mariupol, is there a sort of takeaway you have? Do you feel like you have more of an insight into the larger geopolitical moment that we're in right now? </p> <p><strong>Ben Hall</strong><br>Well, only that I think Ukrainians are still very unsure about what's going to happen. They absolutely buy the argument of Vladimir Putin is perfectly capable of and in fact intent on wanting to destabilise their country and will try to do it in all sorts of different ways, provocations, false flag operations, cyber attacks. But the idea of a full blown invasion really baffles Ukrainians. They don't really understand why he would need to do that, why he would take such a risk because so many Ukrainians would be prepared to resist. The Ukrainian army is stronger, etc, etc. So there's a bit of a kind of phoney war sort of atmosphere in Ukraine generally at the moment. And the government itself in Ukraine is playing down the threat of a very big offensive because they feel that it's precisely that prospect or that, you know, if people start to take that on board, then that will sow panic in the population, it will disrupt the economy. And those are very much the things that Putin wants. </p> <p><strong>Marc Filippino</strong><br>Ben Hall is the FT's Europe editor. Thanks, Ben. </p> <p><strong>Ben Hall</strong><br>You're very welcome.</p> <p>[MUSIC PLAYING]</p> <p><strong>Marc Filippino</strong><br>Before we go, Europe's biggest holiday company is making a bold move. Tui is raising a €500mn fund from institutional investors. They want to finance new hotels. This will be the first in a series of funds that Tui will raise. The company has a record level of debt after the pandemic. It had to ground its aircraft, dock its ships and close hundreds of hotels. But travel restrictions are easing and the company is expecting a rush of bookings in the coming days. So, it says the funds will help the company return to growth.</p> <p>[MUSIC PLAYING]</p> <p>You can read more on all of these stories at FT.com. This has been your daily FT News Briefing. Make sure you check back tomorrow for the latest business news.</p> <p><em>This transcript has been automatically generated. If by any chance there is an error please send the details for a correction to: </em><a href=\"mailto:typo@ft.com\"><em>typo@ft.com</em></a><em>. We will do our best to make the amendment as soon as possible.</em></p><p>Source: Marc Filippino, Andrew Edgecliffe-Johnson and Ben Hall 2022 'Ukrainian city braces itself for war' FT.com 31 January. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-01-31T05:00:47.953Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1906,
          "end": 1911
        },
        {
          "start": 1712,
          "end": 1717
        }
      ],
      "nexusId": "10022657"
    }
  ]
}