{
  "_id": "9edb8ad538471e64d13eeb27078bca039829988ccf0a40ed86c9e867599b3ef4",
  "feed": "market-watch",
  "title": "Here's why the Federal Reserve let inflation run up to a 40-year high and how it roiled the stock market this week; Also, the MarketWatch 50; a new interest rate for popular I-bonds; and tips for retirement living",
  "text": "<p>When the policy-setting Federal Open Market Committee announced the jumbo-sized 75-basis-point rate increase on Wednesday, investors initially cheered a softening of language from the previous meeting's statement.</p><p>Here's how Powell pushed financial markets back down during his press conference that followed, according to Rex Nutting.</p><p>What's next for markets after the Fed's big moves?</p><p>Joseph Adinolfi lists coming events that can move stocks and bonds up or down and influence the central bank's next monetary policy announcement in December.</p><p>More about Federal Reserve policy and how it can affect your money:</p><p>* The U.S. jobs market is too 'strong,' the Fed says. So expect rising unemployment.</p><p>* What NASA knows about soft landings that the Federal Reserve doesn't</p><p>* How Fed's Powell caught markets 'off guard,' extending stock selloff as Treasury yields soar</p><p>* 5 things we learned from Jerome Powell's 'whipsaw' press conference</p><p>* Fed says it may hike interest rates at slower pace, but destination is now 5% or higher</p><p>The MarketWatch 50</p><p>The MarketWatch 50 is a new list of people who have the most influence over your money.</p><p>Here are articles about some of the MarketWatch 50:</p><p>* Greg Jensen nailed inflation, the Ray Dalio leadership change, and won at poker. Inside his big year.</p><p>* Morgan Housel turned lessons he learned as a hotel valet into a breakthrough personal-finance book that's sold 2.2 million copies in 2 years</p><p>* This oil company backed by Warren Buffett is America's hottest stock. Why won't its CEO pump more oil?</p><p>* Tim Cook has been an excellent leader for Apple — these numbers prove it</p><p>Click here for the full list of the MarketWatch 50.</p><p>Here's what happened with the highly anticipated I-bond interest-rate change</p><p>Following last week's deadline for purchasing U.S. Treasury I-bonds and locking in a fixed rate of 9.62% for six months, the rate has been lowered — but there's a silver lining.</p><p>Cybersecurity stocks have been safe. Until now.</p><p>This has been a punishing year for formerly high-flying stocks of cloud services providers, but the cybersecurity industry has been deemed a safe haven because of its critical importance. But this week even this protected area for tech was hit hard, especially after this forecast.</p><p>From Mark Hulbert: Here's strong new evidence that a U.S. stock market rally is coming soon</p><p>The self-employed have a huge advantage in retirement savings</p><p>You may be aware that the limit on annual contributions to individual retirement accounts is much lower than that for people making pre-tax contributions to 401(k) or similar plans offered by their employers.</p><p>But if you run your own business, you can set aside much higher amounts of pre-tax money for retirement — up to $265,000 a year — by setting up your own plan, as Beth Pinsker explains.</p><p>Biden wants oil companies to pump more. Here's why they won't do it.</p><p>This week President Biden accused U.S. oil producers of \"war profiteering\" as the world energy market is disrupted by Russia's invasion of Ukraine. He said he might seek punitive taxes against the industry. Debbie Carlson explains why he's unlikely to influence domestic oil producers to expand production.</p><p>How retirees with wanderlust can select a home base</p><p>When considering life after the end of a career, many people wish to make a move. This can be complicated, and you should try MarketWatch's retirement locations toolto begin your own custom search. It incorporates dozens of factors using data covering more than 3,000 U.S. counties.</p><p>In the Where Should I Retire column, Jessica Hall helps a couple who want to avoid selecting a permanent home for now, so they can be free to travel. One difficulty is setting up a permanent legal address that isn't a a post-office box. Here's how to do it.</p><p>Related: People are keen to move out of big cities due to inflation. They are eyeing these sunny locations for lower-cost living.</p><p>A happy housing market 'anniversary'</p><p>A year after Zillow Group Z said it would exit the home-flipping business, the company said it was finished selling the last of its houses. Here's the other news that helped push up its stock.</p><p>More about U.S. housing:</p><p>* The number of houses listed for sale soared in October — but a closer look reveals a housing market that's cooling rapidly</p><p>* 'Incentives come in many forms': Here are ways to lower your mortgage rate, according to this mortgage company CEO</p><p>* There are 40 million renters in America. Their 'political mobilization' could influence the midterm elections.</p><p>Controversy over grocery-store mega-merger</p><p>Kroger KR and Albertsons ACI announced a $25 billion merger, but there may be regulatory roadblocks to completing the deal. There's controversy over a plan by Albertsons to pay a special $4 billion dividend to shareholders.</p><p>More corporate news: Moderna stock falls after company cuts sales outlook by up to $3 billion</p><p>Investing for income amid economic uncertainty</p><p>Here's a list of 20 low-volatility dividend stocks, most of which have been holding up well during this year's broad market decline.</p><p>This look at high-yield bonds is the third in a series about a bond market that has become much more attractive to long-term investors as prices have fallen and yields have risen. The previous stories in the series covered shorter-term bonds and municipal bonds.</p><p>More: Why bonds may beat stocks in coming months, after 'safe' and 'risky' assets broadly moved in same direction in 2022</p><p>New ways to keep your brain young</p><p>Brett Arends explains why this might be the best type of puzzle to keep you sharp.</p><p>Alessandra Malito interviews Marc Milstein, author of the \"The Age-Proof Brain,\" who shares four things you can do to fight dementia and improve your memory.</p><p>Read on:</p><p>* What neuroscientists have learned about rejuvenating the aging brain—and what you can do too</p><p>* Another reason to love pickleball: The popular sport may strengthen your brain</p><p>Want more from MarketWatch? Sign up for this and other newsletters, and get the latest news, personal finance and investing advice.</p><p>Here's why the Federal Reserve let inflation run up to a 40-year high and how it roiled the stock market this week</p>",
  "published": "2022-11-05T12:29:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1579,
          "end": 1584
        }
      ]
    }
  ]
}