{
  "_id": "78d8ee69f8629cbfbd9425ce0f8e14ddd843b2bda434980a7352768c73f0cf44",
  "feed": "wall-street-journal",
  "title": "Stock Prices in Tenths of a Penny Might Be Coming to a Trading Screen Near You; SEC proposal would narrow 'tick sizes' for thousands of stocks",
  "text": "<p>Thousands of stocks could be affected by the change, including popular investments such as Apple Inc. and Walt Disney Co. The plan from the Securities and Exchange Commission to reduce \"tick sizes\" is still subject to final approval by the agency's commissioners and could be years away from taking effect.</p><p>It has been more than two decades since the last big push to narrow tick sizes in U.S. stocks. The new plan, unveiled Wednesday, is part of a package of proposals whose aim is to reduce costs for small investors.</p><p>Reducing tick sizes would contribute to that goal because the difference between the bid and ask price of shares is part of the hidden transaction cost you pay when trading stocks.</p><p>The bid is the quoted price that buyers are willing to pay for a stock. It is always a bit lower than the ask, which is the price quoted by sellers. The difference between them is called a spread. If you trade in and out of stocks all day, bid-ask spreads will eat up a chunk of your trading income. The chunk flows to middlemen—generally high-speed trading firms that buy and sell shares on exchanges and sometimes execute orders submitted by investors using retail brokerages such as Robinhood Markets Inc. or Charles Schwab Corp.</p><p>Longstanding rules prevent exchanges from displaying prices for most stocks in increments of less than a penny. That means bid-ask spreads can't get narrower than a cent. Now, the SEC's thinking is that a penny is too wide, fuels excess profits for middlemen and drives trading into less-regulated, off-exchange platforms with the flexibility to execute orders in increments of as little as one-hundredth of a penny.</p><p>\"The one-penny minimum increment used for quoting is outdated, and too wide for today's markets,\" SEC Chair Gary Gensler said last week.</p><p>Under the proposal, stocks could have four tick sizes: one-tenth of a penny, two-tenths of a penny, half a penny and 1 cent. Stocks that tend to have tight, 1-cent spreads would get the smaller tick sizes.</p><p>Around 3,000 securities—including actively traded stocks such as Google parent Alphabet Inc. and General Motors Co.—would qualify for smaller tick sizes under the SEC's proposal, according to an analysis by stock-exchange operator Members Exchange, or MEMX.</p><p>Thousands more stocks would be unaffected. The SEC's proposal states that stocks with wide spreads of 4 cents or more would retain tick sizes of 1 cent. This category includes stocks with high per-share prices such as Netflix Inc. and Berkshire Hathaway Inc., which tend to have wide spreads, and many more obscure or infrequently traded stocks, according to MEMX.</p><p>Tick sizes have generally shrunk over time. For most of the 19th and 20th centuries, U.S. stocks were priced in increments of one-eighth of a dollar. In 1997, the New York Stock Exchange shifted to sixteenths of a dollar—which traders called \"teenies\"—following a similar move by the Nasdaq Stock Market.</p><p>In 2001, market operators switched to dollars and cents under SEC pressure. The \"decimalization\" of the stock market was ruinous for old-school specialists on the NYSE floor and firms with a big business in quoting prices for Nasdaq stocks. Such firms—such as Spear, Leeds &amp; Kellogg and Herzog Heine Geduld—had previously made ample profits due to the wide spreads, and their operations struggled after decimalization.</p><p>New, high-tech middlemen, including Virtu Financial Inc. and Ken Griffin's Citadel Securities, emerged to take their place. Investors generally benefited from decimalization thanks to the resulting reduction in trading costs, according to researchers who have studied its impact.</p><p>In 2016, the SEC initiated a short-lived experiment to widen tick sizes to a nickel for the stocks of smaller companies. The agency launched the Tick Size Pilot Program at the behest of members of Congress who argued that decimalization harmed small-cap companies by discouraging brokerages from producing analyst research on them.</p><p>There is little evidence that the pilot program spurred more research on small-caps. But the wider spreads imposed by the two-year experiment cost investors more than $300 million, according to one study, while other estimates ranged as high as $900 million.</p><p>\"What we saw with the misguided Tick Size Pilot was that widening ticks cost investors a lot of money,\" said Tyler Gellasch, an executive director at Healthy Markets Association, an investor trade group. \"Hopefully shrinking ticks will save them money.\"</p><p>Many of the SEC's proposals are likely to face fierce opposition from brokers and trading firms. But narrowing tick sizes is among the less controversial parts of the SEC's package. A range of firms, including Citadel Securities, Nasdaq and Robinhood, have backed various plans to reduce tick sizes to less than a penny. And unlike some of the SEC proposals unveiled last week, the tick-size proposal drew unanimous support from the agency's five commissioners, including its two Republicans.</p><p>Jim Angel, a finance professor at Georgetown University, said investors might enjoy some minor savings from the proposal. It won't have the impact of decimalization, though, he added.</p><p>\"Some people are going to blink twice when they see prices like $10.002,\" Mr. Angel said. \"But I don't think most people are going to notice.\"</p><p>Write to Alexander Osipovich at alexo@wsj.com</p><p>Stock Prices in Tenths of a Penny Might Be Coming to a Trading Screen Near You</p>",
  "published": "2022-12-18T15:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 91,
          "end": 101
        },
        {
          "start": 91,
          "end": 100
        },
        {
          "start": 91,
          "end": 96
        }
      ]
    }
  ]
}