{
  "_id": "48533cd19349ec4726c70e0244d85f89de4107a7ac1666b17f88645a87e09369",
  "feed": "ftcomall",
  "title": "Anish Kapoor's ‘mad, mad project'",
  "text": "<p>The studio of Anish Kapoor occupies a long stretch of an anodyne south London road. The&#xa0;British-Indian artist started with one space 25 years ago and, as his fame and wealth have accrued, so have his workrooms, each door allowing access to a different aspect of his oeuvre – and possibly his mind. In one large high-ceilinged hall, you can't move for ginormous red splodgy paintings, fervent excrescences that remind you of hell, or someone's guts. In the next, more confined, some of Kapoor's assistants (more than 20 people work here) execute more technical work. </p> <p>The one after that privileges another Kapoor signature, his <a href=\"https://www.metmuseum.org/art/collection/search/495458\">mirror pieces</a>, large concave glasses that discombobulate you as you peer into them. Then there's a chamber devoted to all things black (red is Kapoor's longstanding love, but black is his big crush) before finally, through an entrance stacked with hundreds of canvases, we reach a moment of calm: a vast space at least 40ft tall, with high windows letting in crisp winter light. Down below are 10 or so large pictures, and a wide wooden desk absolutely submerged in paint.&#xa0;</p> <p>“Here is my easel,” says Kapoor, now 67, with a trademark chuckle that betrays both good humour and occasional nerves. He is a small, slight figure clad in black jeans and an aggressively frayed turquoise jumper; his trainers, white a long time ago, are similarly caked in oils. At the other end of the complex, a meeting room containing neat art books and <em>objets</em> is the antithesis of here. But then these are the two poles – precision and mess – between which Kapoor has been swinging for the past 50 years; decades of the slick and monumental jostling with the weird and chaotic, reflecting his interest in endlessness, ritual and sex. In the smaller room, he had been detailing his ongoing fascination with sacrifice. I look over the desk. Is this a place for sacrifice, then? “Indeed it is,” sighs Kapoor. “Yikes!”</p> <p>There's a certain scale to everything Anish Kapoor does. He can't help it, he says – things grow and expand without him even realising. It was like that with this studio – “it just happened to me!” – and it's been the same with much of his career, an extraordinary trajectory that has seen him show in pretty much every great establishment in the world; his <a href=\"https://www.royalacademy.org.uk/exhibition/anish-kapoor\">2009 retrospective at the Royal Academy</a> (the first time an Academician took over the whole of the main galleries), attracted more than 250,000 visitors. According to Sir Charles Saumarez Smith, secretary and chief executive of the RA at the time, the show, with an exploding wax cannon, a small train buzzing around and&#xa0;various other bravura pieces, was a game-changer: “Now people are used to exhibitions that are experiential&#xa0;–&#xa0;but at the time I don't think people had seen work that was so theatrical, and adventurous, and had an aspect of danger to it.”</p> <p>Kapoor's public commissions, meanwhile, have seen him serve up <a href=\"https://www.chicago.gov/city/en/depts/dca/supp_info/chicago_s_publicartcloudgateinmillenniumpark.html\"><em>Cloud Gate</em></a> in Chicago (aka The Bean), <a href=\"https://www.tate.org.uk/whats-on/tate-modern/exhibition/unilever-series/unilever-series-anish-kapoor-marsyas\"><em>Marsyas</em></a> in Tate Modern's Turbine Hall and the <a href=\"https://arcelormittalorbit.com/\">ArcelorMittal Orbit</a>, a huge intestinal swirl commissioned for London's 2012 Olympics. But it is definitely, he swears, the same haphazard and surprising process that has led to his latest project, a takeover of Venice this spring, a centrepiece of this year's <a href=\"https://www.labiennale.org/en/art/2022\">Biennale</a> that sees him not only showing at the city's prestigious <a href=\"https://www.gallerieaccademia.it/en/kapoor-one-exhibition-two-venues\">Gallerie dell'Accademia</a> but also exhibiting works in what he calls several times&#xa0; “my mad, mad project!” Two years ago Kapoor bought the <a href=\"https://anishkapoor.com/6991/galleria-dellaccademia-palazzo-manfrin-2022\">Palazzo Manfrin</a>, an 18th-century edifice that reports describe charitably as “crumbling”; he is doing it up and turning it into… well, that's still to be decided.&#xa0;</p> <p>“It isn't, you know, all that ‘Fondazione Kapoor' bullshit,” he tuts, almost embarrassed. The palazzo, its renovation still unfinished, will show some of his works this year, but will open officially in 2024. He doesn't want it only to be about his art, he says – he's looking at other ways of using, even sharing, the mansion. “I'm wary of ego projects,” he claims. “My ego is plenty big enough!”</p> <p>Kapoor is in a tricky phase – somewhere between assessing the past, but still bidding for renewal. He's now in his late 60s, and has new life right by his side; with his second wife, Sophie Walker, he has a three-year-old daughter. (He has two children in their 20s from a previous marriage.) “She's cute! As cute as can be.” He didn't expect to be a father so late; it's “exhausting, but fabulous”, he smiles. “I guess I'm more aware of death than I ever was, if that's a measure of anything… But I'm also, in some ways, more relaxed about who I am.” He then edits himself. “Meaning who I am as an artist. As a man, I'm pretty confused. Always will be!”&#xa0;</p> <p>If Kapoor grapples with the big themes, he is desperate not to let things be too grand. He has to be positively cajoled into admitting that he'll “eventually” be able to stay in the Manfrin, adding to a portfolio of homes in London, the Cotswolds, the Bahamas and Jodhpur. He has been Sir Anish since 2013, but mention of it provokes&#xa0;a&#xa0;retching sound. “Eurgh! Fuck that!” he cries. Do you ever use it? “No.” A naughty pause. “British Airways!” He is actually fine with state honours – “I have&#xa0;a Légion d'Honneur, the Padma Bhushan from India,&#xa0;the Japanese one” – but he doesn't like the knighthood because it changes your name, “and there's something wrong with that. I probably shouldn't have accepted it. But anyway – too late.”</p> <p>Venice, though. To any outsider, it seems like a surefire way of&#xa0;embedding oneself in art history. But not to Kapoor – he still wants to be radical, dangerous even. “Artists seem&#xa0;to be bothered about what happens when they're dead or whatever – who gives a shit, honestly?” And yet – can one really be a world-famous artist in one's 60s and buy a Venetian palazzo and <em>not</em> call it a legacy project? He lets out a high laugh. “Good point. Fair! Fair, fair, fair. <em>Hate</em> it, but fair.” </p> <p>He was first alerted to the potential of the palace&#xa0;by his friend Mario Codognato (of the esteemed Venetian jeweller family), who will act as director of the Foundation when it launches. Codognato is a bit less modest about the Foundation's ambitions. He thinks the choice of venue is perfect. For one thing, Kapoor successfully showed for the British Pavilion there back in 1990, a huge success: “It's a place that has brought him luck.” What's more, “it's a city that has always bridged east and west, and so it also makes sense in terms of Anish's biography.” Kapoor was born in Mumbai to a Punjabi Hindu father and an Iraqi Jewish mother; he moved to Britain nearly 50 years ago to study art. “He is a cosmopolitan artist,” says Codognato, “and you can see that also in the work: there's an eastern sensibility combined with a modernist, western tradition.”</p> <p>In Venice, Kapoor will finally show his “Kapoor Black” works for the first time. These sculptures are each encased in a box (there's&#xa0;no other way; the colour is so fragile and toxic) and showcase a dazzling, eye-tricking blackness – apparently, the <a href=\"https://www.ft.com/content/8f869eae-df77-11e9-b8e0-026e07cbe5b4\">deepest blackness in the world</a>. Kapoor bought the exclusive rights to this pigment – formerly Vantablack – in 2016, and has been developing it ever since. When it was first announced, he got into a spat with the artist Stuart Semple, who was indignant that Kapoor was keeping the colour to himself and trolled him; Kapoor tit-for-tatted at the time, but is now eager to forget it. </p> <p>“There was <em>no</em> controversy!” he insists. “It's silly! Silly!” He clearly feels a little misunderstood. Yet that drama&#xa0;seems breezy stuff compared to the paintings he has been working on for much of the last year. Kapoor has&#xa0;been painting “like an absolutely insane person”, though the textural, blobby nature of many of them still&#xa0;makes them akin to sculpture. A maquette in the studio shows how the entrance hall of the Manfrin looks set to be dominated by a vast upside-down iceberg painted in this angry scarlet.&#xa0;</p> <p>“I'm in a <em>hyper</em> messy stage,” he tells me. Why? “This is very hard. I mean, I've always had these two poles. They've been there a long, long time… I expect I'm more relaxed about it. I'm more at ease with it – both sexuality and viscerality are, at least, in my recent work, much more present.” Kapoor's works can often seem monumental, inscrutable, even cold (Saumarez Smith calls him “an aesthetic artist” and “anti-autobiographical”), but today&#xa0;he cites two works as being especially personal: <a href=\"https://anishkapoor.com/75/descent-into-limbo\"><em>Descent into Limbo</em></a>, a big black hole in the floor that viewers are begged not to fall into (recently, one foolish man in Porto did so); second, <a href=\"https://anishkapoor.com/139/shooting-into-the-corner\"><em>Shooting into the Corner</em></a>, a highlight of his RA show, which saw a cannon shoot a wax-paint mix into a corner of the room. From these we can deduce two things: that he's fascinated by the abyss, but also, still wants to have a laugh.</p> <p>Kapoor was born into comfortable privilege, the son of a hydrographer in the Indian navy; he went to The Doon School, often called India's Eton. In returning to painting, he seems to be returning to childhood too: his mother was very creative, “but oddly she would never finish her&#xa0;paintings. So I would finish them for her, shamelessly!”&#xa0;</p> <p>On a kibbutz in Israel in his late teens, he had a nervous breakdown and also decided to become an artist. Asked if he ever dreamt of becoming the Anish Kapoor we know now, he gasps. “Ahh, no!” When he moved to London in 1973 to study art, only “a handful” of artists made a living from their art – Henry Moore, Francis Bacon – and the rest all had to teach. This changed radically in the 1980s, and he benefited from it, he acknowledges. “But there was no idea, no thought that one could even <em>live</em> from selling one's work. Never mind bloody palazzos in&#xa0;Venice.” When he became very wealthy, did it change how he made art? “No, no.” You've stayed the same? “Well… I don't know!”</p> <p>Kapoor's conversation switches between strong opinions and deep doubt: things are often “tricky”, “complicated”, “difficult”. Things came to a head again a few years later after his first hit show in New York in 1984. The works sold out in hours and he was fêted across the Big Apple; but he returned home to a huge existential crisis and stopped making any work for nearly two years. It took a meeting with fellow artist Bruce Nauman to set him right. “We had a cup of tea together,” he smiles. “Nick Serota [former director of Tate] introduced us. Bruce was really gentle, really smart. I let him know I was going through this terrible crisis. And he patted me on the shoulder and said, ‘Come on, Anish. Is there an artist who hasn't had this? It's what it means to be an artist.'”&#xa0;</p>  <p><strong>Looking back, he says “it was a big lesson</strong> in how not to take your own bullshit and how to be sophisticated about money… if you&#xa0;make good work, people will buy it. And you just have to go ‘OK' and manage it.” Again, though, he is aware of a certain polarisation. “No one's ever bought a wax work,” he shrugs. “Too difficult. No one's ever bought <em>Descent into Limbo</em> – too difficult.” What do collectors buy, then? “They buy the stainless-steel works, mirror works. Fine! That's fine.”</p> <p>He is also pretty sanguine about how his works are no longer his when they go out into the world. Take The Bean. “When it was first there, I thought: ‘Oh, no! It's so bloody popular, I can't bear it!'” But then he went and “sat with it”, and quickly came to terms. “I was hearing some time ago that it has had 200 or 250 million visits, and that, they tell me, is equivalent to 500 or 600 million selfies. Christ almighty!” How does that feel? “It's weird.”</p> <p>As for the ArcelorMittal Orbit, Kapoor was commissioned to do it by Boris Johnson when he was mayor of London, and even then it was decried as a Boris folly. “It certainly was,” says Kapoor acidly. And how do you feel about that? “Awful!” he cries. “It was there to be done, and if it wasn't me, it would have been someone&#xa0;else,” he shrugs. “And I didn't get paid to do it, by the way – not one penny. And I'm not saying this out of bitterness – I'm saying it because it's true.” Things got worse when Johnson called him one Sunday morning a few years later and tried to strong-arm him into turning the Orbit into a public attraction (“whatever that is”). The exchange still rankles. “So aggressive! I presume that's how he does everything.”</p> <p>He is more nuanced about the state of contemporary art. He thinks that we're in a “very confusing” time as to what constitutes actual innovation these days; he feels that the rush by galleries and museums to be more diverse in their rosters is still a little crude. “I don't care who made it. I don't care where it was made. The question is, is it poetically resonant?” He squirms at shipping in work from Africa without acknowledging that it was made with a completely different notion of beauty to most&#xa0;western art. “What's the African concept of the sublime? Do you have any idea? Do I have any idea? Almost none. It turns into some exotic view.” Connoisseurship is required, “and I don't believe museums are anywhere near it.” Spare a thought, though, for today's museum curators who will be grilled if they don't try to do something. He sighs sympathetically, but says: “Tokenism is tokenism.”</p> <p>Since we're discussing the pitfalls of identity politics, do the labels of Indian and Jewish mean anything&#xa0;to Kapoor? “Weirdly, they matter a lot. There&#xa0;was a period of time where I said, ‘Ech, who cares?' – but actually as I&#xa0;get older they matter more.” He cites Picasso as an example: he lived in France for decades, and&#xa0;yet he remained a quintessentially Spanish artist. “Similarly, I&#xa0;must say, I realised that so much of what I do&#xa0;has a deep Indianness to it. And it's a weird counter that I'm also living that [out] through my Jewish background [too]... I&#xa0;keep recognising things and going:&#xa0;‘Oh my god, that's what it's about, really.'” Take his&#xa0;obsession with red. “The Chinese idea of red is a glorious&#xa0;celebration. The red I'm talking about is the red&#xa0;that is black, that is dark – that is interior and&#xa0;somewhat terrifying.”</p> <p>This sense of terror is much clearer when you look around his studio. The mirrors, if you stare long enough, give you a headache; the room stocked with paintings has an almost overwhelming smell of old toffee. The Kapoor Black works, meanwhile, are dizzyingly black – essentially high-end optical illusions, they will surely have the Venetian visitors gawping. He isn't happy, though, with some other works next door which are a slightly lighter shade. We stand in front of a vast dark slit&#xa0;and he peers in, dissatisfied. What's the matter? “Oh, I hate the idea that you can see <em>anything</em>,” he says. Typical Kapoor: how can you perfect a chasm? Clearly, though, he'll never stop trying. &#xa0;</p><p>Source: Louis Wise. Photography by Julian Broad 2022 'Anish Kapoor's ‘mad, mad project'' FT.com 25 February. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-02-25T09:30:15.801Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 10048,
          "end": 10053
        }
      ]
    }
  ]
}