{
  "_id": "d87436d719d05a5f2491fbae3ffcb4d63222cbb3e4938996b9583b43a72110a2",
  "feed": "market-watch",
  "title": "All eyes on China as Apple and Foxconn outline zero-COVID issues. Meanwhile, cases are rising again in the U.S. COVID-19 cases are climbing in 30 states and in Washington, D.C.",
  "text": "<p>Also read: Will Apple's latest production issues destroy demand?</p><p>Foxconn, meanwhile, which trades as Hon Hai Precision Industry Co. TW:2317, lowered its fourth-quarter guidance and said anti-COVID measures were affecting some of its operations in Zhengzhou, China, as Dow Jones Newswires reported.</p><p>Foxconn said that the Henan provincial government had made it clear that it would fully support the company. Foxconn's most advanced iPhone plant, located in the provincial capital of Zhengzhou, has been battling a COVID outbreak.</p><p>Foxconn said it is working with the government to halt the outbreak and resume production at full capacity as quickly as possible.</p><p>Investors have been closely watching China for signs that its government would start to lift the tough pandemic restrictions that have been in place for almost three years. The Wall Street Journal reported Monday that the country's leaders are considering steps but have not yet set a timeline.</p><p>Chinese officials have become concerned about the costs of their zero-tolerance approach to COVID, which has resulted in lockdowns of cities and whole provinces, crushing business activity and confining hundreds of millions of people to their homes for weeks and sometimes months on end.</p><p>But they are weighing those concerns against the potential costs of reopening on public health and on support for the Communist Party. On Saturday, officials from China's National Health Commission again reaffirmed their commitment to a firm zero-COVID strategy, which they described as essential to \"protect people's lives.\"</p><p>Still, there are plans in Beijing to further cut the number of days incoming travelers must quarantine in hotels from 10 to seven, followed by three days of home monitoring, the paper reported, citing people involved in the discussions.</p><p>And officials have told retail businesses that they intend to reduce the frequency of PCR testing as soon as this month, partly because of the cost.</p><p>In the U.S., known cases of COVID and hospitalizations are climbing again for the first time in a few months.</p><p>The daily average for new cases stood at 39,954 on Sunday, according to a New York Times tracker, up 6% compared with two weeks ago. But cases are sharply higher in several states, led by Nevada, where they are up 96% from two weeks ago, followed by Tennessee, where they are up 69%; Louisiana, where they are up 68%; Utah, where they have climbed 61%; and New Mexico, where they are up 56%.</p><p>Cases are climbing in 30 states and in Washington, D.C.</p><p>The daily average for hospitalizations was up 2% to 27,419, while the daily average for deaths was down 11% to 320.</p><p>The Centers for Disease Control and Prevention said the BQ.1 and BQ.1.1 variants accounted for 35.3% of new cases in the week through Nov. 5, up from 27.1% a week ago.</p><p>The two variants accounted for 52.3% of all cases in the New York region, which includes New Jersey, Puerto Rico and the Virgin Islands, up from 42.5% the previous week. That was more than the BA.5 omicron subvariant, which accounted for 24.9% of new cases in the New York area in the latest week.</p><p>The BA.5 omicron subvariant accounted for 39.2% of all U.S. cases, the data show.</p><p>BQ.1 and BQ.1.1 were still lumped in with BA.5 variant data as recently as three weeks ago, because at that time, their numbers were too small to break out. BQ.1 was first identified by researchers in early September and has been found in the U.K. and Germany, among other places.</p><p>Coronavirus Update: MarketWatch's daily roundup has been curating and reporting all the latest developments every weekday since the coronavirus pandemic began</p><p>Other COVID-19 news you should know about:</p><p>• BioNTEch SE BNTX, the German biotech that has partnered with Pfizer PFE on a COVID vaccine, posted earnings early Monday, showing a roughly 50% drop in profit that sent its stock lower,despite beating consensus estimates. The Mainz-based company said it had invoiced about 300 million doses of its bivalent vaccine, which targets the omicron variant as well as the original virus. The company chalked up €564.5 million ($563.9 million) in direct COVID vaccine sales in the quarter, down from €1.351 billion a year ago. BioNTech raised the lower end of its full-year COVID vaccine revenue range to €16 billion to €17 billion, from a previous €13 billion to €17 billion.</p><p>• Thousands of runners took to the streets of the Chinese capital on Sunday for the return of Beijing's annual marathon after a two-year hiatus, the Associated Press reported.However, the good news was offset by anger about another death related to COVID restrictions, this time of a 55-year-old woman in a sealed building. An investigation report released Sunday in Hohhot, the capital of China's Inner Mongolia region, blamed property management and community staff for not acting quickly enough to prevent the death of the woman after being told she had suicidal tendencies.</p><p>• The U.S. flu season is off to an unusually fast start, contributing to an autumn mix of viruses that have patients filling hospitals' and physicians' waiting rooms, the AP reported separately. Reports of flu are already high in 17 states, and the hospitalization rate hasn't been this high this early since the 2009 swine flu pandemic, according to the Centers for Disease Control and Prevention. So far, there have been an estimated 730 flu deaths, including at least two children. The winter flu season usually ramps up in December or January.</p><p>Here's what the numbers say:</p><p>The global tally of confirmed cases of COVID-19 topped 632.6 million on Monday, while the death toll rose above 6.60 million, according to data aggregated by Johns Hopkins University.</p><p>The U.S. leads the world with 97.7 million cases and 1,072,598 fatalities.</p><p>The Centers for Disease Control and Prevention's tracker shows that 227.3 million people living in the U.S., equal to 68.5% of the total population, are fully vaccinated, meaning they have had their primary shots.</p><p>So far, just 26.3 million Americans have had the updated COVID booster that targets the original virus and the omicron variants, equal to 8.4% of the overall population.</p><p>All eyes on China as Apple and Foxconn outline zero-COVID issues. Meanwhile, cases are rising again in the U.S.</p>",
  "published": "2022-11-07T18:58:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 21,
          "end": 26
        },
        {
          "start": 16,
          "end": 21
        },
        {
          "start": 6150,
          "end": 6155
        }
      ]
    }
  ]
}