{
  "_id": "eb624b193c7dfd45b9cbaa1f2533f8462e0e52e0a4bae25f36abf88a0b6f3fa8",
  "feed": "ftcomall",
  "title": "The Elderflower, Lymington: a lot of chef time for your money",
  "text": "<p>Lymington is a lovely little spot. It's on the south edge of the New Forest National Park and just a few hundred yards from the <a href=\"https://www.ft.com/content/c74e3bff-e6dc-4bc7-9874-1bdcd1c7f6f8\">Isle of Wight</a>, making it the closest place on the UK mainland to the 1950s. There is a pleasant little harbour with some smart boats, the sort you have if you own a car dealership or a carpet showroom, rather than the kind governments are trying to impound. In truth, the place is still a lot more woolly sweater and outboard motor than Prada deck shoes and helicopter, and is all the more charming for it.</p> <p>Just inshore from the quay, thrust into a fork in the cobbles sits Elderflower, the sort of quaint little place you lower your head and step down into. It has the same comforting, timelessly neutral decor you'd find in a French or Italian harbourside restaurant, a bit of beige, the remains of some exposed beams and the odd bit of local art. And if you ask for table 20 when you book, you'll get the seat right up at the bow, overlooking the street for people watching. It's basically adorable.</p> <p>Head chef-patron Andrew Du Bourg, and his partner Marjolaine have CVs that stretch all over France and England and include places like The Goring, Clarence House, Club Gascon and The Square. There's considerable experience here. It looks like they've paid their dues and, in the way we probably all dream of, are settling into the place they will make their own. </p> <p><a href=\"https://www.ft.com/content/e622ec53-ea9f-487a-a434-747f13f5ffa0\">Michelin</a> has definitely got its eye on Elderflower and the food reflects ambitions in that direction. Booking is predictably next to impossible via the website, which at the time of writing looked solid for the next couple of months, but lunches seem easier and there is a hopeful little note by the door explaining that, because of cancellations and no-shows, it's always worth calling.</p> <p>The menu is very set. So much so, in fact, that you don't get to see it at the beginning of the meal. They ask all the right questions about allergies, and you'll get a menu at the end, so you can remind yourself how lovely it all was, but if you were hoping to pick wine to match your grub, you might have difficulty. This is, I have to confess, not my favourite way of working. I'm way too much of a control freak, but, as it turned out, I couldn't have trusted myself to gentler or more skilled hands.</p> <p>The first of the four courses was a delicate little confection of local crab tiled with pickled radish and grape slices, sharp green apple sorbet, cubes of celery jelly, some moussey avocado and a “Seaweed tree”. It was a comprehensive round-up of every culinary signifier of freshness, coaxed into a kind of jewelled mound. This is very cheffy work, with every ingredient cunningly wrought, the whole assembly reflecting serious thought and superb craft skills.</p> <p>The fish course was a stunner. A very simple piece of sea bass, grilled crisp on the skin side, alongside tapioca and crab, stuffed into a tulip. This latter, combining pearl-like grains with fishy juices, was entertainingly reminiscent of caviar, just a lot tastier. There was a basil and beetroot purée in there too, with a crunchy piece of bacon to set it off, and brown crab mayo. If that sounds like a lot of food on a plate, be reassured that the serving size is faultless and the juxtaposition of flavours is bang on. You're just getting a lot of chef time for your money.</p>  <p><strong>A small piece of lamb loin</strong> was seared, very rare, and served attached to a generous slab of its own fat. It was an incredibly well-judged way to go about it, giving fools the chance to trim it away but letting true aficionados reunite them. Alongside, a small ingot of pommes Anna with lamb bacon was topped with a leek, so “baby” it might have been served in a Moses basket, and some wild garlic, a creation I would give good folding money to see enlarged to human size. The only downside of working at HO/OO scale is that each element flies over your tongue so damn fast, you're seduced for a second and then unsure. “Jesus . . . was that as good as I thought it was? Any chance of a second forkful?” Du Bourg is an absolute master of precision plating, this whole arrangement balanced severally on a piped ring of haricot purée, but it isn't just your regular tweezer jockeying. I was listening for the tell-tale low hum of a scanning electron microscope.</p> <p>Dessert was a white chocolate and stem ginger parfait topped with a layer of champagne and rhubarb jelly and caramelised white chocolate shards. A quenelle of very pleasant ice-cream accompanied, though didn't add a great deal to the narrative. It was an excellent combination but the oversetting of the parfait felt like a loss of nerve. It had perhaps required structural integrity to survive so much tweakage. There were also beetroot micro greens . . . an ingredient too far in my book.</p> <p>I guess there's part of me, as a visitor, that wants to find rustic fish shacks on the coast, simple places, honking with authenticity, but <a href=\"https://www.ft.com/content/577ccac4-36a2-11e5-bdbb-35e55cbae175\">Lymington</a> is definitely the spot for an exercise like Elderflower. There's plenty of money about and a surfeit of good taste, a combination in which elegant and luxurious cooking can find an audience and thrive. And there's something absolutely charming about the Du Bourgs, who, though still worryingly youthful, seem like one of those fabulous old couples who've been running a place in a French coastal town since some time in the 1950s — it's somewhere we discover, recommend to each other and travel great distances to enjoy.</p> <p>Which is exactly what I suggest you do. </p> <p><em>Tim Hayward is the winner of best food writer at the Fortnum &amp; Mason Food &amp; Drink Awards 2022</em></p> <p><em>Follow Tim on Twitter </em><a href=\"https://twitter.com/timhayward\"><em>@TimHayward</em></a><em> and email him at </em><a href=\"https://mail.google.com/mail/?view=cm&amp;fs=1&amp;tf=1&amp;to=tim.hayward@ft.com\"><em>tim.hayward@ft.com</em></a></p> <p><em>Follow </em><a href=\"https://twitter.com/FTMag\"><em>@FTMag</em></a><em> on Twitter to find out about our latest stories first</em></p> <p><strong>Letter in response to this article:</strong></p> <p><a href=\"https://www.ft.com/content/f66739e2-b3b8-408b-a223-9c96920e7983\"><em>The Isle of Wight is more like the 70s than the 50s / From Graham Lees, Yarmouth, Isle of Wight, UK</em></a></p><p>Source: Tim Hayward 2022 'The Elderflower, Lymington: a lot of chef time for your money' FT.com 19 May. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-05-19T10:00:40.449Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 2420,
          "end": 2425
        }
      ]
    }
  ]
}