{
  "_id": "e8b5a112512f968ae72e20b93848bbc6812890ef8e4bb7705ff6bc4e30041274",
  "feed": "ftcomall",
  "title": "Macron shakes up French state media with funding overhaul plans",
  "text": "<p>As pop music played on endless loop on France Inter's flagship morning radio show, the journalists who usually produce the state-backed channel's political and celebrity interviews were far from the studio.</p> <p>Instead, they joined thousands of other media employees who marched through Paris in late June to protest against President Emmanuel Macron's plans to shake up how France funds its public service broadcasters.</p> <p>Among them was Christopher Pauley, a union leader at France Télévisions, the state-owned broadcaster. “We are really worried that the government's endgame is to squeeze our budgets or break us up by selling off parts,” he said.</p> <p>The dispute makes France the latest test of Europe's embattled model of public service <a href=\"https://www.ft.com/companies/media\">media</a>, pioneered to provide free-to-access, independent news and entertainment with financial backing from the state. But the model is under strain from tight budgets, falling audiences and political challenges to broadcasters' legitimacy and neutrality. </p> <p>About two-thirds of annual public sector media funding of €21.4bn in Europe still comes from licence fees — annual charges levied on households to fund public media. As well as France, the UK, Germany and Italy rely on them: in France the state will spend €3.7bn on public sector broadcasting this year, 85 per cent of it from the licence fee. </p> <p>However, Macron's government wants to get rid of the €138 fee, which is paid by 23mn households equipped with televisions, and finance public media directly from the state budget. It argues that the licence fee is obsolete because fewer people own TVs, while collecting the fee is no longer efficient after a housing tax that was collected at the same time was abolished.</p> <p>Unions and media experts warn that public service broadcasters will be more vulnerable to partisan pressure if funded directly by the finance ministry, and that more unpredictable budgets will make it harder to invest to stay relevant as streaming services from Netflix, Apple, and Amazon plough billions into content.</p> <p>“Scrapping the licence fee is a very bad idea that will considerably undermine the independence of public media,” said Julia Cagé, an economist at Sciences Po university. </p> <p>In a media landscape dominated by outlets owned by billionaire industrialists, such as <a href=\"https://www.ft.com/content/22209422-2bba-40b5-a21d-7f262fcf9198\">Martin Bouygues' TF1</a> and Vincent Bolloré's Vivendi, having “strong and credible” French public broadcasters was particularly important, she said. More than 40mn people, 80 per cent of the population, watch public TV channels each week. </p> <p>Macron's government has rejected the idea that the funding reform will weaken or constrain public media, casting it instead as a way to return money to citizens as inflation bites.</p> <p>Culture minister Rima Abdul Malak told Le Parisien newspaper that they were working on “mechanisms” to protect state-backed media's independence, which would be put to parliament. These could include setting budgets on a multiyear basis, similar to how the UK gives the BBC long-term visibility on funding.</p> <p>Similar skirmishes over public service broadcasters' funding models have flared up across Europe, underlining the political sensitivity. Germany, Switzerland and Italy have overhauled their licence fee systems to remove the link to television ownership while Finland set up a dedicated tax and ringfenced it from the rest of state spending.</p> <p>Noel Curran, the director of European Broadcasting Union, an alliance of public service media organisations, said it was a sensitive moment because both France and the UK — two places with strong public service broadcasters — were considering eliminating licence fees. The UK government has told the BBC to expect a <a href=\"https://www.ft.com/content/63ce435a-bfdb-49e1-abb6-3b0d90807a8b\">new system</a> in 2028 once the current budget finishes. </p> <p>“In both France and the UK, there are changes looming but we don't know what the new models will be,” said Curran. “With a licence fee there is a direct relationship between viewers and the media outlet, so it is a system that has a lot of advantages.”</p> <p>The EBU said it had observed funding declines for public broadcasters in countries that got rid of licence fees as they had to compete for funding with everything from roads to schools.</p> <p>The French government's plans for media funding are tied to an anti-inflation bill, which Macron's centrist alliance may struggle to get through parliament now that it has lost its absolute majority. The leftist alliance New Ecological and Social People's Union (Nupes) opposes cutting the licence fee, although the far-right Rassemblement National will probably support the move. </p> <p>“I don't think it's going to sail through by any means, but the government may well succeed with the help of the right and far-right who have never been big fans of publicly funded broadcasters,” said Socialist senator David Assouline, who has long worked on media regulation. “The licence fee needs to be rethought and reworked, but not like this.”</p> <p>Assouline said he planned to introduce an amendment that would establish a “contribution” to fund public media so taxpayers would pay based on income and not TV ownership. </p> <p>Privately owned TV groups in France such as Vivendi's Canal Plus and TF1 have stayed mum about the licence fee fight since it would not affect them, unless the government started to allow more advertising on public TV and radio. But TV production companies like Banijay and Mediawan have expressed concerns that the change could weaken a big customer. </p> <p>Sibyle Veil, who heads Radio France, said whatever the funding mechanism the government chose, it must ensure public broadcasters' editorial independence. “We have to protect the confidence that our listeners have in us, so we are not seen as an arm of the state or a propaganda outlet,” she said in an interview. “We cannot be at the mercy of a minister who doesn't like something we broadcast and then chops our budget.”</p> <p><em>Additional reporting by Alex Barker in London</em></p><p>Source: Leila Abboud in Paris  2022 'Macron shakes up French state media with funding overhaul plans' FT.com 12 July. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-07-12T04:00:17.373Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1974,
          "end": 1979
        }
      ]
    }
  ]
}