{
  "_id": "a41f787df34af24b8b4a7aed736f22af24f59e43ac39e1d52bd78459121e7eb1",
  "feed": "market-watch",
  "title": "Will the stock market drop 20% or 48% from the peak? Here's the key factor, says this strategist. Critical information for the U.S. trading day",
  "text": "<p>Read: Markets haven't acted like this since 1981 — and here's how that played out</p><p>No doubt, Wall Street has been ratcheting stock forecasts lower in recent months. On the side of optimists, JPMorgan's ever-stoic top equity strategist Marko Kolanovic told Bloomberg (in an interview before Wednesday) that equities will \"climb out of this hole,\" as recession and stagflation fears are overblown.</p><p>Indeed, our call of the day from Evercore strategists says that markets are spiraling on the view that recession is a foregone conclusion. They also say that panicky, leveraged retail investors who have been behind this selloff, should calm down soonish as the pros aren't running scared (yet).</p><p>\"On Thursday, we will get an idea whether the market action is part of a volatile bottoming process, our base case, or whether the decline could materially undercut SPX 3,854, triggering a capitulation trade,\" notes the Evercore team, led by Julian Emanuel.</p><p>Offering their view of what's been happening with this selloff, Emanuel and the team argue that markets have been caught up in Fed \"misdirection,\" rallying despite hawkish remarks from Chair Jerome Powell, then giving it all back a day later, echoing what happened after the early-May Fed meeting.</p><p>What's key here is not whether markets understand the Fed's intent, but \"whether a recession in 2022-23 is avoidable in combating generationally elevated inflation, with the only experience previously being the Volcker Fed tightening (1971-81) to the point where multiple recessions were an inevitability.\"</p><p>Emanuel and the team don't think the Fed needs to precipitate a recession, but say stocks are behaving like it does.</p><p>\"The distinction is critical. The last three non-Recession Bear Markets declined on average -21.3% — 2018 a 'V' bottom, 2011 and 1998 a 'W' — though none registered as an 'official' Bear. The last three Recession Bear Markets (2020, 2007-09, 2000-02) declined on average -47.9%,\" says Evercore.</p><p>Panicky investors, notably on the retail side (they've been blamed before), should calm down soonish, it says.</p><p>Read: A larger share of younger investors say they're not afraid to buy the dip in the pursuit of long-term gains — but there's one big caveat</p><p>\"We continue to expect the Public (whose job prospects remain robust andbalance sheets healthy) liquidating its Margin Debt to yield to the contrary signals/Misdirection of depressed sentiment and defensive professional positioning, stabilizing stocks in the days ahead,\" say the strategists.</p><p>The buzz</p><p>Cisco Systems CSCO is on track to open at its weakest since late 2020 as China's COVID-19 lockdowns battered its outlook.</p><p>After Walmart WMT and Target TGT downbeat results this week, Kohl's KSS is down on weak earnings and slashed forecasts, a day after two executives left. Bed Bath &amp; Beyond BBBY stock also down on weak guidance from late Wednesday.</p><p>Read: Wednesday's worst-performing stocks mostly come from this one sector that has investors really worried</p><p>Once a top-rated hedge fund, Melvin Capital, is closing its doors.</p><p>Thursday's slate of economic data features the latest weekly jobless claims report, as well as the Philadelphia Fed manufacturing report, existing home sales and leading indicators.</p><p>A case of monkey pox has been identified in Massachusetts, with officials probing links to the rare disease from a spate of outbreaks in Europe.</p><p>The markets</p><p>Stock futures ES00 NQ00 are pointing to near 1% losses, with Dow futures YM00 down over 400 points, and bond yields BX:TMUBMUSD10Y BX:TMUBMUSD02Y tumbling. Oil CL00 BRN00 is also dropping, along with the dollar, and the whole crypto space BTCUSD. Gold GC00 is a bright spot.</p><p>The tickers</p><p>These were the most-searched tickers on MarketWatch as of 6 a.m. Eastern Time: </p><p> Ticker   Security name  TSLA     Tesla  GME      GameStop  AMC      AMC Entertainment  AAPL     Apple  NIO      NIO  AMZN     Amazon  TWTR     Twitter</p><p>Kohl's  BBIG     Vinco Ventures  AMD      Advanced Micro Devices</p><p>The chart</p><p>Michael Kramer, founder of Mott Capital Markets, is keeping an eye on one big name for Thursday — Apple AAPL— and advises investors do the same.</p><p>\"If this stock breaks support at $139, it's probably lights out for the entire stock market. That would create a lower low for Apple, a breach of support, and set up a drop to around $123. I don't see how the entire market doesn't follow Apple lower at that point,\" said Kramer.</p><p>Random reads</p><p>A rural Japanese town's COVID-19 relief money was mistakenly sent to a guy who gambled it all away.</p><p>Former President George W. Bush made a rather large Freudian slip.</p><p>Need to Know starts early and is updated until the opening bell, but sign up here to get it delivered once to your email box. The emailed version will be sent out at about 7:30 a.m. Eastern.</p><p>Want more for the day ahead? Sign up for The Barron's Daily, a morning briefing for investors, including exclusive commentary from Barron's and MarketWatch writers.</p><p>Will the stock market drop 20% or 48% from the peak? Here's the key factor, says this strategist.</p>",
  "published": "2022-05-19T12:08:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 4027,
          "end": 4032
        },
        {
          "start": 3821,
          "end": 3825
        },
        {
          "start": 3826,
          "end": 3831
        },
        {
          "start": 4312,
          "end": 4317
        },
        {
          "start": 4201,
          "end": 4206
        }
      ]
    }
  ]
}