{
  "_id": "96c4728cfba85521af58a3e39c387ba2b08a49c3ded7b05dfffb34a5d90ba03c",
  "feed": "ftcomall",
  "title": "Top tech for travellers",
  "text": "<p><strong>It's a hard-knock Leica</strong></p> <p>Leica's Q2 Reporter is for customers who want their <a href=\"https://www.ft.com/content/338fda02-0ad0-404a-bf5a-aedab1063677\">camera</a> to be able to withstand more than a few bumps and scrapes. It's compact and sturdy, if not exactly light at 700g. I can imagine slipping this snapper into my parka pocket for a hiking or mountain-biking trip. It looks the part, with an army-green colour scheme and minimal branding: there is no famous Leica red dot. It has the same impressive credentials as other members of the Q2 series, with an excellent 47.3-megapixel sensor that captures high-res stills and 4K video, a fixed lens with a digital zoom, and an autofocus that homes in on a subject in 0.15 seconds. Its big sell, though, is the fact that its body is wrapped in woven Kevlar: immune to extreme temperatures, abrasion- and scratch-resistant, and dust- and water-spray-proof, this thing is basically daring you to throw it around. <em>Leica Q2 Reporter, £4,750, </em><a href=\"https://store.leica-camera.com/uk/en/\"><em>store.leica-camera.com</em></a></p>  <p><strong>Full stream ahead</strong></p> <p><a href=\"https://www.ft.com/content/3b360711-b18b-43da-b4de-36dbb0d40bd1\">Nick Cave</a> is doing his best to sell me the SR25 MKII, the latest high-res portable music player from South Korean specialist Astell &amp; Kern. When I listen to “Bright Horses”, there is an impossibly smooth and well-defined richness to the singer's vocals and the piano accompaniment; this eclipses the iPhone 13, sure, but also other mini <a href=\"https://www.ft.com/music\">music</a> players, including the MKII's predecessor, the much-lauded SR25. (These benefits are best-enjoyed with great headphones such as the Sennheiser HD 820 or more affordable Grado SR325x.) Like its precursor, the MKII is an angular slice of aluminium that fits neatly in the palm of your hand and connects with services including Apple Music, Amazon Music, Spotify, Tidal and SoundCloud. Yet it allows for easier wireless transfer of audio files than its predecessor with its file-drop function and, via Bluetooth, enables you to play tunes from devices like your smartphone. It can also host a 4.4mm headphone jack, which will please serious audiophiles. <em>Astell &amp; Kern A&amp;norma SR25 MKII, £699, </em><a href=\"https://www.astellkern.co.uk/\"><em>astellkern.co.uk</em>&#xa0;</a>&#xa0;</p>  <p><strong>A damselfly of a drone</strong></p> <p>Fancy a drone that's lighter than a block of butter? The latest flying camera from DJI packs beast-like features into a 249g package. That number matters: in the UK and other places, drones under 250g can be flown near people provided they are registered. (A caveat: its standard battery will last 34 minutes; if you want longer stamina, a bigger battery will take it over 250g.) The palm-sized device's collision sensors and image-taking abilities are a step up from previous models: its camera can shoot 4K video or 48MP photos. Its wings fold neatly like a damselfly, for stashing in a coat pocket. Opt for the package that includes DJI's new LCD-screen remote control. <em>DJI Mini 3 Pro, £709, </em><a href=\"https://www.dji.com/uk\"><em>dji.com</em></a></p>  <p><strong>Barista-style coffee wherever you roam</strong></p> <p>The creators of the excellently named Picopresso are not about to tell you that their dinky new release makes for easy brewing. “With the Picopresso there are no shortcuts,” reads the stern description on the website of Wacaco, the Hong Kong startup behind a string of impressive travel espresso-makers. What this palm-sized contraption does, though, is enable you to manually pull espresso shots worthy of a Melbourne barista from your beachside shack or remote cabin. </p> <p>In addition to the slick black canister, which is made up of a series of stainless-steel parts, you'll need boiling water, coffee beans, a hand-grinder, and a dose of patience. (If you do want to take a shortcut, you could buy very finely pre-ground beans.) Via a 23-step process of grinding, tamping and pulling, it produces consistently smooth and rich double shots and, while it is a touch finicky, when surrounded by nature the process can be meditative. Indeed, the drive to finesse your routine may prove as addictive as the caffeinated drink it creates. <em>Wacaco Picopresso, £109.90, </em><a href=\"https://www.wacaco.com/products/picopresso\"><em>wacaco.com</em></a></p>  <p><strong>Gameboy with benefits</strong></p> <p>Thank you, Analogue Pocket, for reminding me that it is indeed possible to while away many happy hours at rest or in transit in Super Mario Land. This console will have you pulsing with dopamine and tingling with nostalgia. Made by a startup not linked to Nintendo, it is essentially a Game Boy 2.0 (don't worry, it's entirely legal). It mimics the form of the now-extinct handheld and runs the 2,780-plus original Nintendo <a href=\"https://www.ft.com/stream/02d551a4-94a6-4783-8ea9-8aa982cb1225\">games</a>. But it has been given a 21st-century glow-up, with a gorgeous matte black (or white) finish and a backlit LCD screen whose resolution is 10x sharper than the original Game Boy. Pure kryptonite for a Gen Xer or millennial whose heart is still in the '90s. <em>Analogue Pocket, $219.99, </em><a href=\"https://www.analogue.co/\"><em>analogue.co</em></a></p>  <p><strong>Instant appeal</strong></p> <p>Lately I've begun to think that the only camera you need at a party is an instant one that brings a sense of fanfare – and gives you some grainy snaps to take home. Unlike the bright plasticky models on the market, the sturdy Instax Mini Evo has rakish '70s looks. It's a clever hybrid model that brings digital features to the instant format. It has a 28mm lens, a “selfie” function and about 100 settings (including adjustments to exposure and filter). Best of all, a screen lets you view the shot you've just taken before choosing whether to print it. That means fewer wasted portraits of blinking eyes and not-ready-yet faces. And you can use it to print your smartphone photos, via an app. <em>Instax Mini Evo, £174.99, </em><a href=\"https://instax.co.uk/\"><em>instax.co.uk</em></a></p>  <p><strong>Seek performance</strong></p> <p>As someone whose keys have perfected a disappearing act to rival Houdini, I consider Tile an everyday saviour. The Californian firm produces Bluetooth-operated trackers that attach to your valuables – keys, wallet, handbag, backpack – and ring loudly when you press a button on a corresponding smartphone app. Tile's key point of difference from Apple and Samsung – who have entered the tracking game with AirTags and SmartTags respectively – is that it is compatible with both iOS and Android devices. Its newest release, the Tile Pro (2022), is its most powerful tracker yet. It's water-resistant and has a hole punched into it so is easily hung from your keyring. Louder than its predecessors, it can be located up to 120m away – and if it's further afield you can view its position on a map on the app. Handily, it also works in reverse should you misplace your smartphone: press a button on the tracker and your phone will ring, even if it's set on silent mode. <em>Tile Pro, £29.99, </em><a href=\"https://uk.tile.com/\"><em>uk.tile.com</em></a></p>  <p><strong>Action packed</strong></p> <p>A slick new action camera has thrown itself onto the market. The latest from Chinese brand Insta360 is a modular camera that offers a range of lenses – 4K; a one-inch produced with Leica; and a 360-degree – that can be swapped out. It's smoother to use than its predecessor with built-in image stabilisation that can make your hand look steady on the hairiest moguls or roughest waves, plus a meatier battery. (With a dive case, it's waterproof to 60m.) To make the most of its USP over rivals like GoPro, get the 360-degree lens. You won't miss any of the action happening around you – and a neat AI-driven editing function will help you piece together the highlights. <em>Insta360 One RS, from $279.99, </em><a href=\"https://www.insta360.com/\"><em>insta360.com</em></a></p>  <p><strong>Automatic for the cat people</strong></p> <p>It resembles a chic retro washing machine but this contraption might be the best automated kitty litter you can buy. After your cat has done its thing, the machine spins quietly, moving the contents to an odour-proof drawer and sterilising itself with bacteria-zapping UV light. (Fear not: weight sensors ensure the drum won't start whirring until the cat has exited.) When the drawer is full – after about a week – you'll get an app notification to remove it. But don't leave it that long unless absolutely necessary, hey? The app also keeps you across your cat's business by tracking its weight and bathroom activity to help you keep tabs on its health. <em>Smarty Pear Leo's Loo Too, $599.99, </em><a href=\"https://smartypear.com/\"><em>smartypear.com</em></a></p><p>Source: Jamie Waters 2022 'Top tech for travellers' FT.com 24 July. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-07-24T15:55:48.094Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1618,
          "end": 1623
        },
        {
          "start": 5693,
          "end": 5698
        }
      ]
    }
  ]
}