{
  "_id": "202e8b549cf4849039c921136e24a54821f861d4940632188a308a19194a5db1",
  "feed": "ftcomall",
  "title": "FirstFT: Markets cheer prospect of slower pace of US rate rises",
  "text": "<p>Hello, it's a good day for global stock markets as investors cheer the prospect that the US central bank could slow the pace of monetary policy tightening after two unusually large interest rate rises in a row.</p> <p>Jay Powell yesterday said the Federal Reserve was open to the possibility of smaller increases in coming months after the Fed <a href=\"https://www.ft.com/content/7fd352f9-7dae-42ed-af3a-8d53905e0acb\">raised its benchmark interest rate by 0.75 percentage points</a> to a target range of 2.25 per cent to 2.50 per cent. But the Federal Reserve chair cautioned that policymakers would be “guided by the data” when making future decisions amid signs inflation could finally be cooling from its 40-year highs. </p> <p>The tech heavy Nasdaq recorded its biggest gains for more than two years, finishing 4 per cent higher. The broader S&amp;P 500 index rose 2.6 per cent, leading to stock market gains <a href=\"https://www.ft.com/content/791c4fcc-1218-4218-af79-38d4d28e2d57\">around the world today</a>. </p> <p>The Fed is raising rates at the most rapid pace since the early 1980s to try and bring raging inflation under control. But economists have warned that by rapidly tightening monetary policy the Fed risks tipping the US economy into recession. </p> <p>Investors are now projecting the federal funds rate will reach about 3.5 per cent by the end of the year after starting 2022 at levels close to zero.</p> <p><strong>For premium subscribers only:</strong> “I think the markets got the Fed wrong yesterday,” said Robert Armstrong in his <a href=\"https://www.ft.com/content/0bf38458-75ff-4361-8d13-c0bc36e2afd4\">latest edition of the Unhedged newsletter</a>. </p> <p><em>Thanks for reading FirstFT Americas here's the rest of the day's news — Gordon.</em></p> <h1>Five more stories in the news</h1> <p><strong>1. Joe Manchin backs Senate deal on tax, spending and climate</strong> An abrupt U-turn by the conservative Democratic senator from West Virginia has paved the way for some of the most <a href=\"https://www.ft.com/content/42e5b27f-370e-4c46-8fce-27bc25fd52bf\">significant climate legislation in US history</a>. “Holy shit” Senator Tina Smith, a Democrat from Minnesota, wrote on Twitter as news of the breakthrough emerged. </p> <p><strong>2. Facebook parent Meta reports first revenue decline </strong>Meta reported its <a href=\"https://www.ft.com/content/7933227e-4ab8-428f-b68c-abdece3c8200\">first quarterly revenue decline</a> and offered investors a gloomy outlook for the coming months. The downbeat results were issued the same day as competition regulators in the US said they <a href=\"https://www.ft.com/content/6ba7e286-6f3f-4ffc-a19d-5ae50d2e0987\">were suing the company</a> to block it from acquiring Within, creator of the popular virtual reality fitness game Supernatural.</p> <p><strong>3. China's central bank seeks $148bn bailout for developers </strong>Beijing is seeking to <a href=\"https://www.ft.com/content/777fc269-e54f-442e-8b43-115c4937b421\">mobilise up to Rmb1tn ($147.7bn) of loans</a> to restart stalled property developments, in its most ambitious attempt to revive the debt-stricken sector and mollify tens of thousands of home buyers who have stopped paying their mortgages in protest.</p> <p><strong>4. Gas crisis raises recession risk for eurozone economy </strong>The eurozone is forecast to eke out second-quarter growth <a href=\"https://www.ft.com/content/9da387f3-7be8-4069-953f-01bdc9898913\">fractionally above zero</a> when figures are released tomorrow. The Financial Times has spoken to economists in the region who say the outlook for the second half of the year is bleak. </p> <p><strong>5. US steps up efforts to secure release of Brittney Griner from Russia</strong> Secretary of state Antony Blinken said yesterday he plans to speak with his Russian counterpart Sergei Lavrov in an attempt to advance <a href=\"https://www.ft.com/content/ea9618da-27b4-40ca-9088-005af492a16d\">a “substantial proposal”</a> to secure the release of the basketball star. Russia is pushing for the exchange of Viktor Bout, an arms trafficker serving a 25-year sentence, for Griner and former marine Paul Whelan, according to Bout's lawyer.</p> <h1>The day ahead</h1> <p><strong>Biden-Xi call</strong> The presidents of the US and China are expected to speak on the phone later today at a tense time for relations between the two countries. The furore over Nancy Pelosi's planned trip to Taiwan and <a href=\"https://www.ft.com/content/1e79e212-d869-4530-80ec-d0caa2290e03\">annual military manoeuvres</a> on the island provide a difficult backdrop to talks. <em>Thanks to all the readers who voted in </em><a href=\"https://clients.opinary.com/preview/index.html?url=https://compass.pressekompass.net/compasses/financial_times/should-house-speaker-nancy-pelosis-visit\"><em>yesterday's poll</em></a><em>. Readers were split over the virtues of Pelosi's visit to Taiwan, with 48 per cent saying the trip should go ahead versus 43 per cent who think it should not.</em> </p> <ul>  <li><p><strong>Opinion</strong> Edward Luce predicts relations between the two superpowers <a href=\"https://www.ft.com/content/0ef0aac8-64d9-4b4b-8aa4-6edba344624a\">will get worse</a> and 2023 will be the year of “peak danger”.</p></li> </ul> <p><strong>Economic data</strong> The US is expected to narrowly avoid <a href=\"https://www.ft.com/content/0ef0aac8-64d9-4b4b-8aa4-6edba344624a\">slipping into a technical recession</a> today — two consecutive quarters of contraction — when second-quarter gross domestic product data is released later. </p> <p><strong>Company earnings</strong> It's another big day for tech earnings with Apple and Amazon updating investors on their second-quarter performances. Apple is likely to provide clarity on the international supply chain while Amazon's update will be more focused on the domestic US consumer.</p> <p><strong>Macron meets Saudi crown prince </strong>In Europe, French president Emmanuel Macron will meet Saudi Arabia's de facto leader Crown Prince Mohammed bin Salman in Paris as Europe faces an escalating energy crisis. The meeting is <a href=\"https://www.ft.com/content/ec3961b8-10af-4a82-9fd5-615d129c5aa5\">part of the crown prince's first trip to Europe</a> since the killing of journalist Jamal Khashoggi in 2018. </p> <h1>What else we're reading</h1> <p><strong>Musk saga hits Twitter's ads business </strong>Twitter chief executive Parag Agrawal is leading <a href=\"https://www.ft.com/content/af8f7459-2152-42da-956a-cc322651ed9d\">an increasingly fraught effort</a> to keep the company running smoothly amid a legal battle to prevent Musk from backing out of a $44bn deal to acquire Twitter. The FT has spoken to company insiders, former staffers and ad industry executives and been told tension is rising between the social media company's staff and management.</p> <p><strong>How bad will the global food crisis get? </strong>Food commodity prices are falling, but experts say global production and hunger rates might be <a href=\"https://www.ft.com/content/e44db6b3-7266-4188-8d08-79d678a61146\">even worse in 2023</a>. The war in Ukraine is only one of a multitude of problems, including droughts and supply chain turmoil, that could push hunger rates higher for many years to come. </p> <p><strong>Credit Suisse turns to ‘Uli the knife' </strong>After a bruising few years in which the Swiss bank lurched from crisis to crisis, chair Axel Lehmann and the board finally decided on a turnround plan. <a href=\"https://www.ft.com/content/4aeec6d7-8541-4702-a7d9-d66e58cdead2\">But who would lead the change</a>? That question was settled yesterday with the promotion of Ulrich Körner. </p> <p><strong>To combat disease, look beyond the Kardashian of proteins </strong>If there were <a href=\"https://www.ft.com/content/73423d69-e815-44dd-969e-3119901d1a55\">a celebrity hierarchy of proteins</a>, P53 would be its Kim Kardashian. The most studied protein in the human body is unquestionably important to health. But it is also a beneficiary of the “street light effect”, in which a phenomenon that is already illuminated attracts further attention. </p> <p><strong>Opinion: Truss is the right choice for this Conservative party </strong>Today's Tories dislike hard choices. This is a problem for Rishi Sunak, because the former chancellor has decided to make facing up to them his pitch to succeed Boris Johnson. The <a href=\"https://www.ft.com/content/f8f8d943-35e9-423a-9a9a-b6074a6cf29d\">cakeist candidate is Liz Truss</a>, and she is prepared to go full gateau if it gets her to the top, writes Robert Shrimsley.</p> <h1>Chess</h1> <p>As eight chess grandmasters gathered in Madrid earlier this month for an international summit, they were also playing for the future of the game. Oliver Roeder takes us <a href=\"https://www.ft.com/content/e78f86b8-d1c8-4f88-9fd8-40b3d4fe307c\">inside the inner sanctum</a> of elite chess.</p><p>Source: Gordon Smith, Jennifer Creery and Emily Goldberg  2022 'FirstFT: Markets cheer prospect of slower pace of US rate rises' FT.com 28 July. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-07-28T10:45:42.483Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 4194,
          "end": 4199
        },
        {
          "start": 4268,
          "end": 4273
        }
      ]
    }
  ]
}