{
  "_id": "1b8229f14bb5a89738fc083e3c23c357dd44147988e1f1bf41f99c09edbb6fc6",
  "feed": "wall-street-journal",
  "title": "Netflix Gives Users Double Thumbs-Up Button to Mark Shows, Movies They Really Love; Streaming giant already let users give content thumbs up, thumbs down",
  "text": "<p>Netflix said its original two options are good ways for users to tell the company how they feel and have content suggestions personalized. But it added that sometimes one thumbs-up or thumbs-down doesn't fully capture viewers' emotions.</p><p>\"We've learned over time that these feelings can go beyond a simple like or dislike,\" Netflix said in a blog post on its website. \"Providing an additional way to tell us when you're really into something means a profile with recommendations that better reflect what you enjoy.\"</p><p>The company used the series \"Bridgerton\" as an example for how the double thumbs-up will work. \"If you loved Bridgerton, you might see even more shows or films starring the cast, or from Shondaland,\" Netflix said, referring to producer Shonda Rhimes's company.</p><p>Inspired by a recent \"Saturday Night Live\" sketch, the streaming platform also debuted a new category called \"Short-Ass Movies\" which collects films that are 100 minutes or less.</p><p>Netflix announced the new category last week on its @NetflixIsAJoke Twitter account by quote-tweeting the April 2 SNL rap video—called \"Short-Ass Movies\"—that joked about people wanting to watch shorter films.</p><p>Netflix has been facing more competition in the streaming world, regularly vying with AT&amp;T Inc.'s HBO, Apple Inc.'s Apple TV+ and others for users' attention.</p><p>The company has also been toying with the idea of charging users who share their Netflix accounts. The streaming service as of last month was testing this model in Peru, Costa Rica and Chile. The move marks a pivot for the company, which for years turned a blind eye to password-sharing, a common practice among those who use Netflix.</p><p>Earlier this year, Netflix boosted the price of monthly subscription plans in the U.S. and for most of its plans in Canada.</p><p>Write to Allison Prang at allison.prang@wsj.com</p><p>Netflix Gives Users Double Thumbs-Up Button to Mark Shows, Movies They Really Love</p>",
  "published": "2022-04-11T18:33:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1268,
          "end": 1277
        },
        {
          "start": 1268,
          "end": 1278
        },
        {
          "start": 1268,
          "end": 1273
        },
        {
          "start": 1281,
          "end": 1286
        },
        {
          "start": 1281,
          "end": 1289
        }
      ]
    }
  ]
}