{
  "_id": "2fadad3b5e8df4c1b30982903d964f33dc42c5b9d51619eadcdb498ff296d849",
  "feed": "ftcomall",
  "title": "Hopes of ‘Santa rally' in US stocks fade as megacaps struggle",
  "text": "<p>US investors were battling to keep hopes of a year-end Santa rally alive as investor optimism about China's reopening plans was countered by worries about the specific impact on some of the market's biggest companies.</p> <p>Beijing's decision to <a href=\"https://www.ft.com/content/eb8530d3-414f-4e65-8ce5-09fba3dbee14\">scrap inbound quarantine requirements</a> gave a general boost to shares earlier on Tuesday, notably in China, as investors looked ahead to the world's second-largest economy rebuilding supply chains and business ties that were strained during almost three years of pandemic isolation. </p> <p>But individual stocks, including Tesla and Apple, were hit by <a href=\"https://www.ft.com/content/ae7ab334-e769-4035-bab1-b1f42031723e\">concerns over disruptions</a> to their China manufacturing operations amid a soaring number of Covid-19 cases. </p> <p>The S&amp;P 500 clawed back some early losses to close 0.4 per cent lower while the tech-heavy Nasdaq Composite index ended off 1.4 per cent. </p> <p>In the US, a so-called Santa rally denotes gains over the last five days of trading in one year and the first two of the new year. Returns over that period average 1.3 per cent compared with 0.2 per cent for any rolling seven-day trading period. </p> <p>Apple&#xa0;shares finished 1.4 per cent lower, having earlier hit their lowest point since June 2021, down almost 2 per cent. </p> <p>Tesla was Tuesday's biggest blue-chip loser in percentage terms, closing down 11.4 per cent. Reuters reported that in China, the electric vehicle maker was extending a reduced production schedule from this month into January.</p> <p>The falls took <a href=\"https://www.ft.com/content/c0cb1126-1842-45f2-ad94-2cd75fdbc6bf\">Tesla's December losses</a> to almost 44 per cent, its worst month in at least 10 years, as investors worry also about a potential sales slowdown and the distraction for chief executive Elon Musk of running Twitter as well. </p> <p>Southwest Airlines was another big faller, off 6 per cent, as the budget carrier struggled with <a href=\"https://www.ft.com/content/f2962ed8-fb9c-4c86-97aa-7704c704a053\">travel turmoil caused by extreme winter weather</a> that hit large swaths of the US over the holiday weekend.</p> <p>The tech gloom was countered by gainers among companies likely to benefit from China's travel changes, notably casino operator Wynn Resorts, which has a big presence in the gambling hub Macau. It topped the list of S&amp;P 500 winners with a gain of 4.5 per cent.</p> <p>Hong Kong's Hang Seng index rose as much as 2.3 per cent in Wednesday morning trading after reopening from the holiday break, while China's CSI 300 dipped 0.4 per cent after closing 1.2 per cent higher the day before.</p> <p>US Treasuries fell on the improved economic picture, with the yield on the benchmark 10-year note rising 0.1 percentage point to 3.85 per cent.</p> <p>Analysts at Action Economics said that China's shift was “boosting expectations for improving growth, which in turn support the Fed's higher for longer stance”. </p> <p>This year, global markets have been dominated by western central banks' battle to curb high inflation via aggressive interest rate rises. Next year, some of the focus is likely to shift to the impact of China's rapid dismantling of Covid-era restrictions.</p> <p>“The biggest story is what is happening in China,” said Neil Shearing, chief economist at Capital Economics. One long-term impact is likely to be on the dollar, as nerves surrounding China have formed one critical area of support this year, he added.</p> <p>“Generally, when risky assets go up, safe assets like the dollar go down,” said Shearing, warning that “some optimism needs to be tempered though, [as] the path will be more bumpy than many are foreseeing”.</p> <p>Elsewhere, UK markets were shut for a public holiday while in Europe, the Euro Stoxx 50 index closed 0.4 per cent higher. </p> <p><em>Additional reporting by Patrick McGee in San Francisco</em></p><p>Source: Jennifer Hughes in New York and Martha Muir in London 2022 'Hopes of ‘Santa rally' in US stocks fade as megacaps struggle' FT.com 28 December. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-12-28T02:53:41.874Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 565,
          "end": 570
        },
        {
          "start": 1075,
          "end": 1080
        }
      ]
    }
  ]
}