{
  "_id": "98f94841d9889e7347e17b70776d085f2c87e55911a7eb3d6cfb4c41cf3c61dc",
  "feed": "ftcomall",
  "title": "FirstFT: Biden calls ‘extremist' Republicans a ‘threat to America'",
  "text": "<p>Good morning. Joe Biden has <a href=\"https://www.ft.com/content/3b484025-eb31-4dc9-bdbd-850b23a6e0cb\">launched a frontal attack</a> on the Republican party as a threat to US democracy because of its subservience to Donald Trump, portraying the opposition as extremist ahead of November's midterm elections.<br><br>In a primetime address on Thursday night in Philadelphia, the US president placed the defence of the rule of law and America's institutions at the heart of his pitch to voters, saying they were being threatened by the former president and his political allies. </p> <p>He directly referred to Trump's “Make America Great Again” movement and its supporters as a menacing force in the country's politics.</p> <p>“There's no question the Republican party today is dominated, driven and intimidated by Donald Trump and the MAGA Republicans — and that is a threat to this country,” Biden said.<br><br>The combative approach reflects growing alarm among Democrats that Trump's grip on the Republican party has continued to grow. Many Republican lawmakers have embraced denial of the 2020 election results, played down the January 6 2021 assault on the US Capitol and attacked law enforcement such as the FBI for searching the former president's Florida estate.<br><br>“For a long time, we've reassured ourselves that American democracy is guaranteed. But it is not. We have to defend it. Protect it. Stand up for it,” Biden said.</p> <p>The speech highlighted the extent to which the White House and many Democrats are pinning their hopes of retaining control of the House and Senate in the midterm elections by drawing sharp and increasingly clear contrasts with Trump and his Republican allies.<br><br>Democrats have been trailing Republicans politically for most of the year, with Biden suffering low approval ratings on voter dissatisfaction with high inflation and soaring petrol prices. But the party has recently regained some of its footing.</p> <p><em>Thank you for reading FirstFT Americas. Have you kept up with the news this week? Take our </em><a href=\"https://www.ft.com/content/3f2ea088-25aa-485f-902b-5c7ae253317e\"><em>quiz</em></a><em> — Amy</em></p> <h1>Five more stories in the news</h1> <p><strong>1. Argentina's vice-president survives assassination attempt </strong>A man has been arrested after <a href=\"https://www.ft.com/content/29d55683-1dd7-4a9d-9191-a74d4c504994\">attempting to shoot</a> Cristina Fernández de Kirchner, one of Latin America's best-known politicians, on Thursday. The loaded gun was pointed at the vice-president outside her home in Buenos Aires, but failed to fire. </p> <p><strong>2. Quant funds snap up shares in Berkshire Hathaway </strong>Hedge funds including DE Shaw, Renaissance Technologies and Bridgewater Associates were <a href=\"https://www.ft.com/content/8b866a30-ccfb-4858-b75c-dc4c7388307f\">buying stock</a> worth more than $900mn in Warren Buffett's conglomerate Berkshire Hathaway during the second quarter. </p> <p><strong>3. UK fuel poverty to hit 12mn homes without ‘immediate' action</strong> The number of UK households in fuel poverty will <a href=\"https://www.ft.com/content/3175dabd-890c-4313-a1db-7b292ad38930\">more than double in January</a>, to about 28mn people in 12mn homes, or 42 per cent of all households, unless the next prime minister takes “immediate” action to curb energy bills, a coalition of groups has warned. </p> <p><strong>4. China condemns move threatening access to Nvidia chips </strong>The Chinese foreign ministry said the US was attempting to impose a <a href=\"https://www.ft.com/content/7005d5d2-b02f-4092-a35c-8b44889a5f90\">“technological blockade”</a> on China, after Washington told chipmaker Nvidia that it would need special licences to sell Chinese customers two of its processors that are central to demanding artificial intelligence work.<br><br><strong>5. Starbucks names outgoing Reckitt Benckiser chief as next CEO </strong><a href=\"https://www.ft.com/content/db04c6e3-0f2a-410e-b0a8-313dbd5271a6\">Laxman Narasimhan has been handed</a> the task of executing a “reinvention” strategy designed by Howard Schultz, who returned in April to the Seattle coffee bean supplier he built into a global brand. The news came hours after Reckitt surprised investors by announcing that Narasimhan was leaving. </p> <ul>  <li><p><strong>Go deeper:</strong> Surprise chief executive departure causes <a href=\"https://www.ft.com/content/2ba5f952-8537-4eac-81f4-c0deda4e14a3\">market shivers</a></p></li> </ul> <p><em>Hear former US president Bill Clinton and world-class experts discuss strategies to deal with new cyber threats at the FT's Cyber Resilience Summit on September 21-23 in Lausanne. </em><a href=\"https://cyber.live.ft.com/?reference=ftcuratednewsletters&amp;utm_source=news&amp;utm_medium=ftcuratednewsletters&amp;utm_campaign=2022Pcyberresiliencesummit\"><em>Register to attend in person or online</em></a><em>.</em></p> <h1>The days ahead</h1> <p><strong>Economic data</strong> US non-farm payroll data are expected to show the economy <a href=\"https://ft.com/content/75530295-f6e6-4c6b-a40e-2e602e465f16\">added about 300,000 jobs</a> last month, down from a five-month high of 528,000, with the unemployment rate remaining at a historically low 3.5 per cent.</p> <p><strong>Donald Trump rallies</strong> The former president will take to the stage tomorrow at a Republican rally in Pennsylvania in support of candidates <a href=\"https://www.ft.com/content/e34ebf3a-1238-4ca4-8dcf-878045fc5077\">Doug Mastriano and Mehmet Oz</a> in their midterm election campaigns.</p> <p><strong>Gorbachev's funeral</strong> Former Soviet leader Mikhail Gorbachev will be buried tomorrow at Moscow's Novodevichy cemetery, the final resting place for hundreds of Russian dignitaries, alongside his wife Raisa, who died in 1999. President Vladimir Putin <a href=\"https://www.ft.com/content/be03bd12-af8b-4ab1-b812-b37a731bd4bf\">will not attend</a> because of scheduling conflicts, the Kremlin has said.</p> <p><strong>FT Weekend Festival </strong>It is not too late to buy in-person or digital passes to tomorrow's <a href=\"https://ukftweekendfestival.live.ft.com/?_ga=2.129175049.406585999.1662036790-1053301630.1659622490&amp;_gac=1.262947582.1660235760.CjwKCAjw0dKXBhBPEiwA2bmObXEDMzLiwo6DI7sTpWdgDkc7hFuZDEvNOBHDsFRIHkNlwRP8ZIxWbxoCNFUQAvD_BwE&amp;_gl=1*k31j1n*_ga*MTA1MzMwMTYzMC4xNjU5NjIyNDkw*_ga_12QH5VHXS4*MTY2MjA2NjI2Ni44LjEuMTY2MjA2NjI4OC4zOC4wLjA.\">FT Weekend Festival</a> featuring debate, tastings, Q&amp;As and more. As a newsletter subscriber, claim £20 off your festival pass using promo code FTWFxNewsletters at: <a href=\"https://click.newsletters.ft.com/f/a/lBUmdsANP6KT0RRsztLcSA~~/AAAAAQA~/RgRk2cnuP0T-aHR0cHM6Ly91a2Z0d2Vla2VuZGZlc3RpdmFsLmxpdmUuZnQuY29tL3BhZ2UvMjE1NzI4MC9sb3lhbHR5LXBhc3M_cHJvbW89RlRXRnhOZXdzbGV0dGVycyYlM0JlbWFpbElkPTYyZTNhODQyOWU4NGM0MDAyMzMyMzFmYSYlM0JzZWdtZW50SWQ9MmU0MzQzZjYtYjA4Zi05MTg0LTc4NWQtMGE1M2I5OWQ1N2JmJmVtYWlsSWQ9NjJmNGM2M2FjOWJlMGMwMDIzNTU4NTI4JnNlZ21lbnRJZD0yZTQzNDNmNi1iMDhmLTkxODQtNzg1ZC0wYTUzYjk5ZDU3YmZXCGZpbnRpbWVzQgpi6vJE92KU3yoAUhRsZXlsYS5ib3VsdG9uQGZ0LmNvbVgEAAAAAA~~\">ft.com/ftwf</a></p> <p><strong>Chile constitutional vote </strong>Chileans will vote on Sunday in a referendum on adopting a <a href=\"https://ft.com/content/7a6b5c6a-f6f9-4d14-b3cc-cbe856620f17\">new constitution</a> that would replace the charter enacted in 1980 by Augusto Pinochet's regime.</p> <h1>What else we're reading and listening to</h1> <p><strong>Why the US is re-engaging with Africa</strong><br>China has built much of Africa's infrastructure, while Russia has sent mercenaries to prop up dictatorships and shady companies. Now, having been relatively low key with its strategy towards Africa in recent years, <a href=\"https://www.ft.com/content/8ab44102-9359-4b9e-8df4-8d2f54ab8fbf\">the US is stepping up</a> its engagement with the continent.</p> <p><strong>Prudential pivots to Asia as regional storm clouds gather </strong>In the past three years, the £24bn life insurer has shed its European business, spun off its US operations and slashed its UK headquarters, relocating all senior management to Hong Kong. But an economic downturn, geopolitical instability and pandemic restrictions are <a href=\"https://www.ft.com/content/1f2acd65-8b97-45a3-8a0f-924e9561a986\">weighing on the prospects</a> of its core markets.</p> <p><strong>‘How history caught up with my Russian academic friends'</strong> “When I think of the situation of my friends in Russia, of the future they have been denied by Putin's war, I feel shame, frustration, anger and most of all sadness,” writes British historian Orlando Figes on how the war in Ukraine has affected <a href=\"https://www.ft.com/content/6153f76e-eb8c-494b-8f81-123617f5dddb\">the intelligentsia of Moscow and St Petersburg</a>. “They all, I'm sure, abhor this war — even if they do not dare say so in their messages to me.”</p> <p><strong>Violent backdrop to Swedish elections</strong> Sweden has gone from having one of Europe's lowest rates of deadly shootings per capita to <a href=\"https://www.ft.com/content/67b9104d-f988-41d1-afb3-78f9baa579a5\">the highest in just a decade</a>, with this year on track to be a record. Law and order, once dismissed as a gang-on-gang phenomenon confined to immigrant-heavy poor suburbs, is among the top priorities for Swedish voters.</p> <p><strong>India's bid to join the semiconductor race </strong>India wants to take a step up the manufacturing value chain, with a high-stakes bid to begin making semiconductors. But to have any chance of achieving its goal of cracking the lucrative chipmaking market, it <a href=\"https://www.ft.com/content/cbd50844-853e-4435-8028-f581d536a89a\">will need to move exceptionally quickly</a> — and decisively.</p> <ul>  <li><p><strong>Rachman Review: </strong>In this week's episode, Gideon Rachman speaks to one of the <a href=\"https://www.ft.com/content/eb3957dc-0b41-45be-b515-2562522d71ca\">most distinguished historians of modern India</a> about whether the country will soar or struggle in the coming years.</p></li> </ul> <h1>Travel</h1> <p>Many of us try hard to avoid tourist traps when travelling abroad but after an extraordinary meal at a Mediterranean honeypot, restaurant critic Tim Hayward has resolved to <a href=\"https://www.ft.com/content/692ee0cd-8723-4efe-9c4f-981f8745b87a\">stop listening to food snobs</a>.</p><p>Source: Amy Bell, Gary Jones and Emily Goldberg   2022 'FirstFT: Biden calls ‘extremist' Republicans a ‘threat to America'' FT.com 2 September. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-09-02T10:20:46.800Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [],
      "weightsV2": {
        "weight": 0.81450623,
        "baseWeight": 0.0,
        "expansionWeight": 1.0,
        "ontologyWeight": -0.18549377,
        "tagPositionWeight": 0.0,
        "titleWeight": 0.0
      },
      "typeRank": 7
    }
  ]
}