{
  "_id": "c03e273cb867f26a8b6d66a256d78dcfdebd08222eb10133acda14a62bd1fa7d",
  "feed": "market-watch",
  "title": "Mixed-use buildings and residential spaces could be the future of post-pandemic business districts; Business districts are back — but they might look a little different",
  "text": "<p>Now, cities are looking for new ways to reinvent themselves.</p><p>Much of the commercial real estate in hard-hit New York City is still vacant since the pandemic began in the spring of 2020.</p><p>Office usage is about 40% to 45% of where it was before the pandemic, Edith Hsu-Chen, New York City's executive director of city planning, said on this week's Best New Ideas in Money podcast.</p><p>Now because fewer workers are concentrated in central business districts like midtown or lower Manhattan, Hsu-Chen said the city is looking for ways to strengthen local business communities and decentralize them — making the city more accessible, inclusive and diverse.</p><p>Another new concept that's become popular in urban planning is the idea of \"the 15 minute neighborhood\" in which a person's needs (like a good school, transportation, a park and grocery store) are all within a walkable 15 minute radius from where you live.</p><p>But it's not just a pandemic that can alter a city. It can also happen when new industries take hold in an area, like when the tech industry moved into Austin, Texas.</p><p>In the late 1980s, the music showcase South By Southwest drew new bands to Austin. Later it morphed into a film festival, and then a technology conference. That's where Twitter TWTR first took off in 2007. And now Oracle ORCL, Tesla TSLA, Google GOOG, Amazon AMZN and Apple AAPL have all either moved to or planned major expansions there.</p><p>Locals say Austin has changed dramatically since the influx of Silicon Valley money, and those changes have made life harder — and much more expensive — for some people.</p><p>Changes in an urban environment don't always have to be problematic, though. In downtown Los Angeles, urban planners and architects are looking to make it easier to convert vacant commercial buildings into more useful spaces like affordable housing.</p><p>The City of Los Angeles has worked on its zoning laws to make this process called adaptive reuse easier by changing the regulations for buildings to go from one use to another.</p><p>Learn more in this week's podcast. And tune in every week to MarketWatch's Best New Ideas in Money podcast with Stephanie Kelton, economist and a professor of economics and public policy at Stony Brook University, and MarketWatch reporter Charles Passy. Each week, they explore innovations in economics, finance, technology and policy that rethink the way we live, work, spend, save and invest.</p><p>You can listen to past episodes here.</p><p>Mixed-use buildings and residential spaces could be the future of post-pandemic business districts</p>",
  "published": "2022-06-11T13:32:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1340,
          "end": 1345
        },
        {
          "start": 1346,
          "end": 1350
        }
      ]
    }
  ]
}