{
  "_id": "d69f6f48be3d9da88d12ec7e49241941aa0c9ca6783f763b4b306c22503fa765",
  "feed": "wall-street-journal",
  "title": "Tesla Cuts 2022 Vehicle-Delivery Target, but CEO Musk Says Demand Remains Strong; Electric-vehicle maker reports near-record profit as its sales miss Wall Street's expectations",
  "text": "<p>Strong vehicle pricing helped Tesla generate nearly $3.3 billion in quarterly profit for the three months ended in September, ahead of expectations of analysts surveyed by FactSet. That is just shy of the company's record quarterly profit of more than $3.3 billion, set in the first quarter.</p><p>Tesla, after the market's close on Wednesday, posted quarterly revenue of $21.5 billion, its highest ever, up from around $13.8 billion in last year's third quarter and short of Wall Street expectations. The company said its results were affected by the strong dollar, higher raw materials and logistics costs, and inefficiencies associated with getting car plants in Texas and Germany up to speed.</p><p>SHARE YOUR THOUGHTS</p><p>What is your outlook on Tesla? Join the conversation below.</p><p>Tesla expects to finish the year just shy of its 2022 target of boosting vehicle deliveries by 50%, Chief Financial Officer Zach Kirkhorn said. He attributed the lower growth to changes in how the company produces and distributes cars to customers. Tesla delivered roughly 936,000 vehicles in 2021 and would need to hand over more than 1.4 million this year to achieve the original target.</p><p>Mr. Musk characterized Tesla as \"recession-resilient,\" saying, \"We are going pedal to the metal come rain or shine. So we are not reducing our production in any meaningful way, recession or not recession.\"</p><p>Tesla's stock price has fallen by around 37% in 2022 through Wednesday, eclipsing the roughly 32% decline in the tech-heavy Nasdaq Composite, as the company has navigated production hiccups and ongoing supply-chain challenges. Mr. Musk's on-again, off-again pursuit of Twitter Inc. also has weighed on the car maker's stock. Shares were down more than 5% in off-hours trading.</p><p>Mr. Musk, Tesla's largest shareholder, has sold more than $15 billion of Tesla stock this year, indicating that at least some of the proceeds would be used to finance his $44 billion deal for Twitter. Some investors have worried that he may need to sell more to close the transaction. Mr. Musk has said after recent sales that he didn't intend to sell more Tesla stock.</p><p>Mr. Musk said Wednesday that he is excited about \"the Twitter situation,\" even as he acknowledged he and other investors would be overpaying for the social-media company right now. \"The long-term potential for Twitter in my view is an order of magnitude greater than its current value,\" he said.</p><p>The billionaire entrepreneur said the company's board has been kicking around the idea of repurchasing shares of Tesla stock and that it is likely the company will pursue a \"meaningful buyback.\" He floated the idea of a buyback of around $5 billion to $10 billion in 2023.</p><p>In a move seemingly aimed at appealing to investors, Mr. Musk described a future in which Tesla would overtake Apple Inc. as America's largest company and enjoy a market valuation larger than Apple and oil giant Saudi Aramco, officially named Saudi Arabian Oil Co., combined.</p><p>Tesla has repeatedly raised prices for its vehicles as parts have become more expensive and new cars difficult to come by because of supply-chain bottlenecks. Tesla cars sold for an average of around $57,000 in the third quarter, up from about $49,000 a year earlier, analysts surveyed by FactSet estimated, lifting the company's bottom line and mitigating the lower-than-expected deliveries in the third quarter.</p><p>Analysis From Heard on the Street</p><p>* Tesla's Valuation Doesn't Add Up Today, Never Mind $4.4 Trillion Tomorrow</p><p>Tesla said changes to its production and distribution practices that are expected to help reduce vehicle costs led to more cars being in transit at the end of the quarter.</p><p>Still, the deliveries result, paired with declining wait times for new vehicles and global economic turmoil, has sparked concern about whether demand for Teslas may be weakening.</p><p>\"We could be seeing the early signs of a demand issue but monthly registrations and 4Q results will need to be monitored to better assess the situation,\" Cowen analysts wrote in a recent note to investors, expressing concern in particular about consumer appetite in China.</p><p>Customers in China ordering a new Model 3 in September could expect to wait about four or five weeks to receive their car, down from around 18 weeks in July, according to Bernstein Research.</p><p>Wait times also have declined for Tesla's most popular models in the U.S., where the average interest rate on a new-car loan reached 5.7% in the third quarter, up from 4.3% a year earlier, according to Edmunds.com. Higher rates make it more expensive to finance a car purchase.</p><p>Mr. Musk said in July he hoped Tesla would be able to lower vehicle prices, which he said were at \"embarrassing levels.\" \"You cannot just raise prices to some arbitrarily high level, because you pass the affordability boundary and then demand falls off a cliff,\" he said.</p><p>Tesla plans to deliver its first electric semitrailer trucks in December, three years later than initially planned, to food and beverage maker PepsiCo Inc. If the company meets its latest timeline, the truck, produced in Nevada, would be the first new model Tesla is putting in customer hands since it rolled out the Model Y compact sport-utility vehicle in early 2020. Mr. Musk said Tesla aims to produce 50,000 large trucks in 2024.</p><p>President Biden in August signed into law legislation creating a new tax credit of up to $40,000 for commercial electric vehicles, available beginning in 2023. That law also opens the door for Tesla's passenger vehicles to once again qualify for a $7,500 consumer tax break, also beginning next year. Teslas qualified early on for such a credit, before the company hit a sales cap.</p><p>Tesla reiterated plans for the long-awaited Cybertruck pickup to enter production next year. Mr. Musk also said that he expects, by the end of the year, to broaden access to the enhanced version of the company's advanced driver-assistance system that helps drivers navigate through cities. That system, dubbed Full Self-Driving, costs $15,000 and doesn't make Tesla vehicles autonomous.</p><p>Write to Rebecca Elliott at rebecca.elliott@wsj.com</p><p>Tesla Cuts 2022 Vehicle-Delivery Target, but CEO Musk Says Demand Remains Strong</p>",
  "published": "2022-10-20T09:50:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 2875,
          "end": 2880
        },
        {
          "start": 2794,
          "end": 2804
        },
        {
          "start": 2794,
          "end": 2799
        },
        {
          "start": 2794,
          "end": 2803
        }
      ]
    }
  ]
}