{
  "_id": "e8a56c3bc791919fd0a6c2bc334230a6a7fa94b5758fce164f73970a5cb03752",
  "feed": "wall-street-journal",
  "title": "What to Watch: The 14 Best New Movies and TV Shows From June; Buzz Lightyear goes back to space, Penélope Cruz plays a movie director, a Chicago sandwich shop is transformed, and much, much more.",
  "text": "<p>Pixar remains by far the leading brand in animated entertainment, but the Disney-owned animation studio's trademark style of pairing cute characters with penetrating questions for the not-so-young can make for a somewhat heavy trip to the movies. After \"Toy Story 4\" (2019), whose subtext suggested the gutted feeling of being parents no longer needed by their grown children, and \"Soul\" (2020), whose sad-sack protagonist feels that he has wasted his life and talents, Pixar threatened to become the home of the cinematic midlife crisis. Kids who attend Pixar films can be forgiven for worrying that they might have to comfort their sobbing parents on the way home from the multiplex.</p><p>So it's a relief that the \"Toy Story\" spinoff \"Lightyear\" is mostly just a diverting comic space adventure, albeit one with a few somber elements.</p><p>Read the review</p><p>Chernobyl: The Lost Tapes (HBO Max)</p><p>There are some blackly comic observations made in the HBO documentary \"Chernobyl: The Lost Tapes,\" one being that only a totalitarian regime could have prevented the kind of widespread panic that should have followed the 1986 nuclear disaster in Ukraine. Although it goes unsaid, if one wanted to start an unprovoked war in Ukraine, the same stranglehold on news might prove equally advantageous.</p><p>Read the review</p><p>The Janes (HBO Max)</p><p>\"The Janes\" celebrates—that's the only word—the ad-hoc alliance of Chicago activists who facilitated or performed an estimated 11,000 abortions in the few years leading up to the Supreme Court's 1973 Roe v. Wade decision. The documentary by directors Tia Lessin and Emma Pildes—a timely, enthralling if perhaps late-inning addition to the abortion debate—may be intended as a hand-grenade lobbed into the culture wars. But it's a gripping historical document, regardless of where one stands on the central argument.</p><p>Read the review</p><p>The Lake (Prime Video)</p><p>\"The Lake\" begins with the very white, unquestioningly gay Justin (Jordan Gavaris) trying to buy politically correct ice cream for his mixed-race biological daughter, Billie (Madison Shamoun), who was adopted by black parents and identifies accordingly. Chocolate? \"Pandering,\" he says to himself. Vanilla? \"Probably triggering.\" Rainbow pops? \"Too on the nose.\" In the end, no ice cream.</p><p>Read the review</p><p>Irma Vep (HBO Max)</p><p>A 2022 TV series based on a 1996 film that was inspired by a 1915 French serial, \"Irma Vep\" by Olivier Assayas might have prospective viewers prepared to enter a hall of mirrors ringing with echoes. They would get no argument from Mr. Assayas.</p><p>Read the review</p><p>The Bear (Hulu)</p><p>There are no furry woodland creatures on the menu at the Original Beef of Chicagoland, the centerpiece of \"The Bear,\" Hulu's delicious eight-part dramedy that viewers will consume like a tray of hot hors d'oeuvres. Being set in a restaurant qualifies the show as a family story—everyone is distinctive, everyone has a role, everyone has a history, but all are bound together by a central purpose that not only defines them, but occasionally—no, frequently—makes them ferocious.</p><p>Read the review</p><p>The Phantom of the Open</p><p>In 1975, Maurice Flitcroft was a 45-year-old shipyard worker who decided that his dream was to golf in the 1976 British Open. As he had hardly golfed before, this was a somewhat stupid dream, but stupid dreams can come true. Usually they don't come true, though. In that case they can be extremely droll.</p><p>Read the review</p><p>Leave No Trace: A Hidden History of the Boy Scouts (Hulu)</p><p>In February 2020, The Boy Scouts of America filed for bankruptcy and prepared to deliver payments from a $2.7 billion compensation fund to anyone who had been molested as a member of the Scouts. The organization said in a statement to TIME magazine, \"We are devastated by the number of lives impacted by past abuse in scouting and moved by the bravery of those who came forward.\" It would be the largest sex-abuse payout in American history. It would also be a circumstance unimaginable in an earlier America. The one, that is, that viewed the Boy Scouts as one of the nation's most hallowed institutions. The superbly conceived documentary \"Leave No Trace\" (Hulu) sets about the task of revealing how the once-revered organization fell from grace, and it does so with a brutal clarity that's one of its most potent weapons.</p><p>Read the review</p><p>Mind Over Murder (HBO Max)</p><p>Director Nanfu Wang's \"Mind Over Murder,\" a six-part study of one of the stranger chapters in recent criminal justice, concerns the case of the Beatrice Six, five of whom pleaded guilty to a 1985 rape and murder in smalltown Nebraska. And none of whom were at the scene of the crime.</p><p>Read the review</p><p>Apples</p><p>\"A lot of people have forgotten,\" observes a stone-faced, middle-aged man in \"Apples,\" a droll and surreal film from first-time Greek director Christos Nikou that considers widespread forgetfulness, social estrangement and a pandemic. It's not a documentary. But its otherworldly setting has a wide range of allegorical implications: Mr. Nikou (who made the film before the outbreak of Covid-19) imagines a contemporary society where amnesia has gone viral. In the midst of a car trip or a walk to the market, people simply forget who they are. They can't remember where they live, how to drive or what the yellow sauce that goes on a hot dog is called. There is no cure, and no one ever recovers.</p><p>Read the review</p><p>Joe Papp in Five Acts (PBS)</p><p>Broadway has been on life support for the past couple of years, so the belated arrival of the documentary \"Joe Papp in Five Acts\" is a well-timed tribute to one of the more influential figures of the American stage—even if his philosophy might best be reflected in a movie. \"What book of rules say the theater exists only within some ugly buildings crowded into one square mile of New York City? Or London? Paris or Vienna?\" says a character in \"All About Eve,\" going on to catalog the virtues of flea circuses, opera, rodeos, carnivals, ballets and one-man bands. Papp may have been more closely associated with free Shakespeare and \"A Chorus Line,\" but he agreed that \"wherever there's magic and make-believe and an audience, there's theater.\"</p><p>Read the review</p><p>Lost Illusions</p><p>When a strange new social phenomenon develops, people frequently wonder, \"What would Tom Wolfe make of this?\" Fortunately we have just been given a very Wolfean take on a distressing aspect of contemporary culture from a very Wolfean writer. His name is Honoré de Balzac.</p><p>Balzac (whom Wolfe often cited as an inspiration) thrillingly gets his due in \"Lost Illusions,\" a trenchant, acerbic, classically constructed 150-minute cinematic bildungsroman adapted by Jacques Fieschi and Xavier Giannoli from the novel of the same name and directed by Mr. Giannoli. The film won seven awards, including best picture, at February's Césars, the French equivalent of the Oscars. Beginning in the 1820s in a small town in France during the restoration of the Bourbon dynasty, \"Lost Illusions\" at first appears to be a lovely but somnolent costume drama about an ordinary love triangle. But it expands its scope in a mischievously brilliant second act and a devastating third one.</p><p>Read the review</p><p>Official Competition</p><p>The phrase \"Official Competition\" will bring a sly smile of recognition to anyone familiar with the mad culture of film festivals, where it indicates works that have been submitted in hopes of winning prizes at, say, Cannes or Sundance. Hungry for that Grand Prix or Palme d'Or, the most glamorous people on earth try to continue looking cool while they scramble to win attention for their arty and often pretentious works. As two-word shorthand for skewering this frenzied microcosmos, \"Official Competition\" was bound to become the title of a movie about movies, and Argentine writer-directors Gastón Duprat and Mariano Cohn have seized the opportunity with their sly satire about the making of a film that will, naturally, wind up being launched at a festival.</p><p>Read the review</p><p>Dream On (ESPN)</p><p>ESPN's \"30 for 30\" anthology of nonfiction films and series has been a consistent winner since its inception in 2009, for two basic reasons. One, you usually don't have to care about sports to care about the stories. Two, you can know the ending—and usually do—while still being kept on the edge of your seat. Did anyone think \"Muhammad and Larry\" was going to end with Ali beating Holmes in 1980? Did anyone think \"Once Upon a Time in Queens\" was going to conclude with the Red Sox beating the Mets in the 1986 World Series? No, and \"Dream On\" will eventually give us an Olympic victory and the founding of the WNBA. Still, nail-biting is part of the program.</p><p>Read the review</p><p>What to Watch: The 14 Best New Movies and TV Shows From June</p>",
  "published": "2022-07-01T20:24:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 4723,
          "end": 4729
        },
        {
          "start": 4638,
          "end": 4644
        }
      ]
    }
  ]
}