{
  "_id": "72712566c15a822644cb7a57a3ee204eadd02e1731dd52f839d4b0c54eeffa88",
  "feed": "ftcomall",
  "title": "Sanctions-hit Russian businessmen seek tips from Iran",
  "text": "<p>Since Russia invaded Ukraine in February this year, Iranian tour guide Ali's business has boomed. But where once he hosted Russian tourists interested in Persian art, food and culture, now he welcomes businesspeople.</p> <p>Following a flood of western sanctions on Russian entities, they are “very interested to know how Iranians have been living under US sanctions”, he said. </p> <p>Last month alone, Ali, an entrepreneur who does not want his full name published, brought 160 Russians, mostly businesspeople, to Tehran, up from the 40 mostly Russian tourists he brought in a typical month before the pandemic. </p> <p>“Russian businessmen used to visit Iran to sell products while looking down on Iranian businesses. But now, in an eye-catching shift, they are looking to buy Iranian products,” said Ali. </p> <p>He takes them to companies around the Iranian capital and introduces them to their Tehran counterparts. With western consumer goods companies curtailing trade with Moscow, his clients were surprised and interested to see Apple mobile phones widely available in Iran, Ali said. </p> <p>The Islamic republic has endured four years of swingeing US sanctions that have in effect severed its links to the global financial system since former US president Donald Trump abandoned the 2015 <a href=\"https://www.ft.com/stream/13d525fd-b68a-494d-ae88-91747da4135b\">nuclear accord</a>. But Apple phones are not the only western consumer product available in Iran. While Chinese brands are prevalent, it is also possible to source goods from leading western consumer companies such as Philips and Bosch. While it is unclear exactly how they arrive in Iran — some may be smuggled, some brought in by individuals from overseas — business people suggest Turkey and northern Iraq are popular transshipment routes to avoid US sanctions. </p> <p>“Russians are far behind Iranians in terms of connections and access to the world's black markets to buy European- and American-made parts and goods,” Ali said. </p> <p>Apart from this informal search for advice, the Islamic republic has benefited in other ways from the war in Ukraine. The surge in oil prices has generated more income for an economy that has become reliant on crude sales to China and non-oil exports to its neighbours. </p> <p>Iran's economy has been battered by sanctions, with the republic enduring soaring inflation and widespread poverty. But the ability of Iranian businesses to continue exporting and importing — and evade sanctions — has helped lessen the impact.</p> <p>Sanctions relief would be available if Iran agreed with Joe Biden's administration to revive the 2015 nuclear accord. But diplomatic efforts to seal a deal have stalled, suffering another blow last week when Tehran announced it was removing 27 cameras belonging to the International Atomic Energy Agency from its nuclear facilities. Russia, which is a signatory to the accord, scuppered progress at the EU-brokered talks in Vienna in March by insisting it wanted guarantees that US sanctions on Moscow would not impact its co-operation with Iran.</p> <p>Still some Iranians believe the war in Ukraine, initially at least, has served to distract western powers from the stalled talks in Vienna. </p> <p>“The Ukraine war was a God-given gift for Iran,” said a regime insider close to hardline forces. “Americans and Europeans are now focused on how to deal with their own problems of high inflation and rising food prices.” He added that Russia and China used to urge Iran to sign an agreement with western powers, but now have other concerns. “Do you hear from [Russian foreign minister Sergei] Lavrov at all? Not any more.”</p> <p>Authorities have acknowledged that Russia, Iran's northern neighbour, is if anything an opportunity for the Islamic republic. Iran's minister of industries Reza Fatemi Amin told reporters shortly after the Ukraine invasion that “its positive impacts on Iran's economy are far bigger than its negative impacts”. </p> <p>Russian deputy prime minister Alexander Novak said at a meeting with businesses in Tehran in May that “we're on track to raise trade, economic, logistics, investment, financial [and] banking co-operation”, according to Interfax. He added that mutual trade had risen more than 10 per cent in the first quarter of this year. </p> <p>According to Iranian customs, trade between the two countries stood at $2.2bn in the year to end of March. Even before the Ukraine war, Iranian president Ebrahim Raisi, who favours an expansion of ties with China and Russia, said that Russian president Vladimir Putin had agreed with him that the trade level was “not satisfactory”.</p> <p>The two sides have also agreed to use each other's currencies — the rial and the rouble — for trade, Iran's oil minister Javad Owji said — a reflection of the difficulty both face in accessing the dollar. </p> <p>Iran's reform-minded analysts warned that the countries' economies, both reliant on energy exports, are too similar for there to be many benefits. Iran's economy is also dwarfed by Russia's, which is more than seven times bigger than Iran's in terms of gross domestic product, based on 2020 World Bank figures. </p> <p>“Those who believe Russia can turn into a strategic partner should read history to realise that Russia has no principles,” wrote Ali Shams Ardakani, an energy expert, in Etemad daily newspaper. “If officials don't do anything now, Russians will take away Iran's remaining oil market in Asia and will be the main player in the Asian oil market.”&#xa0; </p> <p>Jalil Jalalifar, a member of Iran-Russia chamber of commerce, told the ILNA news agency that no Russian investor had come to Iran since the invasion “while they have been flying over our head going to [the] UAE” to invest their money, referring to the arrival of tens of thousands of Russians in Dubai following the assault on Ukraine. </p> <p>Despite these caveats, analysts share Ali's view that the conflict in Ukraine has had a positive impact on businesses in Iran. </p> <p>For the most part, Russian businessmen are interested in sourcing parts for heavy machinery as well as construction materials, he said. It is a slow process, but he thinks greater co-operation could come. </p> <p>“Russian demands are slowly entering into the market,” he added. “It could take one or two years for Iranian and Russian companies to be able to work together efficiently provided sanctions against Russia continue.”</p> <p><strong>Letter in response to this article</strong>:</p> <p><a href=\"https://www.ft.com/content/b2e37024-c406-4ca1-bc18-8b77fceed0ef\"><em>Iran computer salesmen cock a snook at sanctions</em></a><em>&#xa0;/&#xa0;</em><a href=\"https://www.ft.com/content/b2e37024-c406-4ca1-bc18-8b77fceed0ef\"><em>From Walter Blass, Warren, NJ, US</em></a></p><p>Source: Najmeh Bozorgmehr in Tehran 2022 'Sanctions-hit Russian businessmen seek tips from Iran' FT.com 15 June. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-06-15T04:00:52.297Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1280,
          "end": 1285
        },
        {
          "start": 1007,
          "end": 1012
        }
      ]
    }
  ]
}