{
  "_id": "8b3b5ca48c73ef7f7f74ebeba452e3a093b0393f502f2916212480752188028d",
  "feed": "wall-street-journal",
  "title": "U.S. Retail Spending Held Steady in July; Excluding autos and gasoline, spending rose 0.7%",
  "text": "<p>\"We've had nine weeks of gas prices falling, the evidence from this is that people saw the drop in gas prices and said 'This is good news, let's go shopping',\" said Ian Shepherdson, chief economist at Pantheon Macroeconomics. He added that consumer spending appears to have got off to a \"pretty strong start\" in the third quarter.</p><p>The U.S. economy has contracted for two consecutive quarters and recent economic figures offer a mixed picture of its performance at the start of the third quarter. The labor market added 528,000 jobs in July and recovered all the jobs it lost at the start of the pandemic. Industrial production rose 0.6% in July as manufacturing output picked up after two straight months of contraction, the Federal Reserve said Tuesday. But the housing market has slowed in recent months, with declines in sales, new construction and builder sentiment.</p><p>The Fed is aggressively raising interest rates to bring down high inflation and address imbalances in the economy created by pandemic-related factors such as supply-chain disruptions and shifts in consumer and labor demand. Wednesday the Fed will release minutes from its July policy meeting, offering detail on its debate over the path of interest-rate increases.</p><p>Shoppers have maintained spending despite the highest annual U.S. inflation in four decades, though they are getting less for their money because of higher prices. The retail sales figures aren't adjusted for inflation.</p><p>Spending at gasoline stations, which makes up about one-tenth of retail outlays, fell 1.8% on the month. Vehicle sales, which make up about a fifth of retail outlays, declined 1.6% as inventory shortages lingered.</p><p>Consumer purchases of electronics, a category closely tied to back-to-school spending, rose last month, as did furniture, personal care and home-improvement store sales. Spending at nonstore retailers, or online shopping, jumped 2.7% from the prior month.</p><p>Gasoline prices fell steadily in July to below $4 a gallon of unleaded gasoline last week after peaking at more than $5 a gallon in mid-June. The run-up in gasoline prices started in the spring after Russia invaded Ukraine, a development that shocked world energy markets and took up a bigger share of consumer spending.</p><p>\"They are getting less goods for what they were spending a year ago,\" said Phillip Braun, a professor at the Kellogg School of Management.</p><p>Amazon.com Inc.'s Prime Day event fell on July 12-13, and the company said that customers purchased more than 300 million items during the promotion. Some of the bestselling items were premium beauty products, Apple Watches, diapers and kitchen items, according to the retailer.</p><p>Companies, meanwhile, say consumers are continuing to spend, although they remain mindful about rising prices. Walmart Inc. reported Tuesday that higher prices have led shoppers to hold back on some purchases, giving priority to lower-margin food items. Best Buy Co. last week said it is cutting jobs to lower costs, due in part to consumers shifting spending as a result of high levels of inflation.</p><p>Target Corp. said Wednesday its profit last quarter fell further than the retailer anticipated as it worked to unload excess inventory. The company cited a swift reversal of buying behavior, with shoppers cutting spending on discretionary items as inflation pressured their spending and product shipments arrived late.</p><p>\"They still have spending power, but they're increasingly feeling the impact of inflation,\" Target executive Christina Hennington told analysts. \"While the recent reduction in prices at the gas pump have been encouraging, guest confidence in their personal finances continues to wane.\"</p><p>\"We're seeing a shift to lower cost options\" like private-label goods at grocery stores, said Jonathan Silver, chief executive of Affinity Solutions, a firm that aggregates consumer credit- and debit-card spending. He noted that spending at discount stores was up 17% year-over-year in July while department store sales were down 2.4%, according to Affinity data.</p><p>Rod Poole, a retiree in Hickory, N.C., who works part time as a business and logistics consultant, said high inflation has prompted his family to cut back on country-club dining to three times a month from four. They also are buying more bulk- and store-branded products such as nuts, coffee creamer and pasta. And they plan to travel in the fall rather than summer to avoid peak season prices.</p><p>\"Being mindful about expenses is more at the forefront,\" Mr. Poole said. \"Some travel expenses are just absurd right now,\" he said, adding that a hotel in Bar Harbor, Maine, he stayed in five years ago for $130 a night is now asking $280. \"And it's not a $280 a night kind of place.\"</p><p>Peter Stieglmayr, a mental-health counselor in Queens, N.Y., has started regularly making meatless meals for health reasons and because beef prices have increased. Mr. Stieglmayr and his wife recently made baked plantains with rice and beans. \"Even the cheap cuts are $7, $8,\" he said, referring to beef prices.</p><p>Retail sales make up a relatively small slice of overall consumer spending, and the report is largely centered on goods spending. The Commerce Department will release a more complete look at consumer spending at the end of the month that includes services.</p><p>Write to Harriet Torry at harriet.torry@wsj.com and Austen Hufford at austen.hufford@wsj.com</p><p>U.S. Retail Spending Held Steady in July</p>",
  "published": "2022-08-17T15:24:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [],
      "weightsV2": {
        "weight": 1.0,
        "baseWeight": 0.0,
        "expansionWeight": 1.0,
        "ontologyWeight": 0.0,
        "tagPositionWeight": 0.0,
        "titleWeight": 0.0
      },
      "typeRank": 4
    }
  ]
}