{
  "_id": "886d3db939ef72cd0c5d0ed7e42130c6c29f79879c99ccfebc9f0309e778623f",
  "feed": "wall-street-journal",
  "title": "Starbucks Union Expansion Slows a Year Into Labor Drive; New petitions for representation fall as company excludes union stores from benefits and staffing levels improve",
  "text": "<p>Baristas' drive to unionize Starbucks' cafes has shaken the world's biggest coffee chain, which has long touted benefits it says go beyond industry standards.</p><p>Pro-union workers have said Starbucks gives priority to profitability over its workers, and that organizing is the best way to ensure better compensation and treatment. Since the campaign's initial unionization votes at Buffalo, N.Y.-area cafes in December, the NLRB has certified unions in 243 of Starbucks's 9,000 U.S. stores and marked defeats for organized labor at 50 locations.</p><p>Over the past six months, Starbucks has said it would invest hundreds of millions of dollars in employee wages and improving operations, aiming to address complaints about equipment problems, staffing levels and security concerns that have motivated unionizing employees. The company is also closing some U.S. stores where it said baristas have complained about unsafe working conditions. The closures include some stores that have also voted to unionize.</p><p>Some Starbucks baristas said the company's extension of new benefits to nonunion stores has deterred other employees from unionizing, as has the company's dismissals of some pro-union workers this year. Other baristas said they are exhausted by the fighting over unionization.</p><p>Richard Minter, national organizing director of Workers United, said the firings this year of some pro-union Starbucks workers involved in labor organizing by Starbucks has had a chilling effect.</p><p>\"It gets to a point where it feels like you are trudging through mud to get to a finish line, and it takes a special person to do that,\" Mr. Minter said. Enthusiasm for the campaign is growing again as the company and Workers United began bargaining last week, he said.</p><p>Starbucks representatives said that no barista has been fired for lawful union or labor activity. The company said that a vocal minority of baristas accounted for the bulk of the unionization drive so far, and that fewer stores remain where workers are interested in organized labor representation. Staffing and turnover levels are beginning to return to prepandemic levels, easing baristas' workload, the company said.</p><p>\"The pandemic created a real hurdle for us to connect with our people. What you are seeing from us, independent of unions, is our commitment to our people and reconnecting with them,\" a Starbucks spokesman said.</p><p>Starbucks is among a number of union campaigns that emerged at major U.S. retailers in recent years. Workers at Amazon.com Inc., Apple Inc. and outdoor retail chain Recreational Equipment Inc. have filed for union elections at some locations.</p><p>The unionization drives are having mixed results. Apple workers at an Oklahoma City store voted in favor of unionizing earlier this month, following a group of store employees at a Baltimore area location that voted to unionize in June. A Trader Joe's store in Brooklyn, meanwhile, voted against unionizing Thursday.</p><p>Starbucks last week started bargaining processes with 41 unionized cafe locations, the first time the company has taken steps toward negotiating wages and other terms with a large number of the newly formed unionized stores. It has proposed dates for an additional 43 stores, a spokeswoman said.</p><p>SHARE YOUR THOUGHTS</p><p>How do you think the push by some workers to unionize has changed Starbucks? Join the conversation below.</p><p>Disputes have risen early in the talks. Starbucks last week filed 22 complaints with the NLRB, alleging that Workers United hasn't bargained in good faith, while the union said chain representatives walked out of the negotiations.</p><p>Julie Langevin, a Starbucks shift manager from the Boston area who helps lead union bargaining for New England, said she remains enthusiastic about the union campaign and cares about the company, but is frustrated because she said she doesn't feel like Starbucks has given the workers a fair hearing.</p><p>\"We are bouncing off the wall trying to figure out what's the next move, fully knowing the ball is in their court,\" Ms. Langevin said about bargaining last week.</p><p>Interim Chief Executive Officer Howard Schultz in a message to employees Monday said that the company wasn't investing enough in employees when it bought back billions of dollars in stock between 2017 and the first months of 2022, and that redirecting spending toward wages has helped reduce turnover rates.</p><p>Union petitions at Starbucks cafes began dropping in April, federal records show. Mr. Schultz returned to Starbucks as interim CEO that month and soon after promised new benefits for U.S. workers. Starbucks in the spring said the additional benefits included another round of employee pay increases, personal savings accounts with company contributions, faster sick-time accrual and a more relaxed dress code—all of which would immediately begin flowing to nonunionized cafes, Starbucks said.</p><p>Unionized stores would need to negotiate any new benefits through the bargaining process, as is spelled out in federal law, Starbucks said. Starbucks Workers United contested the company's decision and the NLRB filed a complaint against the company in August over the matter, arguing it violated the National Labor Relations Act. Starbucks has stuck with its position and an administrative law judge is considering the dispute.</p><p>Some workers said they worried about losing out on new benefits by working in a unionized store, and feared they could be retaliated against for organizing.</p><p>Barista Victoria Conklin said she helped organize her Buffalo, N.Y., store to support Starbucks Workers United. Ms. Conklin, who had worked for Starbucks for five years, said she was fired in June after missing a shift. She said firings of union-affiliated employees have made baristas more fearful about organizing.</p><p>A Starbucks spokesman said that Ms. Conklin no longer is with the company because she violated store safety and attendance policies. She said she disputes the company's characterization.</p><p>Rachael O'Sullivan, a Starbucks barista for eight years, said she didn't vote to unionize her Buffalo store when it held elections earlier this year, because she didn't believe a union could deliver better benefits anytime soon in the bargaining process.</p><p>Mr. Minter, of Workers United, said the turnover among baristas makes organizing Starbucks stores more challenging, but that the union continues to get inquiries from new cafe locations and their reach continues to expand.</p><p>Write to Heather Haddon at heather.haddon@wsj.com</p><p>Starbucks Union Expansion Slows a Year Into Labor Drive</p>",
  "published": "2022-10-30T15:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 2503,
          "end": 2508
        },
        {
          "start": 2503,
          "end": 2513
        },
        {
          "start": 2667,
          "end": 2672
        },
        {
          "start": 2503,
          "end": 2512
        },
        {
          "start": 2497,
          "end": 2508
        }
      ]
    }
  ]
}