{
  "_id": "d03b985cc32a372de485d73f33f96ac76c40fa2ed0204454a09de775f61169c4",
  "feed": "wall-street-journal",
  "title": "Take-Two Interactive to Buy FarmVille Maker Zynga in $11 Billion Deal; Deal offers a 64% premium and would expand mobile videogame holdings for the owner of Grand Theft Auto and NBA 2K franchises",
  "text": "<p>\"More than 50% of our net bookings will come from mobile upon closing this transaction,\" Mr. Zelnick said in an interview with The Wall Street Journal. He added that the combined company will have more than one billion users, creating an opportunity to cross-promote content to a broader audience.</p><p>Under the cash-and-stock deal, Zynga stockholders would receive $9.86 for each share they own, including $3.50 in cash and $6.36 of Take-Two stock. The companies said the deal had an enterprise value of $12.7 billion, after adjusting for Zynga's convertible shares, cash and debt.</p><p>The deal, which is expected to close by midyear, represents about a 64% premium to Zynga's stock price of $6 as of Friday's close. In trading Monday, Zynga shares rose 41% to $8.44, while Take-Two fell 13% to $142.99.</p><p>\"While one never wants to be cavalier about a decline in their stock price, we are after all judged by our stock price,\" Mr. Zelnick said. \"We've always taken the view that we play for the long term.\"</p><p>Take-Two is best known for its computer and console game franchises such as Grand Theft Auto and NBA 2K. \"Grand Theft Auto V,\" launched in 2013, is one of the bestselling videogames of all time. It has sold more than 155 million units world-wide, according to company data.</p><p>In recent years, Take-Two has expanded into mobile games through acquisitions of studios Playdots, SocialPoint and Nordeus. Though Zynga started out making browser-based games for Facebook, it later shifted its focus to mobile games. Today, its portfolio includes hits such as \"CSR Racing\" and \"Zynga Poker.\"</p><p>Mr. Zelnick said an attractive part of Zynga is that it has its own advertising platform. It is rare for game makers to have such a platform in-house, as most rely on third parties.</p><p>Shares of Zynga fell late last summer as the company took a hit from Apple Inc.'s new privacy rules, which make it harder to track users for the purpose of selling targeted advertising. Zynga also reported greater-than-expected audience declines because of easing pandemic restrictions.</p><p>More recently, though, the company has shown signs of rebounding. In November, Zynga reported record third-quarter bookings and narrowed its loss, as advertising sales nearly doubled. The company said then that it expects full-year revenue of $2.78 billion and $2.81 billion in net bookings, which was unchanged from the previous quarter.</p><p>Take-Two's most recent earnings report, issued in November, showed modest increases in revenue and net bookings. At that time, the company also raised its outlook for the full fiscal year ending in March, saying it expects revenue in the range of $3.35 billion to $3.45 billion and net bookings of $3.3 billion to $3.4 billion.</p><p>Mr. Zelnick said he avoided one of the buzzier terms in the videogame space, the metaverse, during a call with analysts.</p><p>\"That's a word we stayed away from today,\" he said in the Journal interview. But he added that Take-Two and Zynga both see opportunities with related technologies such as nonfungible tokens, or NFTs.</p><p>\"I think both teams are very focused on what Web 3.0 will bring,\" he said, referring to another term for the next evolution of the internet.</p><p>Mr. Zelnick said Zynga will be folded into Take-Two's mobile-games division and continue to operate independently as is the case with its other units such as Rockstar Games and 2K. It is possible that Zynga could make mobile games based on Take-Two's console and computer franchises, he said. In addition to Grand Theft Auto and NBA 2K, Take-Two publishes series such as Red Dead Redemption and Borderlands.</p><p>\"One of the key opportunities is to bring our core intellectual properties to the mobile business, in many instances for the first time,\" Mr. Zelnick said. He added that Take-Two admires Zynga's free-to-play business model, which lets players download games free but with the option to spend money on virtual goods.</p><p>The deal between Take-Two and Zynga should benefit both companies, said MKM analyst Eric Handler, who recently named the latter as one his top stock picks for 2022. \"The videogames industry is increasingly becoming one of scale,\" he said.</p><p>And given that large technology companies like Apple, Amazon.com Inc. and Facebook parent Meta Platforms Inc. are growing their presence in videogames, Mr. Handler added that \"it is going to be a lot easier to build scale in a short amount of time through M&amp;A rather than building organically.\"</p><p>The global videogame industry was one of the bigger beneficiaries of the pandemic's social-distancing restrictions, with consumer spending on game software jumping roughly 23% in 2020 from the year prior, according to estimates from Newzoo BV. Last year, though, that growth shrank to about 1.4%, bringing the total to about $180 billion, the analytics firm said.</p><p>Consumer spending on mobile games has been particularly robust in recent years, outpacing that of spending on console and computer games combined.</p><p>Deal activity has also been heavy in the videogame sector. Last year, Microsoft Corp. bought the owner of the popular Doom videogame franchise for $7.5 billion, its biggest games acquisition. Also last year, Electronic Arts Inc. acquired Glu Mobile Inc. for $2.4 billion and Playdemic Ltd. for $1.4 billion.</p><p>Notably, EA also purchased Codemasters Group Holdings last February for $1.2 billion after Take-Two initially bid on the company, which is known for its Formula One auto-racing series.</p><p>Zynga has grown through deal-making as well in recent years, having purchased studios such as Rollic and StarLark. The company also in May bought Chartboost, a mobile advertising and monetization platform, for approximately $250 million, in a move aimed at helping to improve its ad-targeting capabilities.</p><p>Last year, \"Toon Blast\" was Zynga's top moneymaking game, amassing more than $415 million from player spending, according to estimates from Sensor Tower Inc. Zynga acquired the maker of Toon Blast, Istanbul-based Peak, in 2020 for $1.8 billion.</p><p>Matt Grossman contributed to this article.</p><p>Write to Sarah E. Needleman at sarah.needleman@wsj.com</p><p>Take-Two Interactive to Buy FarmVille Maker Zynga in $11 Billion Deal</p>",
  "published": "2022-01-10T21:59:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1832,
          "end": 1842
        },
        {
          "start": 1832,
          "end": 1837
        },
        {
          "start": 1832,
          "end": 1841
        },
        {
          "start": 4189,
          "end": 4194
        }
      ]
    }
  ]
}