{
  "_id": "1bc50661112756db9974ba8b4c62a02e56a8e54ee95fb75416b33189c836a846",
  "feed": "ftcomall",
  "title": "Foxconn aims to supply nearly half of world's EVs",
  "text": "<p>Foxconn aims to manufacture nearly half of all electric vehicles sold globally in the long term, the iPhone maker said on Tuesday, as it introduced two new prototype EVs for sale by branded automakers.</p> <p>The world's largest contract electronics manufacturer has cornered 40-45 per cent of the world's information and communications technology market, especially in personal computers and mobile phones, Foxconn chief executive Liu Young-way told reporters. </p> <p>“Hopefully we can achieve the same […] as in the ICT industry,” Liu said of the EV market.</p> <p>The remarks highlight the scale of Foxconn's ambitions as it <a href=\"https://www.ft.com/content/b229250d-5d9e-4bb1-bb91-e57888233a98\">pushes into a new growth industry</a>.</p> <p>The Taiwanese group, which racked up $215bn in revenues last year <a href=\"https://www.ft.com/content/0f57109e-8845-11e9-a028-86cea8523dc2\">assembling and making components</a> for smartphones, PCs and other electronic products ranging from game consoles to industrial robots, started developing an EV business in 2019. </p> <p>A year later, it <a href=\"https://www.ft.com/content/149bc9a2-64de-4820-b002-4ded8f2d6ae4\">formed an industry alliance</a> called MIH with suppliers to develop joint software and hardware platforms for use in the design and manufacture of cars for branded customers.</p> <p>The company has also embarked on partnerships with carmakers and EV start-ups in its quest for customers.</p> <p>These include a joint-venture with Taiwanese carmaker Yulon, for which Foxconn recently started mass-producing an EV. </p> <p>It is also increasing production of an electric pick-up truck for EV start-up Lordstown Motors in Ohio and has a growing partnership with European-American auto group <a href=\"https://www.ft.com/stream/cec78f1c-afe6-4f6b-bd63-60e6b9bb92ba\">Stellantis</a>, under which the two jointly develop smart cockpit solutions for EVs. They are also planning to develop auto chips together.</p> <p><a href=\"https://www.ft.com/stream/342c8b23-6d70-4042-afc4-b2726fe1b932\">Foxconn</a> has said it hopes to gain a 5 per cent share of the global EV market by 2025, which will be worth about NT$1,000bn (US$31bn) in revenues. </p> <p>“Currently it looks very likely that we can meet that target,” Liu said. “Our line-up of five EVs in the past 24 months is to show our customers and future customers that we can design and build EVs that are good looking and can stand up to safety.”</p> <p>He added that the models introduced last year — a sedan, an SUV and a bus — were going into production in Taiwan, Thailand and the US. Foxconn introduced a crossover model and a pick-up on Tuesday that it said was fully designed and made in Taiwan.</p> <p>Despite its wide-ranging ambitions, Foxconn reiterated it would stick to contract design and manufacturing services and not compete with automakers or EV brands. </p> <p>“Foxconn is not in the business of selling its own EV brand,” Liu said. “I hope one day we can do Tesla cars for Tesla,” he added.</p> <p>If Foxconn succeeds, the EV push could transform the company. While its traditional ICT manufacturing was heavily concentrated in China and was only gradually diversifying to south-east Asia and India, Liu said new staff in the EV business were exclusively outside China.</p><p>Source: Kathrin Hille in Taipei 2022 'Foxconn aims to supply nearly half of world's EVs' FT.com 18 October. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-10-18T07:00:26.848Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [],
      "nexusId": "10022657"
    }
  ]
}