{
  "_id": "faa2774ee7783aae957706854644e92fd3d5eaaa88f2c18d5a4a5107189ec8f9",
  "feed": "wall-street-journal",
  "title": "Apple Reports Higher Revenue, Earnings; CEO Tim Cook says supply-chain challenges eased in latest quarter",
  "text": "<p>Apple Inc. posted one of its best quarters in its 46-year history on Thursday. But investors will follow Chief Executive Tim Cook's comments on a later conference call closely for any signs the iPhone maker sees slowing demand among high-end buyers amid high inflation, Covid-19 lockdowns in China and the war in Ukraine.</p><p>Apple's revenue for the January-through March period rose 9% to $97.3 billion, far exceeding analyst expectations for $94 billion. Earnings per share rose to $1.52 from $1.40 a year earlier—beating estimates for $1.42 a share and setting a record for Apple's fiscal second quarter.</p><p>The results benefited from the company's ability to navigate supply chain challenges that have been roiling the tech and auto industries. \"The supply constraints were significantly lower than what we had experienced during the December quarter,\" Mr. Cook said in an interview Thursday.</p><p>Sales results were in line with guidance from Apple in January, when the company predicted a record for the March period, though growing at a slower rate compared with the previous quarter—which included the Christmas holiday—when the company marked all-time revenue and profit highs thanks to the latest iPhones, Mac computers and iPad tablets.</p><p>The $97 billion quarter ranks as Apple's third-best in history by total revenue, but one of its slowest for growth since the pandemic began more than two years ago. The company has seen double-digit year-over-year growth each quarter since the launch of the first iPhone with 5G capabilities in October 2020.</p><p>Daniel Morgan, a senior portfolio manager who focuses on technology at Synovus Trust Co., which counts Apple among its largest holdings, called supply-chain concerns, Covid-19 and inflation \"the Street's biggest worries\" about the current quarter. Bernstein Research analyst Toni Sacconaghi echoed that sentiment in a note this week, predicting solid quarterly results and asking: \"But then what?\"</p><p>In January, Mr. Cook had said he expected the effects of supply-chain challenges to improve in the March period compared with the final three months of 2021, when Apple estimated it lost out on more than $6 billion in sales because of inventory constraints.</p><p>But his optimism came before the pandemic flared again in Asia and war erupted in Europe. Apple suppliers in China have been hit this month by stringent government lockdowns aimed at containing the spread of Covid-19. Loup Funds estimates that 85% of Apple's products are assembled in China while the region accounts for almost 20% of the company's annual sales.</p><p>In January, Chief Financial Officer Luca Maestri cautioned the March quarter would face an unusual year-earlier comparison. iPhone sales were more robust than normal in the 2021 comparable period because pandemic-related delays disrupted the typical fall launch and pushed back those sales. Overall sales a year earlier rose 54%.</p><p>Share Your Thoughts</p><p>How well is Apple positioned for long-term growth? Join the conversation below.</p><p>Sales of the iPhone rose 5% to $50.6 billion in the past quarter compared with a year ago. Analysts had expected 1% growth. The company no longer discloses unit sales for the smartphone, which makes up about half of Apple's annual revenue.</p><p>Those sales may have benefited from strong demand in China, where the latest iPhones have been resonating with consumers, analysts said. They have attributed some of an expected falloff in iPad sales to Apple giving priority to iPhone production during the period. Sales of the iPad dropped 2.1% to $7.6 billion. Mac computer sales rose 15% to $10.4 billion, far exceeding analysts expectations for flat results.</p><p>In Thursday's interview, Mr. Cook said iPad's results were hindered by \"very significant supply constraints.\"</p><p>Amid slowing device sales, digital content sales come back into focus. The so-called services segment, which includes iTunes and the App Store, grew 17% to $19.8 billion in the three months through March. Analysts had expected 17% growth.</p><p>Write to Tim Higgins at Tim.Higgins@WSJ.com</p><p>Apple Reports Higher Revenue, Earnings</p>",
  "published": "2022-04-28T21:32:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 0,
          "end": 5
        },
        {
          "start": 2926,
          "end": 2931
        },
        {
          "start": 0,
          "end": 10
        },
        {
          "start": 3210,
          "end": 3215
        },
        {
          "start": 2452,
          "end": 2457
        },
        {
          "start": 1648,
          "end": 1653
        },
        {
          "start": 3437,
          "end": 3442
        },
        {
          "start": 936,
          "end": 941
        },
        {
          "start": 2291,
          "end": 2296
        },
        {
          "start": 0,
          "end": 9
        },
        {
          "start": 573,
          "end": 578
        },
        {
          "start": 322,
          "end": 327
        },
        {
          "start": 2106,
          "end": 2111
        },
        {
          "start": 1269,
          "end": 1274
        },
        {
          "start": 4040,
          "end": 4045
        }
      ]
    }
  ]
}