{
  "_id": "43e1882aa289f6a5765c77a8af02bc069fd38ac779da25151e6108018788e85c",
  "feed": "ftcomall",
  "title": "Xi Jinping's secretive life probed in new podcast The Prince",
  "text": "<p>The title of <em>The Prince</em>, a new podcast from The Economist about Chinese leader Xi Jinping, is a reference to Machiavelli's leadership manual, and to what series host Sue-Lin Wong calls “a Machiavellian story of power — how it's won, how it's wielded and how far you can fall when it's taken away”. </p> <p>It might seem curious that it has taken until now for a podcast to tell Xi's story. Authoritarian leaders and dictators make for rich subject matter with their narratives of troubled childhoods, power grabs and strong-arm tactics. But Xi is a notoriously secretive figure and to understand him and his mindset is, says Wong, to “prise open the black box of elite Chinese politics.”</p> <p>Early episodes dig into Xi's background as the son of a high-ranking Communist party official who advocated for reform and who was sent to a labour camp during Mao's purges. While in his teens, young Xi went from a life of privilege to being sent to a detention facility; the story goes that when he escaped and appeared at home, freezing and hungry, his mother reported him and had him sent back. </p> <p>The series goes on to chart his rise through the ranks via local government, his moves to stamp out corruption (which also allowed him to weed out rivals) and the major world events, from the Tiananmen Square massacre to the fall of the Soviet Union, that helped shape his world view.</p> <p>There is a lot to digest here, and Wong doesn't patronise us by only giving us the headline moments. <em>The Prince</em> takes its time, building a picture of a quietly ruthless figure emerging in an unsettled political climate that seemed to call for firm stewardship. Listen to any of the recent podcasts on Vladimir Putin and you get the sense of a man who is increasingly divorced from reality. By contrast here, and perhaps most chilling, is how Xi comes over as cool-headed, clever and incredibly successful in exerting control both over his party and the Chinese people. </p> <p>As we learn from the remarkable testimony of a Uyghur language teacher accused by Chinese authorities of spying for the CIA, this control has been most cruelly inflicted on the Uyghur population, thousands of whom have been detained and tortured in internment camps.</p> <p>It's a grim reminder of the ferocity of the Xi regime that, at the end of each episode, Wong pays tribute to the “brave” interviewees who remain anonymous for fear of repercussions. This month, Xi will begin his <a href=\"https://www.ft.com/content/3b9d85e4-ef3a-4d3e-9555-3fd9ebccd27f\">third five-year term</a> as general secretary of the Chinese Communist party after changing the rules over term limits. As things stand, he could very well be China's leader for life.</p> <p>For further stories about authoritarian rulers, <em>Real Dictators</em> provides in-depth profiles of Pol Pot, Napoleon, Idi Amin, Genghis Khan, Stalin, Hitler and more. Narrated by actor Paul McGann (star of <em>Withnail and I</em>), the series yields such peculiar facts as Kim Jong-il's love of lobster and young Stalin's early career as a bank robber.</p> <p><a href=\"https://podcasts.apple.com/us/podcast/the-prince/id1642926713\"><em>podcasts.apple.com</em></a></p> <p><a href=\"https://www.noiser.com/realdictators\"><em>noiser.com/realdictators</em></a></p><p>Source: Fiona Sturges 2022 'Xi Jinping's secretive life probed in new podcast The Prince' FT.com 10 October. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-10-10T04:00:19.485Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 2937,
          "end": 2943
        }
      ],
      "nexusId": "10022657"
    }
  ]
}