{
  "_id": "053c087e548623efd28227ab9d69e4b09e4bb6ffd475aa7da62c091e1a6877d7",
  "feed": "market-watch",
  "title": "With debt collectors on your social media, watch for scams and unfair practices",
  "text": "<p>Social media is where you watch cooking videos, gaze at photos of dreamy travel destinations and doomscroll through endless news headlines. Now, sites like Instagram, Facebook FB and Twitter TWTR could also be where debt collectors slide into your direct messages.</p><p>In late 2021, rule changes under the&#xa0;Fair Debt Collection Practices Act&#xa0;went into effect that specify how third-party debt collectors can communicate through social media, email and texts.</p><p>Consumer advocates like April Kuehnhoff, a staff attorney at the National Consumer Law Center, are concerned that these rules could lead to confusion and an uptick in scams.</p><p>“It's much cheaper to use electronic communications to reach out to more people. We'll see a rise in the number of illegitimate actors who are impersonating debt collectors and emailing, direct messaging or texting people in an attempt to get them to pay money for debts that they don't actually owe,” Kuehnhoff says.</p><p>Spotting the signs and knowing your rights can help you guard against unfair and fraudulent&#xa0;debt collection&#xa0;practices. Here's what to watch for and how to stay safe as you sift through notifications.</p><p>Recognize the red flags</p><p>Several warning signs can alert you to abusive behavior or scams:</p><p>The message isn't private</p><p>Debt collectors can request to join your friends or followers as long as they tell you they're debt collectors. However, the FDCPA states that all communications must be private. That means messages can't be visible to the public or people in your network on the platform. If you receive a message that others can see, that signals a bad actor.</p><p>Important information is missing</p><p>Debt collectors are legally obligated to share specific details about the debt, including the amount owed, the creditor's name and information about your rights. They'll usually provide this information, known as a validation notice, the first time they contact you or within five days.</p><p>“If someone's just saying ‘I'm a debt collector' and nothing else, I would definitely be suspect from the start,” says Katie Bossler, a quality assurance specialist at GreenPath, a nonprofit credit counseling agency.</p><p>Also on MarketWatch: Can this non-carbonated alcoholic drink take the place of hard seltzer?</p><p>You're threatened or harassed</p><p>“Sometimes scammers will threaten consumers with arrest or deportation or try to scare them into paying quickly,” Kuehnhoff says. But it's illegal for collectors to make threats or use violent or profane language.</p><p>A collector also cannot legally sue you if the debt is time-barred, or past the statute of limitations. How do you know if your debt is time-barred? Research your state's laws and review your payment history on your credit reports. Or, consider seeking help from your&#xa0;local legal aid office&#xa0;or a nonprofit credit counseling agency.</p><p>You're asked to make an unusual payment</p><p>Fraudsters often seek fast payment through difficult-to-recover methods. A legitimate debt collector won't pressure you to pay using questionable means such as a money transfer, bitcoin terminal or prepaid card, Kuehnhoff says. “They won't tell you to go down to the Apple AAPL store and buy an Apple [gift] card.”</p><p>Don't pay anything without first confirming that the debt and the collector are real. You can learn more about&#xa0;fake and abusive debt collectors&#xa0;from the Federal Trade Commission.</p><p>Don't miss:Watch out for the ‘angry U.S. consumer' as Russian invasion of Ukraine threatens America's fight against inflation</p><p>Know and protect your rights</p><p>The FDCPA gives you certain protections. For example, you can opt out of communications. Collectors are required to provide an easy, free way to end social media contact. That won't erase the debt, however.</p><p>You also have the right to dispute a debt that you believe is incorrect or not yours. However, you'll have to submit a written request within 30 days of receiving notice if you want to dispute or get more information about the debt. Information on how to do either must be included in the collector's initial communication to you.</p><p>How can you verify the debt and the collector? Bossler suggests starting with pulling your free credit reports from AnnualCreditReport.com. “Make a list of the debts that you owe: the creditors, the balances, the account numbers. The debt collector will often reference the last four digits of the account number,” Bossler says.</p><p>You may be dealing with a collection department for the original creditor, making it easier to match up the details. But the original creditor may have sold the debt to an outside company. That third-party collector should provide information such as their name, company and mailing address. Use these details to double-check their authenticity.</p><p>“Several states have their debt collection licenses registered at the NMLS, the National Multistate Licensing [System],” Kuehnhoff says. “Even if your state doesn't use it, it can be a helpful place to check if this name is a legitimate debt collection name that's registered in other states.”</p><p>Even if everything checks out, don't feel pressured to pay right away. Making a payment could revive a debt that was past the statute of limitations. Instead, give yourself time to make a plan that works for you and your budget.</p><p>Check out: When will inflation end? And other big money questions</p><p>If a debt collector violates your rights or you encounter a scam, you can file a complaint with the FTC, the Consumer Financial Protection Bureau or your state attorney general's office.</p><p>More From NerdWallet</p><p>The Most Romantic Money Moves You Can Make</p><p>Smart Money Podcast: Stock Market Shakiness, and Car Buying in 2022</p><p>How to Get What You Want at Your Next Job</p><p>Lauren Schwahn writes for NerdWallet. Email: lschwahn@nerdwallet.com. Twitter: @lauren_schwahn.</p>",
  "published": "2022-03-02T05:01:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 3120,
          "end": 3125
        },
        {
          "start": 3148,
          "end": 3153
        },
        {
          "start": 3126,
          "end": 3130
        }
      ]
    }
  ]
}