{
  "_id": "f1e196757594a5daf020895f3e16d4d57e693d759d8b245a2d050bb37b1798e1",
  "feed": "market-watch",
  "title": "With interest rates rising, it's time to focus on MANG stocks instead of FAANG, according to Jefferies; A case is made that the group of Microsoft, Apple, Nvidia and Alphabet are a safer play as the Federal Reserve tightens monetary policy",
  "text": "<p>The FAANG group — Facebook holding company Meta Platforms Inc. FB, Apple Inc. AAPL, Amazon.com Inc. AMZN, Netflix Inc. NFLX and Google holding company Alphabet Inc. GOOG GOOGL — has been well-known to investors for many years. Those companies and Microsoft Corp. MSFT were at the forefront of the long bull cycle for U.S. tech stocks. As you can see below, all of them are down significantly this year, but the worst performers have been Netflix and Meta.</p><p>On May 3, a team of analysts at Jefferies led by Sean Darby reiterated their February recommendation that investors steer clear of the FAANG + Microsoft group because the expected rise in interest rates would be especially hard on \"long duration assets.\"</p><p>Darby wrote that FAANG + Microsoft \"is not a homogenous group\" and repeated his recommendation for the MANG group.</p><p>He prefers the MANG group — Microsoft, Apple, Nvidia Corp. NVDA and Alphabet — as a better basket for a rising rate environment, citing \"their balance sheet, earnings yield and FCF [free cash flow] yield.\"</p><p>Following the Federal Open Market Committee's two-day policy meeting on May 3 and 4, the Federal Reserve is expected toraise the federal funds rate by 50 basis points to a range of 0.75% to 1.25% and announce a plan to reduce its bond holdings. Anticipating this tightening, Darby also warned investors that \"the key message is patience.\"</p><p>MANG vs. FAANG + MSFT</p><p>First, here's some information about this year's performance:</p><p>* The FAANG + Microsoft group lost $1.4 trillion in market value during April. You can see a breakdown of the individual value declines here. That was a 15% drop in only one month. The group's market value was down $2.21 trillion, or 22%, for the first four months of 2022.</p><p>* The MANG group's market value declined 14% during April and 18% for the first four months of the year.</p><p>Darby cited balance sheets, earnings yields and free cash flow yields backing his preference for the MANG group over the FAANG + Microsoft group. That means the odd group out is Meta Platforms, Amazon and Netflix.</p><p>So let's look at two sets of figures and estimates to compare the groups, listing MANG names first, then the other three.</p><p>Debt, earnings yields and free cash flow yields</p><p>For comparison, here are the latest available ratios of long-term debt to equity for the group, along with earnings and free cash flow yields based on current share prices and consensus estimates for the next 12 months, and price-to-earnings ratios. </p><p> Company                       Ticker   Long-term debt/ equity   Forward EPS yield   Forward FCF yield   Forward P/E   Price change – 2002 through May 2  Microsoft Corp.               MSFT     20%                      3.71%               3.50%               27.0          -15%  Apple Inc.                    AAPL     123%                     4.03%               4.37%               24.8          -11%  Nvidia Corp.                  NVDA     30%                      3.03%               2.81%               33.0          -34%  Alphabet Inc. Class C                  7%                       5.11%               5.42%               19.6          -19%  Meta Platforms Inc. Class A   FB       6%                       5.99%               4.38%               16.7          -37%  Amazon.com Inc.               AMZN     101%                     1.33%               1.29%               75.3          -25%  Netflix Inc.                  NFLX     173%                     5.68%               1.36%               17.6          -67%  Source: FactSet</p><p>Click on the tickers for more about each company.</p><p>Click here for Tomi Kilgore's detailed guide to the wealth of information for free on the MarketWatch quote page.</p><p>Darby favors the MANG group in part for balance-sheet strength, but Apple has a high ratio of long-term debt to equity.</p><p>The numbers clearly favor the MANG group for free cash flow yields. Meta Platforms is an exception, with the lowest level of debt to equity, the highest estimated earnings yield and the second-highest estimated FCF yield (after Alphabet). It also has the lowest forward price-to-earnings ratio of the group, following a 37% decline for its share price this year.</p><p>Looking further ahead</p><p>Here are estimated compound annual growth rates (CAGR) for the next two calendar years for sales, earnings per share and free cash flow: </p><p> Company                       Estimated sales ($mil) – 2022   Estimated sales ($mil) – 2023   Estimated sales ($mil) – 2024   Expected two-year Sales CAGR  Microsoft Corp.               $213,388                        $242,622                        $272,850                        13.1%  Apple Inc.                    $399,580                        $420,378                        $440,949                        5.0%  Nvidia Corp.                  $34,206                         $40,111                         $44,829                         14.5%  Alphabet Inc. Class C         $298,939                        $344,603                        $395,114                        15.0%  Meta Platforms Inc. Class A   $127,545                        $148,154                        $169,668                        15.3%  Amazon.com Inc.               $528,437                        $618,272                        $714,952                        16.3%  Netflix Inc.                  $32,491                         $35,527                         $39,168                         9.8%  Source: FactSet</p><p> Company                       Estimated EPS – 2022   Estimated EPS – 2023   Estimated EPS – 2024   Expected two-year EPS CAGR  Microsoft Corp.               $10.06                 $11.71                 $13.48                 15.8%  Apple Inc.                    $6.23                  $6.63                  $7.10                  6.8%  Nvidia Corp.                  $5.56                  $6.59                  $7.57                  16.8%  Alphabet Inc. Class C         $112.38                $133.96                $153.66                16.9%  Meta Platforms Inc. Class A   $11.90                 $14.09                 $16.21                 16.7%  Amazon.com Inc.               $21.56                 $55.75                 $89.44                 103.7%  Netflix Inc.                  $10.94                 $12.09                 $14.66                 15.8%  Source: FactSet</p><p> Company                       Estimated FCF per share – 2022   Estimated FCF per share – 2023   Estimated FCF per share – 2024   Expected two-year FCF CAGR  Microsoft Corp.               $9.48                            $11.14                           N/A                              N/A  Apple Inc.                    $6.75                            $7.32                            $8.07                            9.3%  Nvidia Corp.                  $4.90                            $6.65                            $6.70                            16.9%  Alphabet Inc. Class C         $118.40                          $144.06                          $168.20                          19.2%  Meta Platforms Inc. Class A   $8.41                            $10.88                           $15.46                           35.6%  Amazon.com Inc.               $15.11                           $65.48                           $131.66                          195.2%  Netflix Inc.                  $1.69                            $4.73                            $7.81                            114.9%  Source: FactSet</p><p>A consensus estimate for free cash flow isn't available for Microsoft for 2024. Analysts expect the company's FCF per share to increase by 18% in 2023.</p><p>What is striking about the CAGR estimates is that analysts are expecting very large increases in free cash flow for Amazon and Netflix, going out to 2024.</p><p>So when might it be time to jump back into the less-favored Meta, Amazon and Netflix?</p><p>Darby wrote: \"[W]e are holding off for now on the economy slowing down sufficiently to look at acquiring 10-year Treasury equity proxies,\" which include the FAANG + Microsoft group. He believes it is too early, and therefore continues to favor the MANG group for the rising-rate environment.</p><p>Don't miss: These stocks soared during the pandemic, and then crashed. Ten are now expected to double in price.</p><p>With interest rates rising, it's time to focus on MANG stocks instead of FAANG, according to Jefferies</p>",
  "published": "2022-05-07T12:55:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 4366,
          "end": 4376
        },
        {
          "start": 67,
          "end": 77
        },
        {
          "start": 2635,
          "end": 2645
        },
        {
          "start": 3916,
          "end": 3925
        },
        {
          "start": 3916,
          "end": 3921
        },
        {
          "start": 3166,
          "end": 3171
        },
        {
          "start": 4809,
          "end": 4819
        },
        {
          "start": 865,
          "end": 870
        },
        {
          "start": 3916,
          "end": 3926
        },
        {
          "start": 148,
          "end": 153
        },
        {
          "start": 78,
          "end": 82
        },
        {
          "start": 2646,
          "end": 2650
        },
        {
          "start": 4809,
          "end": 4818
        },
        {
          "start": 4809,
          "end": 4814
        },
        {
          "start": 4366,
          "end": 4371
        },
        {
          "start": 67,
          "end": 76
        },
        {
          "start": 2635,
          "end": 2644
        },
        {
          "start": 67,
          "end": 72
        },
        {
          "start": 58,
          "end": 72
        },
        {
          "start": 2635,
          "end": 2640
        },
        {
          "start": 4366,
          "end": 4375
        }
      ]
    }
  ]
}