{
  "_id": "53d1a075a8a136449b82514d417294e75aec1b108a31ff5dade8df12e4e5c177",
  "feed": "ftcomall",
  "title": "Five properties for sale in England's Peak District",
  "text": "<h2>Tideswell, Derbyshire, £1.95mn</h2> <p><strong>Where </strong>In the village of Tideswell, Derbyshire, in the heart of the Peak District National Park. Manchester international airport is about 50 minutes away by car. Chesterfield, with its direct train to London, is a 40-minute drive.</p> <p><strong>What </strong>A seven-bedroom, four-bathroom Grade II-listed Georgian house with nearly 7,000 sq ft of interior living space including a study, office, wine cellar and games room. There's a separate coach house with a double garage, storage and potential studio space, and a well-maintained one-acre garden with mature trees and high stone walls.</p> <p><strong>Why </strong>The house has high ceilings, sash windows and original period features such as oak panelling, flagstone floors and fireplaces.</p> <p><strong>Who </strong><a href=\"https://www.knightfrank.co.uk/properties/residential/for-sale/tideswell-derbyshire-sk17/cho012169650\">Knight Frank</a></p>  <h2>Curbar, Derbyshire, £1.875mn</h2> <p><strong>Where </strong>In the village of Curbar, on the eastern side of the Peak District. Manchester and East Midlands international airports are each about an hour's drive away.</p> <p><strong>What </strong>A four-bedroom detached house on two acres. Along with four reception rooms, there is a kitchen/dining room, a large conservatory, laundry room, boot room and pantries. There are also three attached garages.</p> <p><strong>Why </strong>The grounds include mature trees, a cherry blossom tree-lined avenue, lawns and walks through woodland areas with bluebells and wild flowers.</p> <p><strong>Who </strong><a href=\"https://www.bagshawsresidential.co.uk/properties/15540886/sales/BAK106330\">Bagshaws Residential</a></p>  <h2>Tideswell, Derbyshire, £1mn</h2> <p><strong>Where </strong>On the high street of Tideswell, a Peak District village known for the “cathedral of the Peak”, its large 14th-century church. The spa town of Buxton is 7 miles away.</p> <p><strong>What </strong>A Grade II-listed, Georgian home built in 1760. The three-storey house has seven bedrooms, five bathrooms, a study and a gated parking area to the front. Many period features have been retained, such as marble and stone fireplaces, mouldings and black and red quarry tiled flooring.</p> <p><strong>Why </strong>A second staircase leads from a ground-floor room with its own street entrance to an en-suite bedroom on the first floor, and could be used as private guest accommodation.</p> <p><strong>Who </strong><a href=\"https://caudwellandco.com/property/blake-house/\">Caudwell and Co</a>/Savills</p>  <h2>Wincle, Cheshire, £1.5mn</h2> <p><strong>Where </strong>In the south-east of the national park, near the village of Wincle. Manchester international airport is about 45 minutes' drive.</p> <p><strong>What </strong>A Grade II-listed six-bedroom converted coach house arranged around a cobbled courtyard with a fountain. There is a music room, library, study and several reception rooms. Highlights include a terrace with views of the valley.</p> <p><strong>Why </strong>As part of Swythamley Hall Estate, the property comes with access to 125 acres of communal parkland, a tennis court and a helipad.</p> <p><strong>Who </strong><a href=\"https://search.savills.com/property-detail/gbwsrswis190277\">Savills</a></p>  <h2>Alsop en le Dale, Derbyshire, £1.75mn</h2> <p><strong>Where </strong>In the village of Alsop en le Dale, in the south of the Peak District national park. East Midlands airport and Manchester international airport are each about an hour away by car.</p> <p><strong>What </strong>A Grade II-listed, eight-bedroom Georgian farmhouse on 5.5 acres. Two separate cottages are used as short-term holiday lets. Outbuildings include stables, a barn and workshops.</p> <p><strong>Why </strong>The grounds include a kitchen garden and an orchard with apple, pear, plum and damson trees.</p> <p><strong>Who </strong><a href=\"https://www.fishergerman.co.uk/residential-property-sales/farm-house-for-sale-in-alsop-en-le-dale-ashbourne-derbyshire-de6/36842\">Fisher German</a></p> <p><em>Find out about our latest stories first — follow </em><a href=\"https://twitter.com/ftproperty\"><em>@FTProperty</em></a><em> on Twitter or </em><a href=\"https://www.instagram.com/ft_houseandhome/?hl=en\"><em>@ft_houseandhome</em></a><em> on Instagram</em></p><p>Source: Madeleine Pollard 2022 'Five properties for sale in England's Peak District' FT.com 21 July. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-07-21T10:00:29.746Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 3023,
          "end": 3028
        }
      ]
    }
  ]
}