{
  "_id": "c0cf4e83495c059984a4ada97aaa82b7d11815f993e38b3b395bc1de2a8a75ad",
  "feed": "ftcomall",
  "title": "Lex hits and misses: ahead on market rout, behind on tech nuance",
  "text": "<p>Lex thought stock markets were riding for a fall in 2022. We were right. Any complacency is balanced by the knowledge that we made a similar call two years before. Share prices motored upward after that. </p> <p>We keep a beady eye on how our prophecies are performing and this is the subject of today's column. The caveat is that our outlook is medium term. That could yet turn some hits into misses and vice versa. </p> <p>We made our bear call on stocks, primarily US ones, in a <a href=\"https://www.ft.com/content/bf9baede-da83-4849-852c-0da267423cdf\">note</a> and a <a href=\"https://www.ft.com/content/4d2a6a02-f1f8-4737-b7f5-0fa84470bd6e\">newsletter </a>towards the end of November 2021. Our view was that overblown earnings estimates were pointing to a market peak. We judged that inflation, contrary to the comments of Federal Reserve boss Jay Powell, would not be “transitory”.</p> <p>The S&amp;P 500 has fallen 16 per cent since then. </p> <p>A few weeks before our prediction, we stated the view that <a href=\"https://www.ft.com/content/8e02693a-1338-4b03-bfb3-2bc92bd193d5\">cryptos</a>, far from being uncorrelated to conventional assets, “would stay glued to the linoleum through a prolonged bear market”. Bitcoin has retreated by 72 per cent to date.</p> <p>In February, we judged that a rout in emerging markets bonds had <a href=\"https://www.ft.com/content/eac7446a-6f75-4dee-b696-d11f1e8378f0\">further to go</a> as the US tightened rates. The JPMorgan emerging markets bond index has dropped about 20 per cent in the intervening period.</p> <p>But if you have a wooden spoon to award, Lex would be a candidate for some of our calls on tech stocks. We have always seen automation as a big secular trend. Cyclical ups and downs in asset prices add or subtract from the implicit value that creates. </p> <p>We failed to foresee the scale of the walloping that tech stocks would receive in the rotation from growth to value equities.</p> <p>The flood of tech initial public offerings we <a href=\"https://www.ft.com/content/b0b3d644-887d-4576-a5b6-808dccccaf77\">forecast in January</a>, therefore, did not materialise. We compounded the error with the advice “Don't tune out just yet” <a href=\"https://www.ft.com/content/a60e3c1c-c14b-489d-8b2e-12e5f4226745\">regarding Netflix</a>. The shares are now down 26 per cent. Later, we <a href=\"https://www.ft.com/content/46521dcb-d012-46a8-8a94-246a8a524dcb\">turned bearish</a> on the streamer. But by then, we were chasing momentum rather than predicting it. </p> <p>Our suggestion that Apple could <a href=\"https://www.ft.com/content/400037fb-8426-4c09-a05a-227fc1152e74\">hit a market capitalisation of $4tn</a> with help from sales of metaverse goggles now seems myopic. The worth of the devices maker has slipped from $3tn to $2.1tn. Apple may still get to $4tn — but even in the medium term that is unlikely. </p> <p>We remain bearish on the direction of equity markets into the new year, having correctly dismissed the August flurry as a sucker's rally. But opportunities to buy the dip should become more plentiful.</p> <p><em>The Lex team is interested in hearing more from readers. Please tell us which of your investment calls went well or badly this year in the comments section below.</em></p><p>Source:  2022 'Lex hits and misses: ahead on market rout, behind on tech nuance' FT.com 27 December. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-12-27T11:00:03.554Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 2098,
          "end": 2103
        },
        {
          "start": 1926,
          "end": 1931
        }
      ]
    }
  ]
}