{
  "_id": "a12383902128d47ded210d2ea3f5e91a774018f88c31482a9f7f96ca5c98a1e0",
  "feed": "wall-street-journal",
  "title": "Twitter Reintroduces Upgraded Subscription Service; Twitter Blue, the social-media platform's bid to diversify revenue away from ads, returns, while the company disbands its Trust and Safety Council",
  "text": "<p>\"We're baaaack! Twitter Blue is now available,\" the company said Monday in a tweet from account @TwitterBlue. The revamped Twitter Blue represents one of several rapid-fire changes made by Mr. Musk since he bought the social-media platform in late October for $44 billion, including mass layoffs and an end to remote work for most remaining staffers. Mr. Musk has said he wants Twitter, which hasn't booked an annual profit since 2019, to rely less on advertising and more on alternative ways of making money, such as paid subscriptions.</p><p>Mr. Musk tweeted Monday that the basic subscription will have half the number of ads and the company will offer a higher tier with no ads next year.</p><p>Twitter had to call off an earlier attempt to launch an enhanced version of Twitter Blue last month because of problems. In the hours immediately after Monday's announcement, some users said they weren't able to subscribe.</p><p>Esther Crawford, a Twitter product executive, said such problems were likely because of what she called Twitter's \"impersonator defenses,\" including if an account had recently changed its username, profile photo or bio.</p><p>Twitter also said that accounts must be at least 90 days old and have a confirmed phone number in order to subscribe to the new Twitter Blue.</p><p>Some advertisers have paused spending on the platform amid concerns about Mr. Musk's ability to rein in objectionable content and other changes at the company including executive departures. Last month Mr. Musk said Twitter was losing $4 million a day and he told employees that bankruptcy isn't out of the question. Mr. Musk has said he wants to diversify Twitter's revenue beyond advertising, which previously accounted for about 90% of its overall revenue. The company this month offered advertisers incentives to increase their spending on the platform, The Wall Street Journal reported.</p><p>The cost of subscribing to the new Twitter Blue from an Apple Inc. mobile device is $11 a month, compared with $8 monthly for those who sign up from a web browser. Previously, Mr. Musk had said the service would cost about $8 monthly, regardless of where the subscription was purchased.</p><p>The difference in price for Apple and web users appears to reflect how Apple charges developers as much as 30% of subscriptions purchased through its App Store, a fee that falls to 15% after the first year of use. Mr. Musk complained on Twitter recently about Apple's cut of subscriptions, which has been the subject of criticism by some app developers for years.</p><p>Alphabet Inc.'s Google Play store, which is on devices running its Android operating system, takes a 15% cut of subscription revenue.</p><p>About 64% of Twitter users in the U.S. use Apple's mobile operating system for the iPhone or iPad compared with 36% who use Alphabet's Android, according to data from analytics firm Sensor Tower Inc.</p><p>Twitter initially launched the updated Twitter Blue on Nov. 5, marking the first significant product change since Mr. Musk's takeover. \"Power to the people,\" the software update said. \"Your account will get a blue check mark, just like the celebrities, companies, and politicians you already follow.\" The revamped check marks were rolled out after the Nov. 8 midterm elections, and users quickly began exploiting them to impersonate brands and celebrities. Verified users falsely posed as professional basketball player LeBron James demanding a trade, former President George W. Bush attacking Iraqis and Eli Lilly &amp; Co. cutting insulin prices to zero. Twitter paused the Blue feature within two days. Mr. Musk then said in a tweet on Nov. 15 that Twitter was \"punting\" the relaunch of Twitter Blue to Nov. 29 \"to make sure that it is rock solid.\"</p><p>SHARE YOUR THOUGHTS</p><p>How would you rate Elon Musk's leadership at Twitter so far? Join the conversation below.</p><p>He later indicated there would be more delays, tweeting that the company was tentatively planning to relaunch Twitter Blue on Dec. 2, but it didn't happen. The following day, Mr. Musk said the service was coming soon and that the company was working on ways for subscribers seeking verification to be able to confirm their identities and affiliations.</p><p>He also previously said the check-mark feature would become varied. \"Gold check for companies, grey check for government, blue for individuals (celebrity or not) and all verified accounts will be manually authenticated before check activates,\" he said in a November tweet. \"Painful, but necessary.\"</p><p>Mr. Musk tweeted Monday that in a few months, all legacy blue checks will be removed. \"The way in which they were given out was corrupt and nonsensical,\" he said.</p><p>Later Monday, Twitter disbanded its Trust and Safety Council, according to an email reviewed by The Wall Street Journal. The council, composed of civil-society groups, advised Twitter on how to enforce its policies on content such as hate speech before the social-media site was purchased by Mr. Musk.</p><p>\"As Twitter moves into a new phase, we are reevaluating how best to bring external insights into our product and policy development work. As part of this process, we have decided that the Trust and Safety Council is not the best structure to do this,\" read the email, which was signed \"Twitter.\"</p><p>The cancellation email was sent about an hour before the council was scheduled to meet, according to a person familiar with the matter.</p><p>Yoel Roth, Twitter's former head of trust and safety, said last month the botched launch of the service was one of the reasons he decided to leave the company after almost eight years. Speaking at the Knight Foundation's conference on democracy in the digital age, he said Mr. Musk ignored his team's warnings about possible issues tied to the rollout.</p><p>\"It went exactly off the rails in the way that we anticipated,\" Mr. Roth said during the conversation with journalist Kara Swisher. \"It's not that it was a surprise.\"</p><p>Meghan Bobrowsky and Patience Haggin contributed to this article.</p><p>Write to Sarah E. Needleman at Sarah.Needleman@wsj.com and Alexa Corse at alexa.corse@wsj.com</p><p>Twitter Reintroduces Upgraded Subscription Service</p>",
  "published": "2022-12-13T02:06:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1920,
          "end": 1930
        },
        {
          "start": 2222,
          "end": 2227
        },
        {
          "start": 2411,
          "end": 2416
        },
        {
          "start": 2179,
          "end": 2184
        },
        {
          "start": 2692,
          "end": 2697
        },
        {
          "start": 1920,
          "end": 1929
        },
        {
          "start": 1920,
          "end": 1925
        }
      ]
    }
  ]
}