{
  "_id": "ad2b381faa1f19cb1b070c3a3191e27737c96b9d0cd9ff1f764a95f993ad8d63",
  "feed": "wall-street-journal",
  "title": "Louis Vuitton x Yayoi Kusama: A Playfully Chic Collaboration; Delphine Arnault introduces the fashion house's more than 450-piece collection from the reclusive, renegade artist.",
  "text": "<p>\"[Kusama's] world is so happy, although there is a lot behind it. When you see [her work], it's extremely joyful—there is this sentiment of a dream,\" says Arnault, who thought it would be a strong counterpoint to the dour atmosphere of the global pandemic. Another draw was that it's easy to understand, she says, for those who may not be familiar with her artwork, but then reveals itself as more intellectually complex. \"She's also a supporter of women…being able to express themselves.\"</p><p>To Arnault's surprise, Kusama's team was immediately receptive. They remembered Louis Vuitton from a 2012 collaboration that saw the artist's signature polka dots on the brand's classic bags, among other pieces. It was one of the first examples of a major artist working with a fashion house at such a global scale, and it sparked an onslaught of covetous fans.</p><p>This time, the collaboration evolved into an all-encompassing collection featuring menswear, womenswear, handbags, costume jewelry and other accessories as well as the brand's travel trunks, which became a hallmark of the house soon after it was founded in 1854. For a year and a half, the Louis Vuitton team worked with Kusama and her staff, meeting over Zoom and, eventually, when travel restrictions were lifted, in person in Japan. Arnault says one of the biggest challenges was re-creating dots on canvas or leather that mimicked the look and feel of those hand-painted by Kusama. Their placement in relation to the Louis Vuitton monogram motif was a matter of much discussion and negotiation. \"Obsession on both sides,\" says Arnault, laughing.</p><p>For Kusama, polka dots hold cosmic significance—in the same WSJ. interview she compared them to planet Earth, saying it's \"like one little polka dot, among millions of other celestial bodies.\" The Vuitton collection features them on sweaters, blouses, miniskirts, tote bags, bucket hats, jackets, sunglasses, pochette purses and even the buckles of a pair of platform loafers. Kusama's other emblems, including hallucinatory flowers, stars, fish, butterflies and totemic faces, appear on all manner of items, from dresses to beach towels and hoodies. Reflective silver balls, much like those Kusama has used in installations for decades, bubble up on black leather bags, shoes, leather jackets and '60s-style dresses. And her most recognizable recurring subjects, her wildly colorful pumpkins, appear on the brand's Speedy totes and in subtle ways across other pieces in the collection. There's one yellow pumpkin-shaped bag, with Kusama's black dots replaced with a version of the signature LV monogram.</p><p>Several items from the more than 450-piece collection will be unveiled in late November, with two merchandise drops planned for early January and late March on the Louis Vuitton website and in stores. The launch, Arnault says, is a major part of the brand's first quarter expectations. \"It's a very 360-degree project—the whole [fashion] house is involved.\"</p><p>In 2012, Louis Vuitton stores were similarly transformed into de facto gallery installations, with windows filled with multihued iterations of Kusama's pop-arty, outer space–inspired sculptures, or a surprisingly lifelike mannequin of the artist in her signature red wig. The resulting frenzy echoed previous collaborations that then–creative director Marc Jacobs had done with Takashi Murakami, Stephen Sprouse and Richard Prince. For Vuitton, it was a sign that high art could translate to the high street—blurring the line between art and commerce in a way that hadn't been seen before. For Kusama, it helped cement her as a bona fide contemporary art star, presaging the lines of fans who wait for hours for a chance to snap selfies in one of her immersive infinity-room spaces.</p><p>\"It vastly increased the audience for a very important artist who had for many years been neglected by the major museums,\" says art dealer Jeffrey Deitch. \"Kusama was in the artistic wilderness for many years. No longer.\"</p><p>Since Arnault joined Louis Vuitton in 2013—just before the arrival of artistic director Nicolas Ghesquière, whom she helped recruit following Jacobs's departure—she has championed artists. A serious collector, she was introduced to art as a child by her parents (her father, Bernard Arnault, is the chairman and CEO of the $330 billion luxury conglomerate LVMH Moët Hennessy Louis Vuitton). \"I remember going with my parents to museums, and I was like, Oh, no! I can remember going for like four hours. Now I'm happy that [we] did,\" says Arnault, 47. For her, it became a way to discover new perspectives on the world, she says. With her own children, she has continued the tradition but keeps it short. \"And then they get a reward after,\" she says, with a smile.</p><p>Her mission at Vuitton is not dissimilar. She feels that the fashion house has a duty to share art with the public. \"People can see it on the streets or in the windows of the shop or online,\" she says. One of her first moves in 2013 was to recruit a group of creative luminaries—including artist Cindy Sherman, designers Marc Newson and Karl Lagerfeld and architect Frank Gehry—to dream up new ways to work with the brand's famed monogram, giving each of them carte blanche to produce anything they wanted. \"I think [it's] very important to give total freedom to the artist to reinterpret things in their way,\" says Arnault.</p><p>Each ran wild with the assignment: Sherman created a maximalist version of the makeup trunks she uses to transform herself into different characters for self-portraits, while, in a subversive move, Karl Lagerfeld proposed an ultra-luxe full-size boxer's punching bag. Newson designed an outdoorsy backpack, and Gehry employed swooping curves, similar to the lines of the building he designed for the Fondation Louis Vuitton, for a torqued version of a top-handled, hard-sided case. \"[That] was quite a challenge to do for our ateliers because there was not one straight line,\" says Arnault. This October, the Sherman trunk made a reappearance on display at Vuitton's booth at the art fair Paris+ par Art Basel.</p><p>Art star Jeff Koons, whom Arnault convinced to collaborate with the brand in 2017, used his Gazing Ball series as a jumping-off point. (Her father is a longtime collector of his work, and she has known Koons for years.) The series saw old master paintings reproduced on a range of handbags, with the artists' names emblazoned in the manner of a fashion brand, bringing a dose of Koons's signature acid kitsch. \"DA VINCI,\" scream metallic capital letters plastered on a tote bag over the museum's most popular masterpiece, the Mona Lisa. \"RUBENS\" reads another, and \"TITIAN\" is written across Venus's décolletage. Vuitton's ateliers had to invent new techniques to achieve the ultra-sleek lettering that Koons desired. \"It pushes the boundaries for the brand and the craftsmanship,\" says Arnault of such collaborations.</p><p>There was some criticism of placing works as iconic as the Mona Lisa on commercial products, but Arnault says she sees it as a service. \"It makes a lot of people aware of masterpieces that are in museums, and it gives [them] even more exposure,\" she says. \"I think it's extremely daring.\"</p><p>Artist Urs Fischer recalls first meeting Arnault in 2013 when she sought him out after seeing his retrospective that year at the Los Angeles Museum of Contemporary Art. He went on to contribute to Arnault's ArtyCapucines project, an ongoing initiative for blue-chip and rising contemporary art stars to refashion the brand's Capucine handbag. Now in its fourth iteration, the series has also enlisted Alex Israel, Tschabalala Self and Ugo Rondinone. Fischer anointed his with dangling pieces of fake fruit, including an apple and a banana. \"[A project like this] makes more sense than a piece of paper being sold and then being in storage or in a wealthy person's home,\" says Fischer, who then did a capsule collection of leisurewear and bags with a Vuitton logo he hand-drew. \"Some ideas can live outside the precious one-off handmade thing,\" he says.</p><p>\"It's not simply Marilyn Monroe [by Andy Warhol] on a T-shirt,\" says Arnault. \"It goes above that, because we are working directly with the artist, at the artist's direction.\" She points to other ways the brand has realized artwork, such as the \"monster flower\" by French contemporary artist Philippe Parreno, part of Nicolas Ghesquière's set for the October fashion show. Construction began three weeks ahead of time inside a courtyard of the Louvre museum. Featuring red nylon curtains as the \"petals\" and carnivalesque rotating mirrors, the piece was widely Instagrammed. The Kusama store installations are planned to be similarly immersive.</p><p>\"The interest in visual culture is too big for just museums and galleries,\" says Deitch. \"What Delphine is doing with Louis Vuitton is just the forefront.\"</p><p>Louis Vuitton x Yayoi Kusama: A Playfully Chic Collaboration</p>",
  "published": "2022-11-30T13:30:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 7698,
          "end": 7703
        }
      ]
    }
  ]
}