{
  "_id": "3463ce32d30ae0a656cb1cb189634f4486f419015f80caf20946744b07597bec",
  "feed": "market-watch",
  "title": "We've seen this movie before — the biggest tech-stock gains are still ahead of us; This tech slide is likely to follow previous patterns when newer companies remade the economy",
  "text": "<p>\" Corporate and consumer access to capital peaked when the long-term direction of interest rates turned, as rates clearly bottomed out during the past couple of years. I'd like to think that the capital cycle could turn positive again, and it's possible. In the past couple of years, the former strength of the US dollar relative to the developed world's other centrally controlled currencies meant the Fed could cut or raise rates as it wanted to, depending on the domestic economy.</p><p>\"Most of all, don't be greedy by getting levered up in the summer of 2007 when the credit cycle is working against you. The endless multi-billion dollar private equity deals, dotcom parties in Silicon Valley and long waiting list for micro jets sound like trumpets blaring.\"</p><p>Here's what I wrote in February 2021 in an article literally called \"Strategies for this blow-off top market\" when speculative stocks topped and started their now year-and-a-half long crash:</p><p>\"There's too much speculation, euphoria and greed running rampant in the market and society right now. There's no fear. That doesn't mean it will all come crashing down tomorrow, but I'm getting increasingly uncomfortable with the ongoing Blow-Off Top Phase of the Bubble-Blowing Bull Market that we've been very successfully riding for the past 11 years now.</p><p>\"I asked back in the midst of the crash and economic shutdown last spring several times that perhaps the biggest question for the markets was if tens of trillions of dollars in monetary and fiscal pumping from every major economy in the world would be enough to overcome the near-term collapse in earnings and economic activity. The answer has been a resounding YES.</p><p>\"I am here to tell you that it's not a great time to be investing for the long term. I also think that inflation could be coming back to the economy for several years. Higher interest rates and commodity inflation look likely to kick in this year and for years to come.\"</p><p>Going further back, here's something from the FT in August 2006 called \"Waiting for the noise pollution to die down,\" in which I saw long-term potential while remaining cautious:</p><p>\"Certainly, the US economy has cooled from the torrid pace that had surprised all those economists that shoot off their guesses about the future of this $13,000bn economy in the first few months of the year. Now, after they all chased the strength by upping their estimates for the rest of the year, the economy is beginning to surprise them on the downside. But just because the economy is cooling (or has already cooled) and is weaker than most traders and economists expected, we cannot necessarily extrapolate a Snoopy-like Joe Coolness out for the next few quarters or years.</p><p>\"The good news is that the tech markets — especially the volatile and often-leading semi-conductor sector — have tried already to price in the inventory problems, as the decline of more than 30 percent in the SOXX index indicates. Many former high-flyers and the fastest growers, from Broadcom to Qualcomm, warned about the second half of the year.</p><p>\"Then there are the central banks, which have continued to use the tools at their disposal, including interest rate increases, to sap liquidity from the world's markets.</p><p>\"Of course, it's not as if the Fed and the markets will just stand still. At some point we have to figure that the politically motivated Fed (yes, the Fed is politically motivated) and many other central banks will have to step in and work to reliquefy the world's economies — and markets. And then, of course, we'd be back off to the races.\"</p><p>Doesn't that sound a lot like me right now when I keep saying that I'm staying mostly defensive here but am anxious to get back to trading and investing and being my usual bullish self? But not until the noise dies down (and/or until we get another crash-ish leg down).</p><p>Not all is lost. This is when great investments can be found for the long term, as I wrote in the FT back in 2007 in \"Invest in technology and live la dolce vita\" as I explained why Apple and Google were must-owns for that future:</p><p>\"The iPhone and its competitors will soon usher in the golden age of converged communications. As Apple rolls out new WiFi-based iPods and, more to the point, as next-generation handsets become technology-agnostic (in other words, they'll connect you to the internet over 3G wireless, WiFi and WiMax), we'll all be able to call, e-mail and Facebook each other at any time.\"</p><p>Back in 2007, Google and Apple were just about the only ways to get in front of the upcoming Smart Revolution because it hadn't developed quite yet — but there were trillions of dollars in market valuation created.</p><p>When I wrote that article back in 2007, Google was at $180 or so. It's now called Alphabet GOOGL GOOG and its Class A shares are up 794% since then. Apple AAPL was at a split-adjusted $4.71. It's up about 3,093% since then. Both were down 30% or more from their recent highs when that article was published in the FT in September 2007.</p><p>The takeaway here is that we've been through cycles like this before and we navigated them similarly, which turned out to be incredibly successful. Back in 2007, the most obvious next multi-trillion dollar Revolution to get in front of was smartphones.</p><p>In 2022, it's probably The Space Revolution or maybe The Biotech Revolution or maybe The Virtual Reality Revolution or maybe all three of those and a few other Revolutions will become trillion-dollar marketplaces 15 years from now. It won't be smooth and we won't blindly buy great-sounding stories. But if we stick with our playbook, as we did 15 years ago, I expect we will have an equal or even bigger amount of returns when we look back 15 years from now.</p><p>Patience, diligence and getting in front of trillion dollar Revolutions is what we do. Let's proceed.</p><p>Cody Willard is a columnist for MarketWatch and editor of the Revolution Investing newsletter. Willard or his investment firm may own, or plan to own, securities mentioned in this column.</p><p>We've seen this movie before — the biggest tech-stock gains are still ahead of us</p>",
  "published": "2022-06-02T20:04:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 4169,
          "end": 4174
        },
        {
          "start": 4022,
          "end": 4027
        },
        {
          "start": 4470,
          "end": 4475
        },
        {
          "start": 4815,
          "end": 4819
        },
        {
          "start": 4809,
          "end": 4814
        }
      ]
    }
  ]
}