{
  "_id": "4ef5a4da3ac7905214ea101a85476bd4a34105ec3f7a4d5a807417e2801cfe40",
  "feed": "ftcomall",
  "title": "Super-prime of life: the rise of ‘wellness' apartments",
  "text": "<p>Every morning, Filippa Hallersbo and Marco Passanante follow the same routine. As soon as they wake, they drink water with squeezed lemon juice and do some breath work. The couple, who are both entrepreneurs, then do “a quick gratitude exercise” and listen to a personal development podcast or read something educational for 30 minutes before eating a healthy breakfast and starting their day, which will almost certainly involve a yoga class at some point for Hallersbo, 30, and a swim for Passanante, 38.</p> <p>For some, “wellness” isn't merely an ill-defined buzzword, it's a way of life. Adherents want to look better, feel better, sleep better and behave better towards the planet — and they are willing to pay handsomely to achieve this.</p> <p>This makes wellness big business. The management consultancy McKinsey estimates it is a $1.5tn market globally and is growing at 5-10 per cent per year. </p> <p>Perhaps predictably, property developers have been rushing to cash in. The Global Wellness Institute, a non-profit organisation, says there are now more than 2,300 “wellness residential projects” around the world that are either built, partially built, or in development; such schemes, it claims, command a price premium of 10-25 per cent over conventional new-builds.</p> <p>According to estate agency Knight Frank, half of the respondents in its Global Buyer Survey said wellness and wellbeing amenities factored into the type of property they would choose. Yet, at the top end of the London property market, simply putting a gym in the basement isn't enough. At Christian Candy's 80 Holland Park scheme, where apartments start at £2.25mn, the pool and spa are complemented by a top-of-the-range gym designed by the former triathlete and Olympic coach Tim Weeks. </p> <p>Weeks describes the future of fitness as “phygital” — a mixture of physical and digital — and all equipment in the gym allows residents to plug in their individual fitness apps (such as Apple Fitness+, Peloton and Zwift). “The cramped room with a couple of machines and dumbbells in the corner simply does not cut it these days,” Weeks says.</p> <p>At Orchard Place at The Broadway, in Westminster, the developer Northacre is planning to offer buyers willing to shell out £1.75mn to £27mn for a home in the development access to a “neo-gym” — or a physical fitness destination that includes audio visual and virtual reality experiences “to stimulate mind and body”.&#xa0;</p> <p>Developments with health facilities have long been popular with older buyers — “We often joke that they want to be no more than five minutes from a defibrillator,” says Ed Lewis, head of residential development sales at Savills estate agency — but they are becoming increasingly important to younger ones too. </p> <p>There are plans to put a medical unit in ground-floor retail space at Park Modern in Hyde Park, where homes cost £2mn to £60mn, while residents of One Grosvenor Square, the site of the former US embassy where the penthouse sold for £140mn in 2020, have access to medical services, nutritional consultants and experts to improve posture, athletic performance and recovery.</p> <p>Air quality is also key. At Chelsea Barracks, where flats start at £5.25mn and townhouses at £38mn (one townhouse is currently on the market at £58mn), the air is filtered 24 hours a day by mechanical ventilation with heat recovery (MVHR) systems that have been designed to reduce indoor pollution and ensure the moisture content of the air is just right. Almacantar, the developer behind the super-prime scheme The Bryanston, Hyde Park, also provides MVHR and indoor air-quality monitoring and is the first luxury residential developer to register for AirRated's AirScore certification, which gives residents detailed information on the standard of air inside their home.</p> <p>And it is not only about physical health. Many schemes now prioritise greenery and outdoor space, while there is an increasing focus on how communal activities and social areas in residential developments can affect mental health. Lawyer Virginia Szepietowski, 26, moved into One Crown Place in Shoreditch last August and pays about £2,300 per month plus bills to rent a one-bedroom flat that has access to a gym, a work hub and communal facilities that host wine tastings and craft workshops. </p> <p>“The communal areas have been the biggest lifesaver when working from home,” says Szepietowski. “It creates that sense of being in the office and makes sure you get out of your pyjamas and say ‘hi' to someone at the coffee machine. Having that mindless chit-chat helps me feel connected and has been so important for my mental health since lockdowns.”</p> <p>Many of the homes that promote all-round wellbeing are build-to-rent developments. At Quintain Living, in Wembley Park, residents are offered mental health and wellbeing seminars; at Kampus, in Manchester, there's a wellness programme and plans to introduce a gardening club; at Vox, also in Manchester, staff are offered mental health first aid training. “A new development that doesn't feature elements designed to improve wellbeing is a much harder sell,” says Lesley Roberts, partner at the property consultancy Allsop, which manages Vox.</p> <p>However, while air quality and a focus on mental health can have tangible benefits, certain wellness claims pedalled by developers seem nebulous. The sustainability and carbon reduction elements often trumpeted on marketing materials are increasingly being ushered in by government legislation anyway — under rules which come into effect in June, CO2 emissions from new-build homes must be around 30 per cent lower than current standards and feature low-carbon technology such as solar panels and heat pumps. Meanwhile, boasts of the life-changing benefits of having shops selling locally sourced, artisanal goods on site should raise eyebrows, says Henry Sherwood, managing director of The Buying Agents. </p> <p>“‘Plastic-free', ‘low anything', ‘vegan', ‘sustainable', ‘local'. These are all words that regularly find their way on to new-build specification sheets these days, but the reality is that it is hard to assess the effectiveness of some new wellness trends accurately,” says Sherwood, who has worked in the London market for 30 years. “Anything labelled as ‘wellness' comes with additional cost — although developers argue it can make it stand out from the crowd.”</p> <p>Service charges in wellness schemes can be very expensive. At White City Living, the west London development which Hallersbo and Passanante have called home for 18 months, rent costs them about £3,800 per month with an annual service charge fee of roughly £5.50 per sq ft on top (which comes to more than £5,140 per year). Nevertheless, the couple say this charge gets them access to facilities they use all the time, such as the gym, swimming pool and business lounge. </p> <p>“It was important to have wellness facilities close to my home since my days are very busy and I don't want to waste time going to and from a gym,” Hallersbo says.</p> <p>Fees at some super-prime schemes can be more than twice or three times what they are at White City Living. At the Finchatton development Twenty Grosvenor Square, the 37 homes are serviced by the Four Seasons, with amenities including a treatment suite, a luxurious spa and a wine-tasting room. With prices starting at £17.5mn for a three-bedroom flat, buyers also need to stump up an annual service charge of £14.50 per sq ft. For a roomy 4,000 sq ft pad, this represents a bill of almost £60,000 a year. Nevertheless, James Price, vice president of residential at Four Seasons Hotels and Resorts, says buyers have been willing to foot these costs — and there are only a “handful” of homes still available. </p> <p>“Owners expect a service-rich environment, wellness offerings, security, peace of mind, and privacy — and they are prepared to pay a premium for a brand that goes above and beyond to deliver in these areas,” he says. The Bryanston's fresh air, 24-hour concierge and vast suite of wellness services (including an “experience shower”) come with a breathtaking service charge estimated at £17.09 per sq ft.</p> <p>The growing ubiquity of wellness branding means developers are having to come up with new ways to differentiate their schemes. At The Whiteley, Finchatton's redevelopment of the former Whiteleys department store in Bayswater, the developer is partnering with the luxury resort brand Six Senses to create 139 apartments costing from £1.5mn that will give residents access to top amenities including a “social wellness club” — Alex Michelin, Finchatton's co-founder, claims this is “unlike anything that has been built in London to date”. It will host meditation events, have specialist doctors from around the world give lectures on wellness trends and offer blood testing.</p> <p>Time will tell whether the future for London clubs really is meditation rather than martinis.</p> <p><em>Follow </em><a href=\"https://twitter.com/ftproperty\"><em>@FTProperty</em></a><em> on Twitter or </em><a href=\"https://www.instagram.com/ft_houseandhome/?hl=en\"><em>@ft_houseandhome</em></a><em> on Instagram to find out about our latest stories first</em></p> <p><strong>Letter in response to this article:</strong></p> <p><a href=\"https://www.ft.com/content/1f006af1-5af3-4c74-9a9b-9aa282214c1d\"><em>Talk of healthy living drives one reader to drink / From Peter Breese, Simorre, France</em></a></p><p>Source: Alexandra Goss 2022 'Super-prime of life: the rise of ‘wellness' apartments' FT.com 23 February. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-02-23T16:56:06.709Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1935,
          "end": 1940
        }
      ]
    }
  ]
}