{
  "_id": "f6eceebadb983ce214ede4ccd0d5dd86e278ba5c4565afc9e0a9dbafc89a2c14",
  "feed": "market-watch",
  "title": "Congress's crypto traders: The U.S. lawmakers who buy and sell digital currencies",
  "text": "<p>Seven lawmakers have disclosed transactions involving cryptocurrency assets that were made in 2021 by themselves or family members, according to an analysis from 2iQ Research's Capitol Trades, which values the politicians' purchases and sales by using the midpoint of a transaction's declared range in financial disclosures.&#xa0;</p><p>That's far fewer than the at least 113 U.S. lawmakers who combined to trade an estimated $355 million in individual stocks last year.&#xa0;</p><p>But the members of the House and Senate who traded cryptocurrencies believe in them. They tended to be bullish last year with either no sells of cryptocurrencies reported or more buys than sells. That's as the best-known cryptocurrency, bitcoin BTCUSD, soared 60% in 2021. They also tended to be Republicans, with just one Democrat among the seven lawmakers disclosing crypto trades. And their transactions come as the crypto sector increasingly draws scrutiny in Washington, D.C.</p><p>The crypto traders in Congress in 2021</p><p> Lawmaker         Party  State  Rep. or sen.  Buys     Sells    Total amount transacted  Buys/sells ratio  Green, Mark      R      TN     Rep.          $72,000  $56,000  $128,000                 1.29  Lummis, Cynthia  R      WY     Sen.          $75,000           $75,000                  –  Waltz, Mike      R      FL     Rep.          $65,000           $65,000                  –  Moore, Barry     R      AL     Rep.          $40,000  $8,000   $48,000                  5.00  Newman, Marie    D      IL     Rep.          $32,500           $32,500                  –  Toomey, Pat      R      PA     Sen.          $16,000           $16,000                  –  McCaul, Michael  R      TX     Rep.          $8,000            $8,000                   –</p><p>Source: Capitol Trades analysis of disclosures filed from early 2021 through mid-January 2022 covering trades made in 2021</p><p>At the top of the list of the biggest crypto traders on Capitol Hill by dollar volume last year were GOP Rep. Mark Green of Tennessee and GOP Sen. Cynthia Lummis of Wyoming.&#xa0;</p><p>Green had an estimated $72,000 in cryptocurrency buys and $56,000 in sells for the largest amount transacted among lawmakers ($128,00), while Lummis ranked as the biggest buyer on Capitol Hill with an estimated $75,000 in purchases and no sales.</p><p>Alex Wong/Getty ImagesGreen disclosed 16 crypto trades last year, including buys and sells of Ethereum Classic ETCUSD, dogecoin DOGEUSD, Chainlink LINKUSD and Celo . His office didn't respond to a request for comment on his crypto trades, but his spokeswoman previously has pointed MarketWatch to an interview in which he said a manager handles his investments and doesn't take any instructions from him. &#xa0;</p><p>Lummis, a vocal proponent of virtual currencies who has talked about buying into crypto back in 2013, reported just one transaction, a purchase of bitcoin.</p><p>Caroline Brehman-Pool/Getty Images“Senator Lummis invests in bitcoin as part of a well-diversified asset portfolio,” a spokeswoman for the senator told MarketWatch. “She views bitcoin as a commodity, like cattle or oil, and invested in it as such. All investments were made in compliance with ethics laws and after consultation with the Senate Ethics Committee.”</p><p>Under 2012's STOCK ACT, all members of Congress must file disclosures within 45 days for the purchase,&#xa0; sale&#xa0; or&#xa0; exchange&#xa0; of&#xa0; any&#xa0; stock,&#xa0; bond,&#xa0; commodities&#xa0; future or&#xa0; other&#xa0; security if the transaction tops $1,000.</p><p>Some U.S. lawmakers have moved to ban the trading of individual stocks and other securities by members of Congress due to potential conflict of interest issues that can arise and weaken the public's faith in Washington. Different parts of the U.S. government, like the Securities and Exchange Commission, are looking at ways to regulate cryptocurrencies, and Congress has been considering several pieces of legislation that could impact crypto trading.&#xa0;</p><p>When asked about his crypto trading shown above, a spokeswoman for GOP Sen. Pat Toomey of Pennsylvania said crypto assets are part of his diversified investment portfolio.</p><p>Pool/Getty Images“Since Senator Toomey first began accumulating savings years ago, he has believed the best approach for generating long-term wealth was to have a highly diversified investment portfolio,” the spokeswoman told MarketWatch in a statement. “Given that crypto has become a meaningfully-sized asset class, maintaining a well-diversified investment portfolio now means owning some crypto. To that extent, crypto makes up a very modest portion — less than 1 percent — of his overall investment portfolio.”</p><p>Republican Rep. Mike Waltz of Florida told MarketWatch in a statement that investing in crypto made sense to him “from both an investment &amp; public policy perspective.”&#xa0;</p><p>Eva Marie Uzcategui/Getty Images“It's a hedge against inflation, authoritarian regimes like China &amp; Russia hate it, it democratizes currency for the underserved who can't access capital by traditional means, and creates transparency for supply chains,” Waltz said. “The public has every right to know about our financial trades and transparency is key to accountability. Additionally, I've complied with every requirement of the Stock Act, and I'm very supportive of legislation that would seek to codify efforts to limit stock trades for office holders.”</p><p>A spokesman for Democratic Rep. Marie Newman of Illinois said her disclosed crypto trading was part of a range of transactions made by Newman's husband.</p><p>Sarah Silbiger/Getty Images“As part of an overall college and retirement savings program as well as to help pay for the family's extensive health care costs, Congresswoman Newman's husband for years now has conducted the family's savings accounts to invest in a variety of companies based on public information,” the Newman spokesman said. “These trades are conducted solely by her husband and are regularly disclosed in alignment with the House's current policy. Furthermore, she fully supports recently proposed legislation to limit and even ban members of Congress, their family members and senior congressional staff from trading stocks.”</p><p>The offices of GOP Rep. Michael McCaul of Texas and GOP Rep. Barry Moore of Alabama didn't respond to requests for comment.</p><p>Now read:These U.S. lawmakers rank as the biggest traders of hot stocks like Apple, Tesla and GameStop</p><p>DataKind contributed to this report.</p>",
  "published": "2022-02-04T09:04:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 5932,
          "end": 5937
        }
      ],
      "nexusId": "10022657"
    }
  ]
}