{
  "_id": "be29aae7baf713543ec18ee6d75e33456bb9f9f6d10bd0930b7d3f0d9c9a7076",
  "feed": "ftcomall",
  "title": "Amazon signs Champions League football streaming deal in UK",
  "text": "<p>Amazon will begin streaming European Champions League football matches in the UK from 2024, as the online retailer and video platform moves to expand its footprint in live sports and challenge the traditional broadcast model.&#xa0;</p> <p>The three-year deal, announced on Friday, echoes Amazon's arrangement with the Premier League, in which it has offered a small number of games to its Prime users as part of their subscriptions since 2019, while the bulk of matches have stayed with mainstream broadcasters.&#xa0;</p> <p>BT Sport, which has had exclusive UK rights to the Champions League since 2015, will continue to carry the vast majority of games, while match highlights will move to the BBC for the first time.</p> <p>Amazon has been gradually making its mark on sport. In addition to the Premier League, it airs live tennis to UK users, including the US Open. In the US it carries some NFL games, while it already broadcasts a number of Champions League matches in Germany and Italy.&#xa0;</p> <p>The new broadcast deal coincides with an expansion of the competition, run by European football's governing body Uefa. The move to increase the number of teams competing from 32 to 36 will add another 64 games, part of Uefa's plan to boost revenue.&#xa0;&#xa0;</p> <p>Under the new agreement, the value of the rights to the Champions League, the Europa League and the Europa Conference League in the UK will increase from £1.2bn to about £1.4bn.</p> <p>BT will now pay £305mn per season, the company said, a significant drop from £400mn under its current deal. For that price, BT will show 533 games — an increase of 113 a year partly thanks to the new format. </p> <p>The fall in value of the domestic TV rights in the UK echoes the trend in the Premier League, which has instead relied on international growth to boost broadcast revenue in recent years. </p> <p>Amazon will carry just 17 Champions League games, but will be able to pick from some of the most desirable fixtures. The company will pay about £150mn a year, according to a person familiar with the deal. </p> <p>Enders Analysis, the research group, said the deal was “consistent with Amazon's habit of taking positions left empty by incumbents rather than challenging them in inflationary bids”. </p> <p>In a statement, Uefa's marketing director Guy-Laurent Epstein said: “Amazon has ambitious plans across the global sporting industry and we look forward to the innovative ways in which it will broadcast European club football in the UK market.”</p> <p>BT last month finalised a deal to move its sports business into <a href=\"https://www.ft.com/content/0d7f4598-4f7d-4a08-a7ed-e76b494dbdd7\">a joint venture </a>with US media group Warner Bros Discovery.&#xa0;</p> <p>The <a href=\"https://www.ft.com/content/bc7c1362-4123-4b48-94b3-e6fe8359e73d\">battle for streaming rights</a> has been heating up across the globe this year. Apple recently signed a $2.5bn deal to carry games from the MLS, the US soccer league, while Viacom18 paid $2.6bn for the domestic streaming rights to the Indian Premier League, the world's most lucrative cricket tournament. </p> <p>Like rival Netflix, Amazon has also produced a number of behind the scenes sports documentaries, charting the fortunes of a long list of teams, including Manchester City, the Philadelphia Eagles and the New Zealand All Blacks.</p><p>Source: Josh Noble, Sam Agini, and Anna Gross in London 2022 'Amazon signs Champions League football streaming deal in UK' FT.com 1 July. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-07-01T11:23:29.227Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 2619,
          "end": 2624
        }
      ]
    }
  ]
}