{
  "_id": "6ae3bec41b06f06f89e8ebf3da89374387a08755ef53c55c721952d145625389",
  "feed": "market-watch",
  "title": "Why 2022 appears ‘a perfect negative storm' for tech stocks, according to Deutsche Bank",
  "text": "<p>This year has been “a perfect negative storm for tech,” Deutsche Bank's Jim Reid, head of thematic research, wrote in a note emailed Wednesday. He cited higher nominal and real yields as well as “a Fed that seems strongly committed” to starting quantitative tightening in 2022.</p><p>In his note, Reid showed how the FANG+ Index XX:NYFANG, which measures the stock performance of 10 tech giants, has tracked the size of major central banks' balance sheets while benefiting from emergency monetary policy during the pandemic.</p><p>“Unless you are an incredibly strong advocate of a completely new earnings paradigm for the largest technology companies, that coincidently have tracked unconventional monetary policy, then it is hard to argue against the notion that central bank policies have been a big contributor to an incredible run for the sector over the last 6-7 years,” Reid wrote.</p><p>“The only notable setback has been when” global quantitative tightening arrived in 2018, he said, referencing a chart in his note.</p><p>DEUTSCHE BANK RESEARCH NOTEThe Fed has signaled that it may this year begin shrinking its balance sheet, which has swelled to around $8.8 trillion following its quantitative easing program during the pandemic. Under quantitative tightening, the Fed's balance sheet could fall about $1.5 trillion by the end of 2023 and around $3 trillion by 2025, according to the Deutsche note, which cited projections from the bank's economists.&#xa0;</p><p>Read:Fed's Mester backs shrinking balance sheet ‘as fast as we can' without pushing markets off track</p><p>Meanwhile, the European Central Bank, the second biggest contributor to central bank assets charted in the Deutsche note, “will likely see the balance sheet fall by several hundred billion dollars this year,” Reid wrote.&#xa0;</p><p>The U.S. stock market is down this month, with investors anticipating the Fed will begin raising rates this year in a shift toward tightening its monetary policy against the backdrop of&#xa0;inflation that has surged to a nearly 40-year high.</p><p>The yield on the 10-year Treasury note BX:TMUBMUSD10Y rose on Tuesday to its highest level in about two years, and traded slightly lower Wednesday at 1.826%.&#xa0;</p><p>Read:Stock-market warning signal: Here's what surging bond yields say about S&amp;P 500 returns in next 6 months</p><p>Tech stocks, which are seen as sensitive to rising rates, have been particularly hard hit in 2022. The tech-heavy Nasdaq Composite COMP is down around 8% this year, including Wednesday afternoon trading levels, FactSet data show.</p><p>The FANG+ Index, which includes Big Tech stocks such as Apple Inc. AAPL, Microsoft Corp. MSFT, Google parent Alphabet Inc. GOOGL and Tesla Inc. TSLA, is off around 5% this year based on Wednesday afternoon trading. Last year the FANG+ Index rose about 18%.</p><p>In a global market poll that Deutsche conducted from Jan. 12 – 14, the bank found 49% of those surveyed believed U.S. tech shares are in a bubble.&#xa0;</p><p>“Most of you think tech shares are currently in bubble territory, unless you're younger than 34 years old,” Deutsche Bank analysts led by Reid said in a note Tuesday. Among that age group, “45% don't think tech shares are in bubble territory but 40% agree that they are.”&#xa0;</p><p>Read:Worried about a bubble? Why you should overweight U.S. equities this year, according to Goldman Sachs</p><p>The Nasdaq's drop so far this year is steeper than the S&amp;P 500 index's SPX fall of around 4.6% and the Dow Jones Industrial Average's year-to-date slide of around 3.4%, based on Wednesday afternoon trading, FactSet data show.</p>",
  "published": "2022-01-19T16:10:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 2553,
          "end": 2563
        },
        {
          "start": 2564,
          "end": 2568
        },
        {
          "start": 2553,
          "end": 2562
        }
      ]
    }
  ]
}