{
  "_id": "e42df74f2ad7e44f2ccce51c4e3a5ee22c21018d3298eb11b9e78ce7bbc1fcb5",
  "feed": "market-watch",
  "title": "Why Disney + and Hulu are all you really need to stream in August 2022 (sorry, dragons); From 'She-Hulk' to 'Reservation Dogs,' Disney + and Hulu are loaded in August, while HBO 's 'House of the Dragon' and Neflix's 'The Sandman' miss the cut strictly for budgetary reasons",
  "text": "<p>With an eye on budgets, this month's must-have picks can be had for a measly $15 (though that cost could double depending on how excited one is about HBO Max's \"House of the Dragon,\" \"Netflix 's \"The Sandman\" or Prime Video's \"A League of Their Own\").</p><p>UPDATE: This column was written before Disney + moved the premiere of \"Andor\" from Aug. 31 to Sept. 21, making its August lineup less exciting and perhaps tipping the scale toward HBO Max instead.</p><p>Each month, this column offers tips on how to maximize your streaming — along with your budget — rating the major services as a \"play,\" \"pause\" or \"stop,\" similar to investment analysts' traditional ratings of buy, hold and sell, and picks the best content to help you make your monthly decisions.</p><p>As we've previously mentioned , consumers can take full advantage of cord-cutting though a churn-and-return strategy — that's adding and dropping streaming services each month — and all it takes is good planning. Keep in mind that a billing cycle starts when you sign up, not necessarily at the beginning of a month. Also keep an eye out for lower-priced tiers, limited-time discounts, free trials and cost-saving bundles. There are a lot of offers out there, but the deals don't last forever.</p><p>Here's a look at what's coming to the various streaming services in August 2022, and what's really worth the monthly subscription fee.</p><p>Disney + ($7.99 a month)</p><p>Disney + does what it does best in August, with plenty of Marvel, Pixar and \"Star Wars\" to go around.</p><p>\"She-Hulk: Attorney at Law\" (Aug. 18) is the latest Marvel series, with a light-comedy tone and a great cast (Tatiana Maslany, Mark Ruffalo, Tim Roth, Jameela Jamil), but shoddy CGI effects in the trailer have some fans wary. The show will rely heavily on CGI, and if they're wonky , it could be a major problem. Technical issues aside, it looks like a lot of fun. (Updated Aug. 3 with new release date.)</p><p>UPDATE, 8/1: The long-anticipated \"Rogue One: A Star Wars Story\" prequel series \"Andor,\" starring Diego Luna, had been scheduled to debut Aug. 31, but Disney on Monday delayed that release until Sept. 21, when the first three episodes will premiere. Frankly, that makes Disney 's August lineup significantly less exciting.</p><p>See: Here's everything new coming to Disney+ in August 2022 </p><p>Disney DIS also has the animated \"Toy Story\" prequel \"Lightyear\"  (Aug. 2), hitting streaming fairly soon after its June theatrical release. The Pixar film underperformed at the box office, but will likely get a lot of repeat streaming views from kids. Who, by the way should love two other additions: \"I Am Groot\"  (Aug. 10), comprising five shorts starring the shrub-sized character from \"Guardians of the Galaxy,\" and Season 3 of \"Bluey\" (Aug. 10), the smart, whimsical and smile-inducing Australian animated series that parents (and even non-parents) can enjoy just as much as kids.</p><p>Who's Disney + for? Families with kids, and hardcore \"Star Wars\" and Marvel fans. For those not in those groups, Disney 's library can be lacking.</p><p>Play, pause or stop? Play. \"She-Hulk\" and \"I Am Groot\" should be fun and \"Bluey\" is an excellent, heartwarming mental sorbet from, well, everything out there in the real world.</p><p>Hulu ($6.99 a month, or $12.99 with no ads)</p><p>Hulu will bolster its already strong lineup of comedies with the second season of \"Reservation Dogs\" (Aug. 3), the brilliant hangout comedy (that's actually much deeper than just a hangout comedy) about four Indigenous teenage slackers living on an Oklahoma reservation. Season 1 might have been the single best thing on TV last year, and there's no reason to believe there'll be a sophomore slump. There's a wonderfully unique and authentic sense of place and incredibly well-developed characters, with an outstanding cast that includes Devery Jacobs, D'Pharaoh Woon-A-Tai and Paulina Alexis. It's a must-watch.</p><p>Then there are a trio of sports-themed series: \"Mike\"  (Aug. 25), an eight-episode limited Mike Tyson bio-series about his turbulent personal life and boxing career, starring Trevante Rhodes; \"Legacy: The True Story of the L.A. Lakers\"  (Aug. 15), a 10-part docuseries about the iconic NBA franchise, which sounds like a counterbalance to HBO 's \"Winning Time,\" which, while entertaining, played fast and loose with the facts; and \"Welcome to Wrexham\"  (Aug. 25), a docuseries about a small Welsh soccer team after it gets bought by actors Ryan Reynolds and Rob McElhenney — think \"Sunderland 'Til I Die\" with funnier, more personable owners.</p><p>More: Here's what's new on Hulu in August 2022, and what's leaving </p><p>There's also  \"The Patient\"  (Aug. 30), a psychological-thriller miniseries starring Steve Carell as a therapist held prisoner by his serial-killer client (Domhnall Gleeson); \"On the Count of Three\"  (Aug. 17), a dark comedy movie about two friends on the last day of their lives, and the directorial debut of comedian Jerrod Carmichael; the animated series \"Little Demon\"  (Aug. 25), about a teenage girl who discovers she's the spawn of Satan, starring the voices of Aubrey Plaza and Danny DeVito; and  \"Prey\"  (Aug. 5), a \"Predator\" prequel about a Comanche warrior (Amber Midthunder) defending her tribe against an alien hunter in 1719. The genre-mashup is really intriguing, and the movie looks surprisingly good. Sneak-preview audiences  apparently agree; \"Prey\" could be a sleeper hit.</p><p>UPDATE, 8/4: The long-running animated spy comedy \"Archer\"  (Aug 25) returns for its 13th season, but its first since the death of voice cast member Jessica Walter. While not as fresh as it once was, it's still a fun show. New eps will stream a day after they air on FXX.</p><p>And don't forget there are fresh eps every week of \"What We Do in the Shadows\" and \"Only Murders in the Building,\" which concludes its second season Aug. 23, as well as the full season of this summer's low-key hit, the chaotic and drool-inducing  restaurant drama \"The Bear.\"</p><p>Who's Hulu for? TV lovers. There's a deep library for those who want older TV series, and next-day streaming for many current network and cable shows.</p><p>Play, pause or stop? Play. While some of the new stuff could be hit or miss, a lineup with \"Reservation Dogs,\" \"What We Do in the Shadows\" and \"Only Murders in the Building\" makes a subscription a no-brainer.</p><p>HBO Max ($14.99 a month without ads, or $9.99 with ads)</p><p>It's a top-heavy month for HBO Max, with the premiere of its long-awaited \"Game of Thrones\" prequel vastly overshadowing everything else.</p><p>\"House of the Dragon\" (Aug. 21) is HBO 's hugely expensive bet that fans haven't soured on \"Game of Thrones,\" despite grumbles about its final season three years ago. The 10-episode series takes place about 200 years before the action of \"Thrones,\" and tells the story of a civil war that tears apart the Targaryen dynasty. Matt Smith, Emma D'Arcy, Paddy Considine, Olivia Cooke and Milly Alcock lead a sprawling cast, and don't worry, there are plenty of dragons (17, to be exact). The show looks to be much more compact in scope than \"Thrones,\" but expect more of the palace intrigue and literal back-stabbing that made \"Thrones\" a hit. HBO is planning four additional live-action Westeros series  and three animated ones in the coming years in an effort to create something resembling Marvel's Cinematic Universe. \"Dragons\" will be the first test of that strategy, but it's a fairly safe bet — the show looks spectacular, and likely to win over a legion of fans.</p><p>Also: Here's everything new coming to HBO Max in August 2022 </p><p>Aside from that, Max's slate is solid, if unspectacular. The addictive investment-bank drama \"Industry\"  (Aug. 1) is back for a second season, as is the unscripted \"Sweet Life: Los Angeles\"  (Aug. 4), about a group of friends from South L.A., and the NFL docuseries \"Hard Knocks\" (Aug. 9) returns, this year set with the Detroit Lions . And for movie lovers, Max is adding 28 films from indie distributor A24, including \"Ex Machina,\" \"Slow West\" and \"The Spectacular Now\" (all Aug. 1).</p><p>Also look for new eps every week of ongoing series such as \"Rap Sh!t,\" the animated \"Harley Quinn,\" Nathan Fielder's \"The Rehearsal\" and \"Westworld\" (season finale Aug. 14). Max is also getting Season 1 of ABC's excellent teacher sitcom \"Abbott Elementary\" (Aug. 20), which will also remain streaming on Hulu .</p><p>Who's HBO Max for? HBO fans and movie lovers.</p><p>Play, pause or stop? Pause and think it over. On one hand, new eps of \"Harley Quinn\" and \"Industry\" can easily hold you over until \"House of the Dragon\" drops. But strictly for budgetary purposes, there's an argument to wait until September to sign up, when there are already a couple eps of \"Dragon\" in the bank.</p><p>Apple TV+ ($4.99 a month)</p><p>Apple 's somewhat under-the-radar, post-apocalyptic drama \"See\" (Aug. 26) is back for its third and final season. Set in a primitive future where humankind has lost its sight (except for a new, sighted generation, which causes trouble), Jason Momoa stars as a clan leader who, in the new season, is fighting to protect his family from enemies wielding a devastating new superweapon.</p><p>\"Luck\"  (Aug. 5) comes to Apple AAPL with a bit of a tarnished reputation. It's the first feature from Skydance Animation — the studio that John Lasseter joined  after being forced out from Pixar  over sexual misconduct allegations. His hiring led to Emma Thompson dropping out  of the film, which later faced delays (it had been set for a February release). Lasseter taint aside, the movie's about an unlucky girl (voiced by Broadway star Eva Noblezada) who finds a lucky penny, only to lose it, and she ends up entering a magical \"Land of Luck\" to retrieve it, aided by a black cat named Bob (voice of Simon Pegg). It looks…fine.</p><p>There's also the miniseries \"Five Days at Memorial\"  (Aug. 12), adapted from the nonfiction book by Sheri Fink about a New Orleans hospital dealing with the chaos of Hurricane Katrina. It comes from a pretty solid creative team: John Ridley (\"12 Years a Slave\") and Carlton Cuse (\"Lost\"). It looks well-done, though wrenching and exceedingly grim.</p><p>There's also the new dark family comedy \"Bad Sisters\"  (Aug. 19) from Sharon Horgan (\"Catastrophe\");  \"Surfside Girls\"  (Aug. 19), a family show about kids who solve supernatural mysteries; as well as new episodes of \"Black Bird\" (finale Aug. 5), \"Physical\" (season finale Aug. 5) and \"For All Mankind\" (season finale Aug. 12).</p><p>Who's Apple TV+ for? It offers a little something for everyone, but not necessarily enough for anyone — though it's getting there.</p><p>Play, pause or stop? Pause. It's slim pickings once \"For All Mankind\" and \"Black Bird\" end their seasons.</p><p>Netflix ($9.99 a month for basic, $15.49 standard or $19.99 premium)</p><p>After decades in development hell, an adaptation of Neil Gaiman's epic comic book \"The Sandman\" (Aug. 5) is finally a real thing. The supernatural thriller series stars Tom Sturridge as Dream, a cosmic being who controls the dream world until he becomes imprisoned for over a century, with his absence causing havoc across both the real and dream worlds. Once sprung from captivity, he must travel time and space to repair the damage, encountering allies and enemies along the way, such as Death (Kirby Howell-Baptiste), Lucifer (Gwendoline Christie) and Corinthian (Boyd Holbrook). It's a surreal, super high-concept story, and one that if not done right could be laughably bad. However, the trailer looks visually stunning, the cast is outstanding and there's serious potential for this to be yet another massively popular hit for Netflix NFLX.</p><p>For more: Here's everything coming to Netflix in August 2022 — and what's leaving </p><p>But the rest of Netflix 's August offerings are less intriguing. There's  \"Day Shift\"  (Aug. 12), starring Jamie Foxx, Dave Franco and Snoop Dogg as blue-collar vampire hunters; Season 3 of Mindy Kaling's excellent coming-of-age comedy \"Never Have I Ever\"  (Aug. 12); the third and final season of the teen fantasy series \"Locke &amp; Key\"  (Aug. 10); the \"Selling Sunset\" spinoff \"Selling the OC\"  (Aug. 24); the documentary \"Running With the Devil: The Wild World of John McAfee\"  (Aug. 24), about the rise and fall of the mercurial software titan ; and Season 6 of The CW's hit \"Riverdale\" (Aug. 7).</p><p>Who's Netflix for? Fans of buzz-worthy original shows and movies.</p><p>Play, pause or stop? Stop. Even if \"The Sandman\" is great, the value isn't there this month to justify Netflix 's relatively high price. It'll be there to binge another month.</p><p>Amazon 's Prime Video ($14.99 a month)</p><p>It's a pretty slow month for Amazon 's AMZN Prime Video — call it the lull before the epic \"Lord of the Rings\" prequel \"The Rings of Power\" drops in early September.</p><p>The biggest addition of the month is the series reboot of the beloved 1992 movie \"A League of Their Own\" (Aug. 12), about a bunch of baseball-loving women (Abbi Jacobson, Chanté Adams, D'Arcy Carden, Roberta Colindrez) getting an opportunity to play pro ball during the 1940s. And it'll lean into issues of sexuality and racism  much more than the original movie. Even without Tom Hanks, this looks great.</p><p>See: Here's what's new to Amazon's Prime Video in August 2022 </p><p>There's not a lot beyond that, though. \"Making the Cut\"  (Aug. 19), the international fashion competition hosted by Tim Gunn and Heidi Klum returns for its third season; English soccer fans will either love or hate the docuseries \"All or Nothing: Arsenal\"  (Aug. 4); the original movie \"Thirteen Lives\"  (Aug. 5), directed by Ron Howard, tells the true story of how members of a Thai soccer team were rescued from a deep cave in 2018; and \"Samaritan\"  (Aug. 26), an aging-superhero vigilante movie starring Sylvester Stallone. Prime Video also has a good crop of movie additions, including last year's Oscar nominee \"Licorice Pizza\" (Aug. 5) and the Sandra Bullock rom-com/adventure \"The Lost City\" (Aug. 10).Who's Amazon Prime Video for? Movie lovers, TV-series fans who value quality over quantity.</p><p>Play, pause or stop? Stop. \"A League of Their Own\" looks good, but there's not much else worth paying for right now. Wait until September, when \"The Rings of Power\" should offer more for your subscription dollars.</p><p>Peacock (free basic level, Premium for $4.99 a month with ads, or $9.99 a month with no ads)</p><p>Peacock has quietly become home to a slew of solidly thrilling British police and spy shows (\"The Fall,\" \"Vigil,\" \"The Capture\"), and adds another in August with \"The Undeclared War\" (Aug. 18). The thriller stars Hannah Khalique-Brown as an intern at GCHQ (essentially Britain's NSA) who finds herself at the center of a secret cyber war ahead of a national election. Mark Rylance and Simon Pegg co-star in the five-episode miniseries from writer/director Peter Kosminsky (\"The State,\" \"Wolf Hall\").</p><p>There's also \"They/Them\"  (Aug. 5), a gay-conversion-camp horror movie starring Kevin Bacon that's getting tepid reviews ; \"Everything I Know About Love\"  (Aug. 25), a rom-com series about two best friends navigating life in London; \"The End Is Nye\"  (Aug. 25), a new series from Bill Nye about apocalyptic Earth scenarios and how they can be avoided; the true-crime docuseries \"The Hillside Strangler: Devil in Disguise\"  (Aug. 2), about the notorious serial killer who terrorized Los Angeles in the 1970s; and fresh episodes of \"Love Island\"  streaming six days a week until its season finale Aug. 28. Peacock also gets custody this month of the \"Harry Potter\" movies from HBO Max.</p><p>On the live-sports side, Peacock has the Hall of Fame Game (Aug. 4), kicking off the NFL exhibition season; MLB games every Sunday morning; a full slate of golf and auto racing; and a new season of English Premier League soccer starting the weekend of Aug. 6-7.</p><p>Who's Peacock for? If you like network and basic-cable TV, a good movie lineup and don't mind ads, the free version of Peacock is great. And if you have a Comcast CMCSA or Cox cable subscription, you likely have free access to the Premium tier (with ads). The paid tiers are generally unnecessary.</p><p>Play, pause or stop? Stop. There's nothing compelling enough, in a very competitive month. This could soon change, though, as first-run NBC shows will jump from Hulu to Peacock  in September.</p><p>Paramount+ ($4.99 a month with ads but not live CBS , $5.99 a month with ads, $9.99 without ads)</p><p>America's two favorite idiots from the '90s return in an all-new animated series, \"Mike Judge's Beavis and Butt-head\" (Aug. 4). For \"B&amp;B\" completists, Paramount+ also the classic seasons and two movies, including the most recent, \"Beavis and Butt-head Do the Universe.\" Speaking of animated idiots, there's also \"South Park: The 25th Anniversary Concert\"  (Aug. 14), a real-life concert event from Colorado's Red Rocks amphitheater featuring Primus and Ween.</p><p>There's also a new season of the animated \"Star Trek: Lower Decks\"  (Aug. 25), the creepy original movie \"Orphan: First Kill\"  (Aug. 19), and classic movies such as \"A Fish Called Wanda,\" \"Beautiful Girls,\" \"Face/Off\" and \"Grease.\"</p><p>Who's Paramount+ for? Gen X cord-cutters who miss live sports and familiar Paramount Global PARA broadcast and cable shows.</p><p>Play, pause or stop? Stop. There's just not enough right now to justify a subscription.</p><p>Discovery+ ($4.99 a month, $6.99 ad-free)</p><p>Discovery+ has more of the same relationship/lifestyle/true crime/paranormal shows in August, but that's kind of its appeal.</p><p>So get ready for new seasons of \"sMothered\" (Aug. 8), \"My Big Fat Fabulous Life\" (Aug. 9), \"90 Day Fiancé: Happily Ever After?\" (Aug. 28), as well as \"Recipe Lost and Found\" (Aug. 5), \"Menendez Brothers: Misjudged?\" (Aug. 7), \"Who Killed Biggie and Tupac?\" (Aug. 14) and \"The Diana Investigations\" (Aug. 18). Another plus: The titles are all pretty self-explanatory.</p><p>UPDATE, 8/4: As part of the gradual meshing of WarnerMedia and Discovery content, a ton of CNN shows — largely unscripted docuseries like \"Stanley Tucci: Searching For Italy,\" \"Anthony Bourdain: Parts Unknown\" and \"United Shades of America With K. Kamau Bell\" — are coming to Discovery+ starting Aug. 19 under their own tab.</p><p>Who's Discovery+ for? Cord cutters who miss their unscripted TV or who are really, really into \"90 Day Fiancé.\"</p><p>Play, pause or stop? Stop. Sorry. Discovery+ is still fantastic for background TV, but it's not worth the cost. Still, it should add value if/when the reconfigured Warner Bros. Discovery WBD combines it with HBO Max .</p><p>Why Disney+ and Hulu are all you really need to stream in August 2022 (sorry, dragons)</p>",
  "published": "2022-08-04T21:07:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 8631,
          "end": 8636
        },
        {
          "start": 8657,
          "end": 8662
        }
      ]
    }
  ]
}