{
  "_id": "728e6742074b17cf0ab61652090eb6e007e773bb0095521f4fde2850cf437679",
  "feed": "wall-street-journal",
  "title": "Apple's iPhone 14 Will Keep Globalstar in Orbit --- New emergency satellite service for the device gives the company capital support in what is described as a transformational deal",
  "text": "<p>With the unveiling of its iPhone 14 family on Wednesday, Apple finally confirmed a longstanding rumor that the devices will be able to connect directly to satellites. The feature, called Emergency SOS, will allow iPhone 14 models to message from remote locations not covered by traditional cellular infrastructure.</p><p>Apple says the service launches in November and will be free to iPhone 14 buyers for two years. It didn't specify what it might cost after that.</p><p>Globalstar confirmed in a filing on Wednesday that it will be operating the service through a partnership with Apple. Under that agreement, Apple will cover 95% of the capital expenditures made by Globalstar to build up its network, including new satellites, to provide the service. It will require Globalstar to allocate 85% of its \"current and future network capacity\" to support the service, which analyst Mike Crawford of B. Riley describes as \"in one fell swoop converting an underutilized asset to a productive asset.\"</p><p>The deal will include service fees and potential bonus payments, allowing Globalstar to project total revenue in a range of $185 million to $230 million for next year and $250 million to $310 million for 2026, which is expected to be the first full year that all of the company's new satellites are operational. Even the low end of the near-term target would be a record high for the satellite-service provider, representing a gain of 44% above the annual revenue Globalstar has averaged for the past three years. Globalstar notably broke from the traditionally dry language of Securities and Exchange Commission filings to describe the deal as transformational.</p><p>The reality still seems to have cost Globalstar some altitude, with the stock sliding 19% on Thursday. Some of that might have been sparked by a tweet from Elon Musk, who claimed to have \"some promising conversations with Apple about Starlink connectivity.\" Starlink is a satellite service operated by Mr. Musk's SpaceX, which announced a deal last month with T-Mobile to launch a text-based service by the end of next year.</p><p>The limited nature of the Apple-Globalstar service might have cooled some enthusiasm. It is designed for emergency texting only, as opposed to providing a more typical smartphone experience in the wild. Apple noted at Wednesday's event that the phone would need to be pointed directly at a satellite to work, and that even light foliage could make such a text take a few minutes to send. Still, Globalstar's stock remains 17% above the price it was fetching in late August 2021, when rumors of a deal with Apple first surfaced.</p><p>That might still seem like lofty territory for what was once a financially distressed company operating in the high-risk satellite space. But the Apple deal becoming public should help Globalstar establish a stronger connection with investors. The company hasn't even hosted a quarterly earnings call since early 2020, which not coincidentally is when it first started describing in its filings a project with an unnamed customer to assess a \"potential service.\" Globalstar said Wednesday that it will host an in-person investor meeting in mid-November to provide additional details on its business and address questions.</p><p>Its timing is good, as more satellite-to-smartphone projects come to fruition. In addition to T-Mobile's venture with SpaceX, the Globalstar rival Iridium announced in July that it has entered a development agreement with an unnamed company for a smartphone service that it expects to complete by the end of the year. Ric Prentiss of Raymond James wrote Thursday that the total addressable market \"for satellite-smartphone off-the-grid connectivity is quite large with room for several initiatives globally.\"</p><p>Users of the iPhone 14 might not be FaceTiming from the top of Kilimanjaro, but Apple has ensured Globalstar a place in the sky above.</p>",
  "published": "2022-09-12T00:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 2747,
          "end": 2752
        },
        {
          "start": 600,
          "end": 605
        },
        {
          "start": 1870,
          "end": 1875
        },
        {
          "start": 571,
          "end": 576
        },
        {
          "start": 315,
          "end": 320
        },
        {
          "start": 2276,
          "end": 2281
        },
        {
          "start": 57,
          "end": 62
        },
        {
          "start": 2579,
          "end": 2584
        },
        {
          "start": 2099,
          "end": 2104
        },
        {
          "start": 0,
          "end": 5
        },
        {
          "start": 3812,
          "end": 3817
        }
      ]
    }
  ]
}