{
  "_id": "94742ef92d40852fc203dcde0275b4c428b0b9e90bd478cafe98697bec66ef25",
  "feed": "wall-street-journal",
  "title": "Covid Fallout Flattens JD.com's Online Birthday Bash; Consumers hit the brakes in latest indication of damaged sentiment from macroeconomic headwinds and lengthy lockdowns",
  "text": "<p>JD.com started the campaign in 2004 as a promotion marking the date it was founded, and which is now China's second-largest online shopping event by sales after Alibaba Group Holding Ltd.'s Singles Day on November 11. Bargain hunters typically hold off purchases ahead of such shopping festivals to see what steep discounts are on offer.</p><p>This year's event kicked off as the world's second-largest economy showed signs of a nascent recovery from economic slowdown and weakened consumption, after China locked down major cities including the financial and export hub of Shanghai for weeks and repeatedly closed businesses to curb a resurgence of Omicron infections.</p><p>China's retail sales declined 6.7% in May from a year earlier, but improved from April's 11% slump, official data show.</p><p>While JD.com's 618 sales reflected some release of consumers' pent-up desire to splurge, the extent of the slowdown signals further stimulus measures are needed to revitalize growth into the second half of the year, analysts at Citigroup wrote in a note to clients Monday.</p><p>JD.com's Hong Kong-listed shares fell 2.91% Monday morning, while Alibaba and Kuaishou Technology were down 0.96% and 1.74% respectively.</p><p>JD.com also faces competing offers by rivals such as Alibaba and Pinduoduo Inc., as well as consumers jaded by a proliferation of platforms hosting similar shopping festivals. In a bid to spark appetites, e-commerce sites and brands extended their promotion periods to as long as four weeks. JD.com and Pinduoduo both kicked off their campaigns on May 23, three days before those of Alibaba's Taobao and Tmall platforms.</p><p>New contenders include short-video apps of ByteDance Ltd. and Kuaishou Technology, which have emerged in recent years as major players in live-streaming e-commerce and are seeking to drive growth with this new business. Tencent Holdings Ltd.'s ubiquitous WeChat app, which has 1.29 billion monthly active users, also for the first time entered the June 18 battlefield, offering various incentives to merchants that broadcast on its video service platform.</p><p>\"Every e-commerce platform is presenting its largest promotion scheme ever to attract consumers back online this summer,\" said Sharry Wu, an analyst at Ernst &amp; Young.</p><p>Alibaba and Pinduoduo don't publish their sales figures during 618. ByteDance, Kuaishou and Tencent also didn't disclose transactions made via their platforms.</p><p>Across the board, online sales during the festival grew 20.3% to $103.6 billion, based on transactions at more than 40 e-commerce platforms tracked by market intelligence provider Syntun. While slower than last year's 26.5%, it suggests JD.com also lost market share to rivals.</p><p>China's Covid-19 policies also drove a shift in demand this year. Food and household goods outperformed apparel, as consumers stockpiled to prepare for any future lockdowns of the kind that saw residents unable to leave their homes for weeks at a time to shop for essentials, retailers and analysts said.</p><p>Qu Miaomiao didn't buy dresses and shoes as she has in past sales. Instead, the Beijing-based tech company employee ordered a case of toilet paper, a box of instant noodles and an iPad from Pinduoduo. Ms. Qu had earlier been ordered to stay at home for more than two weeks after several Covid-19 cases were found near to where she lives.</p><p>\"Now I realize these are more important than things to wear,\" Ms. Qu said.</p><p>During the first few weeks of Shanghai's lockdown, JD.com said it was struggling to deliver items to residents after a major logistics hub was forced to shut and roads were closed.</p><p>For the first three months of this year, JD.com and Alibaba posted their slowest revenue growth since going public.</p><p>Live-streaming shopping platforms also face further risks after some online sellers have run into trouble over tax evasion or by blundering into the country's taboos.</p><p>Li Jiaqi, a top influencer on Alibaba's Taobao who has 170 million followers, has disappeared from public view since June 3 after he marketed a tank-shaped ice-cream cake. The use of a tank is sensitive because it symbolizes the killing of pro-democracy protesters on June 4, 1989, during the Tiananmen Square crackdown.</p><p>Known as the \"Lipstick King,\" Mr. Li booked more than $800 million in sales for Taobao during last year's 618 bonanza, or 8% of the turnover generated on three leading live-streaming platforms, according to Syntun. He was Taobao's only remaining trump card after losing its other star influencers when they were fined hundreds of millions of dollars late last year for tax evasion.</p><p>\"Currently, there is no one else who can produce the same type of results,\" said Man-chung Cheung, an analyst at Insider Intelligence.</p><p>Meanwhile, this year's campaign gave local officials an opportunity to stimulate domestic spending. JD.com said authorities in 15 cities offered coupons with a total value of more than $100 million to residents to shop on its platform. Shanghai-based Pinduoduo said it gave about $450 million worth of coupons to the city's shoppers, in response to the local government's call for help in reviving the economy.</p><p>Write to Raffaele Huang at raffaele.huang@wsj.com and Shen Lu at shen.lu@wsj.com</p><p>Covid Fallout Flattens JD.com's Online Birthday Bash</p>",
  "published": "2022-06-20T07:19:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": []
    }
  ]
}