{
  "_id": "afd60935e6c627310f441d08d005e272c483f03e587d6319cd9b151cdba7c693",
  "feed": "wall-street-journal",
  "title": "Simone Biles, Steve Jobs, Denzel Washington Among This Year's Medal of Freedom Recipients; Award, to be presented July 7 at White House, is country's highest civilian honor",
  "text": "<p>\"These 17 Americans demonstrate the power of possibilities and embody the soul of the nation—hard work, perseverance, and faith,\" the White House said in a statement Friday. Mr. Biden himself received the Medal of Freedom in 2017, from then-President Barack Obama.</p><p>Here, a list of this year's recipients of the prestigious medal, some of whom will be recognized posthumously:</p><p>* Simone Biles, the winner of 32 Olympic and World Championship medals in gymnastics, making her the most decorated American gymnast in history</p><p>* Sister Simone Campbell, the former executive director of the Catholic social justice organization Network, known for her \"Nuns on the Bus\" tour</p><p>* Dr. Julieta García, the first Hispanic woman to serve as a college president</p><p>* Gabrielle Giffords, former U.S. congresswoman (D., Ariz.) and youngest women elected to Arizona's state Senate who became a gun-control advocate after being gravely wounded in a 2011 shooting</p><p>* Fred Gray, a lawyer represented both Martin Luther King Jr. and Rosa Parks and one of first Black members of the state legislature in Alabama since Reconstruction</p><p>* Steve Jobs, co-founder of Apple who died in 2011</p><p>* Father Alexander Karloutsos, former vicar general of the Greek Orthodox Archdiocese of America who has counseled several presidents</p><p>* Khizr Khan, Constitution Literacy and National Unity Center founder and Gold Star father whose son, Army Capt. Humayun S.M. Khan, was killed in Iraqin 2004</p><p>* Sandra Lindsay, a critical-care nurse who was the first American to get a Covid-19 vaccine outside of clinical trials</p><p>* John McCain, former U.S. senator (R., Ariz.) and 2008 Republican nominee for president who died in 2018</p><p>* Diane Nash, civil rights campaign organizer and founding member of the Student Nonviolent Coordinating Committee</p><p>* Megan Rapinoe, Olympic gold medalist in soccer and Women's World Cup winner</p><p>* Alan Simpson, Republican former U.S. senator from Wyoming</p><p>* Richard Trumka, former president of the AFL-CIO who died in 2021</p><p>* Wilma Vaught, among the most decorated women in U.S. military history</p><p>* Denzel Washington, Oscar, Golden Globe and Tony award-winning producer, actor and director</p><p>* Raúl Yzaguirre, former National Council of La Raza president and chief executive</p><p>Write to Allison Prang at allison.prang@wsj.com</p><p>Simone Biles, Steve Jobs, Denzel Washington Among This Year's Medal of Freedom Recipients</p>",
  "published": "2022-07-01T16:45:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1132,
          "end": 1137
        }
      ]
    }
  ]
}