{
  "_id": "90889cd12f0185ead5be8333997200b00c8169d5d9039722b808cf7e6699efa3",
  "feed": "ftcomall",
  "title": "Nasdaq index inches higher after sharp midday drop",
  "text": "<p>US equities whipsawed on Monday, with the technology-focused Nasdaq Composite index briefly falling into correction territory as a sell-off in Treasuries reverberates across global financial markets.</p> <p>The Nasdaq Composite, which includes tech behemoths such as Apple and Google parent Alphabet, fell as much as 2.7 per cent earlier in the day, taking losses from a record high hit in November to 10 per cent. Analysts typically consider a 10 per cent fall from a recent high to mark a correction in markets. </p> <p>But a rally late in the New York session helped the index eke out a negligible gain of less than 0.1 per cent at the close, marginally offsetting a 4.5 per cent slide it had registered last week. </p> <p>The sell-off has been propelled by surging yields on US government bonds, as investors dump the debt in anticipation of tighter policy from the Federal Reserve. </p> <p>The yield on the benchmark 10-year Treasury note has climbed for seven consecutive days to 1.77 per cent, notching its biggest rise since the coronavirus pandemic rocked US financial markets in March 2020. It started the year around 1.5 per cent. </p> <p>“These have been some of the most aggressive increases in interest rates over the last 20 years,” said Solita Marcelli, chief investment officer for the Americas at UBS Global Wealth Management. </p> <p>The benchmark S&amp;P 500 stock index ended the day down 0.1 per cent. European markets also fell on Monday, with the Stoxx Europe 600 sliding 1.5 per cent.</p> <p>The Fed <a href=\"https://www.ft.com/content/35766dd4-7da1-4064-9e60-79a714297c5a\">is considering</a> raising interest rates several times this year, from the historic low set during the depths of the coronavirus crisis almost two years ago. Policymakers have had to adopt a more aggressive stance to removing stimulus measures, with consumer prices rising at the swiftest annual pace since 1982 and the labour market showing strong signs of recovery. </p> <p>The change of mood has hit shares in tech companies, which benefited from lockdowns as other industries struggled, and were boosted by low rates that <a href=\"https://www.ft.com/content/cd4a63d0-92f4-4c91-bb0e-a5b526860adc\">helped investors justify </a>the <a href=\"https://www.ft.com/content/8075a9c5-3c43-48a5-b507-5b8f5904f443\">high and rising</a> valuations of a small group of large companies that prospered during the pandemic. </p> <p>A closely followed Goldman Sachs index that tracks the shares of lossmaking tech companies has fallen by more than a tenth since the year began.</p> <p>“As you get more return on cash, or bonds, you are less willing to take the risk on volatile, expensive technology stocks,” said Trevor Greetham, head of multi-asset at Royal London Asset Management.</p> <p>The latest US inflation data are due Wednesday. Economists polled by Refinitiv expect US consumer prices to have risen at an annual pace of 7 per cent last month, up from 6.8 per cent in November. </p> <p>The US unemployment rate dropped to an unexpectedly low <a href=\"https://www.ft.com/content/d26ccd56-ebb9-43a8-b6b1-ff8361ca9876\">3.9 per cent in December</a>, according to the labour department's non-farm payrolls report last week. This came days after <a href=\"https://www.ft.com/content/35766dd4-7da1-4064-9e60-79a714297c5a\">minutes</a> from the Fed's latest meeting indicated central bank officials had discussed raising rates “sooner or at a faster pace” than anticipated. </p> <p>Economists at Goldman Sachs expect the Fed to raise rates four times this year, after tethering them close to zero in March 2020 in a move that pulled down businesses' funding costs and boosted global stocks. </p> <p>“We continue to see hikes in March, June, and September, and have now added a hike in December for a total of four in 2022,” said Goldman's Jan Hatzius in a note to clients.</p> <p>“Declining labour market slack has made Fed officials more sensitive to upside inflation risks and less sensitive to downside growth risks.”</p> <p>The dollar index, which measures the US currency against six others, rose 0.2 per cent. In cryptocurrencies, the price of bitcoin briefly fell below $40,000 on Monday for the first time since September 2021.</p> <p><em>Additional reporting by Nicholas Megaw</em></p><p>Source: Naomi Rovnick in London and Eric Platt in New York 2022 'Nasdaq index inches higher after sharp midday drop' FT.com 10 January. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-01-10T21:30:13.694Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 259,
          "end": 264
        },
        {
          "start": 260,
          "end": 265
        }
      ]
    }
  ]
}