{
  "_id": "50b7b9b034a25acc1d53299848f1971867e69af8a0362c0895510e6ce39f2d2b",
  "feed": "ftcomall",
  "title": "Anglo-French merger would challenge Elon Musk's SpaceX",
  "text": "<p><em>This is an audio transcript of the </em><a href=\"https://www.ft.com/ft-news-briefing\"><em>FT News Briefing</em></a><em> podcast episode: </em><a href=\"https://www.ft.com/content/f94e923b-4e9b-40ea-9fc0-12c804b36f06\"><em>Anglo-French merger would challenge Elon Musk's SpaceX</em></a></p> <p><strong>Jess Smith</strong><br>Good morning from the Financial Times. Today is Tuesday, July 26th, and this is your FT News Briefing.</p> <p>[MUSIC PLAYING]</p> <p>US tech giants report earnings this week. We'll see how they're holding up in this economic environment. And a French satellite company is in talks to merge with a British rival. Investors were not impressed. And we'll look at why extreme heat affects city dwellers especially hard. I'm Jess Smith, in for Marc Filippino, and here's the news you need to start your day.</p> <p>[MUSIC PLAYING]</p> <p>It's a very different economy these days for US tech companies. Earnings reports come out this week from the likes of Google, Amazon and Apple, and they'll give a sense of how tech titans are faring as the boom times of the coronavirus pandemic fade. Here's our west coast editor, Richard Waters. </p> <p><strong>Richard Waters</strong><br>This year, by comparison, just the year over year comparisons, make it a much tougher time. But of course, there are so many other things going on in the world that are hitting these companies. And it's, you know, they're all gonna come together to make this a real crunch quarter. The economy slowing down — everybody is very attentive to that. But we're seeing things like foreign exchange, you know, the dollar is so strong, and the tech sector and so much of its money overseas that for companies like Apple, this is gonna be a real, you know, a real factor in slowing them down. And then just the state of the global supply chains, you know, we're gonna see this combination of events are gonna turn, what has been a red hot sector, now, that's really no exaggeration, it was just incredible how fast they were growing, into a far more mundane set of big companies. And just how big that slowdown becomes, I think, is gonna be, you know, really the key point.</p> <p><strong>Jess Smith</strong><br>Richard, are there any individual companies you're especially interested in? </p> <p><strong>Richard Waters</strong><br>So Facebook is really facing a turning point in its own history. This could be the first quarter that we've ever seen Facebook's revenue decline year on year. And part of that is just the advertising market, which is slowing down tremendously. And Facebook at the same time is facing, you know, this huge shift in its business. Its audience is going to TikTok, to different types of video online. And Facebook is trying to turn, is trying to pivot into a whole new type of company, partly through copying TikTok, partly through inventing, you know, this thing they're calling the metaverse, whatever that is, some kind of more immersive 3D online experience. And so they're facing this big transition in their business at exactly the moment the market is slowing down, the advertising market. So, you know, that really could be a moment for them. </p> <p><strong>Jess Smith</strong><br>That's our west coast editor, Richard Waters.</p> <p>[MUSIC PLAYING]</p> <p>Russia yesterday said it will slash gas supplies through its largest pipeline to Germany to 20 per cent of capacity. This comes after a similar dramatic reduction last month by Russia's state energy group Gazprom, and it further threatens Europe's energy supplies ahead of the winter. Also yesterday, an index of German business confidence fell to its lowest level in more than two years. It's the latest sign that Europe's largest economy is teetering on the brink of recession.</p> <p>[MUSIC PLAYING]</p> <p>The French satellite operator Eutelsat has confirmed that it is in merger talks with British rival OneWeb. The idea of these two companies combining is to better compete against big players in the space industry like Elon Musk's SpaceX. The FT's Arash Massoudi is following the talks. Hi, Arash. </p> <p><strong>Arash Massoudi</strong><br>Hello there. </p> <p><strong>Jess Smith</strong><br>So what would each of these companies get out of a merger? </p> <p><strong>Arash Massoudi</strong><br>For Eutelsat, they get the chance of having a sort of potentially very interesting technology that sort of transforms them into potentially higher growth play. For OneWeb, they get a company that's already publicly listed and has profits and the ability to raise capital to fund its enormous need for further investment for this growth to potentially, which is just a dream right now, to become a reality. </p> <p><strong>Jess Smith</strong><br>So yesterday, when news of this merger hit the headlines, Eutelsat shares crashed nearly 20 per cent. So clearly, investors are not too happy about this. I mean, what do you expect the reaction to be down the line? </p> <p><strong>Arash Massoudi</strong><br>So I would expect that before any deal is done, there's gonna be complaints from shareholders. We already spoke to one top 15 shareholder who said this deal makes no sense. Eutelsat is profitable, it pays a dividend and now it's gonna basically pivot its strategy from a sort of low growth, stable business into a venture style bet on the future. So I don't think there's any guarantee that this merger is gonna get there. That being said, I think it's an interesting attempt to try to finance OneWeb, because basically the UK government clearly is not willing to do that and it would continue to have to find outside investors. So for OneWeb, this is the best possible deal that it can find. What it means for Eutelsat, it still remains to be seen. </p> <p><strong>Jess Smith</strong><br>We should mention that the British government bailed out OneWeb two years ago with a $500mn investment. Arash, what do UK officials make of these merger talks? </p> <p><strong>Arash Massoudi</strong><br>The UK government officials we've spoken to are pretty happy about the deal. They say it's a great win for Britain. They put 500mn into this company. They haven't lost any money. They were claiming at the weekend that they were up $100mn on paper from the investment. But after Eutelsat shares fell on Monday, they're basically, those gains have been wiped out. But it's probably a good outcome because they clearly don't have a plan in the British government about sort of the space industry and sort of what they're gonna do. And they were gonna continue to get diluted every time OneWeb raised money because they were not willing to put money in. So it's probably a good outcome from the UK government perspective because it's no longer their problem. They'll have a sort of 10 per cent stake or less in a board seat at this combined company if the deal happens. Whatever happens, happens from there and they can claim they have sort of some special sovereignty over OneWeb and special rights and this kind of stuff. But for me, it's just another example of the schizophrenic nature of life in the UK right now. It's a completely rudderless country without a strategy. </p> <p><strong>Jess Smith</strong><br>Arash Massoudi is the FT's corporate finance and deals editor.</p> <p>[MUSIC PLAYING]</p> <p>This summer has been really, really hot. All over the world, heat records have been broken. There have been wildfires and heat evacuations. And the hottest places, perhaps, are cities. Cities are especially vulnerable to this heat because of something called an urban heat island effect. The FT's climate reporter Camilla Hodgson explains. </p> <p><strong>Camilla Hodgson</strong><br>Yeah, the urban heat island effect is a phenomenon by which all the very hard materials, concrete, tarmac, that sort of thing that are crushed together in cities, retain the heat. They are often dark colours and they absorb the heat from the sun's rays. They retain that and then it means that the city stays warmer than, for example, a rural place by area experiencing the same weather conditions would. </p> <p><strong>Jess Smith</strong><br>Camilla, is there anything cities can do about this? </p> <p><strong>Camilla Hodgson</strong><br>It's a result of the way the built environment has been designed. So it's not very easy to fix sort of overnight. There are things that cities can do, like planting trees, creating green spaces, parks and things, installing water fountains, that kind of thing. Things where the materials are not gonna absorb heat in that same way. But if you think about, like, on a really hot day, how hot the cars on a parked street get, they're hotter than the air temperature. And you've got all this trapped, built up heat in these open spaces. So the more that you can reduce those sorts of materials, metals and concrete and things, the better. </p> <p><strong>Jess Smith</strong><br>How does extreme heat affect people's ability to work? </p> <p><strong>Camilla Hodgson</strong><br>There are all sorts of ways that it hits productivity. You can have workers who are sick, who get heat stroke or something similar and can't work. You can have people who are unable to get to work because, for example, the trains can't run because the lines are too hot and it's dangerous. This really affects outdoor workers. So people in construction and agricultural sectors in particular, they might not be able to work the traditional hours that they have worked because it's just too hot. And also, you can have people in buildings that don't have air conditioning struggling to focus. A paper by Vivid Economics, which is a consultancy, looked at productivity loss in the US specifically, and they said that the US could lose an average of $100bn annually from reduced worker productivity due to heat stress. And they said that Texas was the most at risk state due to a combination of the weather there and the proportion of outdoor workers. </p> <p><strong>Jess Smith</strong><br>That's the FT's climate reporter, Camilla Hodgson.</p> <p>[MUSIC PLAYING]</p> <p>You can read more on all these stories at FT.com. This has been your daily FT News Briefing. Make sure you check back tomorrow for the latest business news.</p> <p><em>This transcript has been automatically generated. If by any chance there is an error please send the details for a correction to: </em><a href=\"mailto:typo@ft.com\"><em>typo@ft.com</em></a><em>. We will do our best to make the amendment as soon as possible.</em></p><p>Source: Jess Smith, Richard Waters, Arash Massoudi and Camilla Hodgson 2022 'Anglo-French merger would challenge Elon Musk's SpaceX' FT.com 26 July. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-07-26T04:00:15.752Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 1458,
          "end": 1463
        },
        {
          "start": 777,
          "end": 782
        }
      ]
    }
  ]
}