{
  "_id": "c3c68bbe72e37940392b561b2a3a0002910dc5a2a8364747d20956a9eb5059e3",
  "feed": "wall-street-journal",
  "title": "Amazon Says This Year's Prime Day Was Its Biggest Ever, but Offers Few Specifics; E-commerce giant says customers purchased more than 300 million items over the two-day event this week",
  "text": "<p>Amazon said in a statement Thursday morning that small- and medium-size businesses saw more sales growth on its website during the event than the company's own retail business.</p><p>Amazon said that customers purchased more than 300 million items during the event, adding that some of the bestselling items were premium beauty products, Apple Watches, diapers and kitchen items. The company said it sold more Amazon devices during this Prime Day than any other and that Prime members saved more than $1.7 million from shopping the deals.</p><p>The company launched the event in 2015 in hopes that it would boost summer sales during what is often a slow quarter for the company, making it a summer Black Friday of sorts.</p><p>The event also drives new subscribers to its Prime membership program because only members can shop the deals. The company on Thursday said that it had more than 200 million Prime members.</p><p>Total sales on the first day of the event topped $6 billion, Adobe reported Wednesday, with toys and electronics among the most steeply discounted items.</p><p>The research firm Insider Intelligence projected before Prime Day that overall sales from the event would reach about $7.76 billion in the U.S., a 17% increase from last year's event in June.</p><p>The research firm Numerator, which tracks Prime Day data, reported that the average order size as of 4 p.m. Eastern time Thursday was $53.06, up from $45.05 during the same period over last year's event. It was unclear if the order size increased because people bought more items or because inflation had driven prices up.</p><p>Household essentials, health and beauty products and consumer electronics were among the most popular items during the event, Numerator reported Thursday morning.</p><p>Sales growth for the event has slowed in recent years. Amazon began shifting its Prime Day advertising strategy last year, when employees noticed that the company appeared to be investing less in the event. The company also focused many of the deals on its own products.</p><p>Amazon has also slowed its investment in delivery operations after years of growth as inflation affects multiple industries.</p><p>—Sebastian Herrera contributed to this article.</p><p>Write to Alyssa Lukpat at alyssa.lukpat@wsj.com</p><p>Amazon Says This Year's Prime Day Was Its Biggest Ever, but Offers Few Specifics</p>",
  "published": "2022-07-14T13:34:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 332,
          "end": 337
        }
      ]
    }
  ]
}