{
  "_id": "8accadaed7bbf22bf02c4c715f779dafee1d33e10dae9258f6192649583bb782",
  "feed": "ftcomall",
  "title": "FT writers' predictions for the world in 2023",
  "text": "<p>Like many observers, the FT got its biggest call for 2022 wrong. Though we acknowledged it might be wishful thinking, our Europe editor Ben Hall suggested last year there was no rational case for Vladimir Putin to invade Ukraine. Logic, sadly, proved no bar to the Russian leader's calamitous gamble. If we were hopeful last year that war would be avoided, Tony Barber is pessimistic about the chances of a lasting ceasefire in 2023. And David Sheppard forecasts, on balance, that Europe will experience blackouts as Moscow squeezes natural gas exports. Given mounting concerns, we ask again this year if China will invade Taiwan, adding the possibility of a blockade.</p> <p>In all, five FT predictions for 2022 missed the mark. We were wrong in calling an end to the “great resignation”; Tesla's shares fell, thanks in part to Elon Musk's Twitter escapades; and the Democrats retained the US Senate. We judged incorrect Clive Cookson's forecast that a more infectious Covid variant than Omicron would emerge, though sub-variants did, and China's reopening has sparked new concerns.</p> <p>A number of readers beat the FT, with the three highest scorers tying on 18 correct answers. Congratulations to the winner, after the tiebreaker, Michael Greason of Toronto. Readers are again invited to submit answers to the 20 questions and tiebreaker below, giving their real name and email. At a difficult time for many, we wish everyone a Happy New Year. <em>Neil Buckley</em></p> <p><a href=\"https://survey.ft.com/jfe/form/SV_0Iml4TtixcEPtxs\">FT readers: submit your predictions&#xa0;for 2023</a></p> <p><strong>Will there be a ceasefire in Russia's war in Ukraine?</strong></p> <p>No. Conditions for a lasting ceasefire, let alone a formal peace settlement, are unlikely to be met in 2023. Freezing present positions would satisfy neither Russia nor Ukraine. Vladimir Putin's Kremlin would not have broken Ukraine's independence, or even fully control the four regions it “annexed” in September. President Volodymyr Zelenskyy cannot accept a ceasefire leaving Ukraine without the territory lost since Russia's invasion in February, on top of occupied Donbas and Crimea, seized in 2014. Regaining that territory would require weaponry the west seems unwilling to supply. Russia is trying to regroup and is preparing its people for a long war. A continued, grinding conflict is most likely. <em>Tony Barber</em></p> <p><strong>Will there be blackouts in Europe?</strong></p> <p>Yes. It could happen before April if the weather is cold enough, but next winter is the bigger challenge. Though gas storage sites are now close to full, refilling them in the spring will be tough. In 2022, Russian gas flows were largely intact until June; in 2023 they will be close to zero. Liquefied natural gas will struggle to cover the shortfall. Offsetting the risk is Europe's backwards shift from gas to coal. France's nuclear plants should have fewer maintenance issues. But the energy system has been straining for 18 months. The risk of something breaking is increasing. <em>David Sheppard</em></p> <p><strong>Will the global temperature temporarily reach the 1.5C warming threshold?</strong></p> <p>No, but it might as soon as 2024. The planet has already warmed by about 1.1C, comparing average temperatures in 2011-20 with the late 1800s, and by at least 1.2C in recent individual years. With emissions at record levels, scientists put 50:50 odds on temporarily hitting 1.5C in at least one year in 2022-26. With cooling La Nina weather patterns expected to last into early 2023, forecasters think the whole-year temperature will average 1.2C, but this could change in coming years. One year of 1.5C would not mean the Paris Agreement goal had been breached but would take the world much closer. <em>Pilita Clark</em></p> <p><strong>Will the Fed start to cut interest rates?</strong> </p> <p>No. The market expects the Federal Funds rate to peak at 4.9 per cent in the first half of 2023 and then fall to 4.7 per cent in September and 4.4 per cent in December. But the great majority of members of the Open Market Committee believe the rate will end 2023 at 5 per cent, or more. This latter forecast will prove correct. As Fed chair Jay Powell warned in November, “History cautions strongly against prematurely loosening policy. We will stay the course until the job is done.” The Fed does not wish to repeat its mistake of complacency. <em>Martin Wolf</em></p> <p><strong>Will Rishi Sunak still be UK prime minister by the year-end?</strong></p> <p>Yes, though looking ever more beleaguered. The prime minister will want to keep going well into 2024 before calling an election but will be threatened by ideologues on the right and by wayward backbenchers. His ruthless Conservative party has ditched four prime ministers since the 2016 Brexit vote — two in the past year. Sunak is a steadier character than Boris Johnson or Liz Truss but his troops, staring likely election defeat in the face, may become even more erratic and politically self-harming. They could hole his leadership below the waterline even if they don't mean to. <em>Miranda Green</em></p> <p><strong>Will the ECB use its new backstop to contain the bond spreads of Italy or others?</strong></p> <p>No. After president Christine Lagarde's recent hawkishness, markets now expect the ECB's end point for rate rises to be higher than expected. Higher rates, a recession and quantitative tightening will add pressure to peripheral bond yields. Yet the criteria for triggering the specially created Transmission Protection Instrument remain tricky and subjective, and the ECB may use existing bond programmes or curb QT first to arrest any blowout in spreads. The Italian government led by the hard-right Giorgia Meloni has also, so far, been more fiscally sound than anticipated. That can change quickly, of course. <em>Tej Parikh</em></p> <p><strong>Will Joe Biden stand for president again?</strong></p> <p>Yes. There is no getting around the president's age; Biden will be 81 by the 2024 election, and 82 when the 2025 inauguration happens. But don't rule out a run just yet. After a bumper year of legislation and a better than expected Democratic performance in the midterms, Biden is probably still the Democrats' best shot at holding on to the White House; vice-president Kamala Harris has struggled to build a profile. That doesn't mean other Democrats aren't exploring the possibility of a 2024 run all the same. <em>Courtney Weaver</em></p> <p><strong>Will Donald Trump be indicted?</strong></p> <p>Yes. There are at least four areas of potential investigative jeopardy for the former president: Trump's attempt to reverse the 2020 election, his retention of classified documents at Mar-a-Lago, his pressure on Georgia officials to find “missing votes” and the fraudulent management of the Trump Organisation. The first two are in the hands of Jack Smith, the special counsel appointed in November, who has subpoenaed officials in seven states. Based on what is already in the public domain, prosecutors in at least one of these investigations are likely to consider there is sufficient evidence for an indictment — which Trump will no doubt deny and contest to trial. <em>Edward Luce</em></p> <p><strong>Can China restore economic growth to more than 5 per cent?</strong></p> <p>Yes. China is facing a bleak ending to 2022; the opening from its “zero-Covid” policy will sadly claim many more lives yet and is overwhelming hospitals, as the pandemic did elsewhere in 2020-21. But a lot can and will change over the course of the year. Once China learns to “live with Covid”, economic activity should bounce back strongly. Consumer spending will be energised by a pandemic-fuelled glut in savings and Beijing will launch a stimulus package focused on infrastructure. <em>James Kynge</em></p> <p><strong>Will Beijing invade or blockade Taiwan?</strong></p> <p>No. Xi Jinping may one day decide to attack or blockade Taiwan — but probably not in 2023. An invasion would be a colossal gamble. If it went wrong, Xi could start a war with the US, lose power and permanently damage China's prospects. A blockade is much more likely: it would put huge pressure on Taiwan to fold, and would dare the US to fire the first shot. But even that would entail huge risks. Xi is unlikely to roll the dice unless convinced Taiwan is permanently slipping from his grasp. Taiwan's 2024 presidential election may be the next crisis point. <em>Gideon Rachman</em></p> <p><strong>Will the Erdoğan era come to an end in Turkey's June elections?</strong></p> <p>No. Recep Tayyip Erdoğan will unleash a barrage of methods, fair and foul, to hang on to power despite his dwindling popularity. Extending his rule into a third decade will have dire consequences for Turkey's already troubled economy, worsen a fall in living standards and place further limits on personal freedoms. The wild card is whether a jail sentence and political ban handed down this month to Erdoğan's most plausible rival, Istanbul mayor Ekrem İmamoğlu, could create an unstoppable backlash and boost the opposition. <em>Laura Pitel</em></p> <p><strong>Can Japan's yield curve control survive?</strong></p> <p>Yes. The negative interest rate may go, however, along with more changes like the recent widening of the trading band for ten-year bond yields. From April, there will be a new governor at the Bank of Japan. All the likely candidates, such as Hiroshi Nakaso and Masayoshi Amamiya, are less dovish than Haruhiko Kuroda, the incumbent. The new governor will seek to “normalise” monetary policy, but with the global economy set to struggle, 2023 will be too early to set yields free. <em>Robin Harding</em></p> <p><strong>Will the protests in Iran end?</strong></p> <p>No. The months-long demonstrations by Iranian protesters, many of them women, were triggered by the death of a young woman, Mahsa Amini, in police custody. They have broadened into calls to replace the theocracy with a democratic system. Their scale has ebbed and flowed; if they escalate again the Islamic regime may crack down even harder. But with the economy struggling under western sanctions, the protests have displayed a resilience that underscores the anger and disillusionment of many Iranians. That will ensure that, whatever the authorities do, protests in some form are likely to continue. <em>Andrew England</em></p> <p><strong>Will there be a string of defaults in Africa?</strong></p> <p>Yes. At a minimum, there will be debt restructurings with haircuts for investors. After big write-offs in Africa 20 years ago, debt has crept up as sovereigns have tapped eurobond markets and borrowed bilaterally. Now, as interest rates rise and economies falter in the aftermath of Covid, debt service payments are becoming unsustainable in some countries. Chad, Ethiopia and Zambia have signed up for the G20 Common Framework for debt-distressed states. Last year, Ghana clinched an IMF bailout as commercial markets closed. It won't be the last. <em>David Pilling</em></p> <p><strong>Will the S&amp;P 500 fall by at least 10 per cent?</strong></p> <p>Yes. We asked this question last year, but it bears repeating. After a dreadful 2022 when US stocks sank around a fifth and bonds took a historic hammering, fund managers are asking if the pain is over. Unlikely. A rapid rise in interest rates has already dealt a blow, but central banks are in no hurry to loosen up, and impending recessions have yet to fully bite into corporate earnings expectations or stock valuations. <em>Katie Martin</em></p> <p><strong>Will Twitter survive?</strong></p> <p>Yes. Elon Musk's $44bn purchase has been predictably chaotic but the platform will stagger on. Users will not leave. Alternatives like Mastodon lack scale. Losses will increase, however. A Musk-friendly CEO will be appointed but advertisers will remain wary and it would take 10mn new $8 subscriptions just to cover debt interest payments. Musk will buy Twitter's debt to ease financial pressure. His fixation on “free speech” will, though, put him on a collision course with the EU's new Digital Services Act. A ban is unlikely but hefty fines could be on the horizon. <em>Elaine Moore</em> </p> <p><strong>Will another major cryptocurrency business fail?</strong></p> <p>Yes, although it depends a little on the definition of major. The ferocity of the 2022 “crypto winter” means that a lot of the obvious weak links have already collapsed and several frauds have been exposed. But there will be even more casualties next year — and probably some big ones — as chastened venture capital firms and retail traders continue to retreat and deprive the crypto industry of the raw fuel it depends on to grow: punters at the table. <em>Robin Wigglesworth</em></p> <p><strong>Will Jamie Dimon announce a successor as CEO of JPMorgan?</strong></p> <p>No. The JPMorgan Chase chief executive has said Daniel Pinto, JPM's president, would take over if he got hit by a bus or left unexpectedly. That doesn't make Pinto or anyone else his heir. Last year, the board gave Dimon $50mn in options that vest after five more years of service. The dean of Wall Street CEOs has already seen off several potential rivals and the bank plans to open new headquarters in 2025. Barring another serious health scare, there's no way he wants a target on his back so soon. <em>Brooke Masters</em></p> <p><strong>Will any of the big streaming platforms sell or merge?</strong></p> <p>No, not this year. Consolidation is inevitable in the entertainment industry as streaming becomes dominant. Speculation abounds about combinations: NBCUniversal and Warner Bros Discovery, Disney with Apple, Netflix with a tech giant willing to overpay. Warner will probably be the first domino to fall given its financial troubles. But when AT&amp;T sold Warner in 2022 it was through a structure that restricts dealmaking for a couple of years. It means the big shakeout is more likely in 2024, the year many streamers claim they'll finally be breaking even. <em>Alex Barker</em></p> <p><strong>Will the US women retain the football World Cup?</strong></p> <p>No. The four-time World Cup-winning US women's team is the most successful international squad, but the rest are starting to catch up. Since Megan Rapinoe's US won the 2019 World title, America's women only eked out a bronze at the Tokyo Olympics. Other nations are gaining, chiefly England. The Lionesses beat long-dominant Germany in the 2022 European championship, boosted by manager Sarina Wiegman who coached her native Netherlands to the 2017 European title and 2019 World Cup runners-up. With star striker Beth Mead, England's women have a shot at succeeding in 2023 where the men have failed since 1966. <em>Sara Germano</em></p> <p><strong>Tiebreaker: How many heads of state will attend King Charles III's coronation?</strong> </p><p>Source:  2022 'FT writers' predictions for the world in 2023' FT.com 30 December. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-12-30T21:00:07.137Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 12844,
          "end": 12849
        }
      ]
    }
  ]
}