{
  "_id": "97d995eb215554bdf6bbd75fa3d606463a59476a977195f3e745e76accc5320a",
  "feed": "wall-street-journal",
  "title": "Dow Drops Nearly 500 Points on China Protests, Fed Comments; Federal Reserve remarks draw attention for hawkish sentiments on inflation",
  "text": "<p>Stocks opened in the red. But the selloff accelerated in the afternoon after comments from Federal Reserve officials indicating interest rates could be higher for longer as inflationary pressure persists. New York Fed President John Williams on Monday said \"there is still more work to do\" to bring down prices. St. Louis Fed President James Bullard also discussed elevated rates moving forward on Monday.</p><p>\"After those Fed comments with a greater-than-anticipated hawkish sentiment, it's not surprising that we're seeing even more red than we did earlier,\" said Greg Bassuk, chief executive of AXS Investments.</p><p>Investors are awaiting the Labor Department's November jobs data to be released Friday, which will likely factor heavily into the Fed's December interest-rate decision.</p><p>The U.S. stock market had mounted a strong recovery in recent weeks on optimism that the Fed will soon slow its interest-rate increases, but the comments Monday and the weekend protests in several Chinese cities threaten to inject fresh volatility into the market.</p><p>China's economy is already on delicate footing, and the protests have raised concerns about what direction it takes from here. Strategists and investors say they are contemplating the risk that the protests could result in stronger lockdowns, potentially denting the economy even further.</p><p>The demonstrations have been significant not only for their size but also their rarity: Open displays of anger are unusual in China, and having protests across several cities is especially significant.</p><p>\"I just don't think [authorities] will want to look as though they are backing down in response to protests,\" said Susannah Streeter, senior investment and markets analyst at Hargreaves Lansdown. \"If you keep having rolling lockdowns, consumer demand will be dented, there will be an ongoing effect on supply chains…and there could be a drop in demand for key commodities.\"</p><p>Oil prices dropped, with Brent crude down 0.5% to $83.19 a barrel, its fourth straight loss and lowest settle since January. It fell as low as $80.61 a barrel earlier in the session.</p><p>Energy companies fell along with oil prices. Diamondback Energy dropped 3.7%, Occidental Petroleum fell 2.1% and Exxon Mobil declined 3%.</p><p>The oil market \"has corrected on the idea that it's not going to be a full-on reopening with demand surging in China,\" said Yung-Yu Ma, chief investment strategist at BMO Wealth Management.</p><p>But oil's recovery off intraday lows on Monday is \"reflective of the reality setting in now that China's still going to be on a gradual reopening trajectory,\" he said. \"That should stabilize the markets here now that the expectations have reset for what that reopening process looks like.\"</p><p>Market participants are wrestling with how to ascertain the consequences of the unrest in China on economies around the world, particularly in Europe and the U.S., which are already seeing signs of slowing growth.</p><p>In another sign of the wide ripple effects from China, Apple could see a production shortfall of close to 6 million iPhone Pro units this year due to the unrest at the Chinese factory in Zhengzhou where most of the world's latest iPhone models are assembled, Bloomberg News reported. Apple shares declined 2.6%.</p><p>Government-bond prices were little changed. The yield on the 10-year U.S. Treasury note stayed flat from Friday at 3.701%.</p><p>Chinese stocks fell, with Hong Kong's Hang Seng falling 1.6% after tumbling more than 4% earlier in the session. In mainland China, the Shanghai Composite slid 0.7%.</p><p>In Europe, the pan-continental Stoxx Europe 600 lost 0.7%.</p><p>Write to Caitlin McCabe at caitlin.mccabe@wsj.com and Hannah Miao at hannah.miao@wsj.com</p><p>Dow Drops Nearly 500 Points on China Protests, Fed Comments</p>",
  "published": "2022-11-28T21:04:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 2980,
          "end": 2985
        },
        {
          "start": 3209,
          "end": 3214
        }
      ]
    }
  ]
}