{
  "_id": "762d2463381110048e201819534b8d917ce3a365130527fe4ce576d34e7be91d",
  "feed": "wall-street-journal",
  "title": "Have You Gone 'Notification Deaf'? Confessions of an Over-Pinged Woman; Beeping alerts—once helpful for remembering birthdays—now assault us. Our columnist simply...tuned them out, with tragicomic results.",
  "text": "<p>I FORGOT to pay my property tax last year. I realized this when I was filing my income tax form this April and couldn't find any evidence it had been paid.</p><p>I was horrified, ashamed and briefly worried. Was it a sign of early onset dementia? Had I spent last September as an anti-government tax resister and the entire month of September had slipped my mind? Then I realized the real problem: I have notification deafness.</p><p>Since 2020, many of us have lived largely online, forgoing face-to-face interactions and relying on a trillion apps. All of which send helpful, pinging notifications. So many notifications that they've become a waterfall of sound I no longer hear. I've grown oblivious to every notification, including those that urge me to attend meetings, have our archaic furnace serviced, change the water filters—and send in my property tax check. I live in a perpetual state of \"oops.\"</p><p>My bad decisions and my DNA are to blame.</p><p>My first error was inviting these pings and beeps into my life decades ago. As someone with a memory as reliable as an inattentive goldfish's, I once depended on a detailed paper calendar and to-do list system to keep me on track. My meticulous scribbling worked for years. But I eventually tired of transferring all the birthdays from one year's calendar to the next. The advent of the PalmPilot thrilled me: I could enter the info once and, five days before each loved one's birthday, the device would automatically inform me.</p><p>That innocuous, underpowered, wimpy little PalmPilot was a gateway drug. I eventually outsourced my brain to more-powerful PDAs: the BlackBerry, the iPhone. And for years, I respected the beeps, bongs and trills I'd naively let into my home. They were at a manageable level and came in peace, for the most part.</p><p>Then the pandemic hit and my notification stream became a barrage of Slack alerts, Zoom call alerts, alerts warning me of incoming alerts and other unimaginable demands for alertness. Add to this constant burping of beeps all the pre-pandemic and non-work notifications that I'd already set up, and you'll see why I was overwhelmed: doctor's appointments via video, urgent Kim v. Kanye updates, a daily workout I probably wouldn't do, virtual happy hours, \"breaking\" pandemic news that wasn't news to anyone paying attention, upcoming meteor showers, the weather in Zurich (which I last visited five years ago) and the need—a need I once reverently heeded—to pay property tax.</p><p>Then the other factor at play kicked in with a vengeance. My actual hearing loss, a genetic gift from my father's side, started getting worse, turning the world into a series of muffled whomp-whomp noises that sounded like Charlie Brown's teacher. Even with my hearing aids in, it was a crapshoot. Maybe I heard a notification, maybe I didn't.</p><p>That's when I poured gasoline on the notification fire. I got an Apple Watch, aka the Devil's Bracelet. Having become deaf to alerts both literally and metaphorically, I reasoned that enduring a little wrist vibration with every notification would zap me back into being a responsible adult. Instead, I felt like I had severe nerve damage. The zapping also triggered anxiety: It was as if the unread pile of the New Yorker magazines on my living room floor had developed the power to nibble at my wrist until I'd read every last shout, murmur and pressing investigation (\"Fish Kebabs: Is massacring an invasive species a virtuous sport?\").</p><p>The insistent beeps/pings/zaps took on a new, more insidious manifestation around month 13 of the pandemic, when the general stress level was peaking and I was too overwhelmed to (sensibly) turn some off. At this point, the notifications morphed into the voice of my late mother, back from beyond just to whisper into my barely functioning ears: \"Stand up. Drink eight glasses of water. Go to the weekly features meeting. Reply to the urgent email. It's your uncle's birthday. Pay the cleaning lady. Rain expected in 20 minutes. Breathe. Stand up straighter. Breathe!\"</p><p>\"You're not the boss of me!\" I yelled one afternoon when seven notifications popped up simultaneously. I turned away like a petulant teen. In that moment, my notification deafness achieved totality.</p><p>The solution? I'm going cold turkey. I'm turning off all notifications and moving my life back to paper. Yes, it will be a tough adjustment. The old-timey calendar and to-do list system will be a heavy, lifelong obligation that—unlike parenthood or the Noom diet—will probably cause paper cuts. But it will force me to grab responsibility for my daily life back from all the gadgets.</p><p>The good news: Paper doesn't chirp, buzz, flash or \"pop up.\" It doesn't make you feel bad about yourself, insist on your attention when you're having your annual Pap smear, attack your wrist or rely on functioning ears. Paper just waits, quietly, non-judgmentally. It is a helpful friend, not a helicopter mom who's convinced your life will fall apart if she stops reminding you to pay your property tax. Paper trusts that you got this.</p><p>However, I would like to apologize in advance to my loved ones for forgetting their birthdays.</p><p>SHARE YOUR THOUGHTS</p><p>How do you maintain a healthy relationship with your notifications? Join the conversation below.</p><p>Have You Gone 'Notification Deaf'? Confessions of an Over-Pinged Woman</p>",
  "published": "2022-09-14T12:00:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 2866,
          "end": 2871
        },
        {
          "start": 2866,
          "end": 2877
        }
      ]
    }
  ]
}