{
  "_id": "447cae20dea7fc1783b07b6735de62922bff68960df2532f61fb06a70ede6d26",
  "feed": "wall-street-journal",
  "title": "Elon Musk's Apple Attack Sets Stage for Public Spat With Risks for Apple, Twitter; Dispute could draw new attention to how speech is monitored on the internet",
  "text": "<p>In a string of tweets accusing Apple of stanching free speech and claiming that the tech giant had threatened to kick the Twitter app off the iPhone, Mr. Musk introduced a new wrinkle in Apple's efforts to maintain control over software distribution, acting as a megaphone for critics who say the company holds too much power through its App Store.</p><p>By calling attention to Apple's role as a gatekeeper for the App ecosystem, Mr. Musk is picking up the mantle in the yearslong fight developers have waged against Apple and its fees. Mr. Musk could bring new focus to the company from lawmakers and regulators around the world, including politicians who have expressed concern that Silicon Valley is silencing conservative voices.</p><p>Apple didn't respond to requests for comment.</p><p>Mr. Musk has said he is losing $4 million a day andfacing an advertiser revolt by big brands worried about the social-media company's content moderation and uncertainty at the company due to executive departures. He is trying to bolster Twitter's subscription business, making it less reliant on advertising. A new Twitter Blue, which is set to give users benefits such as identity verification for a monthly fee, has been delayed, with Mr. Musk tentatively promising it will roll out on Friday.</p><p>Apple stands to collect as much as 30% of revenue from Twitter subscriptions that Mr. Musk has said are set to become a new focal point for the company. The company charges as much as 30% of app purchases or subscriptions placed through the App Store. Apple's cut of subscriptions falls to 15% after the first year of use.</p><p>On Monday, Mr. Musk sent out a meme to his almost 120 million followers that showed a car careening toward an off-ramp that read, \"Go to War.\" The car, pulling off a road labeled \"Pay 30%,\" represented Mr. Musk.</p><p>Mr. Musk, who became the world's richest man with his stakes in Tesla Inc. and rocket company SpaceX, has a long history of defiance and fighting publicly with those whom he perceives as threatening his interests and views. He has taken jabs not just at rivals but also at the likes of President Biden and the Securities and Exchange Commission.</p><p>This battle may be different. Under Mr. Cook, Apple has kicked apps off the store over content-moderation concerns and has blocked certain social media data-collection practices in the name of user privacy. The dispute could draw new attention to how speech is monitored on the internet and to Apple's power as an arbiter of what software is allowed to reach its more than 1 billion iPhone users.</p><p>In Apple's App Store review guidelines, one of the earliest warnings the company makes is that apps \"should not include content that is offensive, insensitive, upsetting, intended to disgust, in exceptionally poor taste, or just plain creepy.\"</p><p>\"It just looks like Elon wants to pick a fight with Apple,\" said Phillip Shoemaker, former senior director of the App Store Review team at Apple, who left in 2016. \"But I can't imagine him winning this one.\"</p><p>When he oversaw App Store content, Mr. Shoemaker said Apple would tell app developers what they were in violation of before threatening to remove an app. Typically, he said, software makers were given two weeks to fix an issue such as content moderation before it began to reject app updates and eventually pull it from the digital store.</p><p>Questions from experts about Twitter's ability to moderate content on the platform began to surface as Mr. Musk fired about half of the company's workers and pushed many more to leave.</p><p>\"When Elon comes out and fires the whole moderation team, the first thing I said is that Twitter is going to get kicked off the App Store,\" Mr. Shoemaker said.</p><p>Mr. Musk has said he was motivated to buy Twitter to ensure it remained a platform for free speech, and he has also said he would abide by local laws related to content. Mr. Musk completed his takeover of the social-media company last month in a deal valued at $44 billion.</p><p>After he completed his takeover about a month ago, several outside groups including the Anti-Defamation League and the Network Contagion Research Institute said they had documented a sudden rise in hate speech on the platform.</p><p>The ADL, a Jewish advocacy group that examines anti-Semitism in the U.S., said it identified more than 1,200 tweets and retweetsspreading anti-Semitic memes and called it \"a coordinated effort\" that followed Mr. Musk's takeover.</p><p>Yoel Roth, then the head of trust and safety at Twitter, said in late October that a small number of accounts were behind many of the tweets of slurs or hateful content. On Nov. 9, he said the company had succeeded in reducing the number of times hate speech had been seen.</p><p>He left Twitter soon afterward and said in a New York Times opinion article that advertisers, governments and companies such as Apple and Google ultimately hold significant sway over Twitter's content. Failing to follow Apple or Google's content guidelines could be \"catastrophic\" for Twitter, he wrote.</p><p>Mr. Musk has said the amount of hate speech seen on Twitter has fallen significantly. \"Hate speech impressions down by 1/3 from pre-spike levels,\" he said Nov. 23.</p><p>About two years ago, Apple removed the social-media app Parler over concerns it wasn't doing enough to moderate dangerous content.</p><p>That decision, which was joined by the likes of Alphabet Inc.'s Google, helped put Apple in the crosshairs of conservative lawmakers in Washington, D.C., worried about the power held by Silicon Valley companies.</p><p>He criticized Apple after the company faced a legal battle in 2021 with developers and \"Fortnite\" maker Epic Games Inc. over the control the iPhone maker holds over software.</p><p>Epic has accused Apple of holding an improper monopoly over the distribution of third-party apps onto the iPhone and forcing those software companies to use its in-app payment system. Epic has called Apple's 30% take unfair.</p><p>Apple has defended its business, saying the fees are in line with the industry norm and fair for the technology it provides. It mostly won a lawsuit by Epic, though the two are continuing to fight in an appeals court.</p><p>Mr. Musk waded into the matter more than a year ago, before his interest to own Twitter was clear. \"Apple app store fees are a de facto global tax on the Internet,\" Mr. Musk tweeted in July 2021. \"Epic is right.\"</p><p>Apple keeps a close eye on what software makers say and, according to documents that emerged in the Epic trial, had warned app developers about taking their grievances public, aiming to settle disagreements in private.</p><p>Write to Tim Higgins at tim.higgins@wsj.com and Aaron Tilley at aaron.tilley@wsj.com</p><p>Elon Musk's Apple Attack Sets Stage for Public Spat With Risks for Apple, Twitter</p>",
  "published": "2022-11-29T14:31:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 12,
          "end": 17
        },
        {
          "start": 67,
          "end": 72
        },
        {
          "start": 1271,
          "end": 1276
        },
        {
          "start": 5514,
          "end": 5519
        },
        {
          "start": 3055,
          "end": 3060
        },
        {
          "start": 5371,
          "end": 5376
        },
        {
          "start": 729,
          "end": 734
        },
        {
          "start": 2198,
          "end": 2203
        },
        {
          "start": 2552,
          "end": 2557
        },
        {
          "start": 4817,
          "end": 4822
        },
        {
          "start": 31,
          "end": 36
        },
        {
          "start": 5692,
          "end": 5697
        },
        {
          "start": 6647,
          "end": 6652
        },
        {
          "start": 512,
          "end": 517
        },
        {
          "start": 2932,
          "end": 2937
        },
        {
          "start": 5178,
          "end": 5183
        },
        {
          "start": 6702,
          "end": 6707
        },
        {
          "start": 5900,
          "end": 5905
        },
        {
          "start": 4909,
          "end": 4914
        },
        {
          "start": 5875,
          "end": 5880
        },
        {
          "start": 6331,
          "end": 6336
        },
        {
          "start": 6218,
          "end": 6223
        },
        {
          "start": 2446,
          "end": 2451
        },
        {
          "start": 1523,
          "end": 1528
        },
        {
          "start": 373,
          "end": 378
        },
        {
          "start": 187,
          "end": 192
        },
        {
          "start": 2845,
          "end": 2850
        }
      ]
    }
  ]
}