{
  "_id": "8d7c2d4225e96ca0ae8a2acb43d748eb696038197a5f2593a7ec02c699d7d8cd",
  "feed": "wall-street-journal",
  "title": "REVIEW & OUTLOOK (Editorial):  Hong Kong's Nobel Nominees",
  "text": "<p>   Hong Kong dissidents continue to languish in prison, and Beijing hopes the world forgets. So it's welcome news that more than a dozen academics in 10 countries have nominated five of the city's most prominent democracy advocates for the 2022 Nobel Peace Prize. </p><p>   The nominees include our friend Jimmy Lai, founder of Apple Daily, and Gwyneth Ho, a former reporter for Stand News. Police have forced the closures of both publications, seized their assets without due process, and imprisoned some of their staff. The Nobel nominees also include Lee Cheuk-yan and Chow Hang-tung, who helped organize Hong Kong's annual vigil for victims of the Tiananmen Square massacre; and Joshua Wong, who first drew Beijing's ire as a teen leader of the 2014 Umbrella Movement. </p><p>   The Sino-British Joint Declaration and Hong Kong Basic Law guarantee liberties, including freedom of the press, speech and assembly. Yet under the 2020 national security law, these five Nobel nominees face up to life in prison for exercising these basic rights. The five are exceptional for their courage, but authorities have arrested some 150 under the security law. </p><p>   The law's effect was on display again Monday as the Hong Kong Foreign Correspondents Club announced the suspension of its annual human-rights press awards. \"Over the last two years, journalists in Hong Kong have been operating under new 'red lines' on what is and is not permissible, but there remain significant areas of uncertainty and we do not wish unintentionally to violate the law,\" explained president Keith Richburg in a statement. </p><p>   The decision symbolizes the self-censorship that is now a daily occurrence in the territory. In the past year Hong Kong authorities have demanded that foreign tech companies help them censor exiles' speech abroad and have threatened legal action against British human-rights activist Benedict Rogers and these pages. </p><p>   Foreign governments have imposed few costs on China for breaking its treaty with Britain over Hong Kong. But the rest of us can bear witness to the bravery of those who have resisted at great cost. A Nobel for the Hong Kong Five would be a fitting tribute and have the added benefit of embarrassing Beijing. </p><p></p>",
  "published": "2022-04-26T06:06:00.000Z",
  "tags": [
    {
      "id": "US0378331005",
      "nexusId": "10022657",
      "name": "Apple Inc.",
      "offsets": [
        {
          "start": 315,
          "end": 320
        }
      ]
    }
  ]
}