{
  "_id": "141854401cc2af0e3c2e697af9e8255a5ae6b56b662a251479360c6504bdb9a5",
  "feed": "wall-street-journal",
  "title": "Aviation Revolution Won't Be Supersonic",
  "text": "<p>On Thursday, United Airlines announced a deal to buy 15 Overture supersonic passenger jets from Boom Technology. The 88-seat aircraft, designed to fly at 1.7 times the speed of sound, versus 0.8 times for other jets, is scheduled to enter service around the end of the decade.</p><p>Buzz around the potential return of supersonic travel -- 18 years after the retirement of the Anglo-French Concorde project -- has been audible in the aviation industry for years. United's vote of confidence will likely make it a notch louder.</p><p>The idea is that many of the problems that made the Concorde a money-losing proposition -- only 14 entered commercial service between 1976 and 2003 -- can now be mitigated. Some backers believe that more efficient designs could bring ticket costs in line with a regular first-class fare, compared with the Concorde's roughly 10% premium.</p><p>New projects also promise to reduce the \"sonic boom\" that created intolerable levels of noise and can even break windows. The Overture's plans to fly exclusively on sustainable fuel should quell some environmental concerns too. Supersonic jets are estimated by the International Council on Clean Transportation to burn five to seven times as much fuel per passenger as regular ones.</p><p>Analysts at Swiss bank UBS believe that faster-than-sound flights could be a $180 billion market for commercial operators by 2040. Their proprietary survey of fliers suggest that a third would be willing to pay at least 25% more if travel time could be cut in half.</p><p>But it is doubtful fliers would put their money where their mouth is.</p><p>The one constant in aviation economics since the industry was liberalized 50 years ago is that price is the overwhelming factor in buying plane tickets. This is why, between 1968 and 2014, aircraft didn't get faster while fuel burn -- the main cost of operating them -- fell 45%, ICCT data shows. Boeing abandoned its Sonic Cruiser project to build a near-supersonic jet in 2002 for a reason: People don't pay much to fly faster.</p><p>To be sure, supersonic flights are targeted at price-insensitive executives. But with in-flight internet services getting better and allowing them to work comfortably, getting to London from New York City in 3 1/2 hours rather than six hardly seems like a game-changer, especially since a big part of the hassle is traveling to and from airports.</p><p>Also, noise can be cut so far without sacrificing fuel efficiency, so officials might refuse to lift the ban on supersonic flights over land. This limits the number of routes these planes would be able to operate.</p><p>Supersonic jets are undoubtedly cool, which explains why aerospace engineers and the general public are eager to see more of them. Paying $5,000 to get aboard, though, is a different story.</p>",
  "published": "2021-06-07T00:00:00.000Z",
  "tags": [
    {
      "id": "US0970231058",
      "nexusId": "10030932",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 1875,
          "end": 1881
        }
      ]
    }
  ]
}