{
  "_id": "2dcbf152de0fba43bd25471eb97748ff51de7e732877fed6224b00f2f09f44bd",
  "feed": "wall-street-journal",
  "title": "Stock Indexes Waver To Start The Week; Dollar Tree surges after report of activist investor; global oil market benchmark falls",
  "text": "<p>Stocks finished last week with slim losses, snapping a five-week winning streak.</p><p>Despite price pressures that have lingered longer than many investors expected, the indexes are still close to record highs. Companies that have reported earnings so far have broadly beaten analysts' expectations, supporting stock prices. Higher inflation has also suppressed the returns on government bonds, a main alternative to stocks.</p><p>\"It seems as if the equity markets are kind of a bit detached from other markets,\" said Jim Besaw, chief investment officer of GenTrust. Mr. Besaw is holding traditional hedges against inflation such as commodities, real-estate investment trusts and Treasury inflation-protected securities.</p><p>Advance Auto Parts and Lucid Group are slated to post earnings after the market closes.</p><p>Dollar Tree added around 14% after The Wall Street Journal reported Friday that activist investor Mantle Ridge has a stake of at least $1.8 billion in the discount retailer and plans to push it to act to boost its share price. CyrusOne shares rose 4.7% after the data-center operator said it is selling itself to investment company KKR &amp; Co. and Global Infrastructure Partners LLC in an all-cash transaction.</p><p>Boeing shares added around 5% after the company said over the weekend that it had received new orders for its converted freighters.</p><p>Some investors perceive both the Dollar Tree and Boeing developments as positives for the market. \"Good news keeps coming up despite the fears. It makes it harder to wait for too much of a pull back,\" said David Russell, vice president of Market Intelligence at TradeStation Group.</p><p>Meanwhile, California Public Employees' Retirement System, America's largest public pension, recently initiated positions in analytic-software firm Snowflake among others. Shares rose 1.7%.</p><p>Casper Sleep said Monday that it had agreed to a takeover from investment group Durational Capital Management in a deal for $6.90 a share, valuing the company at around $286 million. The shares rose 86%.</p><p>In bond markets, the yield on the benchmark 10-year Treasury note moved higher to 1.615% from 1.583% Friday. It had traded below 1.56% earlier Monday. Yields rise when prices fall.</p><p>\"We're seeing a recovery in the economy, seeing rising wages and the Fed is moving toward tighter monetary policy, so it's inevitable we're going to see yields moving higher,\" Mr. Russell said.</p><p>Brent crude futures, the global oil market benchmark, fell 1.1% to $81.25 a barrel.</p><p>Overseas, the pan-continental Stoxx Europe 600 edged 0.2% higher. Shares of U.S.-listed Royal Dutch Shell rose 2.3% after the oil company said it planned to consolidate its dual British and Dutch structure into a single U.K.-based entity.</p><p>In Asia, major indexes broadly closed with gains. South Korea's Kospi rose 1%, Hong Kong's Hang Seng added almost 0.3% and Japan's Nikkei 225 gained 0.6%. China's Shanghai Composite edged 0.2% lower.</p><p>The Beijing Stock Exchange opened for trading Monday, marking the debut of a venue that China hopes will channel funds into innovative smaller companies. All of the 10 newly listed stocks jumped, triggering temporary trading halts.</p><p>Write to Caitlin Ostroff at caitlin.ostroff@wsj.com and Hardika Singh at hardika.singh@wsj.com</p><p>Stock Indexes Waver To Start The Week</p>",
  "published": "2021-11-15T18:20:00.000Z",
  "tags": [
    {
      "id": "US0970231058",
      "nexusId": "10030932",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 1208,
          "end": 1214
        },
        {
          "start": 1389,
          "end": 1395
        }
      ]
    }
  ]
}