{
  "_id": "093f4a6fe88813cc36cdeda0e7f4d5400dea2bde4c95c2696a764cc217c1d58f",
  "feed": "ftcomall",
  "title": "Travel news: England's ‘oldest hotel', America's newest airline and cycling with Eddy Merckx",
  "text": "<p><strong>California</strong> A new airline is to begin flying on April 28, serving 11 destinations from Hollywood Burbank airport and with fares as low as $19. Avelo Airlines, founded by former United chief financial officer Andrew Levy, will only operate domestically, flying to smaller cities and to secondary airports near larger ones, such as Ogden-Hinckley near Salt Lake City and Phoenix-Mesa Gateway, south-east of Phoenix. It will launch with three Boeing 737-800s, with a high density 189-seat, single-class configuration, and plans to double its fleet by the end of the year. <a href=\"https://www.aveloair.com/\"><em>aveloair.com</em></a></p> <p><strong>Wiltshire</strong> The Old Bell in Malmesbury, which claims to be England's oldest hotel, has been bought by a Texan hospitality company that promises a “refresh and restyle programme” for the property. The Grade 1-listed hotel traces its roots to 1220, when a hostelry was established beside Malmesbury Abbey. Guests have been welcomed there ever since, and there is a 13th-century stone fireplace in the brasserie, although the building has been altered and extended in subsequent centuries. The 34-bedroom hotel had been marketed by Knight Frank with a guide price of £3.75m and was bought by Kim and Whit Hanks, who run an events and wedding business and restaurant in Dripping Springs, Texas. The couple started visiting Malmesbury after Whit Hanks used an ancestry website to discover his forebears came from the town. “Whenever I landed in Malmesbury I felt this amazing sense of community and I thought, I could do business here,” said Kim Hanks in a video released via the hotel's Facebook page. “I'm really looking forward to meeting the butcher, the baker and the candlestick maker and seeing how we can work together.” <a href=\"https://oldbellhotel.co.uk/\"><em>oldbellhotel.co.uk</em></a></p> <p><strong>Perthshire</strong> A new European cycling tour operator is offering long weekend trips that combine rides led by former professionals followed by meals cooked by star chefs. LeBlanq has been founded by Justin Clarke, an ex-professional who also set up the Taste of London festival, with former <em>directeur sportif</em> of Team Sky&#xa0;Sean Yates and Ashley Palmer-Watts, previously executive chef of The Fat Duck Group. Their first trip, to Perthshire in July, will be hosted by the six-time Olympic gold medallist Chris Hoy. The second, to the French Champagne region in August will have food from Raymond Blanc, and the chance to ride alongside perhaps the most celebrated living cyclist, Eddy Merckx. Two-night trips cost from £1,895. <a href=\"https://www.leblanq.com/\"><em>leblanq.com</em></a></p> <p><em>Follow&#xa0;</em><a href=\"https://twitter.com/FTLifeArts\"><em>@FTLifeArts</em></a><em>&#xa0;on Twitter to find out about our latest stories first</em></p><p>Source: Tom Robbins 2021 'Travel news: England's ‘oldest hotel', America's newest airline and cycling with Eddy Merckx' FT.com 16 April. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-04-16T04:00:12.200Z",
  "tags": [
    {
      "id": "US0970231058",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 439,
          "end": 445
        }
      ],
      "nexusId": "10030932"
    }
  ]
}