{
  "_id": "5bbf82743fe57100816350a804738a9172593bcca1b33f45480b3683e308190b",
  "feed": "wall-street-journal",
  "title": "Boeing Deals With New Dreamliner Defect Amid Production Problems; Aircraft maker, regulators scrutinize titanium parts on 787 Dreamliner; Boeing cites improvements",
  "text": "<p>The finding is fresh evidence that the plane maker is still trying to fix its manufacturing operations, despite a nearly two-year push by Chief Executive David Calhoun to restore Boeing's reputation for building quality jets. In addition, the Federal Aviation Administration is investigating Boeing's quality controls. The company acknowledged it hasn't solved the problem of junk left over from the production process, such as two empty tequila mini-bottles found in September on a new Air Force One jet under construction.</p><p>A Boeing spokesman said the company is making progress on improving production and is raising its own standards, despite operational interruptions. \"We have strengthened our focus on quality and constantly encourage all members of our team and supply chain to raise any issues that need attention,\" the spokesman said. \"When issues are raised, that is an indication that these efforts are working.\"</p><p>Boeing has faced a host of production issues over the past couple of years that, along with two 737 MAX crashes in late 2018 and early 2019, have prompted U.S. air-safety regulators to ratchet up oversight. The predicament feeds itself, according to people close to the company: Over the past two years, Boeing engineers and regulators have been looking for problems. New issues that are found invite more scrutiny, adding more things to fix.</p><p>Boeing's 787 woes come as the FAA examines a series of alleged quality-control lapses across Boeing's commercial-airplane unit, according to an Aug. 18 agency letter and people familiar with the probe. The agency has claimed that Boeing allowed unqualified personnel to sign off on quality checks or otherwise failed to follow company or FAA guidelines.</p><p>Boeing has disputed some of the FAA's claims and told the agency that an enforcement action wasn't warranted, as the company works on improving, according to a Sept. 2 letter viewed by The Wall Street Journal. The Boeing spokesman declined to comment on the probe but said the company is committed to cooperating with the FAA to bolster compliance and safety.</p><p>The Dreamliner's new problem and FAA investigation haven't been reported before. The Boeing spokesman said the titanium issue was discovered by the company as part of a continuing audit, as the company hones its quality-management system.</p><p>SHARE YOUR THOUGHTS</p><p>Can Boeing restore its reputation for building quality jets? If so, how? Join the conversation below.</p><p>Boeing and regulators have determined that the new titanium issue doesn't pose an urgent safety risk to planes currently flying, people familiar with the matter said. The company performed immediate repairs to two undelivered aircraft that would have been grounded because they contained a high number of the weak parts, these people said. The company expects to resume handing over the wide-body jets in November at the earliest, later than previously anticipated, people familiar with the company's plans said.</p><p>Boeing has been working to resolve problems with the 787 Dreamliner since late 2020 after discovering tiny gaps between sections of the aircraft that could lead to premature fatigue.</p><p>The agency hasn't signed off on Boeing's plan to inspect new 787s before delivery. At the same time, regulators have also maintained stricter oversight of 737 MAX production following the two MAX crashes. The accidents, which took 346 lives, were blamed in large part on Boeing's faulty design of a new flight-control system that sent the jets into fatal nosedives. In late 2019, the FAA revoked Boeing's authority to perform routine safety checks before delivering new MAX jets. An agency spokesman said regulators will retain the authority \"until the FAA is satisfied.\"</p><p>FAA officials have been encouraged by Boeing's attempts to address production and culture problems but aren't satisfied with the company's pace, said people familiar with the agency's position. In addition to the recent letter about quality controls, the FAA sent a Sept. 6 letter to Boeing outlining how the company is overdue in addressing 48 ways various aircraft don't comply with federal standards. The issues relate to items including paint thickness, windshield-bond strength and landing-gear valves, according to the letter.</p><p>Boeing has ramped up its focus on addressing the backlog more quickly and has cleared more than a quarter of the items cited in the FAA letter, a person familiar with the matter said.</p><p>The FAA's production scrutiny has also focused on avoiding factory debris being left behind inside finished airplanes. By early 2020, debris had been found in nearly two-thirds of newly produced 737 MAX jets' fuel tanks. Tools, rags and other material left behind can pose in-flight safety hazards.</p><p>The Boeing spokesman said the company reduced overall foreign-object debris by 60% in 2020 compared with the previous year. Boeing is on track to further reduce debris per plane by half this year, he said.</p><p>After U.S. regulators approved the 737 MAX to again carry passengers in November 2020, some Boeing customers still found debris on the jets during inspections, people familiar with the matter said. The company wound up sweeping new jets for debris, they said.</p><p>Earlier this year, inspections of 737 MAX aircraft found a pocketknife left in a wheel well and a soiled lavatory, people familiar with the debris said. \"Though we are still falling short of our goal of zero FOD for every aircraft we deliver, our customers acknowledge the progress we are making,\" the Boeing spokesman said, referring to foreign-object debris.</p><p>Boeing's attempts this year included a move to phase out red plastic caps that cover certain aircraft parts before they are installed, a person familiar with the matter said.</p><p>One such cap wound up getting stuck in a shut-off valve of a new KC-46A on April 30, as the U.S. Air Force was taking delivery of the new refueling tanker, according to an Air Force spokeswoman.</p><p>Despite the tanker incident, Boeing over the past year has been delivering planes with far less debris, if any, said Army Lt. Gen. David Bassett, director of the Defense Contract Management Agency.</p><p>\"We don't think we're at the finish line, but we have seen positive progress,\" he said.</p><p>Write to Andrew Tangel at Andrew.Tangel@wsj.com</p><p>Boeing Deals With New Dreamliner Defect Amid Production Problems</p>",
  "published": "2021-10-14T11:00:00.000Z",
  "tags": [
    {
      "id": "US0970231058",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 527,
          "end": 533
        },
        {
          "start": 1721,
          "end": 1727
        },
        {
          "start": 5494,
          "end": 5500
        },
        {
          "start": 2166,
          "end": 2172
        },
        {
          "start": 2442,
          "end": 2448
        },
        {
          "start": 1367,
          "end": 1373
        },
        {
          "start": 4243,
          "end": 4249
        },
        {
          "start": 5024,
          "end": 5030
        },
        {
          "start": 1597,
          "end": 1603
        },
        {
          "start": 3748,
          "end": 3754
        },
        {
          "start": 3409,
          "end": 3415
        },
        {
          "start": 2955,
          "end": 2961
        },
        {
          "start": 6257,
          "end": 6263
        },
        {
          "start": 3994,
          "end": 4000
        },
        {
          "start": 138,
          "end": 144
        },
        {
          "start": 2344,
          "end": 2350
        },
        {
          "start": 1935,
          "end": 1941
        },
        {
          "start": 3170,
          "end": 3176
        },
        {
          "start": 5553,
          "end": 5559
        },
        {
          "start": 4850,
          "end": 4856
        },
        {
          "start": 924,
          "end": 930
        },
        {
          "start": 179,
          "end": 185
        },
        {
          "start": 5952,
          "end": 5958
        },
        {
          "start": 1228,
          "end": 1234
        },
        {
          "start": 292,
          "end": 298
        },
        {
          "start": 4730,
          "end": 4736
        },
        {
          "start": 0,
          "end": 6
        },
        {
          "start": 3534,
          "end": 3540
        },
        {
          "start": 1460,
          "end": 1466
        }
      ],
      "nexusId": "10030932"
    }
  ]
}