{
  "_id": "78444bc2f93e51d639eda0d3f2d05ff8dc67ab2a603e20d805018f3a0bbafd1b",
  "feed": "wall-street-journal",
  "title": "For Wars of Future, U.S.  Looks to Past: The B-52 -2-",
  "text": "<p>   Guam is a crucial U.S. outpost in this contest. The Air Force is adding fortified bunkers to Munitions Storage Area One at Andersen. The U.S. Indo-Pacific Command is proposing to build a $1.6 billion air defense network on the island to supplement the Thaad antimissile system deployed there in 2014. </p><p>   Some of the defenses are more rudimentary: Traps baited with mice safeguard Andersen's runways to keep brown tree snakes from slithering on to the airfield. </p><p>   It was from there that the 69th Bomb Squadron, whose home base is Minot, N.D., set out on a mission to fly through what China considers its air zone. </p><p>   After climbing into an unarmed B-52 named \"Christine,\" crew members strapped their legs, waist and chest into their seats, fastened their helmets and connected their oxygen supply. </p><p>   They pulled out pins with a red lanyard from each arm of the seat, removing the safety so they could eject if they had to. As the plane flew north toward Japan, the crew used its decades-old radio to check in with air traffic controllers in San Francisco and Japan before pivoting southwest toward China. </p><p>   The crew was ready with a scripted reply when a Chinese air controller warned the B-52 it would be intercepted: \"I am a United States military aircraft conducting lawful military activities in international airspace.\" No intercept occurred. </p><p>   At the end of the 12-hour flight, the crew's first stop was to the maintenance squadron, which worked through the night to get the old plane ready for its next mission. </p><p>   The adaptability of the B-52 has surprised former Defense Secretary Gates, who as a boy used to watch the planes from a nearby Boeing factory fly over his family's house in Wichita, Kan. \"Who knew that 60 years later, the damn thing would still be flying?\" he said. </p><p></p>",
  "published": "2021-01-25T07:11:00.000Z",
  "tags": [
    {
      "offsets": [
        {
          "start": 1631,
          "end": 1637
        }
      ],
      "name": "The Boeing Company",
      "id": "US0970231058",
      "nexusId": "10030932"
    }
  ]
}