{
  "_id": "53f0052be5df6f7a0f5ba1974c2b2180f03c2cd86aea47fb9c8ada142a943baa",
  "feed": "ftcomall",
  "title": "FirstFT: Today's top stories",
  "text": "<p>The US death toll from coronavirus has surpassed 500,000, underscoring the pandemic's devastation as officials raced to roll out vaccinations as quickly as possible. </p> <p>The solemn milestone came nearly a year after the first fatality from the virus was recorded in the country. The US death toll of 500,201 is by far the highest in the world in absolute terms and more than double the 247,143 deaths in Brazil, the country with the second-highest number of fatalities, according to data from Johns Hopkins University. </p> <p>President Joe Biden ordered flags at the White House and on federal property to be lowered to half-mast for the next five days out of respect for the victims. “We have to resist viewing each life as a statistic,” he said on Monday evening ahead of a candle lighting ceremony. </p> <p>There have been signs in recent days that the US has managed to wrestle the disease's trajectory downwards. Over the past week, the US has reported an average of 64,301 infections a day, a 74 per cent drop from a peak rate of more than 247,000 in early January.</p> <p>More than 44m Americans have received at least one dose of a coronavirus vaccine, according to the Centers for Disease Control and Prevention, putting the Biden administration on track to reach its <a href=\"https://www.ft.com/content/31c6186d-6b76-408b-83f0-a049130fdd7f\">goal of 100m doses</a> within its first 100 days. </p> <p>The wild card facing public health officials is the emergence of new<a href=\"https://www.ft.com/content/35d34269-9006-4426-9d9c-055662be4152\">, more infectious variants</a> of coronavirus. Pharmaceuticals regulator the Food and Drug Administration has <a href=\"https://www.ft.com/content/35d34269-9006-4426-9d9c-055662be4152\">urged drug companies</a> to press ahead with studies into vaccines that can tackle emerging strains. (FT)</p> <h2>Coronavirus digest</h2> <ul>  <li><p><strong>Chile </strong>is hoping to <a href=\"http://ft.com/content/c4c97a9b-2b52-4f97-8c33-7f9103171319\">turn a corner</a> on social upheaval and the pandemic outbreak in the country as it powers ahead of its South American peers in the race for vaccines. </p></li>  <li><p>States in <strong>India</strong> have <a href=\"https://www.ft.com/content/8a99f933-6fca-34c4-ad43-32a305680a61#post-60990\">imposed travel restrictions</a> following a resurgence in cases</p></li>  <li><p>In the <strong>UK</strong>, prime minister Boris Johnson set out a four-step road map to <a href=\"https://www.ft.com/content/79dd1dd4-09c2-4ce7-aeb7-3ee7953b7877?emailId=60342fadfed0a900043bd3b3&amp;segmentId=60a126e8-df3c-b524-c979-f90bde8a67cd\">end all Covid-19 restrictions</a> by mid-June, as chancellor Rishi Sunak prepared to extend emergency economic life-support measures until the summer.</p></li>  <li><p>Coronavirus vaccinations provide <a href=\"https://www.ft.com/content/20576254-422b-4545-91ab-20b4d005bbf3\">high levels of protection</a> against Covid-19 infection, illness and death, according to <strong>three UK studies</strong> released yesterday. </p></li> </ul> <p>When Covid-19 shook the world last year, CureVac seemed positioned to produce a “best-in-class” vaccine. Now, the company's product is lagging up to six months behind. Here's how it is <a href=\"http://ft.com/content/c3159721-6e64-45eb-8935-22ad8cdf3eb5\">trying to get back on track</a>. (FT)</p> <p><em>Follow the latest Covid-19 news with our </em><a href=\"https://www.ft.com/content/8a99f933-6fca-34c4-ad43-32a305680a61\"><em>live blog</em></a><em> and </em><a href=\"https://ig.ft.com/coronavirus-vaccine-tracker/?areas=gbr&amp;areas=isr&amp;areas=usa&amp;areas=eue&amp;cumulative=1&amp;populationAdjusted=1\"><em>vaccine tracker</em></a><em>.</em></p> <h2>In the news</h2> <p><strong>Facebook's Australia deal </strong>The social media company has <a href=\"http://ft.com/content/360b0419-83b4-4bcb-b7a3-495be92723fc\">agreed to restore Australian news</a> on its platform following an agreement with the government on amendments to a draft law that would force Big Tech to pay for news. The law highlights how platforms are more interested in following their own rules than being held accountable, <a href=\"https://www.ft.com/content/5e2abf8c-3e61-45b6-8192-74efa0bf943d\">writes Stanford University's Marietje Schaake</a>. (FT)</p> <p><strong>Prosecutor allowed to obtain Trump taxes </strong>The US Supreme Court has <a href=\"https://www.ft.com/content/010958df-e693-423c-bbef-47341fc1f2b9\">rejected Donald Trump's efforts</a> to block a New York prosecutor from obtaining his tax records as the former president grapples with several criminal probes. Here's <a href=\"https://www.cnn.com/2021/02/22/politics/supreme-court-manhattan-da-trump/index.html\">what the decision could mean</a> for the district attorney's pending criminal investigation against Trump. (FT, CNN)</p> <p><strong>Brazilian markets rattled by Petrobras shake up </strong>Shares in Petrobras tumbled 21 per cent and Brazil's currency slid against the dollar after President Jair Bolsonaro moved to replace <a href=\"https://www.ft.com/content/68b0c6cf-7d78-4e0e-9025-bfaca7e098e2\">the oil producer's chief executive</a> following a dispute over fuel prices. The board is due to meet on Tuesday to discuss the appointment of an army general with no experience in the industry. (FT)</p> <p><strong>HSBC shifts ‘heart of business' to Asia</strong> HSBC, Europe's largest bank, pledged to <a href=\"https://www.ft.com/content/eb321081-434e-43f4-b9e7-13354afdfc5f\">invest $6bn</a> to expand in Hong Kong, China and Singapore and confirmed it would sell its US retail arm as it reported a 50 per cent fall in fourth-quarter profit — albeit with a resumption of dividends. Reaffirming a strategy set last year, chief executive Noel Quinn said “we will move the heart of the business to Asia, including leadership”. (FT)</p> <p><strong>‘Metal fatigue' blamed for Boeing engine failure</strong> Federal investigators said “metal fatigue” was <a href=\"https://www.ft.com/content/ab798d0c-ed7f-4df7-9689-d7405e7ee365\">probably to blame</a> for causing the engine of a United Airlines Boeing 777 jet to break apart at the weekend, raining metal on suburban Denver. Dozens of Boeing 777 widebody aircraft with the engines have been <a href=\"https://www.ft.com/content/2f5f7799-9886-4327-bb1d-f0c10aa2184b\">grounded across the world</a> following the incident. </p> <p><strong>US tech stocks fall on nerves over inflation </strong>US technology stocks <a href=\"https://www.ft.com/content/cab2caee-60c9-40cb-a115-099287ab8bf4\">fell sharply</a> yesterday in response to rising inflation expectations, leading the technology-focused Nasdaq Composite to close 2.5 per cent down. <a href=\"https://www.ft.com/content/6f0de98c-0cb9-41a2-a83a-55f58d5aa4ab?emailId=603491e42492e8000422032d&amp;segmentId=22011ee7-896a-8c4c-22a0-7603348b7f22\">European exchanges</a> appear to be following suit, with tech stocks among the worst-performing sectors so far today. (FT)</p> <p><strong>EU to impose Russia sanctions </strong>Brussels will <a href=\"https://www.ft.com/content/226a0a03-719e-4a61-a88c-0e4f983119c9\">impose sanctions</a> against Russian officials over the jailing of opposition activist Alexei Navalny. The rush to prosecute the Kremlin's opponents has highlighted longstanding problems in <a href=\"https://www.ft.com/content/8af4dc4a-39a8-4d07-81f3-af2979dc3f35\">Russia's judicial system</a>, where convictions are all but guaranteed and prosecutions become tools in business disputes. (FT)</p> <p><strong>Iran inspection deal </strong>A last-minute deal between Iran and the UN atomic watchdog over snap inspections has <a href=\"https://www.ft.com/content/c649db81-ee69-4558-91be-bbf87590cbe9\">opened a narrow diplomatic window</a> to revive the landmark nuclear treaty between international powers and Tehran. (FT)</p> <h2>The days ahead</h2> <p><strong>Powell testifies </strong>Federal Reserve chair Jay Powell is scheduled to testify before the Senate Banking committee today and the House Financial Services panel on Wednesday, as Wall Street frets about the <a href=\"https://www.ft.com/content/84012e15-554c-485c-8064-dbc6b4098bca\">prospect of rising inflation</a>. (FT)</p> <p><strong>SolarWinds hack hearing </strong>The Senate Intelligence committee hears from the company's chief executive and other tech leaders following the network hack that US officials have <a href=\"https://www.ft.com/content/e1b247d5-ef53-4e82-afc3-9e3c2d7c5e2c\">attributed to Russia</a>. (FT)</p> <p><strong>Capitol riot hearing</strong> The Senate homeland security committee will hold its first hearing into the <a href=\"https://www.ft.com/content/9a37c259-f7c8-4cca-9a00-83e7e5b9287d\">January 6 storming of the Capitol</a>, with testimony from the former chief of the Capitol Police.</p> <p><strong>Earnings round-up </strong>Companies reporting <a href=\"https://www.ft.com/content/0fc4da53-7004-4c4c-a131-797fd622c5b7\">results</a> include Home Depot, Intuit, Occidental Petroleum and <a href=\"https://www.thomsonreuters.com/en/press-releases/2021/january/thomson-reuters-fourth-quarter-and-full-year-2020-earnings-announcement-and-webcast-scheduled-for-february-23-2021.html\">Thomson Reuters</a>. (FT)</p> <h2>What else we're reading</h2> <p><strong>Is McKinsey losing its mystique? </strong>“The <a href=\"http://ft.com/content/63f24181-aee0-49f4-9966-a447d79692f0\">McKinsey mystique</a>” is fading fast following the consultancy's involvement in litigation against a drugmaker at the centre of the US opioid crisis. Managing partner <a href=\"https://www.ft.com/content/f001f3ef-e296-4eb6-b711-5f7cb773e314\">Kevin Sneader</a> is seeking a second term but he needs to rebuild trust. The group has also been criticised for its role in <a href=\"https://www.nytimes.com/2021/02/22/business/france-mckinsey-consultants-covid-vaccine.html\">France's vaccine distribution</a>. (FT, NYT)</p> <p><strong>When is stimulus too much for markets? </strong>The Fed needs to consider how best to slowly lift its foot off the monetary accelerator, <a href=\"http://ft.com/content/6254971a-96dd-41a9-a037-acf3ffa6275b\">writes Mohamed El-Erian</a>. The answer is not to abandon the fiscal stimulus. Rather, it is to improve its immediate relief targeting and accelerate the long-term growth impact.</p> <p><strong>The new politics of climate change </strong>A billionaire, a novelist and a professor all write a book about climate change — it may sound like the start of a joke, but Bill Gates, Jonathan Franzen and climate scientist Michael Mann are deadly serious. <a href=\"https://www.ft.com/content/b6bdc4b1-d41f-49f0-a3df-61614cc1a2b7\">Pilita Clark</a> reviews the new crop of books trying to galvanise a warming world into action. (FT)</p> <p><strong>Singapore data debacle </strong>When it emerged that Singapore's police had used Covid-19 contact-tracing data for a criminal investigation, an online backlash erupted. The debacle has highlighted that the city-state's drive to develop and deploy cutting-edge technology to build a smart city might <a href=\"http://ft.com/content/1cc807c9-9e2b-4dfd-9c11-54a990bbd2f0\">not be as straightforward as expected</a>. (FT)</p> <p><strong>‘Seven minutes of terror' — in half the time </strong>Nasa has released a short <a href=\"https://www.nasa.gov/press-release/nasa-s-mars-perseverance-rover-provides-front-row-seat-to-landing-first-audio\">video</a> of the descent of its Perseverance rover on to the surface of Mars last week, together with the first sound recordings from the surface of the red planet. (Nasa)</p> <h2>Video of the day</h2> <p><strong>Where does the Republican party go after Trump? </strong>FT global business commentator Rana Foroohar and US finance editor Robert Armstrong discuss the <a href=\"https://www.ft.com/video/50becfa6-7153-46bc-aba3-0b13a71b11bd?playlist-name=editors-picks&amp;playlist-offset=0\">struggle for the soul of the </a>Republican party after the departure of Donald Trump. (FT)</p> <a href=\"http://www.ft.com/cms/50becfa6-7153-46bc-aba3-0b13a71b11bd.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a><p>Source: Jennifer Creery, Emily Goldberg and Neville Hawcock 2021 'FirstFT: Today's top stories' FT.com 23 February. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-02-23T11:50:35.630Z",
  "tags": [
    {
      "id": "US0970231058",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 4077,
          "end": 4083
        },
        {
          "start": 4208,
          "end": 4214
        },
        {
          "start": 4298,
          "end": 4304
        }
      ],
      "nexusId": "10030932"
    }
  ]
}