{
  "_id": "0c08789b7454fdefc2ca2da7ec01898cae1aae5b017e2784e6a94be7629c08c4",
  "feed": "wall-street-journal",
  "title": "The Rules on Face Masks at the Office Are Changing; With Covid-19 cases falling, children getting vaccines and boosters rolling out, employees are cheering as workplace policies start to relax",
  "text": "<p>Antonesia Taylor said she was \"ecstatic\" when the property-management office where she works in New York City sent a memo roughly two weeks ago telling staffers they could stop masking on premises.</p><p>\"I was completely over having to wear a mask every day. It's annoying,\" said the 32-year-old who, like her immediate colleagues, is fully vaccinated. \"You could see as people read it, everyone just started taking off their masks.\"</p><p>Biden administration rules released last week state that unvaccinated workers at companies with 100 or more staffers must test negative for Covid-19 at least weekly and wear a mask in the workplace starting Jan. 4, though the rules were temporarily blocked this weekend. Current federal guidelines for fully vaccinated people, updated last summer to account for the highly contagious Delta variant, still recommend mask-wearing in public indoor settings where virus transmission is high and for high-risk individuals.</p><p>Ms. Taylor said she and her co-workers have continued social distancing, and because her office isn't back to full capacity, she feels safe unmasked—a change that has smoothed in-person communication.</p><p>\"Sometimes, I'd be like, 'I can't hear you. We're far enough, just pull it down real quick, say what you've got to say, and put it back on,'\" she said, describing conversations with colleagues while masked.</p><p>Masks are still required in the elevator and common areas of the high-rise building where Ms. Taylor works, so she is getting used to remembering when to put hers on and when to take it off.</p><p>Face masks have been shown to significantly reduce transmission of Covid-19. But as companies require vaccinations—both to comply with federal rules and to ease employees' safety concerns as they return to workplaces—the license to shed masks is a relief, some workers say.</p><p>\"It's exciting to go in and see everyone and be like, 'Oh my gosh, you don't have to wear masks anymore,' and things kind of feel sort of normal again,\" said Rae Abramson, 25, who lives in Austin, Texas, and works for a hospitality company that dropped its mask mandate for employees who don't interact with customers.</p><p>\"A lot of people in my office are getting their boosters,\" Ms. Abramson said, adding that has helped her feel more comfortable unmasking. \"Everyone's just a little bit more secure in that.\"</p><p>U.S. health authorities have authorized booster shots for adults ages 65 and over, people with weakened immune systems and some other groups. As of last week, children as young as 5 are eligible for Covid-19 vaccines after adolescents were cleared to receive them earlier this year.</p><p>Amazon, which has about one million employees in the U.S., told warehouse staffers they could ditch their masks if they are fully vaccinated starting Nov. 2 unless federal, state or local laws say otherwise. JPMorgan relaxed its masking rules for vaccinated employees in select U.S. locations with high vaccination rates, according to a memo sent to employees, but staffers still must wear masks in common areas.</p><p>Both moves came after the companies had reinstated mask-wearing rules this summer during the Delta-driven surge of Covid-19. By mid-September, average nationwide case counts began declining from a peak exceeding 160,000 newly reported infections a day, Johns Hopkins University data show.</p><p>A survey of 961 U.S. employers conducted by consulting firm Willis Towers Watson in August found that four in five required masks, and three-quarters of those that did mandated them for all employees regardless of vaccination status.</p><p>\"I expect that as community transmission rates decline and vaccination levels of employees rise, more employers will relax mask mandates,\" said Jeff Levin-Scherz, the firm's population health leader.</p><p>SHARE YOUR THOUGHTS</p><p>How is your workplace enforcing mask-wearing, if at all? Join the conversation below.</p><p>Other companies that reinstated mask guidance during the Delta wave—including Boeing Co., Wells Fargo &amp; Co., Citigroup Inc., Home Depot Inc., Target Corp., General Motors Co. and Ford Motor Co.—so far haven't changed those directives, with some saying they are watching current federal guidance to determine if and when they need to.</p><p>Adra Brown works for a technology startup whose Los Angeles office requires mask-wearing in common areas, and she cites her colleagues with young children as a reason she doesn't mind keeping a mask on at work.</p><p>\"The fact that vaccinations are now available for children over the age of 5 is helpful, though there are multiple people with newborns, with 1-year-olds, where that's not going to help,\" said the 39-year-old, who is vaccinated.</p><p>Spencer Bagley, a 35-year-old math professor in Salt Lake City says he's comfortable staying the course if it helps end the pandemic. \"The reason that cases are going down is because there is better adherence to the kinds of measures that suppress transmission,\" said Mr. Bagley, who is also vaccinated.</p><p>\"It's like, 'My car is slowing down—hooray, I'm going to let my foot off the brake!' That's some wild logic to me. Let's keep doing the thing that's working.\"</p><p>Mike Colias contributed to this article</p><p>Write to Ray A. Smith at ray.smith@wsj.com</p><p>The Rules on Face Masks at the Office Are Changing</p>",
  "published": "2021-11-07T10:30:00.000Z",
  "tags": [
    {
      "id": "US0970231058",
      "nexusId": "10030932",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 3932,
          "end": 3942
        }
      ]
    }
  ]
}