{
  "_id": "0fa5021ba37766d7a7348fe7ee1830f1466a81e627db5c4a271c2932aa6bb32e",
  "feed": "wall-street-journal",
  "title": "For Airbus and Boeing, Inflation in Airfreight May Also Prove Temporary; While financial markets expect today's profit bonanza in the shipping industry to fade, aviation executives are putting their faith in freighters",
  "text": "<p>To keep manufacturing rates high, plane makers are pinning their hopes on a lone pandemic bright spot: freighters. Airbus this month said it expects the freighter market to require 890 jets over the next 20 years, which is 40 more than it expected in 2019.</p><p>For the first time, the European plane maker is looking to compete head on in the market for extra-large freighters. Today, firms like FedEx and UPS tend to use Boeing's 777F and 747-8F jets to fly large goods across oceans. In Dubai, Airbus unveiled the cargo version of its A350, which received seven launch orders from Air Lease Corp. Boeing was rumored to launch a cargo variant of its coming 777X this week, but didn't.</p><p>Air cargo will rise to 36% of carriers' revenue this year, from 12% in 2019, the International Air Transport Association estimates. In September, the revenue generated by each pound transported by plane was 31% higher than a year earlier, data by WorldACD shows. Container shipping rates have also shot up as the global economy deals with supply bottlenecks.</p><p>Still, just as investors seem convinced that today's high inflation is temporary, they also view the cargo boom as a one-off. While shares in many of the world's largest shipping companies have risen more than twofold over the past year, this is less than the increase in their profits, implying lower expected earnings in the longer term. Two shipping companies, A.P. Moller Maersk and CMA CGM, have said they would launch air-cargo operations.</p><p>Unlike investors, aviation executives believe the tailwind for air cargo is here to stay. They have pledged to make it a central factor in their fleet and network decisions. Figures by Cirium show that conversions of passenger planes to freighters are expected to reach an all-time high of 140 in 2021, with new orders passing 330 and still coming.</p><p>But airfreight rates are up only because cargo capacity remains 9% below 2019 levels—an indirect result of airlines flying fewer passengers. Also, moving cargo by air used to be 12.5 times as expensive as using sea routes, but it was only three times costlier in September, according to IATA. So demand is strong partly due to lower prices relative to container shippers, as well as disruptions in ports. Meanwhile, U.S. official data show that services spending is still subdued because of the pandemic. Today's abnormal skew toward goods consumption seems set to ebb as social mingling continues to recover.</p><p>The big hope is that Covid-19 permanently shifts consumer habits toward e-commerce. But rising online sales did little to benefit airfreight before the pandemic, even with two-day delivery windows—specialist retailers like Amazon.com and Alibaba reaped all the rewards. The economics of air cargo will likely get harder once passenger-plane capacity returns, once again growing the amount of belly-hold space beyond industry needs.</p><p>This is a case in which markets may have rational expectations, or at least more than the likes of Airbus and Maersk.</p><p>Write to Jon Sindreu at jon.sindreu@wsj.com</p><p>For Airbus and Boeing, Inflation in Airfreight May Also Prove Temporary</p>",
  "published": "2021-11-19T14:17:00.000Z",
  "tags": [
    {
      "id": "US0970231058",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 3055,
          "end": 3061
        },
        {
          "start": 595,
          "end": 601
        },
        {
          "start": 15,
          "end": 21
        },
        {
          "start": 418,
          "end": 424
        }
      ],
      "nexusId": "10030932"
    }
  ]
}