{
  "_id": "687914839bcb0da1bc6ead5866585ab1cd72f17e3300335154c04345b972713e",
  "feed": "market-watch",
  "title": "Stock futures rise as earnings from Boeing, McDonald's and GM await",
  "text": "<p>Tensions between Washington and Beijing were also in focus after U.S. regulators banned China Telecom Corp. from operating in the U.S.</p><p>How are stock-index futures trading?</p><p>Dow Jones Industrial Average futures YM00 rose 0.1% to 35,697</p><p>S&amp;P 500 futures ES00 rose 0.1% to 4,569.71</p><p>Nasdaq-100 futures NQ00 edged up 0.2% to 15,569</p><p>On Tuesday, the Dow Jones Industrial Average DJIA rose 16 points, or 0.04%, to 35757, the S&amp;P 500 SPX increased 8 points, or 0.18%, to 4575, and the Nasdaq Composite COMP gained 9 points, or 0.06%, to 15236.</p><p>What's driving the market?</p><p>The Dow and S&amp;P 500 marked fresh records on Tuesday, as investors continue to push inflation and economic concerns to the side to focus on a mostly strong third-quarter reporting season.</p><p>“So far, nearly 30% of the S&amp;P 500 has reported earnings. Eighty percent of the companies that have issued quarterly updates have surpassed profits projections, while eighty percent have beaten sales forecasts. Strong performances have been critical in propelling the major indexes to new highs,” said Naeem Aslam, chief market analyst at AvaTrade, in a note to clients.</p><p>A heavy calendar is ahead for Wednesday, with Boeing BA, McDonald's MCD, Coca-Cola Co. KO and General Motors Co. GM among those scheduled to report results ahead of the market open. Ford Motor Co. F and eBay Inc. EBAY will report after the close.</p><p>A busy late session on Tuesday delivered results for several big tech companies, with Microsoft Corp. MSFT reporting quarterly earnings that shot over $20 billion for the first time. Shares rose over 2% in premarket trading.</p><p>Twitter Inc. TWTR shares rose nearly 2% in the premarket, after the microblogging social-media group added users, and reported a revenue rise. Google parent Alphabet GOOGL reported earnings that topped estimates amid resilient advertising sales. Its shares were slightly lower.</p><p>Read:Apple's ‘ad-mageddon' is affecting Snap, Facebook, Google and Twitter differently</p><p>Economic data on tap include durable and core capital goods orders, factory orders and trade in goods, all for September and due at 8:30 a.m. Eastern Time.</p><p>Oil prices were under pressure, with U.S. WBS.1 and Brent crude BRN00 futures down more than 1% each to $83.48 a barrel and $84.80 a barrel, respectively.</p><p>Elsewhere, Sino-U.S. tensions were in focus after the Federal Communications Commission gave China Telecom HK:728 60 days to leave the U.S. market. Regulators cited a potential national security threat from the company, such as the disruption of U.S. communications, amid rising tensions between the countries.</p><p>Which companies are in focus?</p><p>Shares of Robinhood Markets Inc.HOOD slid 10% in premarket trading, after the online trading platform reported a wider quarterly loss and lower-than-expected sales amid weak crypto-related revenue.</p><p>Shares of Texas Instruments Inc.TXN fell nearly 4%, after the chip maker's third-quarter results met Wall Street forecasts. It also noted “hot spots” of components shortages.</p><p>Visa Inc.V shares fell over 2% in premarket, after the credit-card company topped earnings expectations but disappointed some over its revenue outlook.</p>",
  "published": "2021-10-27T04:59:00.000Z",
  "tags": [
    {
      "id": "US0970231058",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 1164,
          "end": 1170
        },
        {
          "start": 36,
          "end": 42
        }
      ],
      "nexusId": "10030932"
    }
  ]
}