{
  "_id": "74562a71b4e8a64e7be8ee1ea27e0ffbe12fcf9f720ea62fa4342d45caace7c7",
  "feed": "wall-street-journal",
  "title": "U.S., EU Halt  Airbus-Boeing  Trade Dispute  ----  By Daniel Michaels, Andrew Restuccia and Doug Cameron",
  "text": "<p>   BRUSSELS -- The U.S. and the European Union agreed to suspend their trade dispute over government subsidies to Boeing Co. and Airbus SE, significantly easing trade tensions amid a broader effort to improve trans-Atlantic relations. </p><p>   The agreement would lift for five years tariffs that have been authorized by the World Trade Organization and had been temporarily suspended in March. </p><p>   \"We have resolved these disputes because we are putting away our litigation briefcases,\" U.S. Trade Representative Katherine Tai said Tuesday. The U.S. and EU are now focused on \"what is going to be best for competition between us in the context of a world where our industries and workers will be facing competition like we've never seen before,\" she said. </p><p>   The 17-year trade fight is the longest and most costly in the history of the WTO. U.S. importers have paid more than $1.1 billion of tariffs since the duties in the dispute took effect in 2019, according to data from U.S. Customs and Border Protection. </p><p>   Setting aside trans-Atlantic differences on the aviation dispute allows the allies to jointly focus on China. \"Instead of fighting with one of our closest allies, we are finally coming together against a common threat,\" Ms. Tai said. </p><p>   China is pursuing heavily subsidized efforts to develop large passenger jetliners. The country faces challenges catching up with Boeing and Airbus, but both companies are concerned that Chinese-made airliners would pose a big commercial threat to their large sales in the world's most populous country and others in Beijing's economic orbit. China currently accounts for a quarter of their aircraft deliveries. </p><p>   Separate tariffs the U.S. imposed on imported steel and aluminum under former President Donald Trump remain in place and will likely take longer to unwind, officials have said. </p><p>   Progress on aviation tariffs follows a recent preliminary agreement among members of the Group of Seven largest rich countries to overhaul international tax rules. </p><p>   The agreement includes details on how the EU and the U.S. will work together to push for a global level playing field for competition, which would likely include taking on large-scale subsidies provided by China for their aircraft sector. </p><p>   Ms. Tai said Tuesday's agreement will allow the two sides to start addressing these challenges after Brussels and Washington had \"been at each others' throats fighting\" for the past two decades over Boeing and Airbus. \"We have been too busy fighting each other to pay attention,\" she said. </p><p>   European Trade Commissioner Valdis Dombrovskis said the agreement details information sharing arrangements, coordination and exploring common approaches for outward and inward investment in the sector. </p><p>   Mr. Dombrovskis acknowledged the two sides still have a lot of work to do to come up with an agreed approach ensuring that neither the U.S. nor the EU unfairly helps its own aircraft manufacturers. </p><p>   He said in the coming months a working group will jointly define what kind of support can be given and in what ways. </p><p>   The deal comes at a crucial time for the plane makers, wrestling with the pandemic-driven downturn in air travel that has left many customers unwilling or unable to take new jets. </p><p>   Boeing is also deciding whether to launch a new jetliner, with much of the dispute linked to government loans, contracts and other support for clean-sheet aircraft. </p><p>   Spokesmen for Airbus and Boeing said their companies welcomed the settlement. </p><p>   Airbus said it would \"provide the basis to create a level-playing field which we have advocated for since the start of this dispute.\" Boeing said it would \"fully support the U.S. government's efforts to ensure that the principles in this understanding are respected.\" </p><p>   The U.S. and EU agreed in March to a four-month suspension of tariffs on aircraft and a range of other goods including wine and whiskey in an effort to hammer out a deal and improve strained bilateral ties. Ms. Tai said as part of Tuesday's deal, the U.S. maintained the ability to reimpose aviation tariffs should the EU violate terms of the agreement. </p><p>   The tariffs were imposed following twin cases at the WTO. The suspension reflects the easing of trade tensions between Washington and its trading partners following the aggressive trade policies of Mr. Trump, who contended that global trading partners had long been taking advantage of the U.S. </p><p>   The Airbus-Boeing dispute started in 2004 when the U.S. filed a complaint with the WTO, claiming the EU's subsidies for Airbus put Boeing at disadvantage. Under the Trump administration, the dispute turned into a tariff fight that snared food and beverage industries unrelated to aircraft manufacturing. Washington imposed tariffs on $7.5 billion worth of European wine and food items in late 2019. </p><p>   The EU hit back with levies on U.S. whiskey, nuts and tobacco valued at around $4.5 billion. The U.S. stepped up the sanctions on Dec. 31 with additional tariffs, placing virtually all wine imports from France and Germany under its 25% tariff. The duties had weighed on industries that were also struggling with a collapse of business during the pandemic, who lauded the deal to remove the tariffs. </p><p>   In the aircraft manufacturing industry, jetliner deliveries are well below pre-pandemic levels as cash-strapped airlines defer or cancel orders. However, some customers have said the tariffs -- and who pays them -- remain a constraint on the number of deliveries. </p><p>   --- </p><p>   Paul Hannon, Josh Zumbrun and Laurence Norman contributed to this article. </p><p></p>",
  "published": "2021-06-16T06:10:00.000Z",
  "tags": [
    {
      "id": "US0970231058",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 2418,
          "end": 2424
        },
        {
          "start": 3206,
          "end": 3212
        },
        {
          "start": 3396,
          "end": 3402
        },
        {
          "start": 3583,
          "end": 3589
        },
        {
          "start": 111,
          "end": 121
        },
        {
          "start": 4497,
          "end": 4503
        },
        {
          "start": 21,
          "end": 27
        },
        {
          "start": 1357,
          "end": 1363
        }
      ],
      "nexusId": "10030932"
    }
  ]
}