{
  "_id": "30057de614636e39e4f95635b74ed215cf3e8a0016012eefddabf476daaa3a34",
  "feed": "wall-street-journal",
  "title": "Nation's January Goal: Stay Open",
  "text": "<p>Still, the leaders at many of these organizations say they have learned much about the coronavirus and that with vaccines available, their goal is to find ways in 2022 to make life more normal. They realize the world won't quickly return to pre-Covid routines, but they also don't want a repeat of 2020 and 2021 -- when many businesses closed, offices were empty and schools went remote.</p><p>\"It really hit home to me how easy it is to unknowingly spread this horrible disease, and how easy it is to defend against it,\" Gary Kelly, the chief executive of Southwest Airlines Co., said in a message to staff on Monday. Days earlier he had disclosed testing positive for Covid, despite being triple vaccinated and testing negative when he traveled to testify before Congress.</p><p>\"If you're unvaccinated, you're just at risk,\" he said. \"If you're vaccinated with a booster, your risk is vastly reduced. Yes, I got the infection, but I had very mild symptoms.\"</p><p>How governments and especially local schools respond to the latest surge could upend plans set by business leaders. While parts of Europe have recently reimposed pandemic-related restrictions, U.S. officials say they have no plans to institute the types of school closures and business lockdowns that marked the first wave of the pandemic.</p><p>\"Are we going back to March 2020?\" President Biden said Tuesday in an address about the Omicron variant. \"That is what I keep getting asked. The answer is absolutely no.\"</p><p>Mr. Biden said more than 200 million Americans are vaccinated against Covid, providing protection from severe illness, and schools have learned that they don't need to shut because of Covid-19 cases.</p><p>How consumers behave will shape the next wave of the pandemic. About a third of the U.S. population isn't vaccinated, and there is general fatigue with social distancing and safety protocols, which could extend the Omicron surge. At the same time, Americans who stay home or curb their spending could damp the economic recovery.</p><p>Questions for offices</p><p>In recent days, executives at large companies have come to Neal Mills, chief medical officer at insurance broker and consulting firm Aon PLC, with questions about the Omicron variant and its impact on workplaces. Some employers asked whether they should curtail all business travel for January, or cancel client events or employee welcome-back gatherings planned for the new year.</p><p>\"Employers are having a difficult time envisioning a return to normal in January,\" said Dr. Mills. \"The question is: Do we scrap it all, or do we go with something far more flexible, instead of a mandatory everybody's coming back to work?\"</p><p>Dr. Mills has told clients that the latest surge in cases is expected to peak in the third week of January. Companies that have already mandated shots or have nearly 100% vaccinated employees will have the most predictable path, he said. A vaccinated workforce \"gives you a known in a sea of unknowns,\" he said.</p><p>Perceptions of remote work have shifted as the pandemic has gone on. It helped many companies power through the first waves and allowed white-collar workers to be productive from their homes. Now, many executives fear that the longer remote work lasts, the greater toll it can take on company culture, with new hires and existing staffers feeling disconnected without face-to-face interaction.</p><p>Many leaders said they are closely watching the fate of the Biden administration's vaccine mandates, which have been challenged in courts and could reach the Supreme Court next week. Several employers, including General Electric Co. and Boeing Co., recently said they wouldn't enforce mandates that were set to take effect Jan. 4.</p><p>Mattel Inc.'s pandemic task force watched as Covid cases climbed after Thanksgiving in places such as Los Angeles County and the U.K. and decided the company's reopening plans should wait. \"We are giving ourselves the month of January to come through the break, see what we learned, what case counts are and adjust accordingly,\" said Amy Thompson, Mattel's chief people officer.</p><p>The maker of Barbie dolls and Fisher-Price toys has a couple of hundred essential workers at its main offices in El Segundo, Calif. It has required all employees to be vaccinated at work, where they must wear masks and social distance.</p><p>The company plans to have a virtual presence at a toy expo in Nuremberg, Germany, in early February, but executives currently plan to attend a New York show later that month in person.</p><p>Highland Consulting Associates Inc., an investment consultant in Cleveland, is leaving it to employees to determine their comfort level with returning to the office as Covid cases rise. The 29-person firm went remote in March 2020, then shifted to a hybrid approach this summer.</p><p>Highland is likely to continue to operate virtually or with a hybrid arrangement well into the first quarter, said Richard Veres, the company's president. \"What we have tried to do is give people enough freedom and enough direction,\" while complying with federal, state and local guidance, he said.</p><p>\"We can work remotely. We've done it,\" Mr. Veres said. \"We feel, with some roles and responsibilities, we can be more effective together, but we have to respond to what makes sense in terms of health and safety.\"</p><p>Some companies say there is value in reopening offices in January, even if the pandemic drags on and some workers choose to work from home. The industrial real-estate company Prologis Inc. expects to broadly reopen its San Francisco headquarters on Jan. 10, but the company continues to monitor local conditions and government guidance and could still make changes to its approach.</p><p>\"My assumption has been that this thing is going to be with us in some shape or form for a while,\" said Hamid Moghadam, co-founder and chief executive at Prologis.</p><p>The company has worked to make its offices as safe as possible, Mr. Moghadam said, and Prologis requires vaccinations for employees and visitors using the headquarters space. Employees who don't feel comfortable working in person can make arrangements with their managers to keep doing their jobs remotely or on a hybrid basis, he said.</p><p>\"I personally think it's going to be with us four years from now, five years from now, but we're going to be talking about it in very different terms,\" Mr. Moghadam said.</p><p>Horizon Therapeutics PLC, a biotechnology company with U.S. headquarters in Deerfield, Ill., is considering requiring a booster shot for most of its roughly 1,800 workers, said human resources chief Irina Konstantinovsky.</p><p>Horizon executives have told employees they expect them to spend the majority of their work days in the office, and they haven't changed those expectations. \"The best innovations and the best work happen when we interact together,\" Ms. Konstantinovsky said.</p><p>Still, she expects to be in close touch with fellow executives to monitor the Omicron situation during the week between Christmas and New Year's, when Horizon offices are officially closed. \"We don't know where things are going to be a week from now,\" she said.</p><p>Many colleges and universities in December sent students home early to finish their studies or exams remotely. Now, schools are making plans to stay online through at least the middle of January and are preparing to enforce vaccine mandates. But schools are reluctant to close campuses for long stretches, since students were largely dissatisfied with virtual classes.</p><p>For younger students, school leaders said they have learned a lot about the dire consequences of holding classes remotely and will be reluctant to close large numbers of in-person classes.</p><p>\"We have evidence that when we've done that, we have hurt children, we have hurt their mental health, we've hurt their social and emotional well-being and we've hurt their academics in ways we are still trying to understand even today,\" said Pedro Martinez, chief executive officer of Chicago Public Schools, on Tuesday.</p><p>More districts have employed test-to-stay, which employs frequent testing to keep students in class and out of quarantine.</p><p>Less than half of the nation's 100 largest districts require some or all staff to be vaccinated, though more districts are starting to mandate vaccines for teachers.</p><p>Detroit's public school district this week mandated vaccination for all employees by Feb. 18. Currently, about 80% of employees are vaccinated, said district spokeswoman Chrystal Wilson. \"The district cannot consistently educate children with repeated disruption to teaching and learning,\" Ms. Wilson wrote in an email.</p><p>Scott Goldstein is executive director of an education nonprofit in Washington, and his wife works as a teacher, so neither of them is able to watch their two daughters for an entire day.</p><p>Mr. Goldstein said he would probably try to put his daughters, 3 and 5, into a learning pod with the neighbors' children. Last year, the families rotated which house held school and hired a caretaker to supervise the kids while they learned virtually.</p><p>Hotel business</p><p>\"I'm tired of the uncertainty. That's the biggest thing,\" said Sandeep Thakrar, president of Neema Hospitality Inc., which operates a dozen hotels in the mid-Atlantic region.</p><p>License this article from Dow Jones Reprint Service</p>",
  "published": "2021-12-23T00:00:00.000Z",
  "tags": [
    {
      "id": "US0970231058",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 3575,
          "end": 3585
        },
        {
          "start": 3575,
          "end": 3581
        }
      ],
      "nexusId": "10030932"
    }
  ]
}