{
  "_id": "0e089cefcd14a4c98858d18092d636e1b6ef6cdeb1bf900e2d66edc7bc5d5b1c",
  "feed": "wall-street-journal",
  "title": "Boeing  Discovers  Defect on  787 Jet  ----  By Andrew Tangel",
  "text": "<p>   A new production problem has surfaced with Boeing Co.'s 787 Dreamliner, likely further delaying deliveries of the popular wide-body jets, people familiar with the matter said. </p><p>   Boeing expects the newly discovered defect to take at least three weeks to address, according to some of these people. That means its customers may not get new Dreamliners for much of the traditionally busy summer travel season. </p><p>    Boeing halted handing over Dreamliners to airlines in late May, after federal air-safety regulators declined to approve the plane maker's proposed method of inspecting the jets for previously disclosed production defects. It was the second such pause in the past year. </p><p>   It wasn't immediately clear how the current delivery halt would affect Boeing's Dreamliner production, but one person familiar with the matter said the company is expected to slow down its previously disclosed monthly output of five planes as it addresses the quality issues. </p><p>   Boeing declined to comment. </p><p>   The Federal Aviation Administration said the newly discovered quality issue posed no immediate safety threat. While the agency will determine whether to require modifications to 787s already in service, the FAA said: \"Boeing has committed to fix these airplanes before resuming deliveries.\" </p><p>   The current Dreamliner delivery halt follows an earlier five-month delivery pause from last fall through this spring. That led to a pileup of around 100 planes by the end of April, many of which Boeing has hoped to deliver by year-end. </p><p>   The delivery pause has been another setback for the aerospace company, which has been grappling with various problems in its commercial, defense and space programs in recent years. It is also choking off an important source of cash as Boeing tries to overcome twin crises that resulted from two fatal crashes of its 737 MAX aircraft in late 2018 and early 2019 and the Covid-19 pandemic's hit to aircraft demand. </p><p>   The new problem surfaced on part of the aircraft known as the forward pressure bulkhead at the front of the plane, people familiar with the matter said. It involves the skin of the aircraft and is similar to a previously disclosed Dreamliner issue found elsewhere on the planes, one of these people said. It surfaced as part of the FAA's review of Boeing's quality checks on newly produced undelivered planes, this person said. </p><p>   The new problem hasn't raised any immediate safety concerns, but engineers at Boeing and the FAA are trying to understand the defect's potential to cause premature fatigue on a key part of the aircraft's structure, people familiar with the matter said. </p><p>   In late May, Boeing again halted Dreamliner deliveries after the FAA declined to approve the plane maker's proposed method using a mix of analysis and physical inspections to check newly produced Dreamliners for quality problems. The agency requested more data to back up Boeing's proposal. </p><p>   Before it halted Dreamliner deliveries more recently, the plane maker delivered a total of 12 Dreamliners this year as of late May, according to aviation data firm Ascend by Cirium. </p><p></p>",
  "published": "2021-07-13T06:10:00.000Z",
  "tags": [
    {
      "id": "US0970231058",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 2612,
          "end": 2618
        },
        {
          "start": 1196,
          "end": 1202
        },
        {
          "start": 1464,
          "end": 1470
        },
        {
          "start": 405,
          "end": 411
        },
        {
          "start": 950,
          "end": 956
        },
        {
          "start": 1740,
          "end": 1746
        },
        {
          "start": 43,
          "end": 53
        },
        {
          "start": 2424,
          "end": 2430
        },
        {
          "start": 745,
          "end": 751
        },
        {
          "start": 176,
          "end": 182
        },
        {
          "start": 2266,
          "end": 2272
        },
        {
          "start": 0,
          "end": 6
        },
        {
          "start": 2871,
          "end": 2877
        },
        {
          "start": 43,
          "end": 49
        }
      ],
      "nexusId": "10030932"
    }
  ]
}