{
  "_id": "f0089ede54d7d19b75497391bdd8be22c777e44588ab4a42a2f7b9d5a1ac72b1",
  "feed": "wall-street-journal",
  "title": "Giant Bond Issue  Snubs Major Banks  ----  By Anna Hirtenstein",
  "text": "<p>   The European Union excluded some of the world's largest banks from working on a huge new debt-issuance program, citing recent cases in which regulators punished them for forming cartels in the bond and currency markets. </p><p>   The banks include Barclays PLC, JPMorgan Chase &amp; Co., Nomura Holdings Inc., UniCredit SpA, Bank of America Corp., Citigroup Inc. and Credit Agricole SA, according to an EU official. </p><p>   The European Commission is assessing whether \"the primary dealers found guilty of breaching antitrust rules have taken necessary remedial measures to terminate these practices,\" according to an emailed statement. Pending the assessment's completion, these institutions \"won't be invited to tender for individual syndicated transactions,\" it said. </p><p>   Nomura, JPMorgan, Citigroup, Barclays, Bank of America and Credit Agricole declined to comment. Some of the banks couldn't be reached for comment. </p><p>   The EU was set Tuesday to begin issuing bonds to fund its fiscal spending plans to support member states' recovery from the pandemic. The program, the first major pan-European debt program, will eventually raise around 800 billion euros, equivalent to nearly $1 trillion, over five years. The first deal raised 20 billion euros from the sale of 10-year bonds at a yield of 0.086%. </p><p>   The move coincided with President Biden's visit to Brussels, the headquarters of the EU, where he is meeting with NATO and European leaders. Points of contention remain between Washington and Brussels, such as tariffs on imported steel and aluminum that remain in place from the Trump era. A dispute over subsidies to aircraft makers Boeing Co. and Airbus SE was resolved. </p><p>   \"This is a moment where the spotlight is on Europe. They took the opportunity to show their teeth,\" said Carsten Brzeski, chief economist for the eurozone at Dutch bank ING. </p><p>   The debt program is a landmark development in the bloc's financial management. Known as common bonds, they will be issued on behalf of all member countries. As part of the region's response to Covid-19, richer nations such as Germany and the Netherlands dropped previous resistance to backstopping debt that would fund spending in less well-off parts of the bloc. </p><p>   Commercial banks help governments issue bonds, marketing the debt to investors and advising on pricing details such as the interest rate. The banks collect a fee as payment. </p><p>    BNP Paribas SA, Intesa Sanpaolo SpA, DZ Bank, HSBC Holdings PLC and Morgan Stanley worked on Tuesday's EU bond deal as joint lead managers. Danske Bank A/S and Banco Santander SA acted as co-lead managers. </p><p>   The EU ban references four cases of cartels that were penalized in 2019 and 2021. Nomura and UniCredit were fined nearly 130 million euros and 69 million euros, respectively, in May for illegally colluding on trades in European government bonds. In April, Bank of America received a penalty of 12.6 million euros for coordinating prices for sovereign bonds denominated in dollars, while Credit Agricole was fined nearly 4 million euros. </p><p>   In 2019, the EU fined a group of banks including Barclays, JPMorgan and Citigroup 1.07 billion euros for manipulating the foreign-exchange market for 11 currencies including the euro, pound, yen, Swiss franc and U.S. dollar. This was done by exchanging sensitive information and trading plans through online chat rooms. </p><p>   Other banks were also involved in these cartels but haven't sought to work on the EU's bond deals. </p><p>   The funds raised on Tuesday will be used for grants and loans to EU member states to help their economies recover from the pandemic. </p><p>   The funding program is seen to have reduced the risk of fragmentation in the eurozone, analysts said. </p><p>   \"It's much harder to make the case to be anti-European,\" said Peter Schaffrik, a macro strategist at RBC Capital Markets. \"That underlying political risk has been dialed down, and I think it can come down further.\"That has helped narrow spreads between member states' borrowing costs in recent months. The difference between Italy's 10-year government-bond yield and Germany's has declined, for instance. It fell to 0.96 percentage point on Tuesday, compared with 1.83 points a year ago. </p><p>   Still, the EU has come under criticism for the size and timing of its major fiscal package. The 800 billion euro that it plans to disburse is dwarfed by the trillions of dollars already spent by the U.S. government during the pandemic. It also took about a year of negotiations for its 27 member states to agree on a spending plan and all to ratify it. </p><p>   The EU said it would issue as much as 80 billion euros of common bonds this year and several tens of billions of debt with shorter maturities through this program. Through 2026, it will tap the market for as much as 150 billion euros a year. </p><p>   \"If the European bond market has been missing something for the last 20 years, it's a proper EU bond,\" said Andrew Mulliner, a bonds portfolio manager at Janus Henderson. \"People have made do using various government bonds as proxies.\"He put in an order for the bonds. </p><p></p>",
  "published": "2021-06-16T06:10:00.000Z",
  "tags": [
    {
      "id": "US0970231058",
      "nexusId": "10030932",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 1611,
          "end": 1621
        }
      ]
    }
  ]
}