{
  "_id": "80bf990beb1baa55db655b5b5176ec81b81eac65da54445c199498e3f7d90b8d",
  "feed": "ftcomall",
  "title": "The new ‘venture capitalists' riding the unicorn boom",
  "text": "<p><strong>One scoop to start: </strong>China's internet regulator requested multiple changes to the mapping function of ride-hailing group Didi Chuxing's app before its US listing, fearing it could reveal sensitive government locations, insiders <a href=\"https://www.ft.com/content/dafbd0a2-106b-4dcc-a4c3-4ff77178bc33\">told the FT</a>.</p> <h2>Private capitalists are the new venture capitalists</h2> <p>Eight years ago,<strong> Aileen Lee</strong>, a venture capitalist at <strong>Cowboy Ventures</strong>, came up with a term to describe start-ups that reached the rarefied billion-dollar club: “unicorns”.</p> <p>According to Lee's data at the time, 39 start-ups had achieved billion-dollar valuations from either private or public investors since 2003, or about 0.07 per cent of all companies that received backing from venture capitalists.</p> <p>“Takeaway: it's really hard, and highly unlikely, to build or invest in a billion dollar company,” Lee wrote in a <strong>TechCrunch</strong> <a href=\"https://techcrunch.com/2013/11/02/welcome-to-the-unicorn-club/\">article</a>.</p> <p>How times have changed.</p> <p>In the second quarter alone, investors bestowed billion-dollar valuations on a record 136 start-ups globally, according to the data service <strong>CB Insights</strong>. That total topped the number for the whole of last year, DD's Miles Kruppa <a href=\"https://www.ft.com/content/ccfc6bbd-56b6-4cef-b89d-4f88ceb7b126\">reports</a>.</p> <p>DD thinks the term “unicorn” has outlived its purpose since more than two such companies are being created each business day.</p> <p>How? A new set of investors has gatecrashed <strong>Sand Hill Road</strong> — Silicon Valley's proverbial “Main Street”, home to many of the most illustrious venture capital firms — bestowing higher valuations on start-ups and allowing them to stay private for much longer.</p> <p>As the FT's Richard Waters <a href=\"https://www.ft.com/content/c743b54c-3d1a-4bd8-862e-bbb9c28c1541\">writes</a>, “a new private finance system has emerged from the old VC model, and a new and more diverse group of financiers has the whip hand over what has become an important engine for the future of business”.</p> <p>Take New York-based investment firm <strong>Tiger Global Management</strong>. Its humble beginnings as a hedge fund have made way for a private tech investing business that now commands <a href=\"https://www.ft.com/content/11834bc1-f9b3-43a8-b142-7e890d85a11e\">far more attention</a>, generating the most start-up investments of any firm in the second quarter.</p> <p>Tiger Global, which is attempting to raise a $10bn fund just months after burning through a $6.7bn vehicle, recently told investors it “strived to remain disciplined, passing on opportunities we deemed good in favour of executing on great ones”, according to a letter viewed by DD.</p> <p>Only time will tell if Tiger Global and kin post the performance numbers to justify the strategy.</p> <h2>The mega-deal drama that keeps dragging on</h2> <p><strong>Aon </strong>and <strong>Willis Towers Watson</strong> are edging closer to getting their mammoth merger approved by regulators in Brussels, but celebrations are likely to be muted as other events take shape across the Atlantic.</p> <p>It's just a matter of days or weeks before EU antitrust authorities give the green light to the <a href=\"https://www.ft.com/content/dafe0116-61f8-11ea-a6cd-df28cc3c6a68\">$30bn deal</a> struck by the two insurance brokers last year, according to two people with direct knowledge of the situation.&#xa0;</p> <p>To <a href=\"https://www.ft.com/content/0795a5be-1650-4aa1-adbc-ec44059053a0\">increase their odds</a> of European clearance, the companies agreed in May to sell $3.6bn worth of assets to rival <strong>Gallagher</strong>.</p> <p>But despite EU officials and legal advisers telling DD they're ready to let this merger go ahead, the deal has run into problems in another big market: the US.</p> <p>Even the brokers' offer to dispose of some of their US assets hasn't been enough to stop the<strong> Department of Justice</strong> from trying to derail the deal. <a href=\"https://www.ft.com/content/d03e1302-4091-4b11-a590-1c65358f0ab4\">It sued</a> last month to block the takeover, saying it would reduce competition and “likely lead to higher prices and less innovation, harming American businesses and their customers, employees, and retirees”.</p> <p>The merger, announced in March 2020, is now set to overshoot its already delayed target of completing in the third quarter of this year.&#xa0;</p> <p>In a courtroom tussle earlier this week, the two insurance brokers pushed for a September start to the antitrust litigation, while the government argued for January to give it more time to prepare.</p> <p>According to a transcript of the hearing, Aon's counsel said it was being asked to “pay the price” for the DoJ's delay in bringing the suit. The government's representative said it had taken the necessary time to consider the remedies proposed.&#xa0;&#xa0;</p> <p>Ultimately, they agreed on a November 18 kick-off, but the judge added that criminal trials relating to the storming of the US Capitol on January 6 could further postpone his availability.&#xa0;</p> <p>And this is why it matters: per the legal filings, Willis would have to agree to an extension beyond September, and it has the option to take a $1bn break fee if the deal falls through.&#xa0;</p> <p>There are some options left, such as proposing further disposals. However, winning in court might not be straightforward, and each delay brings more uncertainty.</p> <p>The alternative doesn't bear thinking about. “If we lose, we're in a world of hurt,” Aon's lawyer told the court.</p> <h2>Job moves</h2> <ul>  <li><p><a href=\"https://www.ft.com/content/e1f2760a-27a3-11e8-b27e-cc62a39d57a0\"><strong>Gina Haspel</strong></a>, former director of the <strong>CIA</strong>, has joined <strong>King &amp; Spalding </strong>as a senior adviser on its national security team, based in Washington, DC.&#xa0;</p></li> </ul> <ul>  <li><p><strong>Apoorva Mehta</strong> <a href=\"https://www.ft.com/content/72793eee-145a-4da9-bcf5-1b6f661cc9ac\">will be stepping</a> down as chief executive of grocery app <strong>Instacart</strong> to become executive chair of its board. He will be replaced by <strong>Facebook</strong> executive <strong>Fidji Simo</strong>, who joined Instacart's board in January.&#xa0;</p></li> </ul> <ul>  <li><p><a href=\"https://www.ft.com/content/6607a215-2825-4502-8a12-a6f88a8300e2\"><strong>Hakluyt</strong></a>, the London-based strategic advisory firm, has <a href=\"https://hakluytandco.com/nine-new-hakluyt-partners-elected/\">named</a> nine new partners.&#xa0;</p></li> </ul> <ul>  <li><p><strong>RBC Capital Markets </strong>has appointed <strong>Ayesha Patel</strong> as chief operating officer for its European division, based in London. She has worked at the bank since 2009.</p></li> </ul> <ul>  <li><p><strong>Justin Overdorff</strong> has joined <strong>Lightspeed Venture Partners </strong>as a partner focused on fintech investment. He was previously a business development executive at <a href=\"https://www.ft.com/content/6c4af8db-70a8-47fe-858a-a403ec2cc5f1\"><strong>Stripe</strong></a>.</p></li> </ul> <ul>  <li><p><strong>GitHub</strong> technology chief <strong>Jason Warner</strong> has joined venture capital firm <strong>Redpoint </strong>as a partner in its fourth growth fund, <a href=\"https://www.forbes.com/sites/alexkonrad/2021/07/08/github-cto-jason-warner-joins-redpoint-new-725-million-growth-fund/?sh=4578494730d1\">per Forbes</a>.</p></li> </ul> <ul>  <li><p><strong>White &amp; Case</strong> has hired <strong>Lawson Caisley</strong> as a commercial litigation partner in London. He joins from <strong>Allen &amp; Overy</strong>.</p></li> </ul> <ul>  <li><p><a href=\"https://www.ft.com/stream/2f8b02ec-5c5b-4cec-88f9-db8161537667\"><strong>Teneo</strong></a> has hired <strong>Patricia Heiberger </strong>as a managing director in the firm's Hong Kong office. She was previously regional managing editor of publications <strong>Mergermarket</strong> and <strong>Dealreporter</strong>.&#xa0;</p></li> </ul> <h2>Smart reads</h2> <p><strong>Jumping through hoops</strong> While the Clippers were making slam dunks, their billionaire owner Steve Ballmer was saving millions off his own (perfectly legal) tactics to score enormous tax breaks from the IRS. He's not the only one. (<a href=\"https://www.propublica.org/article/the-billionaire-playbook-how-sports-owners-use-their-teams-to-avoid-millions-in-taxes\">ProPublica</a>)</p> <p><strong>Fasten your seatbelts</strong> An unexpected challenger has invaded the airspace dominated by Europe's Airbus and US rival Boeing: China's Comac C919. The state-backed group has deeper pockets, stronger political ties and less deadly accidents to boot. (<a href=\"https://www.ft.com/content/09024b14-6829-4e4e-84a9-3310afc5151b\">FT</a>)</p> <p><strong>Facebook fallout</strong> The attack on the US Capitol was the latest event to gnaw at the previously ultra-tight relationship between Mark Zuckerberg and his chief lieutenant Sheryl Sandberg, amid criticism that the tech platform played a role in sowing violence and disinformation. (<a href=\"https://www.nytimes.com/2021/07/08/business/mark-zuckerberg-sheryl-sandberg-facebook.html\">NYT</a>)</p> <h2>News round-up</h2> <p><a href=\"https://www.ft.com/content/2ff5b33a-3088-4920-9044-1adbed6d1cd0\">Former Barclays boss Bob Diamond looks to take crypto company Circle public</a> (FT + <a href=\"https://www.ft.com/content/bf17fc53-6668-43ab-9b7e-f3114aefed42\">Lex</a>)</p> <p><a href=\"https://www.ft.com/content/d8381383-a418-4db3-a38a-90fe10ecab17\">India's Zomato launches $1.25bn IPO to capitalise on order demand surge</a> (FT)</p> <p><a href=\"https://www.ft.com/content/6cb0f4ed-f654-4b2f-b777-18ce84b22d0e\">James and Kathryn Murdoch back $250m BlackRock climate fundraising</a> (FT)</p> <p><a href=\"https://www.ft.com/content/07cddef1-87d5-4296-b858-e8a9de2d6eb7\">Natixis/BPCE: au revoir, not adieu from funds giant</a> (Lex)&#xa0;</p> <p><a href=\"https://www.ft.com/content/86893eea-ed4c-4407-966a-7a03757d9559\">Stellantis to invest more than €30bn in electric vehicles</a> (FT)</p> <p><a href=\"https://www.ft.com/content/3c612769-f495-4ade-b375-21ae35f93d0a\">Kering buys high-end Danish eyewear brand Lindberg</a> (FT)</p> <p><a href=\"https://www.ft.com/content/5796c022-5b39-4a50-9073-d3253bb1b0c0\">BuzzFeed founder pledges ‘financial rigour' in digital media roll-up</a> (FT)</p> <p><a href=\"https://www.bloomberg.com/news/articles/2021-07-08/volvo-backed-polestar-said-in-gores-guggenheim-spac-merger-talks?sref=OziMsGoK\">Volvo-Backed Polestar is in Spac merger talks with Gores Guggenheim</a> (BBG)</p> <p><a href=\"https://asia.nikkei.com/Business/Markets/IPO/Alibaba-backed-LinkDoc-suspends-US-IPO-as-Didi-fallout-spreads\">Alibaba-backed LinkDoc suspends US IPO as Didi fallout spreads</a> (Reuters)</p><p>Source:  2021 'The new ‘venture capitalists' riding the unicorn boom' FT.com 9 July. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-07-09T04:00:39.951Z",
  "tags": [
    {
      "id": "US0970231058",
      "nexusId": "10030932",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 6242,
          "end": 6248
        }
      ]
    }
  ]
}