{
  "_id": "bbea2a69c576dbc845e9ce0ad8bfce0ac2aae4598fedf492468b39f81698c413",
  "feed": "ftcomall",
  "title": "Tui expects boom in foreign summer holidays",
  "text": "<p>Tui, Europe's largest tour operator, predicted a boom in foreign summer holidays this year and expected to be profitable again by September despite continuing lockdowns across Europe.</p> <p>The Anglo-German group, which reported a €1.5bn pre-tax loss for the six months to March on Wednesday, said bookings for summer were still 69 per cent below the same point in 2019, but that a pick-up in demand had been “clearly evident” in recent weeks.</p> <p>“The prospects for early summer 2021 make me optimistic for tourism and for Tui. They are significantly better than in the first pandemic year, 2020,” said Fritz Joussen, Tui's chief executive.</p> <p>Significant increases in bookings by Germans and Belgians in the past five weeks have been offset by cancellations and deferrals of bookings by Tui's British customers after the UK government said it would <a href=\"https://www.ft.com/content/f50df433-60c1-4257-b6db-95e8690d6a82\">reopen travel</a> from May 17 but to only 12 countries, several of which are not open to international travellers at the moment.</p> <p>The total number of bookings declined from 2.8m in February to 2.6m. But Tui said the average price of bookings was up 22 per cent compared with 2019 as customers took advantage of lower prices to trade up to five-star hotels and book longer holidays.</p> <p>Joussen said British customers were at risk of losing out to European customers on “the best seats to the best places” unless the UK government relaxed its cautious stance on travel.</p> <p>After the UK government deemed Portugal as one of the safe destinations, Tui was forced to swap its scheduled Boeing 737 planes for larger Dreamliners to cater for the demand, he noted.</p> <p>Consumer confidence across the continent has been boosted by the progress of Europe's vaccination rollout after a faltering start, and declining levels of infection. Incident rates in popular holiday destinations such as the Greek islands and Portugal have been below 30 per 100,000 cases during the past week.</p> <p>Tui added that a significant number of new bookings were for all-inclusive package holidays because they were perceived as a safer option, contributing to the price increases.</p> <p>“We will be cash-neutral very soon and we will make profits in Q4,” said Joussen, referring to the final quarter of the company's financial year, which ends in September. But, he added, it was “possible” Tui would need to do an equity raise in order to pay down the billions of euros of debt it had accumulated during the pandemic.</p> <p>Tui has received three tranches of state-backed loans from the German government totalling more than €4bn and last month issued a €400m bond. Net debt was €6.8bn at the end of March.</p> <p>James Ainley, an analyst at Citi, estimated that the tour operator would need to raise at least €2bn to restore its balance sheet.</p> <p>Tui reported an 89 per cent drop in revenues to €716m in the first half of its financial year, compared with the same period in 2020, which was largely unaffected by the pandemic. Pre-tax losses came to €1.5bn, compared with a €849m loss in 2020. </p> <a href=\"http://www.ft.com/cms/249a2ab9-d5ac-409d-8adf-6b03553d342e.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a><p>Source: Alice Hancock 2021 'Tui expects boom in foreign summer holidays' FT.com 12 May. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-05-12T07:01:19.950Z",
  "tags": [
    {
      "id": "US0970231058",
      "nexusId": "10030932",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 1508,
          "end": 1514
        }
      ]
    }
  ]
}