{
  "_id": "23fe4aa128a8477e1a951bca54810d7265e165e5251ad923988781416853a20a",
  "feed": "ftcomall",
  "title": "Airbus chief sets risky course with management reshuffle",
  "text": "<p>Jean-Luc Lagardère, the French industrialist who helped found Europe's aerospace champion Airbus, used to liken his executives to racehorses. Highly intelligent and competitive, they performed best when given their heads — as long as he held the reins.</p> <p>There were pros and cons to this management style. After his death in 2003, bitter feuding nearly paralysed the company, then known as EADS. Worse, by 2016 Airbus was being investigated for corruption going back to 2008. It ended up <a href=\"https://www.ft.com/content/f7a01a60-442b-11ea-abea-0c7a29cd66fe\">paying</a> €3.6bn in penalties in France, the UK and US.&#xa0;&#xa0;</p> <p>On the other hand, Airbus is now the world's biggest commercial aircraft manufacturer by deliveries. It has outshone rival Boeing in the single-aisle segment and not just because the US manufacturer committed <a href=\"https://www.ft.com/content/63e8d2b6-4d23-44d8-91a0-db5b720f2a64\">deadly errors</a> with its 737 Max programme.</p> <p>Much of Airbus's success over the past 20 years can be put down to a combination of talented, charismatic and ambitious executives who inspired teams that, for political reasons, were scattered across France, Germany, Spain and the UK.&#xa0;</p> <p>Which is why an <a href=\"https://www.airbus.com/newsroom/press-releases/en/2021/04/Airbus-announces-changes-to-the-executive-committee.html\">executive reshuffle</a> last week has several insiders worried as Airbus places big bets on new technologies such as hydrogen-powered aircraft in the wake of the Covid-19 crisis.&#xa0;</p> <p>The question preoccupying some inside the business is whether under Guillaume Faury, chief executive since 2019, there is less room for strong-minded executives willing to challenge the boss.</p> <p>“We now have an executive committee better suited to executing than challenging,” said one insider, whose views were echoed by several others.</p> <p>In particular, the <a href=\"https://www.bloomberg.com/news/articles/2021-04-12/airbus-changes-top-team-with-exits-of-technology-defense-chiefs?sref=I6fiQe5H\">departure </a>of Grazia Vittadini, a near 20-year veteran of Airbus, as chief technology officer has sent <a href=\"https://www.linkedin.com/in/grazia-vittadini-bb3668a7/detail/recent-activity/\">shock</a>waves around the company.&#xa0;</p> <p>Vittadini was a rarity in the aerospace world — a senior female engineer, a pilot, and charismatic leader of her teams. The <a href=\"https://www.linkedin.com/in/grazia-vittadini-bb3668a7/detail/recent-activity/\">outpouring </a>of regret both from insiders and peers — including <a href=\"https://www.linkedin.com/in/grazia-vittadini-bb3668a7/detail/recent-activity/\">from</a> rival Boeing — is testament to the impact she has made since becoming CTO in 2018.&#xa0;</p> <p>There were tensions between Vittadini and the engineering division under Jean-Brice Dumont, a close associate of Faury. There also appear to have been tensions over Vittadini's star status in the media.</p> <p>But what is puzzling is that, at a time when companies are seeking greater diversity, Faury could find no other role for her. Faury has merged the CTO and engineering jobs — a common practice in other companies — and appointed another woman, Sabine Klauke, to the role. But that still leaves just two women on the executive committee.&#xa0;</p> <p>Those close to the situation say Vittadini's role was merged with engineering to improve collaboration. Neither Vittadini nor Airbus would comment.&#xa0;</p> <p>But people who worked with Vittadini say she was collaborative, if vocal. “She is someone who would take things on. She is passionate about all kinds of aviation,” says one colleague. “She didn't toe the company line but she was loyal.”</p> <p>In fact, there are those who worry that the reshuffle centralises even more decision-making on Faury himself. Well known for his capacity for hard work, Faury involves himself in the minutiae of the units, according to several insiders. This has on occasion caused issues with other directors appointed by his predecessor, Tom Enders. Dirk Hoke, the head of defence and space who has long had ambitions to run his own show, is also quitting this summer.</p> <p>The concerns have been amplified by Faury's appointment last week of Alberto Gutiérrez, outgoing head of military aircraft in Spain, as chief operating officer.&#xa0;Internally, Gutiérrez is regarded as a safe pair of hands. But there are questions over whether he has the right skills. He has spent his career in defence and Spain's record on programmes such as the A400M transport aircraft<a href=\"https://www.ft.com/content/68da7c1e-4de8-11ea-95a0-43d18ec715f5\"> has been patchy</a>, although the troubles predate Gutiérrez.</p> <p>The conclusions from the reshuffle are two-fold: first, that Gutiérrez's appointment is a political move to satisfy the Spanish government, which shares funding of a new European fighter aircraft.&#xa0;</p> <p>The second is that the company's culture is changing significantly. Faury and his small inner circle have centralised decision making, and there are fewer inclined to speak out. The former helicopter test pilot is smart and capable, and so far has not put a foot wrong. As chief executive he has to lead. But, like anyone, he will have only so much bandwidth. As long as Airbus delivers, Faury will get the credit. But at the first sign of trouble, he also has to be ready to take the blame.</p> <p><em>peggy.hollinger@ft.com</em></p><p>Source: Peggy Hollinger 2021 'Airbus chief sets risky course with management reshuffle' FT.com 21 April. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-04-21T04:00:55.377Z",
  "tags": [
    {
      "id": "US0970231058",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 1906,
          "end": 1912
        },
        {
          "start": 664,
          "end": 670
        }
      ],
      "nexusId": "10030932"
    }
  ]
}