{
  "_id": "d442eb25397b57ca5cbf11feed92951b2456c256c2ef999dfca02718b40f1315",
  "feed": "ftcomall",
  "title": "City Bulletin: Entain's CEO quits after just six months",
  "text": "<p><strong>Entain</strong>&#xa0;may yet end up bought by MGM Resorts but its chief executive is not hanging around to find out, with Shay Segev quitting the bookmaker after just six months in the job.</p> <p>The Ladbrokes Coral owner, which earlier this month said it had rejected takeover offers from casino group MGM, said Mr Segev will join DAZN, a privately owned global sports streaming platform. Barry Gibson, chairman of Entain, said: “We are sorry that Shay has decided to leave us but recognise that we cannot match the rewards that he has been promised.”</p> <p>Mr Segev's exit comes as Barry Diller has <a href=\"https://www.ft.com/content/7fc84e9a-d3f3-404f-9e69-551f142ed8a1\">expressed doubt</a> that MGM's attempt to take over Entain will succeed. The billionaire&#xa0;chairman of IAC, MGM's largest shareholder, told the FT he was “sceptical” about whether the deal would happen. IAC said on Friday that it would invest an additional $1bn in MGM to fund a cash alternative for Entain shareholders unwilling to accept shares as part of MGM's £8bn all-stock proposal.</p> <h2>Briefly</h2> <p><strong>JD Sports</strong> said full-year earnings will be “will be significantly ahead of the current market expectations” after trading remained “robust” through November and December. Group headline profit before tax for the year to January 30 will be at least £400m versus a £295m consensus forecast, the retailer said. The company added that owing to lockdown uncertainties its best guess for 2022 would be that earnings will be 5 to 10 per cent ahead of the current year.</p> <p><strong>Signature Aviation</strong> said it has agreed a takeover offer from Global Infrastructure Partners that values the flight services group at $4.63bn. The latest offer comes amid a bidding war for the company over the past month between GIP, Carlyle and Blackstone, which working with Signature shareholder Cascade on a joint offer. GIP's agreed offer is at a 51 per cent premium to Signature's price before the auction began.</p> <p>Shoe maker <strong>Dr Marten</strong> has set out <a href=\"https://www.ft.com/content/175572ec-7740-46c9-8f20-fbe738ceb77c\">plans to float</a> on the premium segment of the London Stock Exchange. The group, which is controlled by private equity house Permira, said its float would be a secondary selldown of existing ordinary shares with no primary element to the offer.</p> <p><strong>Smith+Nephew</strong>, the orthopaedic&#xa0;device maker, said it expects a fourth quarter underlying&#xa0;revenue decline of approximately 7 per cent. Increased rates of Covid-19 infection from mid-October onwards, particularly in the US and Europe, meant more procedures were postponed following the reintroduction of restrictions, S&amp;N said. Full year underlying revenue is expected to have declined approximately 12 per cent and trading profit margin will be substantially down year-on-year, S&amp;N cautioned.</p> <p><strong>British Land</strong> said in an operating update that it had collected 71 per cent of rent due for the December quarter by January 7. </p> <p><strong>EasyJet</strong> said it had agreed a new £1.4bn five year loan under the UK government's Export Development Guarantee scheme to strengthen liquidity. Restrictive covenants attached to the state aid “are compatible with easyJet's existing dividend policy,” easyJet said.</p> <p><strong>Unite</strong>, the student accommodation landlord, said in response to UK lockdown rules that it would offer students a 50 per cent discount on their rent and a four-week complimentary extension of their tenancy agreement at the end of the academic year. The loss of rental income will cost Unite £8m in earnings.</p> <h2>Beyond the Square Mile&#xa0;</h2> <p>A strong end to 2020 has paved the way for <strong>America's top banks</strong> to buy back more than $10bn of their shares in the first quarter, as the loan losses of the pandemic year recede and capital markets fire on all cylinders. JPMorgan Chase, which reports fourth-quarter earnings on Friday, is expected to lead the way with buybacks, spending about $3.2bn on its own shares by the end of March, based on analysts' forecasts <a href=\"https://www.ft.com/content/c2b155a3-8901-4011-be32-fde3f4bad740\">compiled by the FT</a>. Bank stocks, stuck in investors' doghouse for years, <a href=\"https://www.ft.com/content/532976e5-0d47-4390-8f55-cf34801f4509\">are back in favour</a>.</p> <p>The pressures of the pandemic are driving more <strong>Airbnb </strong>hosts to lure users into <a href=\"https://www.ft.com/content/fc1376d9-bba7-4ba0-bf9c-d2a1d6af1e3c\">booking their properties privately</a>, further straining the already fraught relationship between the company and some of its larger hosts. The shift comes as hosts have been badly burnt by the pandemic, in particular by being forced to provide full refunds for cancelled stays.</p> <p><strong>Indonesian authorities</strong> are <a href=\"https://www.ft.com/content/1cbabc36-3095-443b-9ec9-be50e26e93ba\">continuing the search for wreckage</a> of a Boeing 737-500 passenger jet carrying 62 people that plunged sharply, then crashed into the sea shortly after taking off in Jakarta on Saturday afternoon. The aircraft, which was 26 years old, did not send a distress signal, air marshal Bagus Puruhito, the head of Indonesia's national search and rescue agency told local media.&#xa0;</p> <h2>Essential comment before you go</h2> <p><strong>Gavyn Davies</strong> The crypto world is currently in a&#xa0;frenzy&#xa0;of short-term speculation and if investors continue to buy into the dubious narrative that private currencies are “safer” than those controlled by central banks, they could <a href=\"https://www.ft.com/content/625fbd5a-d90c-434f-998d-5e0eeb4c0f71\">rise much further</a> in market value in coming years.</p> <p><strong>Patrick Jenkins</strong> The slump in London's equities trading volumes last week was expected by markets experts but still led to whispers of shock in Westminster, <a href=\"https://www.ft.com/content/d8b906cb-2747-48d1-99e6-4720c573e08a\">according to senior financiers</a>. What really matters, says the FT's deputy editor, is whether this is the thin end of the wedge.</p> <p><strong>Thanks for reading. Feel free to forward this email to friends and colleagues, who can </strong><a href=\"https://ep.ft.com/pages/newsletters/56b37b064a113e030070f833/subscribe/success\"><strong>sign-up</strong></a><strong> here.&#xa0;</strong></p><p>Source: Bryce Elder 2021 'City Bulletin: Entain's CEO quits after just six months' FT.com 11 January. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-01-11T08:07:04.339Z",
  "tags": [
    {
      "id": "US0970231058",
      "nexusId": "10030932",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 4260,
          "end": 4266
        }
      ]
    }
  ]
}