{
  "_id": "4fc3e270be1681b8f03db66608c1bb4a60348c6121f903bc69833415acd142cd",
  "feed": "economist-newspaper",
  "title": "Private space stations: Placing perches in the sky",
  "text": "<p>Private-enterprise missions to orbit are not new. Mr Bezos's rival Elon Musk, for example, has been offering them, via his rocketry firm SpaceX, for several years. But these two projects, if they succeed, will be on a far grander scale. Eye-catching though they are, however, they are not alone. Several other firms, egged on in some cases by NASA, that country's space agency, have similar ideas. The firms' owners hope to make money. NASA hopes to save America's amour propre. And, acting together, these motives seem likely, some time this decade, to result in the first real settlement of outer space by private enterprise.</p><p>The men in the high castles</p><p>The underlying reason for all this activity is the imminent death of the International Space Station (ISS). This intergovernmental but American-dominated effort, the first elements of which were launched in 1998, was designed to last about 15 years, so is already past its sell-by date. Cracks and air leaks have multiplied. And, on September 9th, the smell of smouldering plastic wafted through it, though no open flames broke out.</p><p>NASA believes that, with upgrades, the ISS can limp on until 2028, or perhaps a bit longer. But either way, it will not be long until thrusters on the most expensive object ever made push the whole caboodle to fiery doom over the Pacific Ocean. No other intergovernmental habitat will supersede it. But NASA is encouraging commercial replacements instead.</p><p>The agency's plan is to pay the firms behind these replacements for services rendered, such as hosting astronauts or conducting research in the microgravity that the perpetual freefall of orbit offers. That, says Phil McAlister, a senior space-flight official at the agency, may save NASA as much as $1.5bn a year. But Mr McAlister also claims that commercial opportunities in orbit are now so abundant that industry should be able to support much of the cost of private space stations, even without government contracts.</p><p>NASA calls its side of this enterprise the Commercial Low-Earth-Orbit Destinations (CLD) project. Last year it awarded $140m to Axiom Space, a firm in Houston that is already manufacturing such a station. It will soon hand out a further $400m to two, three or possibly four of a dozen other firms which hope to enter the market. Officials at the agency are privately thrilled with the unexpectedly high number of bids they have received for a share of this money. But they are not commenting publicly about the competition until the winners are announced later this year.</p><p>Of Axiom's project, the first module will, if all goes to plan, be launched in September 2024 and will dock at one of the ISS's two ports. It will be joined, six and 12 months later, by a second and a third module. After a fourth and final module, equipped to generate extra solar power, arrives in 2027, Axiom Station, as the whole assembly will be known, will detach and become a \"free flyer\" with nearly double the usable volume of the ISS.</p><p>The cost of doing all this will be about $3bn, says Matt Ondler, Axiom's top technologist. Though no trifle, that is but a small fraction of what the ISS has cost. Every year, NASA spends roughly $3.5bn merely to maintain and operate the station. And that covers only about three-quarters of the cost of doing so. The rest is provided by Canada, Japan, Russia and participating European countries.</p><p>Axiom's lower budget is partly explained by elimination of the waste common in government spending. But the firm is also harnessing lessons from the ISS to cut costs for things that range from blocking radiation, via recycling urine to recovering water from rubbish. Beyond that, much kit is cheaper and better now than when the ISS was designed in the 1990s. Today's solar panels generate, kilo for kilo, six times more power. And lots of the components developed for smartphones and cars will be used in Axiom Station. Mr Ondler reckons it will cost, per unit of capability, about a hundredth of the bill for the ISS.</p><p>Axiom's competitors, for their part, have kept quiet about their stations' expected costs, but all the firms envisage a range of ways to make money. Hosting astronauts, tourists and even marketing campaigns will be one source of revenue. Servicing and refuelling satellites could be another. Many people also believe there will be demand for pharmaceutical and biotechnological work in microgravity, including the 3D-printing of human organs for transplantation and the development of stem-cell therapies.</p><p>On Earth, gravity means that cells printed onto scaffolds intended to create structures that are the same shape as natural organs have to be suspended in a viscous gel, to stop them dripping off the scaffold. This means high pressure is required to force them through the nozzle of the printer that sprays them onto the scaffold, a process that damages a fair number of those cells. In orbit, though, nothing drips, so the gel is no longer needed. Cell cultures, meanwhile, benefit from microgravity because their components remain in suspension in their nutrient fluids, rather than tending to settle out, as happens in Earthbound fermentation tanks.</p><p>The firms also plan to host microgravity manufacturing. Axiom, for example, says one of its potential customers thinks it can produce better eyesight-restoring retinal implants in space than on Earth. Other firms with which it is in talks hope to harness freefall to make purer fibre optics for lasers and, more challengingly, to forge stronger alloys for things like jet turbines.</p><p>At first blush, all this sounds a bit like sci-fi. But the technology to achieve it exists. For one thing, robots operating in freefall can achieve extraordinary precision. As Christian Maender, head of \"in-space\" manufacturing at Axiom, puts it, \"they need not fight the weight of their own systems\". Launch costs have fallen sharply too, especially since NASA gave privatisation a shot in the arm by ending its staggeringly expensive Space Shuttle programme in 2011. Mr Maender reckons the next decade will see them halved again. Investors, for their part, are enthused. Axiom says it has had to turn some away.</p><p>Who knows if the Moon's a balloon?</p><p>Part of Blue Origin's Orbital Reef is to be provided by Sierra Space, a division of an aerospace firm called Sierra Nevada Corporation which already had a separate project to make a space station out of big, inflatable bladders. Once ejected into space from a rocket's fairing, such a bladder will expand into a habitat 11 metres long and with a diameter of eight metres, somewhat resembling a cylindrical paper lantern.</p><p>To stop its modules being punctured by bits of high-velocity orbiting debris and cosmic dust, Sierra has designed shielding that incorporates layers of Kevlar and Vectran--fabrics used in things like bulletproof jackets and the airbags that cushion the fall of spacecraft dropped onto Mars. The outer layers will break up these incoming objects. The smaller, and therefore less energetic, fragments that result will then be stopped by the underlying layers.</p><p>Sierra's modules will be fitted out, by astronaut handymen and women, with a rigid internal structure that incorporates avionics and control interfaces. Crew quarters, galley, toilet and facilities for research, manufacturing and satellite-servicing can be installed as required (see picture below, of a ground-based mock-up). Connected together, three of these modules will provide nearly as much pressurised volume as does the ISS.</p><p>The ISS, however, took about 40 launches to assemble. Sierra reckons it can loft and equip three modules with just eight or nine launches. The firm plans to shuttle goods and crew between Earth and its orbital facilities using a spaceplane called Dream Chaser that it is developing. (Orbital Reef is to be supplied by Boeing's Starliner capsule, but Dream Chaser might pitch in for that job, too.) Dream Chaser will be able to land on any long airport runway. That, Sierra hopes, will provide a competitive edge for the manufacture of fragile, urgently needed goods, not to mention providing a comfortable and convenient ride for rich space tourists.</p><p>Sierra's plan is for Dream Chaser to make its much-delayed maiden flight next year, and to have its station operating in 2027, so that its \"anchor\" tenant, NASA, can move in before the ISS's demise. Others, it hopes, will follow. Earlier this year, for example, the firm said it was working with Redwire Space, a company that is also part of the Orbital Reef project, and which has been using the ISS to test processes intended to manufacture speciality ceramics, crystals and fibre optics.</p><p>The second phase of NASA's CLD plan is to award, in about 2025, big contracts for specific orbital services. The agency hopes that by the middle of the decade at least two companies will be far enough along to secure such contracts, and to begin offering services in orbit shortly thereafter. When the time comes to abandon the ISS, the agency is keen not to be left in the lurch with no human-suitable habitat in orbit around Earth. Experts caution, though, that the ageing space station might not make it to 2028. Some Russian officials, noting spreading cracks and other signs of senescence, have proposed that their country jump ship by 2025.</p><p>It could, therefore, get dicey. If no American firm is operating a space station by the time the ISS is abandoned, America's leadership in space may suffer. To make matters worse from an American point of view, China's new and expanding space station, Tiangong, could become fully operational next year. Todd Harrison, a space and defence expert at CSIS, an American think-tank, says China's goal of signing up international partners for Tiangong involves \"actively courting\" America's European allies. Were America to find itself bereft of a space station, Britain, France or Germany might, he reckons, join Tiangong.</p><p>That seems a stretch, diplomatically speaking, especially given other collaborations between NASA and Europe's spacefaring powers. But even the raising of such ideas shows that times are changing. Prognosticators would, however, be wise to factor in the ambition and ingenuity of America's aerospace industry. For an inkling of what might be achieved consider Nanoracks, a company based near Houston that is one of Lockheed Martin's Starlab partners. In addition to Starlab, Nanoracks is at work on a completely different type of space station that is both more basic and more technologically challenging. This involves converting, in orbit, discarded rocket stages into stations it calls outposts.</p><p>The lathes of heaven</p><p>The idea of converting rocket stages harks back to Skylab, America's first space station, which was built, on the ground, out of the third stage of a surplus Saturn V rocket. In this case, though, the conversion will be of the upper stage of one of SpaceX's Falcon 9s, or a similar rocket, and will be done in space by a small robot affixed to the stage in question.</p><p>After the stage achieves orbit, the robot will cut metal and assemble parts to create a docking port, windows and other fixtures. When Jeffrey Manber, Nanoracks' boss, pitched the idea a half decade ago, he says, \"my company laughed at me\". NASA, however, was intrigued. The agency paid for a study on the feasibility of using a robot to convert the upper stage of an Atlas V. The results were promising.</p><p>NASA has therefore coughed up more than $12m for a test aloft, planned for January. If all goes well, a robot will soften a sample of metal in orbit by generating frictional heat with a spinning tool, and will then cut that metal without, it is hoped, creating scraps that could become projectiles dangerous to other satellites. This has never yet been done in space. A camera will capture the action, which, for extra safety, will take place inside a containment vessel. A welding test will be launched later, says Robbie Harris, Nanoracks' head of technology for outposts.</p><p>If Mr Manber's proposal works, building private space stations could become (at least by the standards of space flight) cheap indeed. And the cheaper those stations get, the more uses they may be put to. Orbiting greenhouses intended to develop hardy crops are one idea. Biopharmaceutical laboratories are another. A third, for the truly adventurous, is honeymoon hotels in space. How that will work out in practice remains to be seen. The accommodation will be cramped, for sure, and the champagne may have an unnerving tendency to float out of its glasses. But there is no question that, viewed from out of the porthole at least, the Earth will be moving.</p>",
  "published": "2021-10-30T00:00:00.000Z",
  "tags": [
    {
      "id": "US0970231058",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 7821,
          "end": 7827
        }
      ],
      "nexusId": "10030932"
    }
  ]
}