{
  "_id": "e3c096bf2a995802896209eca00ad6e1b36a37f9a4df0387ed3e8668de5e0d18",
  "feed": "wall-street-journal",
  "title": "Tuesday's Markets:  Indexes Pare Gains as Data  Show Pressure on Factories  ----  By Joe Wallace and Caitlin McCabe",
  "text": "<p>   Major stock indexes finished the session roughly flat after fresh data showed that U.S. manufacturing activity, while expanding, continues to be affected by rising commodities prices, materials shortages and difficulties in the labor market. </p><p>   Stocks climbed after the opening bell to kick off June but later pulled back and gave up their early gains. The S&amp;P 500 ultimately lost 2.07 points, or less than 0.1%, to finish at 4202.04, while the technology-focused Nasdaq Composite fell 12.26 points, or 0.1%, to 13736.48. </p><p>   The Dow Jones Industrial Average ticked up 45.86 points, or 0.1%, to 34575.31, its third-highest close in history. The blue-chip index pared an earlier gain of nearly 320 points. </p><p>   Investors had been growing more confident recently that rising inflation won't lead central banks to unwind stimulus measures, pushing major indexes back toward highs after stuttering earlier in May. The S&amp;P 500 on Friday finished May by notching a fourth consecutive month of gains. </p><p>   \"The market is relatively sanguine about the inflationary pressure building,\" said Brian O'Reilly, head of market strategy for Mediolanum International Funds. \"It is still a liquidity-driven equity market that is brushing off any bit of bad news,\" he added, pointing to President Biden's $6 trillion budget plan as the potential catalyst for further gains. </p><p>   Still, other headwinds weigh on stocks. Valuations for some companies look high, particularly among growth and technology stocks, while investors have become increasingly concerned about elevated commodities prices, as well as supply-chain setbacks and an uneven labor market recovery. </p><p>   On Tuesday, the Institute for Supply Management said its purchasing-managers index of manufacturing activity picked up in May, registering at 61.2, versus 60.7 in April. The figure exceeded analyst expectations as demand boosted new orders. But the report also indicated that the U.S. manufacturing economy is grappling with record-long lead times, transportation bottlenecks, shortages of critical basic materials and worker absenteeism. </p><p>   Reports that companies are struggling to find workers have plagued the labor markets in recent weeks, and investors will be paying close attention Friday when the May jobs report is released. The report could end up being a crucial data release for the Federal Reserve as it tries to determine a path for eventually tightening monetary policy. Last month, the April jobs report caught many investors and analysts off-guard, with hiring in the U.S. coming in much lower than expected. </p><p>   Shares of economically sensitive stocks were among those that rallied Tuesday, with the energy and materials sectors posting the biggest gains among the S&amp;P 500's 11 groups. </p><p>   Marathon Oil rallied $1.65, or 14%, to $13.76 amid news that members of the Organization of the Petroleum Exporting Countries and their allies agreed Tuesday to pump more oil starting in July. The news also sent Brent-crude futures, the benchmark in international energy markets, rallying 1.3% to $70.25 a barrel -- the highest settlement since May 2019. Prices have also been bolstered by a decline in global stockpiles of oil that ballooned in the early stages of the pandemic. </p><p>   Boeing added $7.71, or 3.1%, to $254.73, while Capital One Financial gained $5.47, or 3.4%, to $166.25. Technology stocks including Twitter pulled back, with the social media company falling 56 cents, or 1%, to $57.44. </p><p>   In the bond market, the yield on the 10-year Treasury note edged up to 1.613% from 1.592% Friday. </p><p>   In overseas markets, the Stoxx Europe 600 rose 0.7% to a record close. Early Wednesday, Japan's Nikkei was up 0.5%, Hong Kong's Hang Seng was down 0.4% and the Shanghai Composite was down 0..6%. U.S. stock futures were flat. </p><p></p>",
  "published": "2021-06-02T06:13:00.000Z",
  "tags": [
    {
      "id": "US0970231058",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 3202,
          "end": 3208
        }
      ],
      "nexusId": "10030932"
    }
  ]
}