{
  "_id": "ced3cdc92c7ff8c16e4b009bb463fb9c8216142553de75a1891c2ed052b67e6d",
  "feed": "ftcomall",
  "title": "How Sanjeev Gupta lived large on the back of rickety financing ",
  "text": "<p>Sanjeev Gupta was under immense strain. As the coronavirus pandemic swept the world in the first half of 2020, the British industrialist's steel empire, which stretches from Wales to Australia and employs 35,000 people, fell deeper and deeper into the red. </p> <p>Demand for his core product slumped after car production collapsed and construction activity ground to a halt because of lockdown measures, heaping pressure on the man once hailed as the “saviour of steel” for his rescues of unloved smokestack industrial plants. </p> <p>Then, the cavalry arrived. In July, Gupta received a vital liquidity injection from his main lender <a href=\"https://www.ft.com/content/a6d578c4-9a57-4375-b7b2-c88d4b7cc21f\">Greensill Capital</a>, which began advancing hundreds of millions of pounds of taxpayer-backed Covid-19 loans to his loose collection of linked companies.</p> <p>With the crisis averted, Gupta splashed out on a new extravagance the following month: a £42m house in Belgravia, one of central London's priciest districts. </p> <p>“You are talking about a very rarefied market,” said Lucian Cook, head of UK residential research at real estate firm Savills, adding that there would have been only a “handful” of sales around the £40m mark in the UK last year.</p> <p>The purchase highlights that while Gupta has built a global industrial empire on financial alchemy and generous government subsidies, he has also amassed a collection of mansions, private aircraft and other trophy assets.</p> <p>But the recent collapse of Greensill, in a global financial scandal that has engulfed <a href=\"https://www.ft.com/content/d328a56c-0388-490f-ad56-d1acb2d37c07\">Swiss banks</a> and <a href=\"https://www.ft.com/content/18c1892b-1ad3-4ed5-8c8f-075522275490\">Japanese insurers</a>, has also put Gupta's business empire on the brink. Having borrowed $5bn from the now defunct lender, his GFG Alliance businesses have already defaulted on some of this debt, potentially putting the UK taxpayer on the hook for <a href=\"https://www.ft.com/content/8baceeda-957a-409d-8061-17b70f298fe1\">£1bn or more</a>.</p> <p>Gupta's GFG Alliance and Greensill Capital declined to comment.</p> <p>Bought under his wife Nicola's name, the six-storey townhouse was once home to English aristocracy. It was put on the market last year by Lady Mary Haughey, the widow of pharmaceuticals tycoon Lord Ballyedmond, who spent handsomely on renovations of the Grade I-listed building in the run-up to the sale. </p> <p>When the Financial Times visited the address this week, work on the house's interior, now under the direction of Gupta's wife, was ongoing. Decorators said they had not met the owner, who they confirmed was “not in the country at the moment”. </p> <h2>Global reach</h2> <p>Instead of steering his company from his new London base, Gupta swapped the UK capital for Dubai before Christmas to evade the severity of England's third nationwide lockdown and the watchful eye of the British press, according to a Dubai-based family friend.</p> <p>He is currently splitting his time between a four-bedroom villa on Dubai's man-made Palm Jumeirah, which he bought for a bargain price not long after the 2008 Emirati property crash, and a high-rise office in the city's financial district.</p> <p>A retreat to Dubai has happened before. Decades before he forged his reputation as the “man of steel”, Gupta operated on the fringes of the commodities trading industry out of offices in Mayfair, London. But in the mid-2000s he suddenly decamped to the oil-rich Emirate, according to two of his employees at the time, largely winding down his UK operations.</p> <p>In 2017, a BBC Wales documentary crew followed Gupta around Dubai during the heady Grand Prix race weekend as the businessman flitted between networking lunches, a trade show and a yacht party. </p> <p>“It's a very long way from Port Talbot [where Gupta tried to buy a steelworks], it's an entirely different planet,” noted presenter Brian Meechan as he surveyed Gupta's beachfront garden, adding with an air of incredulity: “Why would you give this up in order to move to south Wales?” </p> <p>A Dubai-based family friend believes Gupta's ballooning property portfolio reflects his desire “to show he's part of the community” as his business expands into new territories. “Sanjeev plants flagpoles in the ground by buying a home wherever he sets up a new business,” he told the FT. </p> <p>This urge has seen Gupta take ownership of a sprawling Welsh countryside estate, a colonial Sydney mansion, the Belgravia townhouse and 114,000 acres in the Scottish Highlands, including the foothills of Ben Nevis, the highest mountain in the British Isles — all in the space of the past six years. </p> <p>In 2016, the Scottish government granted him special access to Edinburgh Castle to celebrate his acquisition of Scotland's last two major steel mills, bankrolled by a £7m loan from the taxpayer. <a href=\"https://www.ft.com/content/fedcf26c-4313-4649-b628-9a2884b3e43e\">The FT reported last week</a> that production at some of Liberty's steelworks had been paused and several suppliers had not been paid. </p> <p>In Sydney, where Gupta relocated his family after buying a South Australia steelworks in 2017, friends recall boat trips around the Sydney Harbour on his 31-metre yacht, 300-strong cocktail parties attended by former Australian prime minister Malcolm Turnbull and an extensive Scotch collection. </p> <p>Gupta's Welsh country estate, whose name Wyelands is shared with the bank he acquired in 2016, was bought in 2015. Gupta got the keys for the estate's classical Regency villa just a fortnight before the furnaces at his Newport steel mill churned back into action after two years dormant. </p> <h2>Up in the air</h2> <p>In July 2018, Gupta's general manager at GFG was doing all she could to stop his next big acquisition falling through, sending increasingly frantic WhatsApp messages to the seller. Rather than another ageing metalworks, however, the steel baron was lining up an aviation deal.</p> <p>“We (Sanjeev) really wants this plane,” she wrote. </p> <p>The industrialist has amassed an aircraft collection that includes a private plane and a helicopter with matching vanity tail signs that nod at how he made his name and fortune: M-ETAL and M-INES. But that summer he had his eyes set on something bigger: a Boeing 737.</p> <p>“It was so big, we used to joke there'd be a disco room onboard,” said one former employee.</p> <p>In trying to bag himself an over 100ft-long jet for the knockdown price of $30m, Gupta employed a tactic that had served him well in business: approach someone with good reason to sell. The owner was South African entrepreneur Christo Wiese, who had seen much of his wealth evaporate just months before, because of the stock market collapse of the scandal-plagued retail conglomerate Steinhoff, where Wiese had been chair.</p> <p>However, the deal fell apart after Gupta was unable to raise financing in time, leaving the two parties squabbling in court over a $2.5m deposit.</p> <p>It might not be the only time a plane purchase has fallen through. Later in 2018, Gupta incorporated a new company called Wyestream — a portmanteau of his Wyelands estate and the luxury private jet manufacturer Gulfstream. People familiar with the matter said that while Gupta set up the company to buy a new plane, the entity was dissolved before any purchase concluded.</p> <p>Gupta shares a love of private planes with his main financial backer, <a href=\"https://www.ft.com/content/7e79117f-cbf5-4765-82ca-7e8f1fb5915b\">Lex Greensill</a>, the charismatic Australian financier whose empire has now collapsed, in part because of the billions of dollars of loans it extended to the metals magnate's businesses.</p> <p>Greensill amassed a fleet of four corporate planes, allowing the farmer's son to travel the world in style. One of Greensill's aircraft had a matching paint job to Gupta's, in the blue and silver colours of the industrialist's main Liberty House business. A person close to Greensill described it as a “coincidence”.</p> <p>Greensill purchased the planes, which included a $43m Gulfstream G650, through Greensill Bank, a subsidiary in Germany, which is now under criminal investigation for alleged balance sheet manipulation. The bank has denied wrongdoing.</p> <p>Gupta's own bank has also come under regulatory scrutiny for funding his wider business empire. The FT <a href=\"https://www.ft.com/content/0fcc8fc0-bab0-11e9-8a88-aa6628ac896c\">revealed</a> in 2019 that Wyelands Bank had bought his company's new corporate offices in Mayfair, a £64m building with five of its six floors leased to the GFG Alliance.</p> <p>Following an <a href=\"https://www.ft.com/content/2f3bde1e-4e4f-11ea-95a0-43d18ec715f5\">FT investigation</a> that revealed Wyelands was lending to Gupta's businesses through a network of shell companies, the Bank of England earlier this month forced Wyelands to return millions of pounds in retail deposits, compelling Gupta to inject £75m of cash to cover savers' money.</p> <p>Gupta has since moved his main UK operations to a new headquarters in Belgravia. The striking white stone and glass fronted building is still sometimes referred to by the name of one of its most notorious previous tenants: Enron House.</p><p>Source: Robert Smith, Oliver Barnes and George Hammond in London, Jamie Smyth in Sydney and Michael Pooler in São Paulo 2021 'How Sanjeev Gupta lived large on the back of rickety financing ' FT.com 19 March. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-03-19T22:00:27.006Z",
  "tags": [
    {
      "id": "US0970231058",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 5798,
          "end": 5808
        },
        {
          "start": 5798,
          "end": 5804
        }
      ],
      "nexusId": "10030932"
    }
  ]
}