{
  "_id": "910c0454f22b7cf5b9bcca4ee6d361afb53d55be64a6eb40beb19ff968db2f50",
  "feed": "wall-street-journal",
  "title": "Business News:  Boeing Faces Dreamliner Setback  ---  Deliveries likely to be  delayed until late  October as FAA rejects  inspection proposal  ----  By Andrew Tangel",
  "text": "<p>\n  Deliveries of Boeing Co.'s 787 Dreamliner will likely remain halted until at least late October as the plane maker has been unable to persuade air-safety regulators to approve its proposal to inspect the aircraft, people familiar with the matter said. </p><p>\n  With almost all deliveries paused for nearly a year, airlines and other Boeing customers increasingly are able to use the delay to walk away from deliveries or negotiate for concessions from the aerospace giant. Deliveries were first halted because the company and the Federal Aviation Administration began taking a deeper look at the plane's manufacturing defects. The holdup choked off an important source of cash for Boeing and complicated plans for airlines. </p><p>\n  The impasse has kept Boeing from moving more than $25 billion worth of Dreamliners. Boeing said it had about 100 of the jets in its inventory awaiting delivery at the end of June. List prices for Dreamliners start around $250 million, but customers typically pay about half that after customary discounts. First delivered in 2011, the Dreamliner has had an excellent safety record and the in-service fleet has seen heavy use during the pandemic. </p><p>\n  At an Aug. 2 meeting, Boeing's quality-assurance specialists told their FAA counterparts that three aircraft were representative of how Boeing workers put together 106 completed aircraft awaiting delivery, the people familiar with the matter said. It was part of a broader, monthslong effort to persuade the agency to approve an inspection method that would speed deliveries with targeted checks rather than nose-to-tail teardowns. </p><p>\n  However, at least one other Boeing engineer told the regulator he didn't support that assessment, these people said. He disagreed that the trio of planes reflected how the rest of the undelivered planes were built. The engineer is among a group of Boeing employees who represent the FAA internally at the company, one of these people said. </p><p>\n  The subset of three planes had recently rolled off the assembly line close together, people familiar with the matter said. The Boeing quality-assurance team chose the three jets because they were readily available for inspection in the factory, and the team determined they had undergone the same production process as the other aircraft, one of these people said. </p><p>\n  After the Aug. 2 presentation, the FAA flagged internal company disagreements over the aircraft sample size and restated its requirement that Boeing's employee group that acts as in-house regulators need to also concur with the company's proposals, people familiar with the matter said. The company agreed to get a signoff from the employee group, the people said. Boeing also agreed to broaden the sample size to about 10 aircraft, one of these people said. </p><p>\n  A Boeing spokesman said the company was committed to working with full transparency with regulators through a rigorous process that has already involved hundreds of hours of meetings and working sessions. He said the company appreciated the FAA's direction and feedback. </p><p>\n  \"Boeing wants and expects our teammates to speak freely, ask questions and present different perspectives about very complex and technical issues,\" the spokesman said. </p><p>\n  An FAA spokeswoman said the agency won't sign off on Boeing's inspections \"until our safety experts are satisfied.\" </p><p>\n  The Boeing spokesman said addressing Dreamliner quality issues was the right course of action despite a near-term impact to operations. He said the plane maker will continue to \"take the time necessary to ensure we meet the highest standards.\" </p><p>\n  The FAA's reaction to the Aug. 2 Boeing presentation is an example of the scrutiny that the Chicago-based aerospace giant is facing from its primary regulator following two 737 MAX crashes. The FAA kept that aircraft grounded for nearly two years after two of those jets crashed and killed 346 people in late 2018 and early 2019. U.S. lawmakers and others criticized the agency's oversight of Boeing during that plane's development and for failing to take drastic action to prevent the second crash. The FAA is also closely scrutinizing Boeing's newest jet, the 777X, and detailed earlier this year how that plane wasn't ready for key safety approvals. </p><p>\n  --- </p><p>\n  Delays Put Plane </p><p>\n  Inventory at Risk </p><pre>\n </pre><p>\n  Boeing faces increasing financial exposure as more deliveries become delayed by a year or more. Aircraft buyers can generally walk away -- without financial penalty -- under the so-called 12-month rule typically included in purchasing pacts. Aviation data provider Ascend by Cirium estimates 54, or about half, of the Dreamliners in Boeing's inventory could be at risk by Oct. 1. </p><p>\n  Avolon Holdings Ltd. canceled two of its Dreamliners awaiting delivery, according to the aviation data provider. The aircraft lessor has threatened to cancel three other 787 deliveries as it negotiates with Boeing, people familiar with the matter said. American Airlines Group Inc. is considering using its contractual leverage to cancel some of its Dreamliners, people familiar with the matter said. It had expected Boeing to deliver 11 jets by the end of the year, according to a July securities filing. </p><p>\n  On Monday, Ryanair Holdings PLC said it is walking away from talks with the jet maker over a potential new order for the 737 MAX in a dispute over pricing. </p><p></p>",
  "published": "2021-09-07T06:11:00.000Z",
  "tags": [
    {
      "id": "US0970231058",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 15,
          "end": 21
        },
        {
          "start": 672,
          "end": 678
        },
        {
          "start": 4837,
          "end": 4843
        },
        {
          "start": 2759,
          "end": 2765
        },
        {
          "start": 4250,
          "end": 4256
        },
        {
          "start": 2060,
          "end": 2066
        },
        {
          "start": 4583,
          "end": 4589
        },
        {
          "start": 3589,
          "end": 3595
        },
        {
          "start": 1841,
          "end": 1847
        },
        {
          "start": 1297,
          "end": 1303
        },
        {
          "start": 1621,
          "end": 1627
        },
        {
          "start": 799,
          "end": 805
        },
        {
          "start": 2663,
          "end": 2669
        },
        {
          "start": 14,
          "end": 20
        },
        {
          "start": 4093,
          "end": 4099
        },
        {
          "start": 736,
          "end": 742
        },
        {
          "start": 5047,
          "end": 5053
        },
        {
          "start": 3249,
          "end": 3255
        },
        {
          "start": 3949,
          "end": 3955
        },
        {
          "start": 3316,
          "end": 3322
        },
        {
          "start": 2440,
          "end": 2446
        },
        {
          "start": 324,
          "end": 330
        },
        {
          "start": 14,
          "end": 24
        },
        {
          "start": 3029,
          "end": 3035
        },
        {
          "start": 1183,
          "end": 1189
        }
      ],
      "nexusId": "10030932"
    }
  ]
}