{
  "_id": "00981cd2d189484af5f97addb981401e46728551caac7e8e1acc90cfdd33687d",
  "feed": "economist-newspaper",
  "title": "The World Ahead 2022; Several ambitious space missions will blast off in 2022",
  "text": "<p>Earth's Moon, for its part, will also see lots of action. Countries planning to launch lunar craft in 2022 include India, Japan, Russia and South Korea. NASA, America's space agency, is sponsoring an astonishing 18 missions in 2022, as it paves the way for a return to the Moon by astronauts as part of a lunar programme called Artemis. Thales Alenia Space, a Franco-Italian firm, is expected to deliver the shell of Gateway, a space station to be put in lunar orbit, to America in late 2022.</p><p>Mars, and asteroids beyond, also beckon. In the second half of 2022 ESA plans to launch ExoMars, a mission that missed a 2020 launch window for the red planet, from Kazakhstan. It includes a Russian-built lander that, after arriving in 2023, will disgorge a rover that will enable scientists to deepen their search for signs of past or present life. As for asteroids, NASA plans to launch three probes in 2022 to study space rocks between Mars and Jupiter. It will also conduct a “hypervelocity test crash” with a small asteroid named Dimorphos in late 2022. Experts will study how a collision with a car-sized spacecraft alters the harmless rock's path, lest another threaten Earth one day.For Russia's space agency, 2022 could be a make-or-break year</p><p>Upcoming missions will entail much nail-biting for engineers. India's first lunar lander, Vikram, crashed into the surface in 2019. Russia last landed a probe on the Moon in 1976; its new lander, Luna 25, has suffered lengthy delays. Starliner, a capsule which America's Boeing hopes will make its first crewed mission in 2022, has been plagued by setbacks including sticky valves and software problems.</p><p>The stakes are also high for two huge new rockets. NASA's wildly over-budget Space Launch System may be hit by additional embarrassing delays. Europe's ArianeGroup is struggling to pull off the maiden launch of Ariane 6, a more cost-efficient version of Ariane 5, which was supposed to fly in 2020. With ministers due to review Ariane 6's progress at a meeting in late 2022, ESA's boss has said “we need good news” before then.</p><p>As for space tourism, Blue Origin and Virgin Galactic (founded by Jeff Bezos and Sir Richard Branson respectively) both made their maiden suborbital flights in 2021. Both hope to pick up the pace with “regular, predictable, reliable” flights in 2022, says Tom Shelley of Space Adventures, a space-tour operator based in Virginia. But with Virgin's vehicle grounded for safety checks, he reckons Blue Origin has the edge.</p><p>For Russia's space agency, 2022 could be a make-or-break year as it pursues funding via tourism and participation in international missions. Florian Vidal of IFRI, a think-tank in Paris, says Russia's space industry has been hobbled by corruption, underinvestment and technical problems. As a result, the success of a big expansion of Russia's Vostochny Cosmodrome in 2022 has become, he says, “a question of credibility”.</p><p>In 2022 a Chinese space station, Tiangong, could become fully operational, according to an American intelligence report from 2021 that described it as part of China's efforts to “match or exceed” America's military power, with systems including anti-satellite weapons. Other countries are also worried. Some strategists think it is no coincidence that in 2022 South Korea “will be getting busier in space”, as Lee Joon, planning chief at the country's space agency, puts it delicately. The perceived threat from China will also push India to use its space programme for military messaging and other “purposes of foreign policy”, predicts Ajey Lele, an expert at MP-IDSA, a think-tank in Delhi funded by the defence ministry. That is one motivation for a possible 2022 maiden launch of Indian astronauts. Much of the progress of modern space technologies, in short, is driven by old-fashioned geopolitical competition.</p><p>Benjamin Sutherland: Freelance correspondent, The Economist</p><p>■</p><p>This article appeared in the Science and Technology section of the print edition of The World Ahead 2022 under the headline “Higher stakes”</p>",
  "published": "2021-11-08T00:00:00.000Z",
  "tags": [
    {
      "id": "US0970231058",
      "nexusId": "10030932",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 1517,
          "end": 1523
        }
      ]
    }
  ]
}