{
  "_id": "0ee966e3ab6962504e89d5b87e60226137b45e86df893d95288a080f5d10391a",
  "feed": "wall-street-journal",
  "title": "Pentagon Chief Says Hopes Fading for More Open Taliban Government in Afghanistan; U.S. defense secretary says he sees no evidence of reforms after Taliban appoints old guard leaders to top government positions",
  "text": "<p>On Tuesday, the Taliban named a transitional government and declared the restoration of their Islamic Emirate, three weeks after claiming control of Kabul. The new cabinet elevated the traditional hard core of the Taliban leadership, and was made up almost exclusively of ethnic Pashtuns. The interim government also excluded women and other political factions, prompting protests that were violently dispersed.</p><p>Haibatullah Akhundzada was named top leader with overall oversight of state affairs and Mullah Hassan Akhun—who served as foreign minister in the previous Islamic Emirate, which harbored Osama bin Laden and was forced from power by the 2001 U.S. invasion—as the new prime minister.</p><p>Sirajuddin Haqqani, whom Washington designates a global terrorist because of close links between al Qaeda and his Haqqani network, was named minister of interior, overseeing Afghanistan's police and internal security. The FBI currently offers a reward of up to $5 million for information leading to his arrest.</p><p>\"We don't get a vote\" on the Taliban's decision to include members of the Haqqani network, Mr. Austin said. \"But certainly these are people that I don't look favorably upon.\"</p><p>Four of the five Taliban detainees released from Guantanamo Bay and swapped in 2014 for captured American soldier Army Sgt. Bowe Bergdahl also were named to the government.</p><p>The government formation signals that the Taliban could allow the reconstitution of al Qaeda amid fears from some U.S. officials that Afghanistan could re-emerge as a haven for the group that launched the Sept. 11, 2001, terrorist attacks.</p><p>\"We put the Taliban on notice that we expect for them to not allow that to happen. And I think one of the ways that the Taliban can demonstrate that they are serious about being a bona fide government and respected in an international community is to not allow that to happen,\" the defense chief said.</p><p>Qatari and U.S. officials said earlier Thursday that Taliban authorities are allowing some 200 Americans and other foreign nationals to leave the country on a flight to Qatar, the first such departure from Kabul since U.S. forces withdrew last month.</p><p>The expected flight by a Qatar Airways Boeing 777 would mark the resumption of international passenger operations at Kabul's Hamid Karzai International Airport, and is expected to be followed by daily air links to foreign countries, a senior Qatari official said.</p><p>Gen. Mark Milley, the chairman of the Joint Chiefs of Staff, said during a press briefing earlier this month that it is possible the U.S. could coordinate strikes with the Taliban to combat Islamic State, which operates in Afghanistan and is a rival of the Taliban. But Mr. Austin stopped short of saying whether the U.S. wouldn't work with or recognize the new Afghan government.</p><p>\"I leave it to State to help figure out whether or not, and how, we will engage, if we will engage, the Taliban,\" Mr. Austin said, referring to the State Department.</p><p>A final stop in Saudi Arabia to meet with Crown Prince Mohammed bin Salman was canceled at the last minute for what the defense chief said were scheduling issues on the Saudi side.</p><p>Write to Nancy A. Youssef at nancy.youssef@wsj.com</p><p>Pentagon Chief Says Hopes Fading for More Open Taliban Government in Afghanistan</p>",
  "published": "2021-09-09T08:23:00.000Z",
  "tags": [
    {
      "id": "US0970231058",
      "nexusId": "10030932",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 2185,
          "end": 2191
        }
      ]
    }
  ]
}