{
  "_id": "e26240741ae7d44505cd23f5c18cb7308f911a2d77ada6cc688ef11dc9d13605",
  "feed": "wall-street-journal",
  "title": "Airbus Widens Gap With Boeing  ---  Halt on MAX, issues  with Dreamliner led  U.S. firm to deliver just  157 jets during 2020  ----  By Doug Cameron",
  "text": "<p>    Boeing Co. has fallen further behind in its five-decade rivalry with Airbus SE in the global plane-making business. </p><p>   Airbus easily retained its No. 1 spot in 2020 as Boeing on Tuesday reported a big decline in orders and deliveries. It handed over just 84 passenger jets to airline customers, down almost 90% from a peak in 2018. Buyers pay most of the purchase price on delivery, so Boeing has been short of cash, forcing it to raise debt and cut costs. </p><p>   Both plane makers have been dented by the pandemic-driven slump in air travel. With vaccines raising hopes for a recovery, Airbus said it is preparing to increase production after slowing output last year. </p><p>   Boeing, in contrast, has become more reliant on sales of cargo and military jets to ease the strain on its finances caused by the prolonged grounding of the 737 MAX and manufacturing problems that have halted deliveries of the 787 Dreamliner. </p><p>   The plane maker handed over 157 jets last year, including cargo and military planes, trailing the 566 deliveries at Airbus. </p><p>   The European aerospace giant delivered its first jetliner in 1974 and ended last year with orders for 7,184 planes compared with 4,223 at Boeing. </p><p>   Most of the gap is in popular single-aisle planes, with the long-range version of the Airbus A321 outselling a variant of the 737 MAX that can't carry as many passengers on longer routes, such as across the Atlantic. </p><p>   While MAX deliveries have resumed, Boeing's latest headache is quality issues with the 787 Dreamliner that have left dozens of the wide-body planes piling up at its factories. </p><p>   After widening inspections for potential defects, Boeing said it's now addressing two quality lapses in a new area of the planes, this time near the cargo door. </p><p>   The company said it was taking the time for inspections to ensure its Dreamliners meet the highest standards of quality. </p><p>   Both problems relate to gaps where sections of the fuselage are joined together, according to a person familiar with the matter. They have only been found on a handful of undelivered planes, and it isn't yet clear whether any fixes might cause further delivery delays, this person said. Neither problem has been determined to pose a safety concern. </p><p>   Boeing could face compensation claims from 787 customers for delivery delays and may have to book a charge of as much as $3 billion against the long-term profits of the program, said analysts at Sanford C. Bernstein &amp; Co. All production is being moved to a plant in South Carolina in March. Boeing didn't comment on potential charges ahead of quarterly results due to be released on Jan. 27. </p><p>   Boeing has also been hamstrung by more than 600 canceled MAX orders last year, with almost 800 deals for all aircraft types classified as doubtful because of airline finances. Regulators in the U.S. approved the MAX to fly again this past November, paving the way for 27 deliveries in December to carriers including American Airlines Group Inc. and lessors such as Avolon. </p><p>   Aircraft leasing companies continue to cancel MAX deals -- with 105 dropped last month -- taking advantage of contractual rights to dump or defer orders because of excess aircraft capacity caused by the travel slump. Almost a third of the global fleet remains parked, awaiting a recovery in demand, according to analysts at Jefferies. </p><p>   Some airlines have started buying the MAX again, with low-cost giant Ryanair Holdings PLC taking advantage of discounts and compensation offered by Boeing to order 75 more last month. </p><p>   The new 777X jetliner, which is being built in Boeing's original Seattle-area manufacturing base, has faced delays because of engineering issues and a prolonged approval process by regulators. </p><p>   Airbus has overcome many of its own production problems, Chief Executive Guillaume Faury told reporters last week. It still plans to boost production of its A320 family of jets in the second half of the year. </p><p>   --- </p><p>   Andrew Tangel contributed to this article. </p><p></p>",
  "published": "2021-01-13T07:09:00.000Z",
  "tags": [
    {
      "id": "US0970231058",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 2488,
          "end": 2494
        },
        {
          "start": 1616,
          "end": 1622
        },
        {
          "start": 3445,
          "end": 3451
        },
        {
          "start": 383,
          "end": 389
        },
        {
          "start": 1425,
          "end": 1431
        },
        {
          "start": 2197,
          "end": 2203
        },
        {
          "start": 165,
          "end": 171
        },
        {
          "start": 660,
          "end": 666
        },
        {
          "start": 2589,
          "end": 2595
        },
        {
          "start": 1165,
          "end": 1171
        },
        {
          "start": 0,
          "end": 10
        },
        {
          "start": 23,
          "end": 29
        },
        {
          "start": 3528,
          "end": 3534
        }
      ],
      "nexusId": "10030932"
    }
  ]
}