{
  "_id": "5a1cc1f3b47147c6a2bc83f0528333d770d0a5474f7daf2da8ad9a7ceaf6e814",
  "feed": "ftcomall",
  "title": "GardaWorld ends G4S takeover campaign ",
  "text": "<p>The auction for G4S looks to have concluded before it even started. </p> <p>Canada-based GardaWorld said on Monday that it would not raise its takeover offer for the security group, leaving the way clear for <a href=\"https://www.ft.com/content/ce836a55-8b05-4cc8-9f39-f94a0a856d24\">US-based rival Allied Universal</a> to secure the £3.8bn deal it agreed last year. </p> <p><a href=\"https://www.ft.com/content/7cdc09eb-7f29-462d-8fb7-fa0832ebfccf\">Stephan Crétier</a>, GardaWorld's founding chairman, said “there are better and less risky opportunities” available above the 235p per share his company had offered. “There can be no better owner for&#xa0;G4S&#xa0;than GardaWorld, but we are disciplined buyers and we will not overpay for a company with systemic ESG issues that continue to come to light,” he said.</p> <p>The Takeover Panel had planned to run a rare head-to-head auction to split the parties beginning on Monday, with Allied already having offered 245p per share for G4S.</p> <h2>Briefly</h2> <p><strong>HSBC </strong>is accelerating its “<a href=\"https://www.ft.com/content/38c3670c-3b0f-41e6-874e-0f9eee553744\">pivot to Asia</a>”, moving top executives from London to Hong Kong, scrapping its US retail banking operation and planning further expansion in Singapore. Executives relocating to Hong Kong are likely to include Greg Guyett, co-head of global banking and markets, Nuno Matos, chief executive of wealth and personal banking, and Barry O'Byrne, chief executive of global commercial banking, people familiar with the matter told the FT. HSBC declined to comment on the moves, some of which are expected to be raised during a strategic update this week.</p> <p><strong>AstraZeneca </strong>is voluntarily withdrawing Imfinzi for treatment of advanced bladder cancer in the US after the drug failed to meet post-approval requirements. The company said that following consultation with US authorities it had withdrawn an accelerated approval granted in 2017. The move does not affect markets outside the US, the drugmaker said.</p> <p>Pubs operator<strong> Mitchells &amp; Butlers</strong> said it has been burning through between £30m to £35m a month since the start of the year, with securitised debt servicing costs of £51m per quarter. The group launched its previously announced open offer to raise £351m, pricing the share issue at 210p&#xa0;apiece. An accompanying trading update revealed sales from pubs it owns fell 70 per cent per cent between September 27 and January 16.</p> <p><strong>Dechra</strong>, the veterinary medicines maker, posted a 74 per cent rise in operating profit for the six months ended December to £40.3m on the back of increased pet ownership and supply chain improvements. The company said that while inventories built up ahead of Brexit may unwind, strong favourable market conditions are likely to remain. </p> <p>The Competition and Markets Authority has told <strong>Big Tech</strong> companies it is planning <a href=\"https://www.ft.com/content/da5c30a8-6fab-4131-b6bd-f8f05dcf5a46\">a series of antitrust investigations</a> into their practices over the next year. Andrea Coscelli, chief executive of the CMA, said in an interview with the FT that the watchdog plans to mount a number of probes into internet giants including Google and Amazon in the coming months.</p> <h2>Beyond the Square Mile </h2> <p>Dozens of <strong>Boeing</strong> 777 aircraft have been <a href=\"https://www.ft.com/content/2f5f7799-9886-4327-bb1d-f0c10aa2184b\">grounded in the US and Japan</a> after an engine failure that caused debris to be strewn across a Denver suburb.&#xa0; The US Federal Aviation Administration on Sunday ordered inspections of the Boeing 777 planes with <strong>Pratt &amp; Whitney</strong> PW4000 engines after the incident that resulted in an emergency landing of a <strong>United Airlines</strong> flight the day before, while Japan's ministry of transport grounded domestic airlines using planes with the engines.</p> <p>US grocery delivery service <strong>Instacart</strong> is <a href=\"https://www.ft.com/content/364a0f74-f016-4862-9cc3-a7be58a10772\">exploring the use</a> of robotic warehouses to fulfil its orders, as it looks to streamline the process of ferrying items from stores into customers' homes. The San Francisco-based company currently uses more than 500,000 gig workers to fulfil online orders at grocery chains such as Safeway and Walmart. Moving to a robotic system that would pick goods from purpose-built “dark” warehouses instead of store shelves could revolutionise Instacart, which is heading for an IPO in the coming months.</p> <p><strong>McKinsey's </strong>650 senior partners have <a href=\"https://www.ft.com/content/f001f3ef-e296-4eb6-b711-5f7cb773e314\">begun voting</a> on whether Kevin Sneader should serve a second term at the helm of a consultancy that has faced a succession of crises since his appointment in 2018.&#xa0;The triennial process could narrow the list to two finalists as soon as this week. Earlier this month, the private firm agreed to <a href=\"https://www.ft.com/content/85e84e12-6dda-4c91-bde4-8198e29a6767\">pay around $574m</a> to settle lawsuits brought by 49 US states over its advice to Purdue Pharma and other opioid manufacturers accused of fuelling an epidemic of prescription drug overdoses.&#xa0;</p> <p>Former Bank of England governor Mark Carney has <a href=\"https://www.ft.com/content/0934a38d-8177-4579-b6cb-ef70eecfe578\">joined the board</a> of <strong>Stripe</strong>, an online payments provider and one of Silicon Valley's most valuable private companies. Carney, who stepped down from the Bank of England last year, is currently head of impact investing at Brookfield Asset Management.</p> <h2>Essential comment before you go</h2> <p><strong>Pilita Clark</strong> <br>Toxic offices don't change when they go virtual – staff may be working from home, but <a href=\"https://www.ft.com/content/ebd22d66-c4bb-47a0-8a34-e3cf8e0472b4\">indefensible behaviour</a> never stops.</p> <p><strong>Sujeet Indap</strong> <br>The National Rifle Association filed for Chapter 11 protection last month in a move that surprised observers both of the firearms advocacy group and the bankruptcy world. But the <a href=\"https://www.ft.com/content/c233cfe8-22db-429b-b5d6-4869c52823ab\">gambit may backfire</a>.</p> <p><strong>Thanks for reading. Feel free to forward this email to friends and colleagues, who can&#xa0;</strong><a href=\"https://ep.ft.com/pages/newsletters/56b37b064a113e030070f833/subscribe/success\"><strong>sign-up</strong></a><strong>&#xa0;here.&#xa0;</strong></p><p>Source: Bryce Elder 2021 'GardaWorld ends G4S takeover campaign ' FT.com 22 February. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-02-22T08:35:34.455Z",
  "tags": [
    {
      "id": "US0970231058",
      "nexusId": "10030932",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 3091,
          "end": 3097
        },
        {
          "start": 2876,
          "end": 2882
        }
      ]
    }
  ]
}