{
  "_id": "15c27f8e38a123cf79210ee20ec39773ceaedc7f0d205d568f3b2bdd986ef3ba",
  "feed": "ftcomall",
  "title": "The best and the brightest",
  "text": "<p>The past several decades of economic history might have been quite different if not for Robert McNamara, a cerebral, tightly wired colossus of a figure who, as secretary of defence under President John F Kennedy and later Lyndon Johnson, was largely responsible for the failure of US strategy in Vietnam. His obsession with systems analysis — in which data about every aspect of the war effort, from bombs to defoliants to fatalities to the number of enemy vehicles disabled per air strike megaton, was collected in order to maximise efficiency — blinded Washington to the overall flaws in its conduct of the war. Since it was impossible to argue with numbers, it was difficult to question McNamara's thinking, a topic well described in books like David Halberstam's <em>The Best and the Brightest</em>.</p> <p>I actually wrote in my own 2016 book, <em>Makers and Takers</em>, about the role that McNamara and his Kennedy administration “whizz kids” played in bringing financial efficiency theory to corporate America, introducing a culture of management by numbers that eventually undercut productivity in top US corporations. I argued that his numerically led systems thinking at companies like Ford actually brought about the sort of senseless penny-pinching that caused disasters such as the exploding Pinto, due to its poorly designed fuel tank. </p> <p>In a broader sense, this financialisation of American business is, I believe, responsible for the penny-wise, pound-foolish C-suite decision making that led to everything from the Rana Plaza factory collapse in Bangladesh in 2013, to GM's ignition switch crises a few years back, to more recent debacles like the PG&amp;E grid failure and fires in California, Boeing's problems, and any number of failures at the former corporate behemoth GE.</p> <p>All this has made me critical of financialised systems theory. But recently, I've revisited the topic. Systems thinking has a role to play, when done properly, in helping us solve the world's most complex problems, such as <a href=\"https://www.ft.com/climate-capital\">climate change</a> (for more on that, read <a href=\"https://www.ft.com/content/d06bfccb-e43b-4840-b4b4-ce95c2c1ecb4\">my recent profile</a> of Molly Jahn, a Darpa scientist who is using it to reinvent how we make food).</p> <p>The crucial thing here is “when done properly”. Jahn showed me a fascinating <a href=\"https://www.science.org/doi/abs/10.1126/science.359.6381.1206\">article in Science magazine</a> that looks at how the Chinese have in recent years expanded on old school McNamaran systems thinking, adding in behavioural science and an understanding of politics and culture. This is honestly the best and most fascinating thing I've read all year. As the article puts it, “In the west, systems engineering's heyday has long passed. But in China, the discipline is deeply integrated into national planning.” Beijing is using it to plan autonomous transportation, hydropower dam construction, and the social credit system, as well as to manage corporate governance issues. </p> <p>Jahn, for example, believes systems thinking is behind China's strategy of buying up ports, agricultural land and seed banks. Beijing knows that wars won't be fought in the old way, with troops, but rather with economic and technological power that allows a country to dominate scare resources, be it food or data. </p> <p>The problem with systems analysis in the west has been the inability of analysts to model soft factors, for example the willingness of the Viet Cong to keep fighting. This reflects some of the problems of economic modelling in general. Often we tally up not the most important things, but the data points that are most easy to collect and stick into a model.</p> <p>As far back as 1981, Peter Checkland at Lancaster University called for a “soft” systems science that took into consideration people and their messy viewpoints, rather than just mathematical models. Since then, some Chinese systems thinkers have come up with a new approach, Wuli-Shili-Renli, which uses journalistic investigation of facts and future scenarios (Wuli), and combines them with mathematical and conceptual models (Shili), and then adds in a dash of human relations (Renli). I'm fascinated by this, and hope to learn more and write a future column on the topic. </p> <p>Ed, my question to you is rather broad — what political or economic questions today do you believe could use a dash of Wuli-Shili-Renli? Readers, I'd love to know what you think about this, as well. </p> <a href=\"http://www.ft.com/cms/253004a4-8756-48b4-ad7a-c3039c6a5400.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a> <p>And with that, I'm off for the holidays for a week. I'll be back in the Swamp after Christmas. </p> <p><em>Swamp Notes will resume on December 31. For the latest global news sign up for our </em><a href=\"https://ep.ft.com/newsletters/subscribe?newsletterIds=56caef0ea9b6b90300a2283f\"><em>FirstFT Americas</em></a><em> briefing, delivered every weekday morning. </em></p> <h2>Recommended reading</h2> <ul>  <li><p>A recent David Leonhardt <a href=\"https://www.nytimes.com/2021/12/13/briefing/anti-democratic-movement-us-politics.html\">newsletter</a> from The New York Times had a very good round-up of efforts to roll back democratic elections in various states. </p></li>  <li><p>Also in the NYT, tech writer Shira Ovide <a href=\"https://www.nytimes.com/2021/12/09/technology/apps-child-protection.html\">looked at</a> how Britain's rules on how tech can and can't be marketed to children may lead to shifts in the US as well.</p></li>  <li><p>The Wall Street Journal's Greg Ip had a very good analysis of the <a href=\"https://www.wsj.com/articles/dashing-feds-hopes-low-unemployment-becomes-an-inflation-threat-11639650607\">nuances in labour inflation</a>.</p></li>  <li><p>For holiday viewing, I'm going to be <a href=\"https://www.nytimes.com/2021/12/15/arts/television/station-eleven-review.html\">watching</a> the new HBO Max series <em>Station Eleven</em>, which is based on one of my favourite dystopian novels of the past few years.</p></li>  <li><p>And in the FT, I thought Patti Waldmeir's <a href=\"https://www.ft.com/content/657a89e8-52e2-41fb-b18f-88e7910bdea0\">diary piece</a> about how universal basic income divides the Midwest was spot on. An excellent analysis of how people in the Heartland think.</p></li> </ul> <h2>Edward Luce responds</h2> <p>Rana, my wife would laugh&#xa0;at me if I took your question literally&#xa0;and answered it with a straight face. Having never heard of Wuli-Shili-Renli before now, it would be the epitome of journalese to answer like an expert (if my wife wants to needle me she calls me a “Yazidiologist”. </p> <p>When ISIS targeted Iraq's Yazidi minority in 2014 almost no one had ever heard of the Yazidis. According to my wife, I was an expert within 24 hours. I dispute her account; it&#xa0;took at least 36 hours). That notwithstanding, I like the euphonic sound of Wuli-Shili-Renli as well as the underlying concept, which sounds to me a lot like non-siloed thinking. Government is full of hyper-specialists who know everything about a narrow something but are clueless about other somethings. This precludes a strategic mindset, which involves the ability to tie together disparate trends into a grasp of the whole. As a journalist, I think I would be good at the Wuli and have a crack at the Renli but Shili would have to be outsourced to someone else. </p> <p>But let me end the year by commending you on your year-end column on the upside to <a href=\"https://www.ft.com/content/0910e0b8-98e1-4d21-b7b8-61c0f7003ddd\">capitalism with Chinese characteristics</a>. Almost all of the west's focus on China is about Xi Jinping's hyper-autocratic governing style, which is as it should be. China is becoming worryingly totalitarian again. But Xi is also doing some interesting things, even if they may be for self-aggrandising reasons. As you point out, China's “common prosperity” drive makes a lot of sense. Given America's biblical levels of inequality, which are still below China's, we could use some of that over here. We could also be far tougher on high level corporate malfeasance “<em>pour encourager les autres</em>”, as the French say. But the most entertaining piece of your column is the outraged comments underneath. Apparently you're a communist for making these observations, Rana. With that, comrade, I wish you secular greetings of the season. </p> <h2>Your feedback</h2> <p><strong>And now a word from our Swampians . . . </strong></p> <p><strong>In response to ‘</strong><a href=\"https://www.ft.com/content/b9bd1635-e886-45b0-9102-2cf131ae28c0\"><strong>Interpreting Boris Johnson to the Yanks</strong></a><strong>':</strong></p> <p>“I think your article is right on the money! You might apply the same metaphor to the US Supreme Court where Amy Coney Barrett described the institution as a group of partisan hacks (by denying it.) That institution is now very Trump-like. The metaphor also applies to the chair of the US Federal Reserve. I always think of the Wizard of Oz when I hear the sombre pronouncements of Jay Powell, Janet Yellen or Ben Bernanke. The latest statement about three rate rises in 2022 is probably the most stupid statement of intention in the last decade. Who the heck knows what 2022 will bring.” —<em> Wolf Raymer, Toronto, Canada &#xa0;</em>&#xa0; &#xa0;</p> <p>“I'm no fan of Johnson, indeed I'm just one of the many Brits who is totally embarrassed that a person of his values and character (or lack of!) should get to represent us as prime minister. That said, any fact-based objective analysis of ‘the good, the bad and the ugly' comparing the behaviours and achievements of Johnson and Trump that concludes that Johnson is ‘more corrosive to their respective national politics' is astonishing. Your assessment appears to completely ignore that Johnson is, at heart, a libertarian whereas Trump may prefer democracy, but only when it suits his own fundamentally autocratic tendencies. Fortunately for us Brits, Johnson appears to be leaning too heavily on his own inbuilt self-destruct button, but Trump could well re-emerge to wreak more damage if the Republicans continue to avoid seeing that he has one at all.” <em>— David Bowerin, Surrey, Engand</em></p><p>Source: Rana Foroohar 2021 'The best and the brightest' FT.com 20 December. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-12-20T12:00:34.133Z",
  "tags": [
    {
      "id": "US0970231058",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 1682,
          "end": 1688
        }
      ],
      "nexusId": "10030932"
    }
  ]
}