{
  "_id": "bf581a9f20f48e9ef590f3dabe37fa3d9f23e0e0a7de1f5831288ff1d50eb6d6",
  "feed": "wall-street-journal",
  "title": "Banking & Finance:  Space ETF Extends  Cathie Wood's Streak  ----  By Michael Wursthorn",
  "text": "<p>   Cathie Wood's new ARK Space Exploration &amp; Innovation ETF is on track to be one of the most successful fund launches despite criticism that it doesn't necessarily reflect the space-exploration market. </p><p>   Investors poured $536.2 million into the actively managed exchange-traded fund, known as ARKX, in its first five days of trading, according to FactSet data through Tuesday. That trounces the industry average of three years to gather $100 million and puts the fund on course to top $1 billion in assets within days, analysts said. </p><p>   Such a milestone would put the fund in rare company: The fastest ETF to reach $1 billion was State Street's SPDR Gold Trust fund, which hit the mark in just three days back in 2004. </p><p>   \"That speaks to the overall power of ARK right now,\" said Nate Geraci, president of ETF Store, an investment-advisory firm. \"At this point, investors think anything Cathie Wood touches turns to gold.\" </p><p>   The fund is ARK Investment Management LLC's first launch in two years and stands in contrast to the lukewarm receptions its earlier products received. ARK's flagship innovation fund, begun in 2014, took more than 31/2 years to reach $1 billion. Its last launch, the fintech innovation ETF in 2019, took about 21 months. </p><p>   In the span of a year, Ms. Wood's ARK has transformed from a small, upstart manager of a handful of ETFs to one of the biggest fund managers in the U.S. The share prices of the firm's five other actively managed ETFs doubled or tripled last year on the back of surging growth stocks such as Tesla Inc. and Roku Inc., earning Ms. Wood a following of individual investors. </p><p>   But those growth stocks are the epicenter of a selloff that left ARK's older funds down at least 16% from their highs earlier this year. Rather than rolling out another fund primary tied to the tech trade, ARK tilted nearly half of its space ETF toward manufacturers including Lockheed Martin Corp., Boeing Co. and Deere &amp; Co., a sector of the market that benefited in recent months from rising interest rates and inflation expectations. </p><p>   Not everyone is a fan of the fund's makeup. Some took to social media, creating memes to mock ARK's decision to include Deere and other companies that appear to have no significant ties to the fund's theme of investing in space exploration and innovation. One showed a Deere tractor roving across a Mars landscape, another on the moon. </p><p>   Deere responded with memes, including one showing a UFO beaming up a tractor. Some analysts said the inclusion of Deere is less of a stretch when considering it makes satellite-guided machinery. </p><p>   Other stocks included in the fund that seem at odds with its mandate include ARK's passively managed 3-D-printing ETF and shares of Netflix Inc. and Amazon.com Inc. Meanwhile, some of the few pure-play space stocks such as the satellite and imaging company Maxar Technologies Inc. didn't make the cut. Neither did Rocket Lab USA Inc. nor Astra Space Inc., two rocket makers that are merging with blank-check companies to go public. </p><p>   Ren Leggi, a client portfolio manager at ARK, acknowledged that the holdings are causing some confusion but said they are all in line with the fund's mandate. \"When we're talking about space exploration and innovation, we define it as everything above ground,\" he said. </p><p>   The advancement of drone technology plays a big part in why several companies, including Amazon, are in the fund, said Mr. Leggi. Netflix would benefit from the rollout of satellites that enable further adoption of broadband internet for streaming, and some rocket parts are 3D-printed, he added. As for the space companies left out, Mr. Leggi said valuations of some were too rich, especially those involved with special-purpose acquisition companies, while others didn't pass their initial evaluation of whether the stock could sustain a 15% annualized return rate. </p><p></p>",
  "published": "2021-04-08T06:03:00.000Z",
  "tags": [
    {
      "id": "US0970231058",
      "nexusId": "10030932",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 1904,
          "end": 1914
        }
      ]
    }
  ]
}