{
  "_id": "89bbc97428c0fd5999677074b4ec6716b527696cb76ce67497212d9a29a486cd",
  "feed": "market-watch",
  "title": "Here's how defense contractors and defense ETFs are trading after Pentagon says 12 U.S. service members were killed in Kabul airport attack",
  "text": "<p>The Pentagon confirmed during a Thursday press briefing that at least 11 Marines and a Navy medic were killed in the attacks. Officials said that the assault was believed to have been carried out by a regional affiliate of the Islamic State group that is considered far more radical than the militant Islamist Taliban.</p><p>The number of U.S. casualties and fatalities in Kabul could rise, according to reports.</p><p>U.S. stocks, however, have been mostly unfazed after the Taliban rapidly took control of the Central Asia country in mid-August, though the Dow Jones Industrial Average DJIA, the S&amp;P 500 index SPX and the Nasdaq Composite Index COMP have taken a slight leg lower Thursday amid the reports of a heightened toll in Afghanistan.</p><p>Read:Investors ignore Afghanistan, but risk levels are on the rise</p><p>The U.S.'s exit from Afghanistan, which has been described by critics as chaotic, has highlighted underlying geopolitical risks, according to some analysts, and comes after two decades of occupation following the military overthrow of a Taliban regime that had offered a haven to the terror group Al Qaeda.</p><p>The development also has potentially clouded the outlook for President Joe Biden's legislative agenda, though investors thus far have been focused on a planned Friday morning speech from Federal Reserve Chairman Jerome Powell, who could offer clues to the central bank's&#xa0;plans for tapering stimulus measures. Some investors are betting that the Fed may slow those plans if there are signs that the economic recovery is faltering as the delta variant of the coronavirus SARS-CoV-2 heavily impacts some U.S. states.</p><p>So far, though, trading in defense contractors, and exchange-traded funds that track the potential for heightened militarization and geopolitical risk in the region, has been mixed Thursday, with Pentagon officials referring to the Kabul airport development as a “complex attack.”</p><p>“We also know that a number of Afghans fell victim to this heinous attack.&#xa0;Our thoughts and prayers go out to the loved ones and teammates of all those killed and injured,” said Pentagon spokesman John Kirby in a statement.</p><p>The Wall Street Journal reported that at least 60 Afghans were killed along with the dozen U.S. service members as two blasts ripped through crowds trying to enter the American-controlled facility, amid the U.S.-led evacuation of the country.</p><p>Shares of defense contractors North Grumman Corp. NOC and Lockheed Martin Corp. LMT were trading higher on Thursday, up 0.8% and 0.6%, respectively, and looking at week-to-date gains, having risen 0.8% and 1%, FactSet data show.</p><p>Shares of Boeing Corp. BA were off 1.8%, however, and those of General Dynamics GD were marginally down, sliding 0.2%.</p><p>Meanwhile, exchange-traded fund the iShares U.S. Aerospace &amp; Defense ETF ITA was down 0.9%, while the comparable SPDR S&amp;P Aerospace and Defense ETFXAR was also trading lower, down 0.7%.</p><p>Earlier this week, Secretary of State Antony Blinken said the U.S. has evacuated at least 4,500 U.S. citizens and probably more since Aug. 14, but he noted that around 1,500 Americans remained in the area. Military officials have noted that not all U.S. citizens in the country have wished to leave.</p><p>Check out:What the Afghan government's collapse might mean for the U.S. stock market</p><p>Bonds were little moved by the latest Afghanistan developments, with the benchmark 10-year Treasury note BX:TMUBMUSD10Y yielding 1.35%. Yields for debt move in the opposite direction to prices.</p><p>The dollar, as gauged by the ICE U.S. Dollar Index DXY, was, however, up 0.2% on the session, but is down 0.5% so far on the week thus far.</p>",
  "published": "2021-08-26T16:05:00.000Z",
  "tags": [
    {
      "id": "US0970231058",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 2608,
          "end": 2614
        }
      ],
      "nexusId": "10030932"
    }
  ]
}