{
  "_id": "bbd135f31c6e4d431ff5e92ca352b305210486b1ba8dcfc9790c162f47c774e5",
  "feed": "ftcomall",
  "title": "Airbus and Boeing deal is a welcome EU-US detente on trade",
  "text": "<p>A world where the United States and the European Union had the luxury of being at loggerheads over a 17-year-old <a href=\"https://www.ft.com/content/985ae1d6-89eb-46d6-b06c-8299ba70c588\">aviation-subsidy dispute</a> has evaporated. Far greater threats loom where a united front is necessary, be it the Covid-19 pandemic, climate change, a disruptive Russia or an increasingly assertive China. That the EU and US were able to agree an end to the seemingly intractable trade war over respective support for Airbus and Boeing is a promising start, even if <a href=\"https://www.ft.com/content/1e04dfe1-9651-4b9e-90d9-fdbd82b45253\">ending a historic disagreement</a> was always going to be easier than forging a common future agenda.</p> <p>Tuesday's deal is hard evidence that President Joe Biden is keen to end inflammatory trade wars with allies that were ignited by Donald Trump. Although the origins of the world's longest-running trade dispute predate Trump's presidency, matters came to a head in 2019 when the World Trade Organization finally ruled on how the US and EU had subsidised their respective aviation sectors, enabling both to impose tit-for-tat tariffs. A range of products, from US cane molasses to French wine, were hit. </p> <p>Such clashes served only as a distraction to solving more pressing issues. With that in mind, similar attention ought now to be given to the steel and aluminium industry, targeted by Trump under the auspices of national security, leading to a fresh round of retaliatory tolls. Canada, which suffered a similar fate, had its tariffs lifted by Washington but the EU's remain. A promised bilateral working group on the issue is therefore welcome.&#xa0;</p> <p>For the <a href=\"https://www.ft.com/content/e75ef6a6-a055-4061-a930-c05c83cc05bc\">airline manufacturers themselves</a> — and their supply chains — the deal is obviously a reprieve and removes a costly diversion for an industry hit hard by the pandemic. Both Boeing and Airbus have customers on opposite sides of the Atlantic. While litigation has been rumbling on, China has been tending to its own national aviation champion, Comac, with domestic airlines lined up to place initial orders. That is bad news for Boeing and Airbus alike, which both rely heavily on the Chinese market. Comac is not yet a direct threat to the Boeing-Airbus duopoly, but in a decade it may well be. It makes economic and technological sense for the EU and US to work together rather than against each other.</p> <p>In its communique about the deal, the US was far more explicit in its desire to counter China's ambitions than the EU was. That reflects a wider reluctance on the part of the bloc, as the US sees it, to call out China — one potential sticking point in the transatlantic rapprochement. An i<a href=\"https://www.ft.com/content/6a429460-4bfb-42d4-9191-73ba97dde130\">nvestment deal struck between the EU and Beijing</a> in December particularly raised hackles in Washington. While that deal is frozen, a broader ambivalence runs through the EU towards China. Other bones of contention remain, including what the US sees as <a href=\"https://www.ft.com/content/2036d7e9-daa2-445d-8f88-6fcee745a259\">the EU's unfair targeting of Big Tech.</a> </p> <p>Then there is the substance of the Airbus-Boeing deal itself. Much has been left to fill in. From the EU's side, an understandable wariness has also taken hold: one of Trump's most damaging legacies is that years of delicate negotiations and multilateralism can be torn up overnight.</p> <p>A wider US-EU forum, the Trade and Technology Council, has been created to thrash out new rules, from supply chains to semiconductors. Earlier bilateral iterations — under George W Bush, for example — have been little more than talking shops, fading into insignificance. There are signs that pressing threats to common interests, both geopolitical and economic, are finally starting to override second-order disagreements.&#xa0;&#xa0;&#xa0;</p><p>Source: The editorial board 2021 'Airbus and Boeing deal is a welcome EU-US detente on trade' FT.com 16 June. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-06-16T17:45:00.803Z",
  "tags": [
    {
      "id": "US0970231058",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 1953,
          "end": 1959
        },
        {
          "start": 1699,
          "end": 1705
        },
        {
          "start": 11,
          "end": 17
        },
        {
          "start": 438,
          "end": 444
        }
      ],
      "nexusId": "10030932"
    }
  ]
}