{
  "_id": "fc26f0390d584edb5976165beed3612369565f60062356fe369ccfc8d9bb6392",
  "feed": "wall-street-journal",
  "title": "United  Sets Its  Biggest  Plane  Purchase  ---  Airline bets on travel  growth as pandemic's  impact recedes, adding  Boeing and Airbus jets  ----  By Alison Sider",
  "text": "<p>    United Airlines Holdings Inc. is making its largest-ever plane order, adding Boeing and Airbus jets to fuel its post-pandemic growth plans. </p><p>   The Chicago-based airline on Tuesday said it will purchase 200 of Boeing Co.'s 737 MAX jets and 70 larger Airbus SE A321neos, a deal valued at more than $30 billion at list prices before customary discounts. United is looking to replace most of its 50-seat jets and other smaller, older aircraft with these larger planes that can carry more passengers and allow it to sell more premium seats as part of a strategy to expand flying out of its main hubs and to lure more high-paying travelers. </p><p>   The order -- the largest by a U.S. airline since American Airlines ordered 460 new aircraft from Boeing and Airbus in 2011 -- is the latest sign of U.S. airlines' growing confidence that travel is on course to snap back after being decimated by the coronavirus pandemic last year. </p><p>   United recorded a loss of more than $7 billion last year and accepted billions of dollars in government aid to continue paying workers. Now the airline expects to make money in July on an adjusted pretax basis, which would be its first profitable month since January 2020, the airline said in a separate filing on Monday. </p><p>   The airline is preparing to go on a hiring spree to support the new planes. United said it expected to hire 25,000 workers by 2026 -- a nearly 37% increase to its front-line workforce. </p><p>   A year ago, airlines were parking planes in deserts and hunkering down for a protracted pullback in travel. While many business travelers have yet to return and many lucrative international routes have yet to reopen, airline executives said in recent months that the fast rebound in domestic leisure travel gave them confidence to restart hiring plans and start adding to fleets. </p><p>   United operated fewer flights than other major airlines throughout the pandemic, charting a more conservative course. But its order is the airline's latest wager on a strong rebound. </p><p>   United began laying the groundwork for its order last summer, when executives met in a United Club at Chicago's O'Hare International Airport, United Chief Executive Scott Kirby said. Though the airport was still largely empty at the time, the executives began discussing how to position United to emerge from the pandemic. They decided not to permanently retire any aircraft types as some rivals did. \"In a way, my what a difference a year makes. But in another way, this is about where we expected to be,\" Mr. Kirby said. </p><p>   Combined with orders already on its books, United has 500 new narrow-body planes set to arrive in the coming years -- a rapid influx of jets that will help it increase flying by 4% to 6% annually, Chief Commercial Officer Andrew Nocella said. </p><p>   United's fleet includes over 800 mainline jets along with 475 regional planes. About 200 of the planes on order will represent new growth while 300 will replace aircraft due to retire, including about two-thirds of its 50-seat jets. </p><p>   Rather than expanding by adding new cities as some other carriers have, United plans to rely on boosting its seating capacity. United said the new planes would help it add almost 30% more seats per domestic flight and 75% more premium seats in first class or with extra legroom. </p><p>   \"It's part of what we should have been doing for years,\" Mr. Nocella said. </p><p>   United's move follows recent jet orders from carriers including Southwest Airlines Co. and Alaska Air Group Inc. The recovery has helped Boeing clear most of its inventory of unclaimed MAX jets. United previously unveiled plans to buy an additional 25 MAX jets and to accelerate delivery of dozens more to meet near-term demand, but the carrier said the orders unveiled Tuesday are part of a more detailed post-pandemic strategy. </p><p>   United said Tuesday that all of the planes will be outfitted with such amenities as larger overhead bins and screens in seat backs. Some airlines had been shifting away from those entertainment systems in favor of allowing passengers to stream movies and TV shows on their own devices, but United said it believes the screens will be a selling point with customers. It plans to retrofit all of its mainline narrow-body aircraft with matching interiors, including screens, by 2025. </p><p>   The upgraded cabins and emphasis on high-paying customers pits United more directly against Delta Air Lines Inc. Delta has for years emphasized business travel and touted a higher-end experience, adding seat-back screens while other carriers such as American Airlines Group Inc. have been removing them on single-aisle planes. </p><p>   The airline's plans to expand domestic hubs in Chicago, Houston and Denver and to boost international flying are a bet on travel when the outlook is still uncertain. The business travelers who would typically fill the more expensive premium seats have yet to return, and travel patterns could remain in flux for years, some analysts say. </p><p>   \"Everything we see every week makes us even more certain that business travel and international travel are ultimately going to come back,\" Mr. Kirby said. \"Some of them will be different, but they are ultimately going to come back at 100%.\" </p><p>   United told investors on Tuesday that it has flexibility to adjust when to take deliveries of the planes and when to retire aircraft if recovery stalls. </p><p>   Some analysts have long expected United to detail its plans to refresh its fleet. \"The company has significant chunks of aircraft in its fleet that are old enough to legally drink,\" Evercore ISI analyst Duane Pfennigwerth wrote on Monday. </p><p>   Though United split its order among the two major plane makers, the company's move is a boost for Boeing's 737 MAX. The aircraft was grounded for nearly two years following a pair of fatal crashes, in late 2018 and early 2019, that took 346 lives. Boeing at one time halted production of the plane and some customers walked away from their orders as the pandemic worsened, providing an opening for Airbus to take market share. </p><p>   United's deal to purchase 150 Boeing 737 MAX 10 jets as part of the order announced on Tuesday also bolsters that model, the largest variant of the single-aisle workhorse aircraft. Orders for MAX 10 jets have lagged behind the smaller MAX 8. The 737 MAX 10 recently took its maiden flight as Boeing conducts tests and works toward regulatory approval for the new jet. </p><p>   --- </p><p>   Andrew Tangel and Doug Cameron contributed to this article. </p><p></p>",
  "published": "2021-06-30T06:09:00.000Z",
  "tags": [
    {
      "id": "US0970231058",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 77,
          "end": 83
        },
        {
          "start": 5793,
          "end": 5799
        },
        {
          "start": 206,
          "end": 212
        },
        {
          "start": 110,
          "end": 116
        },
        {
          "start": 729,
          "end": 735
        },
        {
          "start": 5643,
          "end": 5649
        },
        {
          "start": 206,
          "end": 216
        },
        {
          "start": 3473,
          "end": 3479
        },
        {
          "start": 6264,
          "end": 6270
        }
      ],
      "nexusId": "10030932"
    }
  ]
}