{
  "_id": "6b8672574f32282f9c3c84e066d73eba8accb28b4e8fccaf292683677ab9843d",
  "feed": "wall-street-journal",
  "title": "Defense,  Jet Sales  Boost  Boeing  ----  By Doug Cameron and Andrew Tangel",
  "text": "<p>    Boeing Co. reported its first quarterly profit in nearly two years and said it needs orders from China to participate fully in a stronger-than-expected recovery in air travel. </p><p>   The company also said it had shelved plans to shed a further 10,000 workers by the end of the year, though efforts to boost production of its bestseller -- the 737 MAX jetliner -- hinge in part on China recertifying the plane for passenger service. </p><p>   Boeing hasn't secured a direct new jetliner order from China in almost four years, and has been pushing for improved trade relations with the U.S. </p><p>   Chief Executive David Calhoun said in a message to employees that Boeing's payroll depends on U.S.-China trade relations, as well as the broader commercial-market recovery, U.S.-China trade and the company's own performance. </p><p>   Boeing on Wednesday reported a profit of $567 million for the June quarter, compared with a $2.4 billion loss in the same period a year earlier. Adjusted per-share earnings of 40 cents beat the consensus among analysts polled by FactSet for a loss of 83 cents. </p><p>   Sales rose 44% to $17 billion as jetliner deliveries quadrupled from a year earlier, including 47 of the company's MAX jets. It has delivered more than 130 MAX jets since the plane was cleared to fly again in some countries starting late last year, and airlines have returned more than 190 of the once-grounded jets to service. </p><p>   \"We are turning a corner, and the recovery is gaining momentum,\" Mr. Calhoun said on an analyst call Wednesday. </p><p>   Mr. Calhoun said China was shaping up to be a risk next year, but said an eventual U.S. trade deal could resurrect deliveries and new orders from the country. Boeing has been in talks with both countries' leaders and cited \"the mutual economic benefits of a strong and prosperous aerospace industry,\" he said. </p><p>   Boeing's calls for restarting trade with China come amid a growing dissatisfaction among large businesses and trade associations at the pace of the U.S. administration's review of China trade policy. The U.S. Trade Representative's office isn't expected to complete its efforts until sometime in the fall. </p><p>   Representatives of the White House and U.S. Trade Representative didn't immediately respond to a request for comment Wednesday. Mr. Calhoun has said the U.S. administration understands Boeing needs access to the Chinese market to counter the company's European rival, Airbus SE. Boeing has praised a recent U.S. deal with the European Union to suspend a trade dispute partly aimed at countering China's subsidies for its aviation industry. </p><p>   Boeing shares were up 4.2% to $231.57 on Wednesday as the company avoided the type of charges on its commercial and defense programs that have dogged recent earnings reports. </p><p>   Its commercial airplanes unit reported an operating loss of $472 million in the quarter, but the defense business rebounded to earn $958 million and services generated $531 million. </p><p>   The company burned through $705 million in cash during the quarter, far less than analysts expected as delivery payments combined with deposits from many new jetliner sales. Boeing continues to expect passenger traffic to return to pre-pandemic 2019 levels in two to three years. </p><p>   Boeing is still expected by analysts to make an annual loss of roughly $3 billion this year before returning to profit in 2022. </p><p>   The plane maker's first quarterly profit since the period that ended in September 2019 follows two all-consuming crises. Its MAX jets had been grounded for nearly two years after two fatal crashes that took 346 lives, and the pandemic had sapped demand for new airplanes as passengers stayed home and airlines retrenched. The company has also grappled with production-quality problems on its 787 Dreamliner. </p><p>   Global airline capacity remains 30% below pre-pandemic levels and industry executives expect it to take until 2024 to catch up, but pockets of domestic market strength in the U.S., China and Russia have helped speed a recovery. </p><p>    U.S. aerospace companies last year announced plans to shed more than 100,000 jobs, including many at Boeing's 12,000 suppliers. Boeing itself had planned to cut its own workforce by one-fifth to around 130,000 by the end of this year, but now plans to hold employment steady at roughly 140,000. </p><p>   While the return of the MAX has bolstered sales and cash, Boeing has recently slowed Dreamliner production while it addresses a newly discovered quality issue with the planes. The company has delayed deliveries to fix defects that emerged about a year ago. It is awaiting regulatory approval for a plan to inspect aircraft. Mr. Calhoun said Boeing is focused on quality and stable operations, despite the near-term hit resulting from the Dreamliner delivery halt. </p><p>   Mr. Calhoun apologized to investors for his earlier prediction that the Dreamliner issues would be resolved sooner. But he said the company's inspections and fixes would make production and deliveries more stable in time for a rebound in international travel. </p><p>   \"This is Boeing getting tough on Boeing,\" Mr. Calhoun said. The pandemic's hit to widebody-jet demand has given the company a \"window to get this behind us once and for all.\" </p><p>   On Friday, Boeing faces another chance to overcome past problems. Its Starliner space capsule is slated to launch without crew on board in a test mission to dock with the International Space Station. The launch follows a botched 2019 attempt. </p><p></p>",
  "published": "2021-07-29T06:09:00.000Z",
  "tags": [
    {
      "id": "US0970231058",
      "nexusId": "10030932",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 4983,
          "end": 4989
        },
        {
          "start": 425,
          "end": 431
        },
        {
          "start": 2299,
          "end": 2305
        },
        {
          "start": 1657,
          "end": 1663
        },
        {
          "start": 4083,
          "end": 4089
        },
        {
          "start": 3191,
          "end": 3197
        },
        {
          "start": 25,
          "end": 31
        },
        {
          "start": 3085,
          "end": 3091
        },
        {
          "start": 2393,
          "end": 2399
        },
        {
          "start": 1808,
          "end": 1814
        },
        {
          "start": 638,
          "end": 644
        },
        {
          "start": 5007,
          "end": 5013
        },
        {
          "start": 797,
          "end": 803
        },
        {
          "start": 2554,
          "end": 2560
        },
        {
          "start": 4308,
          "end": 4314
        },
        {
          "start": 5160,
          "end": 5166
        },
        {
          "start": 0,
          "end": 10
        },
        {
          "start": 4591,
          "end": 4597
        },
        {
          "start": 4056,
          "end": 4062
        }
      ]
    }
  ]
}