{
  "_id": "58d31e4a0dc1803a785a300bc5785022a438b7c8ad68d2a32300e8eb329800f5",
  "feed": "wall-street-journal",
  "title": "EXCHANGE --- The Score: The Business Week in 7 Stocks",
  "text": "<p>Moviegoers delivered a smash hit for AMC on Labor Day weekend. More than two million people watched films at the company's U.S. theaters in the four days leading up to the holiday, AMC said, helped by the record debut of Walt Disney Co.'s Marvel superhero movie \"Shang-Chi and the Legend of the Ten Rings.\" AMC said the weekend was the first one with higher attendance than the same weekend pre-pandemic. The result marked a milestone for a company hit hard by Covid-19. AMC shares soared 8.7% Tuesday.</p><p>INTEL CORP.</p><p>INTC +0.3%</p><p>Intel is powering up its chip production. The semiconductor maker said Tuesday it will build new chip-making facilities in Europe, racing to add manufacturing capacity during a global shortage. Intel Chief Executive Pat Gelsinger said the two chip factories would cater to meteoric demand for semiconductors as items like computers and cars are increasingly reliant on computer chips. Rivals such as Taiwan Semiconductor Manufacturing Co. and Samsung Electronics Co. have also said they plan to boost spending on chip manufacturing. Intel shares rose 0.3% Tuesday.</p><p>DOORDASH INC.</p><p>DASH +1.3%</p><p>Food-delivery companies bit back at the Big Apple. DoorDash, Grubhub Inc. and Uber Technologies Inc.'s Eats division sued New York City over its law permanently capping the amount of commissions the apps can charge restaurants for services. The companies contend the fee cap is harmful and constitutes government overreach that cost them hundreds of millions of dollars combined through July. Doordash shares rose 1.3% Friday.</p><p>BOEING CO.</p><p>BA -1.8%</p><p>The relationship between Boeing and its biggest non-U.S. customer encountered new turbulence. Ryanair Holdings PLC said Monday it walked away from 10-month talks with the U.S. jet maker over a potential new order for the 737 MAX in a dispute over pricing. Industry players were watching that order as another bellwether for how quickly Boeing can recover its order backlog following the model's nearly two-year grounding. Ryanair is Europe's largest carrier by passengers and has been a big buyer of the 737 MAX, buying 75 last year. Boeing shares lost 1.8% Tuesday.</p><p>GAMESTOP CORP.</p><p>GME +0.2%</p><p>GameStop scored following a reset. The videogame retailer and popular meme stock on Wednesday posted a sales increase of roughly 26% in the latest quarter, after an overhaul of its leadership team. While the fiscal second quarter is typically slowest for sales, GameStop reported increases across hardware, software and collectibles. In June the company named former Amazon.com Inc. executive Matt Furlong as its CEO and Amazon veteran Mike Recupero as finance chief. Shareholders also voted Chewy Inc. co-founder Ryan Cohen as chairman. GameStop shares added 0.2% Thursday.</p><p>WELLS FARGO &amp; CO.</p><p>WFC -0.1%</p><p>Wells Fargo's stagecoach hit a new ditch. One of the bank's top regulators fined the San Francisco bank $250 million for lack of progress in addressing longstanding issues in its mortgage business. The Office of the Comptroller of the Currency said the lender failed to fix problems first identified in a 2018 order, when the regulator said Wells Fargo harmed home-lending customers. The penalty is a setback for Wells Fargo, five years after the bank first became embroiled in scandal for creating perhaps millions of fake customer bank accounts. Wells Fargo shares declined 0.1% Friday.</p><p>COINBASE GLOBAL INC.</p><p>COIN -3.2%</p><p>The largest cryptocurrency exchange in the U.S. faces new scrutiny from Uncle Sam. The Securities and Exchange Commission is investigating Coinbase over a lending program the company plans to market and has indicated it would sue the company over the offering, Coinbase said Tuesday. The SEC indicated the activity would constitute a type of investment that needs to be registered with the government under investor-protection laws, while Coinbase Chief Executive Brian Armstrong disputed this. Coinbase shares fell 3.2% Wednesday.</p><p>License this article from Dow Jones Reprint Service</p>",
  "published": "2021-09-11T00:00:00.000Z",
  "tags": [
    {
      "id": "US0970231058",
      "nexusId": "10030932",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 1899,
          "end": 1905
        },
        {
          "start": 2097,
          "end": 2103
        },
        {
          "start": 1588,
          "end": 1594
        }
      ]
    }
  ]
}