{
  "_id": "ac0fdb56724b680944791833a72a4768970e27482c2fcf8f7552c9e8247528ab",
  "feed": "wall-street-journal",
  "title": "Aircraft Debt May Also Be Flying Too High",
  "text": "<p>The world's top jet-leasing companies, including AerCap, Air Lease Corp. and Avolon, have gone on a bond-issuing frenzy this January, borrowing about $15 billion at yields that often ranged between 2% and 3% -- compared with about 5% last summer.</p><p>Then, a few days ago, private-investment firm Castlelake sold $595 million in aircraft asset-backed securities, a market that was closed since last February. Safer A-tranches offer a yield of 3.5%, one of the best rates ever on commercial aviation ABS. On average, U.S. investment-grade corporate bonds return less than 2%.</p><p>The current situation is a confusing one. Markets have to juggle the bleakness of the present -- global airline capacity is less than half what it was a year ago and the industry faces new travel restrictions -- with the prospect of a vaccine-led rebound. But the recovery will also be a slog: Passenger numbers aren't expected to return to 2019 levels until 2024.</p><p>With a lot of airlines not paying dues on their leases, the ABS market has seen a wave of ratings downgrades. Many note holders are still getting paid from a dwindling pot of reserves.</p><p>The jet market has reopened by putting its highest-quality assets on sale, like the debt of the big lessors. The latest ABS, too, are backed by planes under long leases placed with strong airlines like Delta Air Lines and Qatar Airways, and for now Castlelake is retaining the riskiest tranches. New features increase protection for buyers, and are designed as a reassurance that this will be the new post-pandemic normal.</p><p>But even in this arguably safe ABS deal, nine out of 27 aircraft are affected by lease deferrals, according to ratings agency Kroll. It was nonetheless oversubscribed.</p><p>It is telling that the market is rushing back into plane-backed structured products before there is clarity on how the crisis will affect what planes are worth. Decisions may be overly influenced by ultralow interest rates.</p><p>Investors shouldn't forget that the resale value of the assets is what ultimately protects them, and ensures liquidity for airlines and lessors. In such uncertain times, even big carriers may eventually choose bankruptcy to cut debts, and decide to return some of their jets -- as Chile's LATAM Airlines did last year. Redeploying them may prove hard amid such a massive supply glut. Norwegian Air Shuttle recently shed 37 modern Boeing 787s.</p><p>Aircraft prices on the ground are still well below appraisal valuations, traders say, and could go lower. According to New York University professor David Yu, book values can take between 12 and 24 months to fully reflect the impact of a downturn.</p><p>The jet market hasn't yet been overtaken by the kind of euphoria popping up elsewhere, but investors are surprisingly relaxed.</p>",
  "published": "2021-01-27T00:00:00.000Z",
  "tags": [
    {
      "id": "US0970231058",
      "nexusId": "10030932",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 2366,
          "end": 2372
        }
      ]
    }
  ]
}