{
  "_id": "7a682bac0d5177c9a89674515ad085bfc7d99a946e3c58ce3a7a7c4b50d7ff5d",
  "feed": "ftcomall",
  "title": "FAA orders Pratt & Whitney engines be inspected for cracks",
  "text": "<p>US aviation regulators have ordered airlines to inspect certain Pratt &amp; Whitney engines on Boeing jets for invisible cracks on the fan blades before the planes are flown again.</p> <p>The US Federal Aviation Administration issued an emergency airworthiness directive on Tuesday related to the PW4000-112, an engine used in about 8 per cent of Boeing's 777 aircraft. The order came three days after an <a href=\"https://www.ft.com/content/2f5f7799-9886-4327-bb1d-f0c10aa2184b\">engine on a 777 broke apart</a> four minutes after take-off, scattering debris over a Denver suburb.</p> <p>No one aboard United Airlines flight 328 or on the ground was injured, but planes using the engines from P&amp;W, a division of Raytheon Technologies, were effectively grounded in the wake of the incident.</p> <p>Investigators from the National Transportation Safety Board said on Monday that a fan blade in the turbine showed signs of <a href=\"https://www.ft.com/content/ab798d0c-ed7f-4df7-9689-d7405e7ee365\">“metal fatigue”</a>, which appeared to have caused it to snap off at the root. The severed blade hit a second blade, cutting it in half.</p> <p>The order called for aircraft operators to conduct a thermal acoustic image inspection of the titanium fan blades at the front of each engine. The “technology can detect cracks on the interior surfaces of the hollow fan blades or in areas that cannot be seen during a visual inspection”, the FAA said.</p> <p>Regulations currently require the engine to be inspected every 6,500 flight cycles — defined as one take-off and one landing. The FAA said it might establish a shorter inspection interval based on the results from airlines' initial engine checks.</p> <p>The PW4000-112 debuted in 1995 as the launch engine for the 777, but the engine has not been used in the Boeing wide-body jets since the mid-2000s.</p> <p>Saturday's incident in the skies above Colorado was not the first alarming episode involving the engine. Fan blades broke off of a turbine in December on a Japan Airlines flight, and in 2018 on a United flight to Hawaii.</p> <p>NTSB investigators found in the Hawaii incident — where no one was injured — that fatigue had made a tiny crack inside the hollow core fan blade. The crack was noted during an inspection in 2010 and then again in 2015, when it was larger. &#xa0;</p> <p>“The inspectors attributed the indication to a defect in the paint that was used during the [thermal acoustic imaging] process and allowed the blade to continue the overhaul process and be returned to service,” the <a href=\"https://data.ntsb.gov/Docket?ProjectID=96738\">NTSB report</a> said.</p> <p>The report found that inspectors primarily received on-the-job training, which “could adversely impact the inspection. P&amp;W has advised that it was working to correct those issues”.</p><p>Source: Claire Bushey in Chicago 2021 'FAA orders Pratt &amp; Whitney engines be inspected for cracks' FT.com 24 February. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-02-24T03:57:55.599Z",
  "tags": [
    {
      "id": "US0970231058",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 336,
          "end": 342
        },
        {
          "start": 1603,
          "end": 1609
        },
        {
          "start": 91,
          "end": 97
        }
      ],
      "nexusId": "10030932"
    }
  ]
}