{
  "_id": "ba396b7e80e1a99b86b037aab9223e0db262c20a3ceeacc9e2cb2e237a7ab9fe",
  "feed": "wall-street-journal",
  "title": "New Covid-19 Travel Restrictions Rattle Global Airline Industry, Hit Shares; U.S. to restrict travel from South Africa and seven other countries in southern Africa starting Monday",
  "text": "<p>The restrictions are limited to flights from a handful of countries that typically encompass a relatively low percentage of international travel. Still, global airline shares sharply fell amid worry that thevariant could take hold elsewhere and trigger broader travel restrictions just as many parts of the world start to fly again.</p><p>Shares in all three of the largest U.S. international airlines each fell by more than 8% in shortened trading Friday. Shares of International Consolidated Airlines Group, the owner of British Airways and Spain's Iberia, were down by more than 15% in late European trading.</p><p>The selling spread to airline makers and their suppliers. Boeing Co. shares were down more than 5%, while shares of rival Airbus SE had shed more than 10% late in the day in Europe.</p><p>The World Health Organization said Friday that a new strain of the coronavirus first detected in southern Africa was a global \"variant of concern\" and that preliminary evidence suggested that it presented a higher risk of a person falling ill with Covid-19 for a second time. The WHO also said that the variant's fast spread in South Africa indicated that it could be more transmissible than other strains of the virus and that more research was being done to understand the full effects of its many mutations. The agency named the new variant Omicron, after a letter in the Greek alphabet, and urged countries around the globe to examine more positive Covid-19 test samples for its presence and share their findings.</p><p>Other variants of concern include the Delta variant that is now dominant world-wide and the Alpha variant that drove a deadly wave of infections across Europe and the U.S. last winter and spring.</p><p>The European Union said early Friday it would propose an emergency brake on travel between South Africa, a handful of neighboring countries and the 27-member bloc. On Friday, Singapore's health ministry said it would restrict arrivals and transit for nonresidents who have traveled within 14 days to the region.</p><p>The U.K. on Thursday placed six southern African states on its red list of countries from which travelers have to quarantine in government-approved hotels. It went a step further Friday and halted all commercial and private passenger flights to and from those countries for two days, starting midday Friday.</p><p>Travel restrictions vary by country, but governments typically try to restrict flights taking off from affected countries or passengers who had passed through those nations recently. The U.S. ban applies to foreign nationals, but U.S. citizens and permanent residents will still be able to travel from the restricted countries—similar to restrictions that were previously in place on travel from South Africa and several other countries.</p><p>British Airways said it was working through plans to assist customers currently in the region. A spokesman for Deutsche Lufthansa AG, which flies between Germany and South Africa 17 times a week, said it was continuing its flights to help German travelers return home and to maintain cargo transport.</p><p>The new rules mark another setback for long-haul carriers, which have been boosting capacity on international flights in recent weeks. The move comes less than a month after the Biden administration reopened U.S. borders, ending a regime of travel restrictions that kept out non-U.S. citizens from many countries, and instead required that most foreign nationals seeking to fly to the U.S. show proof of vaccination.</p><p>While Americans have largely resumed traveling domestically for vacations or to visit friends and family, international and business travel haven't yet returned in full force. Airlines have said their global flights have been buoyed in recent weeks by loosening travel restrictions around the globe.</p><p>Southern Africa is a relatively small component of U.S. airlines' route maps, compared with their European counterparts. United Airlines Holdings Inc. and Delta Air Lines Inc. are the only two U.S. carriers that fly to South Africa. United is scheduled to operate 87 flights between the two countries next month, including resuming nonstop service between Newark, N.J., and Cape Town, according to Cirium, an aviation data provider.</p><p>Delta said that Virgin Atlantic Ltd., its partner airline, had canceled service between Johannesburg and London. Delta has 35 flights scheduled between Atlanta and Johannesburg next month, according to Cirium figures.</p><p>\"Delta will continue to work closely with our government partners to evaluate any changes to U.S. policy,\" a spokeswoman said.</p><p>United and Delta didn't immediately respond to requests for comment after the new restrictions were announced.</p><p>\"The policy was implemented out of an abundance of caution in light of a new Covid-19 variant circulating in Southern Africa,\" according to a White House statement. \"Our scientists and public health officials are working quickly to learn more about this variant.\"</p><p>In Hong Kong, which has one of the strictest on-arrival quarantine requirements in the world, genome-sequencing analysis confirmed two cases of the new variant among people already in hotel quarantine, the city's health department said Thursday. Health officials have further isolated 12 people who were in hotel rooms near the two cases. No related cases have been detected so far, they said.</p><p>Japan also tightened restrictions Friday on travel from South Africa and neighboring countries. Effective from Saturday, all travelers arriving in Japan from the region must spend 10 days in a government-designated hotel or other lodging facility and undergo testing every three or four days, the Ministry of Health, Labor and Welfare said. Until now, people permitted to enter Japan from those nations have been allowed to quarantine at home.</p><p>Peter Landers in Tokyo and Doug Cameron contributed to this article.</p><p>Write to Benjamin Katz at ben.katz@wsj.com and Alison Sider at alison.sider@wsj.com</p><p>New Covid-19 Travel Restrictions Rattle Global Airline Industry, Hit Shares</p>",
  "published": "2021-11-26T20:35:00.000Z",
  "tags": [
    {
      "id": "US0970231058",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 664,
          "end": 674
        }
      ],
      "nexusId": "10030932"
    }
  ]
}