{
  "_id": "02958e6df34ab279b1c5a1e38d4b8601d33602b1109cb9148fd8fefec2573c78",
  "feed": "wall-street-journal",
  "title": "PERSONAL JOURNAL  ---  The Middle Seat:  What's Behind the Travel Misery  ---  The four-day odyssey of one plane explains how routine disruptions lead to major meltdowns  ----  By Scott McCartney",
  "text": "<p>   To understand how routine airline disruptions have been mushrooming into travel meltdowns affecting a million passengers or more, consider the recent four-day odyssey of a single plane: a Southwest Airlines Boeing 737-800 called N8661A. </p><p>   Following that 175-seat jet shows how ill-prepared some airlines have been for the busy restart of travel this year. You can think of N8661A as one piece in a jigsaw puzzle where some of the pieces keep changing shape and size so fast that nothing fits together. </p><p>   As fliers have found this summer and fall, and more are likely to discover over the holidays, short-staffed airlines are even tougher to get back on track. Cancellations continue for days. Takeoffs in California are delayed hours because of problems in Florida. It seems incomprehensible -- when it's your trip that's botched and you end up sleeping in a hotel far from your destination. </p><p>   Take the holiday-weekend snafu in October at Southwest. A typical afternoon storm in Florida delayed some flights, then the air-traffic control center in Jacksonville, Fla., had a staffing shortage that grounded others. By the end of the day, 188 airplanes were in the wrong cities; flights at 66 airports were affected, Southwest says. About 30% of crews weren't where they were supposed to be. </p><p>   What made it exponentially worse: Southwest was already running short on reserve crews and didn't have enough spare pilots and flight attendants to recover. It's the same problem that vexed American Airlines several times, including earlier this month, after high winds in Dallas twisted the airline into knots. </p><p>   \"An airline needs to keep moving. It counts on the aircraft moving, the crews moving, obviously our passengers moving, the bags moving. So all the pieces and parts need to keep moving,\" says Bob Jordan, Southwest's executive vice president and incoming chief executive officer. </p><p>   Southwest's N8661A -- the registration number for the aircraft often called the tail number -- flew 16 trips over four days that October holiday weekend. (It often flies five or six a day.) It also had six cancellations over that period, mostly because Southwest didn't have a crew available to operate the trip. </p><p>   Typical hiccups that normally would have delayed flights one day, maybe two, turned into a meltdown because of aggressive scheduling for the staff on duty and higher than usual sick calls, the airline says. It didn't help that on Friday, Oct. 8, the center of the flight groundings happened to be one of Southwest's biggest crew bases, Orlando, Fla. </p><p>   \"By the end of the day Friday, we've got aircraft out of position and crews out of position. We have crews [in Orlando] that couldn't come into the network. Obviously, we had a lot of customers that we've affected,\" Mr. Jordan says. </p><p>   N8661A started its day that Friday in Norfolk, Va., and was supposed to fly to Baltimore; Tampa, Fla.; San Juan, Puerto Rico; Orlando; Dallas; and finally Little Rock, Ark., according to a log provided by Southwest. </p><p>   It only reached Orlando. The Federal Aviation Administration slowed flights and kept some on the ground in Florida for a few hours because of severe weather, military training that limited routes for commercial flights and a shortage of air-traffic controllers at the Jacksonville regional air-traffic control center. Southwest says it canceled N8661A's flight to Dallas because air-traffic control had to thin out traffic. The airline used a different airplane for the Dallas-Little Rock flight. </p><p>   Unlike hub-and-spoke airlines, Southwest airplanes hopscotch from city to city. Since N8661A was stuck in Orlando instead of Little Rock, it received completely new routes for Saturday: Dallas, then Miami, Austin, Texas, Chicago and Houston. </p><p>   Good plan, except Southwest says several issues compounded into a four-hour delay leaving Orlando for Dallas. A different plane handled the next two legs and Southwest scrapped the final two. </p><p>   After reaching Dallas 238 minutes late, N8661A switched to yet another routing plan and flew to Houston, Las Vegas and Phoenix. It was supposed to go on to Burbank, Calif., but that had to be canceled because that crew timed out. Federal safety rules restrict how long pilots and flight attendants can be on duty. </p><p>   The tally for Saturday was worse than Friday's, the day of the disruption: four flights flown and three flights canceled. </p><p>   N8661A started Sunday flying from Phoenix to Houston. It never reached its next four destinations. Southwest says it had to scrap its scheduled trip from Houston to Tampa for crew reasons. A different plane picked up that route in Tampa. N8661A instead headed to Dallas, Tampa, Nashville, Tenn., and Panama City, Fla. It operated five flights for the day, with one cancellation, and now was in northwest Florida overnight. </p><p>   That created another problem -- early flights out of Panama City were all canceled on Monday, three days after the disruption began, because of a lack of crew availability, Southwest says. N8661A sat on the ground in Panama City until 5:30 p.m. local time, when it picked up another route and flew to Nashville, St. Louis and Fort Myers, Fla. One flight related to N8661A was canceled and three others were flown with substitute aircraft while N8661A sat in Panama City. </p><p>   By Tuesday, Southwest had reassembled its schedule -- for the most part. </p><p>   Southwest says it typically has 12% to 15% of its crews on reserve duty ready to be called in to replace crews that run out of duty time, call in sick or end up out of position. Mr. Jordan says the airline was well below that level over the October holiday weekend. </p><p>   \"We just had less crew margin than typical and less crew margin than we needed,\" Mr. Jordan says. \"We would absolutely still have had issues on Saturday and Sunday because of the widespread impact. But they could have been less if we had the right amount of margin that was typical.\" </p><p>   Since summer, Southwest has had higher-than-normal sick leaves and other leaves -- a lot of that attributable to Covid-19, Mr. Jordan says. Crews have been picking up extra trips for extra pay, and unions have complained workers are worn out. \"Even if they picked up trips at an extraordinary rate, you just don't have enough because there are so many trips to pick up,\" he says. </p><p>   Lesson learned, the airline says. Southwest has trimmed its flight schedule for the holidays. That should leave more than 20% of its crews on reserve. </p><p></p>",
  "published": "2021-11-11T07:05:00.000Z",
  "tags": [
    {
      "id": "US0970231058",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 207,
          "end": 213
        }
      ],
      "nexusId": "10030932"
    }
  ]
}