{
  "_id": "46236f2c95391438da98a5dc9f6e858b8fe4c390c61e3313d956733cb8b48f1b",
  "feed": "ftcomall",
  "title": "Boeing's deal with the DoJ highlights the limits of US justice",
  "text": "<p><em>The writer is a former federal prosecutor who specialised in white-collar crime</em></p> <p>The US Department of Justice recently <a href=\"https://www.justice.gov/opa/pr/boeing-charged-737-max-fraud-conspiracy-and-agrees-pay-over-25-billion\">announced</a> a deal with Boeing to resolve a years-long criminal investigation and regulatory probe into the crashes of two 737 Max jetliners that killed all 346 passengers and crew.</p> <p>Though Boeing's promise to pay $2.5bn drew most of the attention, the deal represents a triumph for the company's executives and shareholders. It also underscores serious problems with efforts to use corporate criminal liability to satisfy public anger when something goes seriously, tragically wrong.</p> <p>Until last year, I <a href=\"https://www.wsj.com/articles/justice-department-accused-of-abusing-process-to-extend-statute-of-limitations-11580657654\">worked</a> in the DoJ <a href=\"https://www.justice.gov/criminal-fraud/market-integrity-and-major-frauds-unit\">office</a> that conducted the investigation, although I was not a member of that team. These deals are the product of <a href=\"https://www.bloomberg.com/news/articles/2020-02-20/bank-of-america-eroded-u-s-spoof-case-laying-path-for-jpmorgan\">long negotiations</a> that reach the highest levels of the department.</p> <p>The settlement is based on the conduct of two Boeing pilots who provided “incomplete and inaccurate” information about the plane's flight control system to the Federal Aviation Administration. But the agreement stops short of saying that this caused either crash — or even that the FAA would have done anything differently if the pilots had disclosed the information.</p> <p>The <a href=\"https://www.justice.gov/opa/press-release/file/1351336/download\">agreement</a> also contains a remarkable provision that exonerates Boeing's senior management by stating that “the misconduct was neither pervasive across the organization, nor undertaken by a large number of employees, nor facilitated by senior management”. I cannot recall an affirmative exculpation like this in any other corporate criminal settlement in the US — nor could Duke University law <a href=\"https://law.duke.edu/fac/garrett/\">professor Brandon Garrett</a>, an <a href=\"https://corporate-prosecution-registry.com/about/\">expert</a> in the area.</p> <p>The monetary component of the deal is also extremely unusual. Less than one-tenth of it ($243.6m) is an actual fine. Most of it (about $1.8bn) represents money that Boeing will pay to airlines for the grounding of the planes, but the company expects to pay out <a href=\"https://www.google.com/url?sa=t&amp;rct=j&amp;q=&amp;esrc=s&amp;source=web&amp;cd=&amp;cad=rja&amp;uact=8&amp;ved=2ahUKEwjNtoa-wI_uAhWBjFkKHRw7D9cQFjAGegQIARAC&amp;url=https%3A%2F%2Fwww.wsj.com%2Farticles%2Fboeing-falls-to-full-year-loss-11580302091&amp;usg=AOvVaw2eyzvg_R-Zj5gNHZbsxEs7\">far more</a>. The remaining $500m is for a victim compensation fund. Boeing agreed that the fund would not “<a href=\"https://www.justice.gov/opa/press-release/file/1351336/download\">preclude</a>” victims from bringing legal claims, but judges and juries — who also read newspapers — may credit the company for those payments anyway.</p> <p>The US government's ability to prosecute corporations is controversial. Some companies and defence lawyers have complained for years that its reach and power allow it to extort penalties out of proportion to the underlying conduct. But the best deterrent to criminal misconduct is prosecution of the culpable. Corporate liability motivates executives to ensure that there are appropriate internal controls to minimise wrongdoing.</p> <p>Yet the government credited Boeing for its remedial efforts, downplayed the importance of the pilots' conduct, and exonerated senior management — all of which might make you wonder why the company was forced to enter into a criminal settlement at all.</p> <p>Critics of over-enforcement also complain that prosecutors are vulnerable to the “<a href=\"https://www.ft.com/content/b73f69ec-9d35-11e3-a599-00144feab7de\">sunk cost fallacy</a>” — that they are incapable of letting the company off the hook after years of investigating. For them, the mildness of the Boeing deal is evidence of that claim.&#xa0;</p> <p>For people <a href=\"https://newrepublic.com/article/158582/theres-never-better-time-white-collar-criminal\">like me</a> who believe that the DoJ should have a <a href=\"https://www.nybooks.com/articles/2020/12/03/getting-away-murder-executive-prosecution/\">smarter</a> and more robust corporate criminal enforcement programme, the deal <a href=\"https://www.law360.com/whitecollar/articles/1343052/boeing-s-favorable-crash-deal-leaves-victims-families-livid\">provides</a> <a href=\"https://www.bloomberg.com/news/articles/2021-01-08/boeing-seen-getting-off-easy-in-fraud-settlement-on-737-max\">plenty</a> <a href=\"https://www.bloomberg.com/amp/opinion/articles/2021-01-08/boeing-settles-737-max-fraud-probe-but-did-it-learn\">to dislike</a>. It is very possible that this settlement has improved Boeing's financial position. The company was likely to pay all but the relatively small criminal fine anyway. The government's absolution of senior management may significantly reduce the value of victims' outstanding legal claims — particularly to the extent that any of them hoped to get punitive damages, which would probably have required proving pervasive or high-level misconduct.</p> <p>It is also hard to fathom how the government could have investigated so thoroughly that it could fully exonerate senior management. That conclusion was probably based on information that the company provided after its own <a href=\"https://www.law.columbia.edu/news/archive/suits-cuffs-how-crack-down-corporate-crime\">internal investigation</a>, but given the inherently conflicted nature of that relationship, prosecutors should treat such information with extreme caution.</p> <p>The Boeing deal provides the latest reason for incoming president Joe Biden and Merrick Garland, his choice for attorney-general, to reconsider how the DoJ conducts large corporate investigations. The department's <a href=\"https://www.justice.gov/jm/jm-9-28000-principles-federal-prosecution-business-organizations\">internal guidelines</a> are vague, vulnerable to ad hoc interpretations, and — as the Boeing deal's unusual terms demonstrate — provide few constraints on the government, for better and worse. </p> <p>Meanwhile, the public expects consequences for corporate misconduct, and companies want the DoJ to have a predictable, rational and coherent criminal enforcement regime. None of that is happening now.</p><p>Source: Ankush Khardori 2021 'Boeing's deal with the DoJ highlights the limits of US justice' FT.com 17 January. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-01-17T12:00:42.838Z",
  "tags": [
    {
      "id": "US0970231058",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 1253,
          "end": 1259
        },
        {
          "start": 4363,
          "end": 4369
        },
        {
          "start": 2603,
          "end": 2609
        },
        {
          "start": 3305,
          "end": 3311
        },
        {
          "start": 3050,
          "end": 3056
        },
        {
          "start": 140,
          "end": 146
        },
        {
          "start": 1798,
          "end": 1804
        },
        {
          "start": 4071,
          "end": 4077
        },
        {
          "start": 864,
          "end": 870
        },
        {
          "start": 1959,
          "end": 1965
        },
        {
          "start": 305,
          "end": 311
        },
        {
          "start": 0,
          "end": 6
        }
      ],
      "nexusId": "10030932"
    }
  ]
}