{
  "_id": "0db3e5391604e5bc14cd8f27e665410a6774725195fdfe4d80941a2e1fb0d566",
  "feed": "wall-street-journal",
  "title": "Boeing to Mandate  Covid-19 Vaccinations  ----  By Doug Cameron",
  "text": "<p>   Boeing Co. said it would mandate Covid-19 vaccination for its approximately 125,000 U.S. employees by the Dec. 8 deadline set by a presidential order requiring federal employees and contractors to receive the shots. </p><p>   The company said it is requiring its U.S.-based employees to either show proof of vaccination or have an approved medical or religious exemption. </p><p>   The aerospace company had told unions of its plans earlier Tuesday, according to union officials. </p><p>   Boeing, one of the largest U.S. defense contractors, has like peers been encouraging vaccination for employees, but most had stopped short of a mandate. The White House is requiring federal employees and contractors to comply with its executive order for vaccination by Dec. 8. </p><p>   Employees of government contractors will be required to get vaccinated against Covid-19 under an executive order signed last month by President Biden and additional White House guidance. The Biden administration has also said it plans to require companies that employ 100 or more workers to require their employees be vaccinated or undergo regular Covid-19 testing, but there is no similar testing allowance for contractors. </p><p>   Most major U.S. airlines have said they expect to be treated as contractors because of their business with the government and have announced plans to implement the vaccine requirement with no exceptions, except for those who qualify for accommodations for religious or medical reasons. </p><p></p>",
  "published": "2021-10-13T06:09:00.000Z",
  "tags": [
    {
      "id": "US0970231058",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 460,
          "end": 466
        },
        {
          "start": 0,
          "end": 10
        },
        {
          "start": 0,
          "end": 6
        }
      ],
      "nexusId": "10030932"
    }
  ]
}