{
  "_id": "b7225949bf9a93d4c931989ff61908fe74df75ddd23e2d05c107976ea62d3503",
  "feed": "market-watch",
  "title": "10-year yield touches 1.5%, highest since June, as 30-year trades at one-month high",
  "text": "<p>What Treasury yields are doing</p><p>The 10-year Treasury note BX: TMUBMUSD10Y yielded 1.482%, versus 1.459% on Friday at 3 p.m. Eastern on Friday, and had been as high as 1.52%. It's the highest level since June 30. Yields move in the opposite direction to prices.</p><p>The 30-year Treasury bond rate BX: TMUBMUSD30Y traded at 1.994%, compared with 1.987% at the end of last week, and was as high as 2.05%.</p><p>The 2-year Treasury note yield BX: TMUBMUSD02Y was at 0.280%, a fresh 52-week high, compared with 0.274% on Friday. It's the highest level for the rate since April 7, 2020.</p><p>The 10-year posted its largest five-day gain in yield since March 18, based on 3 p.m. levels, according to Dow Jones Market Data. The 30-year yield had its largest three-day gain since Feb. 16.</p><p>What's driving the market?</p><p>The advance in Treasury yields on Monday continued a climb that catalyzed last week after the rate-setting Federal Open Market Committee indicated it would soon be appropriate to wind down monthly COVID-era asset purchases of Treasurys and mortgage-backed securities. The purchases had served to provide liquidity to troubled financial markets during the height of the market's pandemic-driven woes back in the spring and summer of 2020.</p><p>On top of the tapering signal last week, the Fed's projections of interest rates, known as the dot plot, pointed to a sooner-than-expected rate increase for 2022.</p><p>On Monday, Chicago Fed President Charles Evans, the first of three Fed speakers, said that he's still worried the economy isn't going to generate enough inflation in future years. Meanwhile, New York Fed President John Williams said he thinks the rate of inflation in the U.S. will decline to around 2% next year, though he acknowledged a “great deal of uncertainty” surrounding his forecast. And Fed Gov. Lael Brainard laid out a strong case for the central bank to maintain low interest rates, saying that this year's spike in inflation was transitory and the labor market was far from healed. Data released on Monday showed durable-goods orders getting a boost in August from increased flying by Americans and a rebound at Boeing, but ongoing supply shortages held back auto makers and remained a drag on the nation's economic recovery. Orders for durable goods leapt 1.8% last month, beating the 0.6% estimate by economists polled by The Wall Street Journal.</p><p>During the New York session, a $60 billion sale of 2-year notes produced “uninspired stats,” according to BMO Capital Markets strategist Ben Jeffery. And the $61 billion sale of 5-years BX: TMUBMUSD05Y “squeaks through,” said Jim Vogel of FHN Financial.Meanwhile, politics will be front and center this week, with Democratic leaders “trying to shepherd two complicated legislative packages,” The Wall Street Journal reported, namely a roughly $1 trillion bipartisan infrastructure bill and a proposed $3.5 trillion social spending bill. Lawmakers must also act to fund the government beyond the Sept. 30 end of the fiscal year or cause a government shutdown as concerns grow about the U.S. debt ceiling.</p><p>Overseas, Germany's 10-year debtBX: TMBMKDE-10Y was yielding minus 0.219%, compared with minus 0.227% on Friday, after Social Democrats led by Olaf Scholz captured the biggest share of the vote in a close German election, beating the center-right bloc formerly led by outgoing Chancellor Angela Merkel.</p><p>Reports indicate that Scholz's party is likely to head a government, though his conservative rival Armin Laschet remains determined to fight on, according to reports. It could be weeks or months before a new government is formed.</p><p>What analysts are saying</p><p>“The Treasury market continues to digest tapering in November pushing 10-year yields toward 1.5%. The key level to hold this week is 1.52% and a break above that should target 1.6%,” wrote Tom di Galoma, managing director of rates trading at Seaport Global Holdings, in a Monday note.</p><p>“Monday's price action was an illustration, on a very limited level, of the dynamic we expect will play out over the course of the fourth quarter,” said BMO's Jeffery and strategist Ian Lyngen. “Yields pushed toward higher territory, leading to wobbles in risk assets (domestic equities in this case), and Treasurys quickly found a modest bid.”</p><p>“We view the rise in yields as a short-term hit to stocks for this year because we're heading into earnings season in a couple of weeks, which should be strong,” said&#xa0;Jay Hatfield, founder, portfolio manager and chief investment officer of Infrastructure Capital Advisors in New York. “Treasurys will find a level of stability despite accelerating inflation,” while stock investors remain in a rotational&#xa0;buy-and-sell mode. “Where we see a problem is in 2022, when bond yields are going to go higher and higher on non-transitory&#xa0;inflation and that's going to make the stock market more problematic.”</p>",
  "published": "2021-09-27T15:53:00.000Z",
  "tags": [
    {
      "id": "US0970231058",
      "nexusId": "10030932",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 2118,
          "end": 2124
        }
      ]
    }
  ]
}