{
  "_id": "9d015a957bd8defb3d2b685282c7d22d1ec317bb7e88a3ef9193aace39400c83",
  "feed": "ftcomall",
  "title": "United hopes to revive supersonic era almost 20 years after Concorde",
  "text": "<p>United Airlines is promising to revive the era of civilian supersonic flying almost 20 years after it came to an end with the retirement of Concorde.&#xa0;</p> <p>The US carrier has ordered <a href=\"https://hub.united.com/2021-06-03-united-adding-supersonic-speeds-with-new-agreement-to-buy-aircraft-from-boom-supersonic-2653216403.html\">15 aircraft capable of flying faster than the speed of sound</a> from Denver-based start-up Boom Supersonic, with the aim of carrying passengers as early as 2029. </p> <p>The agreement is conditional on the aircraft meeting United's “safety, operating and sustainability requirements,” the airline cautioned.&#xa0;</p> <p>If successfully developed, the so-called Overture aircraft will be capable of flying at Mach 1.7 or 1.7 times the speed of sound. </p> <p>That could allow the aircraft to cut some flight times in half, making trips between London and Newark on the US east coast in just three and a half hours, or between San Francisco and Tokyo in six hours. </p> <p>Boom said the price of each Overture aircraft was $200m, adding that “none of our orders or pre-orders include a discount”. </p> <p>The aircraft would also be capable of using sustainable aviation fuel, the two companies said.</p> <p>The Overture will be able to carry 65 to 88 passengers and have a range of 4,250 nautical miles, according to Boom. </p> <p>The aim is for the aircraft to attempt its first flight in 2026, with passengers being brought on board as early as 2029. Under the terms of the deal, United has an option to purchase an additional 35 aircraft.&#xa0;</p> <p>While the full terms of the agreement were not disclosed, it is nevertheless a vote of confidence in Boom, which was founded in 2014 and has raised $270m from venture capital firms and other investors. </p> <p>The company has yet to build an aircraft that has flown. Boom said a prototype aircraft, the XB-1, was due to fly later this year or else early next year.</p> <p>Among the many challenges facing the company will be to secure approval from the Federal Aviation Administration and regulators in other countries for its airliner.&#xa0;Boom said it was designing Overture to be “75 per cent less expensive than Concorde for airlines to operate and profitable for airlines at fares similar to business class”. </p> <p>United's supersonic bet comes just a few weeks after Nevada-based Aerion Supersonic announced that it was ceasing operations. </p> <p>The company, which counted Boeing among its backers and had signed up General Electric to provide its engines, said last month that it had failed to secure enough money to start building its planned AS2 private business jet despite racking up significant orders. </p> <p>The era of supersonic commercial flying came to an abrupt end in 2003 with the retirement of Concorde. </p> <p>A fatal crash in July 2000, when a Concorde caught fire shortly after take-off from Charles de Gaulle airport in Paris, killing 113 people, led to the grounding of all planes for almost a year. </p> <p>The 9/11 terrorist attacks the year after, which led to a widespread slump in passenger travel, proved the final straw for the programme, prompting British Airways and Air France to close it down. &#xa0;</p><p>Source: Sylvia Pfeifer in London 2021 'United hopes to revive supersonic era almost 20 years after Concorde' FT.com 3 June. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-06-03T16:28:59.318Z",
  "tags": [
    {
      "id": "US0970231058",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 2206,
          "end": 2212
        }
      ],
      "nexusId": "10030932"
    }
  ]
}