{
  "_id": "ce1eee8e8a4c22d906fc12136b7c21db1eda90096ccd47b8064b7b7bc80f51c4",
  "feed": "ftcomall",
  "title": "Lawyer accused of embezzling funds meant for 737 Max crash victims",
  "text": "<p>A prominent lawyer married to a reality television star has been accused of bankrolling a glitzy lifestyle by wrongfully withholding money from clients in cases dating back more than a decade — most recently from&#xa0;victims of the first Boeing 737 Max crash, according to court documents filed on Tuesday.&#xa0;</p> <p>The filing is the latest accusation of misconduct to be levelled at the law firm of Tom Girardi, a high-profile member of the plaintiffs' bar who served as the inspiration for the lawyer in the 2000 movie <em>Erin Brockovich</em>.</p> <p>Mr Girardi, whose Los Angeles-based law firm's website advertised “We treat our clients like family”, withheld money from sickened Lockheed Martin workers, elderly cancer patients, earthquake victims and homeowners who successfully sued Shell for oil pollution, according to the document filed by law firm Edelson in federal court in Chicago.</p> <p>Last month, during a court hearing, Mr Girardi was unable to&#xa0;account for $2m in funds that had been set aside by Boeing to settle claims from some family of people killed in 2018 when&#xa0;Lion Air flight 610 plummeted into the Java Sea off Indonesia, the first of two fatal <a href=\"https://www.ft.com/content/f87d9c5e-51bc-4fee-b268-eafa56340113\">crashes involving the Max.</a></p> <p>As a result, Judge Thomas Durkin issued a civil contempt order for Mr Girardi and referred the case to federal prosecutors. He also froze Mr Girardi's assets and those of his California firm, Girardi Keese.</p> <p>Mr Girardi, who is&#xa0;married to <em>Real Housewives of Beverly Hills</em> celebrity Erika Jayne, and his firm filed for Chapter 7 bankruptcy on December 18. He was sued by Edelson, the Chicago-based law firm, which partnered with Mr Girardi's firm to represent the Lion Air victims' families. Edelson made its reputation suing tech giants including Facebook. </p> <p>Mr Girardi declined to comment through his attorney, Michael Monico, a Chicago criminal defence lawyer.</p> <p>Edelson's original lawsuit, filed in December, describes a scheme by Mr Girardi and his wife to maintain their celebrity status by projecting a “public image of obscene wealth at all times”, spending tens of thousands of dollars a month funded in part by money allegedly embezzled from his law firm, including client settlements.&#xa0;</p> <p>The lawsuit noted that Ms Jayne reportedly spends $40,000 a month on her “look” — she performs a <a href=\"https://people.com/tv/real-housewives-beverly-hills-erika-jaynes-xxpensive-music-video-full/\">song</a> titled “Exxpen$ive” with the lyric, “it's expensive to be me” — while Mr Girardi flies on private jets, owns multiple homes and has a standing daily reservation at Morton's Steakhouse in Los Angeles.&#xa0;</p> <p>“Tom Girardi and his law firm Girardi Keese . . . presently owe tens of millions of dollars,” the lawsuit said. “As a result, and most egregiously, Tom has resorted to embezzling the proceeds of settlements that should have been directed to his clients — including, as the basis for this [lawsuit], the widows and orphans who lost loved ones in the tragic crash of Lion Air flight 610 — in order to continue funding his and Erika's lavish Beverly Hills lifestyles.”</p> <p>Boeing and some of the Lion Air families reached settlement agreements last March. Lawyers at Girardi Keese told the Chicago attorneys that <a href=\"https://www.ft.com/stream/6f219ed8-b11c-4239-9891-eaa3ba2523a1\">Boeing</a> would not dispense the funds until all claims were settled, according to Edelson's lawsuit.&#xa0;</p> <p>Lawyers from Edelson began contacting the California firm in April about the delay, the lawsuit said, yet never received a satisfying answer about why the funds had not been paid to the clients.</p> <p>In November Mr Girardi left Edelson a voicemail saying, “We screwed up here a little bit . . . We had three different air crashes, and they got a little screwed up . . . I'm so sorry, this never&#xa0;happened before.”</p> <p>But Edelson argues in Tuesday's filing that the misuse of client funds was longstanding practice at Girardi Keese, therefore Judge Durkin should hold two longtime attorneys there, David Lira and Keith Griffin, in civil contempt of court as well as Mr Girardi. They “covered up Girardi's wrongdoing for months” on the Lion Air case.</p> <p>Mr Lira declined to comment through his attorney. Mr Griffin declined to comment through his lawyer. The men have argued they were unaware of how Mr Girardi treated the Lion Air settlements.</p> <p>Mr Girardi and Ms Jayne are seeking a divorce after more than two decades of marriage, a move that the Edelson lawsuit claimed was “a sham attempt to fraudulently protect Tom's and Erika's money from those that seek to collect on debts owed by Tom and his law firm”.</p><p>Source: Claire Bushey in Chicago 2021 'Lawyer accused of embezzling funds meant for 737 Max crash victims' FT.com 6 January. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-01-06T02:53:59.817Z",
  "tags": [
    {
      "id": "US0970231058",
      "nexusId": "10030932",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 981,
          "end": 987
        },
        {
          "start": 234,
          "end": 244
        },
        {
          "start": 2922,
          "end": 2928
        },
        {
          "start": 3062,
          "end": 3068
        }
      ]
    }
  ]
}