{
  "_id": "10836798006f40673368cf5763e3c124ab5f08e0f9201a711a2335b762f254a4",
  "feed": "wall-street-journal",
  "title": "Departure of Intel CFO Follows Pattern: New CEO Taking Charge; The announcement that George Davis will retire comes about eight months into CEO Patrick Gelsinger's tenure",
  "text": "<p>The announcement of his departure comes about eight months into the tenure of Chief Executive Patrick Gelsinger, who left Intel after 30 years for another job in 2009 and most recently served as CEO of software company VMware Inc.</p><p>Mr. Gelsinger returned to Intel to replace then-CEO Bob Swan, who was forced out after the company lost ground to rivals. Mr. Swan previously was the chipmaker's CFO.</p><p>Since taking over as CEO in February, Mr. Gelsinger has worked to regain Intel's competitive advantage, including by pledging to invest up to $95 billion in new chip production capacity in Europe and more than $20 billion in U.S. factories.</p><p>Other recent examples of CFOs departing after new CEOs arrive at large U.S. companies include Boeing Co. CFO Greg Smith exiting in July—about 18 months after Dave Calhoun became the aircraft maker's chief executive—and that of Tim Stone, Ford Motor Co.'s finance chief, whose departure was announced on the same day as new CEO Jim Farley took over last October.</p><p>CFOs tend to change within two years after new CEOs take over at least half the time, said Cathy Logue, head of the CFO and financial practice group at recruiting firm Stanton Chase. Top executives come with their own vision for a company, often resulting in them bringing in a new CFO. \"The CEO and the CFO have to be working hand in glove,\" Ms. Logue said.</p><p>An Intel spokeswoman said Mr. Davis decided to retire after a long and distinguished career. \"In his time as CFO, George has been instrumental to our transformation and a key member of Intel's executive leadership team,\" the spokeswoman said.</p><p>She also said his retirement and Mr. Gelsinger's appointment are unrelated.</p><p>Intel is moving its investor day, which was originally planned for November, to February, so a new CFO can take part. \"I naturally want to give his successor an opportunity to participate in optimizing our long-range plan,\" Mr. Gelsinger said on a call Thursday with analysts.</p><p>An ideal CFO for Intel would have prior experience at a semiconductor company with manufacturing operations, which are core to Mr. Gelsinger's strategy, said Matthew Bryson, senior vice president of research at financial-services firm Wedbush Securities Inc.</p><p>Intel, like many manufacturers, is grappling with semiconductor shortages and other supply-chain challenges. Sales, however, rose 4.7% to $19.19 billion for the quarter ended Sept. 25 from the same period a year earlier, Intel said Thursday. Net income also rose, by 59.6% to $6.82 billion over the same time.</p><p>Nina Trentmann contributed to this article.</p><p>Write to Mark Maurer at mark.maurer@wsj.com</p><p>Departure of Intel CFO Follows Pattern: New CEO Taking Charge</p>",
  "published": "2021-10-22T09:30:00.000Z",
  "tags": [
    {
      "id": "US0970231058",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 733,
          "end": 743
        }
      ],
      "nexusId": "10030932"
    }
  ]
}