{
  "_id": "84274357b825fc9f60e78f4e1507cfabdceb0429924f767ec465accc9ba41a93",
  "feed": "ftcomall",
  "title": "Meggitt set to become latest UK engineer to fall into foreign hands",
  "text": "<p>Meggitt is poised to become the latest British engineer to fall into foreign ownership after its shareholders overwhelmingly backed a £6.3bn takeover offer from a US rival.</p> <p>The majority of investors voted in favour of the takeover by Parker Hannifin, its Ohio-based rival and industrial group, at a general meeting on Tuesday. </p> <p>The vote ends a turbulent few weeks for the FTSE 100 group, which had been the subject of a rival approach from TransDigm&#xa0;before the US aircraft parts maker pulled out earlier this month.</p> <p>Meggitt's board, led by chair Sir Nigel Rudd, had recommended the 800p a share offer from Parker Hannifin, which was 100p less than the preliminary approach by TransDigm.</p> <p>Tom Williams, chair and chief executive of Parker Hannifin, said he was “confident the combination of Meggitt and Parker creates a world class provider of engineered aerospace solutions”.</p> <p>“The legally binding commitments we offered alongside our recommended offer underline our intention to be a responsible steward of Meggitt, and we are engaged with the UK government to finalise the commitments,” he added.</p> <p>Analysts said they thought it unlikely that the UK government, which has grown increasingly concerned about the current spate of takeover deals for British companies, would intervene in the transaction.&#xa0;</p> <p>The British government had said it was taking an “active interest” in the deal.</p> <p>Meggitt is one of the few independent British aerospace suppliers. Its customers include Airbus, BAE and Boeing.</p> <p>Williams told the Financial Times in August that he was open to talking to ministers to&#xa0;ease concerns over the impact of the deal on the workforce and research and development.&#xa0;&#xa0;</p> <p>This included going into “more detail about the content and about the duration” of initial pledges made by the group, “including the timing of them”.&#xa0;&#xa0;</p> <p>As part of the deal, Parker has agreed to make a number of legally binding commitments, including to at least maintain R&amp;D spending at the UK company for the next five years. Other pledges, however, including ones to maintain technology and manufacturing in the UK, would expire after 12 months.&#xa0;&#xa0;</p> <p>MPs and unions have warned that the UK risks losing control of industrial assets that are crucial to the armed services.</p> <p>Parker has made a number of acquisitions in recent years, including a $4.3bn purchase of filtration manufacturer Clarcor in 2017 and a $3.7bn takeover of Lord Corp, the diversified technology and manufacturing group, in 2019.</p><p>Source: Sylvia Pfeifer in Toulouse 2021 'Meggitt set to become latest UK engineer to fall into foreign hands' FT.com 21 September. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-09-21T17:25:15.926Z",
  "tags": [
    {
      "id": "US0970231058",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 1485,
          "end": 1491
        }
      ],
      "nexusId": "10030932"
    }
  ]
}