{
  "_id": "344f88e280903974ade0157bf866a59d42a43f2caad76fa7953718b3ffde4f7b",
  "feed": "wall-street-journal",
  "title": "Market Shouldn't Clip Airbus Wings --- European jet maker delivered good results, given that 2020 was the worst year in aviation history",
  "text": "<p>On Thursday, the European plane maker's shares dropped about 3% after Airbus said it expected to deliver at least 566 commercial aircraft this year -- matching 2020 levels. This means that free cash flow for the year would roughly break even. Analysts had loftier expectations and penciled in a rise in deliveries that would generate positive cash flow of 500 million euros, equivalent to $602 million, in 2021, but extra travel restrictions this quarter are clouding the outlook.</p><p>It is a blow for investors, who are trained to look forward. Yet positive past performance shouldn't be disregarded either, and Airbus' results during the worst year in aviation history are encouraging.</p><p>For the year as a whole, the company lost 1.1 billion euros, which is actually less than in 2019, when losses amounted to 1.4 billion euros due to a 3.6 billion euro bribery-settlement fine. Crucially, Airbus turned a 1.6 billion euro profit in the fourth quarter, which is almost 60% above the median forecast compiled by FactSet.</p><p>Delivering 566 jets may not seem like a lot -- that number was 863 in 2019 -- but it is close to heroic during a crisis that has grounded a third of the global airline fleet. Under such circumstances, there is little that carriers want to do less than spend cash to buy more planes.</p><p>In September, Airbus shipped out only 341 aircraft, and was forced to put 135 newly built models in storage. However, deliveries surged in the last three months of 2020. Chief Executive Guillaume Faury said Thursday that undelivered jets are now below three digits. Furthermore, the plane maker still recorded net positive orders of 268 in 2020, pushing the total backlog to 7,184 commercial aircraft. This is a decade of business already locked in.</p><p>Aerospace experts often warn that these orders can be quickly canceled when downturns hit. Mr. Faury, though, has proven that he can compel airlines to fulfill a majority of their commitments. Its U.S. rival Boeing suffered a wave of cancellations, but those are largely related to the troubles of the 737 MAX.</p><p>While Covid-19 is bad for both firms, Airbus looks poised to emerge from it with a wider competitive edge. It is less indebted, and will have more time to gain market share in segments in which Boeing has either a troubled competitor, the MAX; a delayed new model, the 777X; or hasn't decided whether to make an investment yet -- a new midrange plane.</p><p>However, the market hasn't reflected any of this: Airbus' shares trade 30% lower than a year ago, roughly in line with the equity-market performance of Boeing and European carriers.</p><p>As Mr. Faury said Thursday, his guidance is one born out of prudence, not the last word on how well his company can do if vaccination campaigns succeed. Case in point: The speed at which production is planned to increase remains unchanged relative to the latest update in January, even when it comes to the larger A330 and A350 jets that are used in the long-haul routes most affected by travel restrictions. In other words, investors haven't learned any new negative facts that they didn't already know.</p><p>Given the deep troubles of most of the aviation industry, Airbus' flight plan seems steadier than markets give it credit for.</p>",
  "published": "2021-02-19T00:00:00.000Z",
  "tags": [
    {
      "id": "US0970231058",
      "nexusId": "10030932",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 1957,
          "end": 1963
        },
        {
          "start": 2254,
          "end": 2260
        },
        {
          "start": 2564,
          "end": 2570
        }
      ]
    }
  ]
}