{
  "_id": "a23f9708c67a506a0d0a257d20aabaa7e49a1a5d2ad9835f13d8b72948b1a4cb",
  "feed": "ftcomall",
  "title": "EU regulator approves Oxford/AstraZeneca jab but delivery dispute deepens",
  "text": "<p><em>The FT is offering a free 30-day trial to Coronavirus Business Update, which includes access to&#xa0;FT.com. Please spread the word by forwarding this newsletter to friends and colleagues who you think would find it valuable. And if this has been forwarded to you, hello.&#xa0;Please sign&#xa0;up&#xa0;</em><a href=\"https://www.ft.com/newslettersignup-coronavirus\"><em>here</em></a></p> <h2>Latest news</h2> <ul>  <li><p>New York City is on track to <a href=\"https://www.ft.com/content/9002da7d-6616-3336-8740-ba10592bae34#post-60131\">restart indoor dining</a> on February 14&#xa0;</p></li>  <li><p>The head of Unicef hit out at the ‘chasm between developed and developing countries' on investment to <a href=\"https://www.ft.com/content/9002da7d-6616-3336-8740-ba10592bae34#post-60127\">help deliver coronavirus jabs</a></p></li>  <li><p>Hungary became the first EU country to <a href=\"https://www.ft.com/content/9002da7d-6616-3336-8740-ba10592bae34#post-60128\">approve the vaccine</a> from China's Sinopharm</p></li> </ul> <p><em>For up-to-the-minute coronavirus updates visit our </em><a href=\"https://www.ft.com/content/9002da7d-6616-3336-8740-ba10592bae34\"><em>live blog</em></a></p> <h2>Moderna is latest provider to warn of shortages</h2> <p>The European Medicines Agency on Friday <a href=\"https://www.ema.europa.eu/en/news/ema-recommends-covid-19-vaccine-astrazeneca-authorisation-eu\">formally approved</a> the Oxford/AstraZeneca coronavirus vaccinefor EU use as Brussels' fight with the pharma group over delivery shortfalls intensified.</p> <p>The jab is the third to be passed by the EMA after those from BioNTech/Pfizer and Moderna. It follows a decision from Germany's domestic regulator on Thursday to recommend its use <a href=\"https://www.ft.com/content/0190dae8-f751-4876-8404-68a34d9be716\">for under-65s only</a> because of a lack of data on efficacy for older people, concerns <a href=\"https://www.ft.com/content/9002da7d-6616-3336-8740-ba10592bae34#post-60129\">echoed by France</a> this afternoon. </p> <p>EU approval comes as the bloc presses AstraZeneca to reverse its <a href=\"https://www.ft.com/content/27221e59-e4ee-4c0a-b07a-a668a59978c6\">cut in scheduled deliveries</a> for the first three months of the year. Brussels, which has ordered 300m doses with an option to take 100m more, argues that delivery should also include jabs manufactured at sites in the UK. The EU has now published its contract with the company to try to bolster its position — read our explainer <a href=\"https://www.ft.com/content/5a8a87b4-0ea8-4db3-acc4-8a72d3b8b64c\">here</a>.</p> <p>Amid the blame game over shortages and accusations of “vaccine nationalism” there were some nuggets of good news. Interim trial data from US company <a href=\"https://www.ft.com/content/1978fc50-99f0-4aab-88cb-15dd1ba14c95\">Novavax</a> on Friday showed its jab to be <a href=\"https://www.ft.com/content/1978fc50-99f0-4aab-88cb-15dd1ba14c95\">89 per cent effective</a>. Crucially, it performs well against the B.1.1.7 mutation (the virus variant first discovered in the UK) and the 501.V2 strain (the variant first found in South Africa). </p> <p>Phase-3 trials of Johnson &amp; Johnson's vaccine meanwhile showed <a href=\"https://www.ft.com/content/d05c7c57-da11-42a1-aa33-b66052c904ac\">66 per cent efficacy</a> at stopping moderate and severe cases of Covid-19. It does not require ultra-cold storage, and even more importantly, is a one-shot product.</p> <p>An announcement from Moderna underlined why new vaccines cannot come too soon. The company told Italy and France on Friday that it would <a href=\"https://www.ft.com/content/bb514eed-3be8-411a-b1c4-255dc569bae5\">deliver 20 per cent fewer doses</a> in February than expected.</p> <p><strong>Bookmark this</strong>: <em>More than 86m coronavirus jabs have now been administered in 66 countries across the world. Check out our revamped </em><a href=\"https://ig.ft.com/coronavirus-vaccine-tracker/\"><em>vaccine tracker</em></a><em> for more details</em></p> <h2>Markets</h2> <p>Governments and companies in emerging markets sold a record amount of <strong>international bonds</strong> in January in a <a href=\"https://www.ft.com/content/1a7e3490-be2d-4630-8999-59316db02b22\">“tsunami” of issuance</a> as they rushed to lock in low interest rates. “Countries realise they better satisfy their financing needs when the sky is blue because you never know what will come your way,” said an investment officer at UBS Wealth Management.</p> <p>Nicolai Tangen, head of the $1.3tn <strong>Norwegian oil fund</strong>, the world's largest sovereign wealth fund, told the Financial Times of his worries over <a href=\"https://www.ft.com/content/82746ae5-28c1-40fd-aa56-23770166a26f\">market exuberance</a> driven by central bank stimulus measures. The fund on average owns 1.5 per cent of every listed stock in the world, making it one of the most influential global investors. Read more in our <a href=\"http://www.ft.com/runawaymarkets\">Runaway Markets </a>series.</p> <p>Columnist John Dizard warned investors against the assumption that the post-vaccine world would automatically herald a new era of peace and free financial flows. The <a href=\"https://www.ft.com/content/427ef0a2-97ea-46ad-abde-c0a272f2e67e\">risk of conflict</a> and the introduction of <strong>capital controls</strong> are a real possibility, he says. </p> <h2>Business</h2> <p>Strong sales in China have helped Japan's <strong>Toyota</strong> regain its crown from Volkswagen as the <a href=\"https://www.ft.com/content/45aeaead-8028-418a-9959-e6933d1447a9\">world's biggest carmaker</a> with 9.5m sales in 2020. <a href=\"https://www.ft.com/content/e27c49b6-d13f-48b1-b35e-e69c61229817\">Jaguar</a> too has profited from a resurgent Chinese economy, but overall last year was a disaster for <strong>UK carmakers</strong>. The country's car plants produced <a href=\"https://www.ft.com/content/b7136bae-66cb-490d-ba04-36754b4e393e\">the lowest number of cars since 1984</a> as the pandemic forced factories and the showrooms of <strong>dealers</strong> such as <a href=\"https://www.ft.com/content/fd7118ca-7a16-4a69-afdc-517a00a872d5\">Lookers</a> to close for months. </p> <p>The <strong>airline industry</strong> continues to be convulsed by the effects of the pandemic. American Airlines reported an $8.9bn net loss for the year and is <a href=\"https://www.ft.com/content/70bbbae5-b5da-44bf-ab31-6f7e559358b5\">seeking new financing</a>; quarterly losses at Japan's ANA <a href=\"https://www.ft.com/content/9002da7d-6616-3336-8740-ba10592bae34#post-60109\">rose to $1.2bn</a>; and easyJet announced a quarterly loss of £400m and said it would fly a maximum of <a href=\"https://www.ft.com/content/3e0d8624-c687-4e24-a680-df9b405ba17b\">10 per cent of its usual timetable</a> in the first quarter. There was, however, some good news: the UK said it would waive its “use or lose” rules on <a href=\"https://www.ft.com/content/bfa7de0e-5ce4-42f5-b34f-4ec29c8964bd\">airport slots</a> over the summer. </p> <p>A <a href=\"https://www.ft.com/content/2a8655a5-3d51-4593-8e0d-aade42af6a18\">pandemic reading boom</a> has encouraged <strong>Bloomsbury</strong> — publisher of the Harry Potter series — to raise its guidance for revenues and profits when it reports full-year results in June, sending its shares up 11 cent on Friday morning.</p> <h2>Global economy</h2> <p>There were glimmers of hope for the <strong>eurozone economy</strong> with some better than expected <a href=\"https://www.ft.com/content/30593448-f5b2-408f-87b2-71c5ace8ed74\">gross domestic product figures</a> for the fourth quarter, although probably not enough to ward off a double-dip recession for the bloc as a whole when consolidated data is published on February 2. Germany was up 0.1 per cent, Spain increased by 0.4 per cent and France shrank by 1.3 per cent. <em>Follow the ups and downs of recovery with our </em><a href=\"https://www.ft.com/content/272354f2-f970-4ae4-a8ae-848c4baf8f4a\"><em>global economy tracker</em></a> </p> <p>GDP data for the <strong>US</strong> on Thursday showed the pace of recovery slowing in the fourth quarter with growth of 1 per cent when measured on the same basis as other major economies. The <a href=\"https://www.ft.com/content/168c0069-79ff-44d5-8062-418b222d2e89\">annual contraction</a> in 2020 is the worst since the end of the second world war.</p> <p>The <strong>IMF</strong> said advanced economies could live with much <a href=\"https://www.ft.com/content/4041ea03-996b-468b-a7ab-ee15405505d4\">higher levels of debt</a> after the pandemic and needed to “rethink” their rules on public finances. Vitor Gaspar, the IMF fiscal policy chief, told the FT that their focus should be on beating Covid-19, restoring growth and cutting unemployment.</p> <h2>The essentials</h2> <p>A new <strong>wellbeing and fitness</strong> hub now houses all our related content, from mental health to medication and beauty to bird spotting. Dive into the FT feel-good zone <a href=\"https://www.ft.com/wellbeing-fitness\">here</a>. </p> <h2>Have your say</h2> <p>FT reader manticore comments on <a href=\"https://www.ft.com/content/8e6b8a47-199e-4b24-951f-d009a0185223?commentID=68926c30-602c-4478-ac2a-c990a9f7aa66\">Boeing delays 777X deliveries again as it posts record annual loss</a>:</p> <blockquote>  <p>What are their plans for a world where long-haul carriers are either bust or nationalised, and passenger prices have risen by a factor of three or more (five, to get to per-seat profitability)? What do their plans look like with an estimated 35 per cent long-term drop in business travel, which will no longer finance the tourist trade?</p> </blockquote> <h2>Final thought</h2> <p>Is there still a point to <a href=\"https://www.ft.com/content/247d6795-165e-44ad-b19d-02138a267752\"><em>haute couture</em></a> now we're all just wearing our PJs? “I hate the idea of homewear,” says Valentino's Pierpaolo Piccioli. “I don't think you need couture at home. Or maybe you do. But not something that looks like homewear.” FT fashion editor Lauren Indvik reports from (virtual) couture week in Paris.</p> <p><em>We would really like to hear from you. Please send your reactions or suggestions to&#xa0;</em><a href=\"mailto:covid@ft.com\"><em>covid@ft.com</em></a><em>. Thanks</em></p><p>Source: Darren Dodd 2021 'EU regulator approves Oxford/AstraZeneca jab but delivery dispute deepens' FT.com 29 January. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-01-29T18:33:55.408Z",
  "tags": [
    {
      "id": "US0970231058",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 5913,
          "end": 5919
        }
      ],
      "nexusId": "10030932"
    }
  ]
}