{
  "_id": "dafb552f3ae42d9dec3815d33910c5a4108a8142fa3b8a65b7f7436fcd37b6f6",
  "feed": "wall-street-journal",
  "title": "Willis Towers to Revamp Board Following Activist Pressure; Insurance broker will replace its chairman and three other board members following talks with activist investor Elliott",
  "text": "<p>The Wall Street Journal previously reported the planned changes.</p><p>With a market value of close to $30 billion, Willis Towers is among the world's largest firms that help companies buy insurance and advise them on risk management. That includes advising boards on executive compensation that is tied to meeting company objectives.</p><p>Willis Towers now finds itself in the position of making the types of changes to its leadership structure that it often advises on. The company said that the overhaul is part of a culmination of a multiyear succession-planning process, but also comes as it is under intense pressure from investors over what they see as its lackluster performance.</p><p>In September, The Wall Street Journal reported that activist investors including Elliott and Starboard Value LP had taken stakes in Willis Towers. The presence of those shareholders underscored the pressure on Willis Towers to revive the company's operations.</p><p>Willis Towers' Mr. Ganzi has been on the board since 2016, and served as chairman since 2019. He will step down from his current role at the company's annual meeting next year, along with two other unidentified board members. Jaymin Patel, another board member, will leave at the beginning of January, Willis Towers said in a release.</p><p>The four incoming directors include insurance industry veterans Inga Beale, a former chief executive of Lloyd's of London, and Michael Hammond, a retired executive who most recently worked at Lockton, a Kansas City-based insurance broker. Also joining the board are Fumbi Chima, currently an executive at Boeing Employees' Credit Union, and Michelle Swanback, an executive at Western Union Co.</p><p>Mses. Beale and Swanback and Mr. Hammond will join in January, while Ms. Chima will join in April.</p><p>Willis Towers is also setting up a new four member board committee focused on its turnaround effort. They include three of the new directors and current board member Paul Thomas.</p><p>Elliott, which Willis Towers' describes as one of its largest shareholders, supports the planned board changes.</p><p>Willis Towers has been betting its fortunes on its $30 billion merger with rival Aon PLC to generate cost savings and boost revenue. Antitrust opposition from the Justice Department, however, prompted the companies to scrap the deal in July.</p><p>That forced the company in September to outline a turnaround focused on buying back stock, cutting costs and boosting revenue. The company has said it aims to buy back more than $4 billion worth of stock by the end of next year. Its shares are down 15% from their high in May.</p><p>The Ireland-based, U.S.-listed company is set to earn as much as $4 billion from a deal in August to sell its reinsurance business to Arthur J. Gallagher &amp; Co.</p><p>Willis Towers is also aiming to slash costs by $300 million over the next three years and boost revenue to more than $10 billion by the end of 2024, from $9.35 billion in 2020.</p><p>In addition to the board changes, the company announced in August that longtime company insider Carl Hess will take over as chief executive in January and will join the board at that time.</p><p>Write to Ben Dummett at ben.dummett@wsj.com</p><p>Willis Towers to Revamp Board Following Activist Pressure</p>",
  "published": "2021-11-18T18:25:00.000Z",
  "tags": [
    {
      "id": "US0970231058",
      "nexusId": "10030932",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 1577,
          "end": 1583
        }
      ]
    }
  ]
}