{
  "_id": "4fc3528432339015510f21fab281c5f42c597de392a0fe231918075c404fd530",
  "feed": "wall-street-journal",
  "title": "Letters to the Editor:  Iron Dome Also Saves Many Palestinian Lives",
  "text": "<p>   Your editorial \"Israel's Iron Dome Advantage\" (May 14) details the strategic and diplomatic benefits of the missile defense system to Israel as it confronts Hamas rocket attacks. But the Iron Dome -- made by Raytheon and the Israeli firms Rafael Advanced Defense Systems and Israel Aerospace Industries (IAI) -- is only one of the highly efficient defense innovations the two countries have jointly produced. </p><p>   Over decades of cooperation, the U.S. has bolstered its defense capabilities with Israeli drones, antitank missiles and personnel-carrier active-protection systems. Israel has likewise purchased billions of dollars of American aircraft and made upgrades it has then shared with the U.S. The helmet-mounted display system in the F-35, in fact, was developed by Rockwell Collins in tandem with Israel's Elbit Systems. Similar partnerships have yielded defense systems more accurate -- and capable of handling multiple incoming threats -- than many previously deployed by U.S. forces. The Arrow missile defense system (a Boeing -- IAI product), for example, is being integrated into the U.S. arsenal in the Middle East; the Iron Dome itself is entering U.S. service in the Persian Gulf, Europe and Asia. </p><p>   But there are new technological frontiers. Iranian drone threats to Israel and to U.S. military bases have prompted joint development of the Skylord range of counter-UAV drones, able to neutralize outdoor airborne and indoor close-quarters threats. That's not all: Both the U.S. and Israel are developing a new generation of laser-based weapons to counter urgent threats -- including Chinese and North Korean ballistic missiles -- at lower cost. In a rapidly changing world, American interests are well served by continued cooperation with a trusted ally. </p><p>    George Blumenthal </p><p>   New York </p><p>   --- </p><p>    Ultimately the Iron Dome, by precluding a stronger Israeli response, saves many more Palestinian lives than Israeli ones, by orders of magnitude. </p><p>   The fact that Israel has a technological way to withstand such rocket assaults promotes a public-opinion view that a more vigorous Israeli reply isn't warranted and would be an unnecessary escalation because the number of Israeli civilian casualties is relatively low. It is especially harmful and myopic that the media focuses on comparisons with the number of Palestinian casualties (mostly Hamas operatives). According to his line of thinking, Israel should stand still, sticking to the defensive measures of deflecting (and tolerating) the blows of Palestinian rocket attacks. No nation on earth would measure up to such an expectation. Israel should not be held to this unreasonable benchmark. </p><p>    Zeeiv Amitay </p><p>   Stamford, Conn. </p><p></p>",
  "published": "2021-05-24T06:01:00.000Z",
  "tags": [
    {
      "id": "US0970231058",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 1027,
          "end": 1033
        }
      ],
      "nexusId": "10030932"
    }
  ]
}