{
  "_id": "c2b9804edfaebdd0a312ebc0da76d1366858a40ca9814a7a367c519f81961ac8",
  "feed": "wall-street-journal",
  "title": "U.S. News: Cargo Jet in Distress Makes Water Landing",
  "text": "<p>\"The pilots had reported engine trouble and were attempting to return to Honolulu when they were forced to land the aircraft in the water,\" the FAA said. The plane had taken off from the Daniel K. Inouye International Airport, said a spokeswoman for the Hawaii Department of Transportation.</p><p>The Coast Guard, Honolulu's fire department and a state fire-and-rescue agency mobilized personnel and equipment, including helicopters and boats, officials said. The majority of the jet sank, said a Coast Guard spokesman.</p><p>One person on board the plane, a 58-year-old man, was airlifted to a hospital, said a spokeswoman for Honolulu Emergency Services Department. The Coast Guard spokesman didn't have information about any potential injuries he may have suffered.</p><p>The other person on board, a 50-year-old man, was treated at the hospital for head injuries and lacerations, the emergency-services spokeswoman said.</p><p>The National Transportation Safety Board is sending a 10-person team to Hawaii to investigate the incident, a spokeswoman said. Investigators who specialize in air-traffic control, maintenance records, wreckage recovery and other issues will be part of the agency's effort, she said.</p><p>The FAA is also investigating the situation, the aviation agency said.</p><p>Boeing shares fell sharply after reports of the incident emerged, then recovered to settle 1.3% lower Friday.</p><p>The aircraft involved in the incident wasn't one of the company's newer MAX planes, the plane maker's latest 737 models. Two of those jets crashed in late 2018 and early 2019, leading to a nearly two-year grounding for those aircraft that has been lifted.</p><p>Transair Chief Executive Teimour Riahi said the company is working with regulators to investigate the incident.</p>",
  "published": "2021-07-03T00:00:00.000Z",
  "tags": [
    {
      "id": "US0970231058",
      "nexusId": "10030932",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 1262,
          "end": 1268
        }
      ]
    }
  ]
}