{
  "_id": "efc4852a036721dbd577d44407bda63c88d75a252034c480ce3fee896e122d75",
  "feed": "ftcomall",
  "title": "Greensill's demise turns spotlight on Marsh",
  "text": "<p>Last summer, Marsh McLennan, the world's largest insurance broker, aimed a shot across the&#xa0;bow of The Bond &amp; Credit Co, a little-known Australian underwriting company.</p> <p>Marsh's job was to find insurers to back the supply chain lending agreements of Greensill Capital, a London-based company that imploded spectacularly last month after a chunk of its cover expired.</p> <p>In July 2020, the broker had just received bad news. According to emails disclosed in Australian court filings last month, BCC warned it was reducing the authority of <a href=\"https://www.ft.com/content/9722efce-7d32-4abd-99b8-46f6b47de6dc\">Greg Brereton</a>, the executive responsible for writing Greensill's main insurance policies.</p> <p>New York-based Marsh was clear in its response: this was the first it had heard of a change to Brereton's privileges, and it would provide evidence to BCC of the cover already agreed for Greensill.</p> <p>“We welcome your strong commitment to support Greensill Capital as your largest customer, as well as valuing support for Marsh as your largest broker,” added Julian Macey-Dare, a managing director at Marsh, in a message to Toby Guy, a director at BCC, which was acquired by Japanese insurance group Tokio Marine in April 2019. &#xa0;</p> <p>The email, part of a series of correspondence that emerged as Greensill made a last-ditch attempt in the Australian courts to sustain its cover, provides an insight into a <a href=\"https://www.ft.com/content/3da3d908-d7a0-4b92-847c-ebe2468aa656\">relationship</a> that had seen BCC provide billions of dollars of insurance to the supply chain finance group.</p> <p>It is also a rare moment in the spotlight for Marsh, a professional services group with 76,000 employees across 130 countries and annual revenue of $17bn. As well as insurance broker Marsh, the group includes reinsurance broker Guy Carpenter, retirement specialist Mercer and management consultancy Oliver Wyman.&#xa0;</p> <p>BCC's decision last September not to renew a portion of its $10bn worth of policies covering Greensill's lending — after finding Brereton had gone beyond his “delegated authority” — triggered a futile rush by Marsh to find a replacement insurer on adequate terms. </p> <p>Marsh was not simply Greensill's insurance broker. In 2017, Greensill cut a deal with the Aircraft Finance Insurance Consortium — a <a href=\"https://www.marsh.com/uk/industries/aviation-aerospace/afic-supporting-aircraft-financing.html\">collaboration</a> between Marsh and Boeing — that involved financing the purchase of six planes for Norwegian Air Shuttle.</p> <p>In glossy marketing material, Greensill hailed the innovation of this arrangement: AFIC “added on risk-mitigating insurance” to the receivables, which were then sold as bonds in the capital markets.</p> <p>A separate AFIC document shows Greensill and Credit Suisse among a panel of funders or arrangers of aircraft financing deals.</p> <h2>‘Internal matters'</h2> <p>Greensill's business model centred on paying a company's suppliers quickly, albeit at a small discount, and taking full payment from its client later. It took out trade credit insurance against the risk of non-payment by its debtors.</p> <p>The group's relationship with BCC came under growing strain as the questions surrounding Brereton came to light. </p> <p>“You clarified this morning that your firm have identified a number of internal procedural breaches by Mr Brereton, including policies bound which may not be accurately reflected on your systems,” wrote Marsh's Macey-Dare in the July email to BCC.</p> <p>Macey-Dare noted that these breaches were “internal matters” for BCC, adding: “Marsh will co-operate with you to provide supporting evidence of contractually bound or offered placements for Greensill, evidencing your exposures.” </p> <p>He also referred to an earlier, face-to-face meeting between Marsh, Greensill and BCC executives that had taken place in October 2019, “to explicitly discuss the portfolio, and appropriate underwriting authorities”.</p> <p>By August 2020, the stakes were rising. BCC informed Marsh and Greensill that Brereton had been dismissed for exceeding his risk limits, and it had launched an investigation into the Greensill insurance policies. It made a flurry of <a href=\"https://www.ft.com/content/9722efce-7d32-4abd-99b8-46f6b47de6dc\">document requests</a> relating to the agreements.</p> <p>In September, Guy formally served notice to Greensill that BCC would not be renewing the major insurance contracts expiring on March 1. He added that “it will only be at the conclusion of the investigation” that BCC and Tokio Marine would be able to determine its position on all documents signed by Brereton. </p> <p>Tokio Marine has since <a href=\"https://www.ft.com/content/18c1892b-1ad3-4ed5-8c8f-075522275490\">questioned</a> the validity of the policies, as first reported in the FT.</p> <p>Marsh, Tokio Marine, Greensill, Macey-Dare and Guy declined to comment. Brereton did not respond to multiple requests for comment.</p> <h2>‘Red flags'</h2> <p>BCC was so key to Greensill's insurance arrangements that David Cameron, the former UK prime minister and an adviser to Greensill, had <a href=\"https://www.ft.com/content/9722efce-7d32-4abd-99b8-46f6b47de6dc\">visited</a> its Sydney offices a couple of years previously. </p> <p>In comparison, Greensill accounted for a small fraction of Marsh's trade credit insurance revenues, according to a person familiar with the matter. </p> <p>Insurance industry executives say Marsh's July email was an example of a broker using its muscle to hold an insurer to account for promised coverage. A trade credit underwriter at another group said putting weight on the insurer was “something brokers like to do, and with success, sometimes even with larger groups”.</p> <p>In the fallout, Marsh has also faced questions over its communications regarding the insurance cover with Credit Suisse, which packaged up Greensill securities and sold them to its clients. </p> <p>An internal investigation at the bank — which is scrambling to recover clients' money after freezing $10bn of Greensill-linked funds — is focusing on what Marsh told it about the insurance arrangements, the Financial Times reported last month.&#xa0;</p> <p>Marsh had a role in confirming the cover on the insured notes sourced by Greensill for Credit Suisse. And two calls took place late last year between Credit Suisse and Marsh executives, according to people familiar with the matter, as part of due diligence the bank was conducting on a fresh loan to Greensill. No “red flags” regarding the insurance were raised by Marsh, said one person with knowledge of the calls.</p> <p>Marsh emphasised in a public statement last month that its job was to be a broker, “not to be an insurer, banker, or credit analyst”. It “sought coverage from insurers, who made their own determinations about what risks to cover”, the company added.&#xa0;</p> <p>Industry experts say the Greensill scandal has underlined the crucial role played by brokers in finding cover for even the most esoteric financial risks, and the ties they can sometimes have with providers of structured investment products such as Credit Suisse. </p> <p>A <a href=\"https://www.ft.com/content/d5a5951f-bab8-4ea8-b0d7-2b70455c9ed5\">series of defaults</a> by Greensill clients last year would have added to Marsh's difficulty in replacing the BCC coverage, industry executives said. One of these defaults, by former FTSE 100 group NMC Health, led to Greensill losing the backing of insurer Euler Hermes after the failure of renewal negotiations, as reported in the <a href=\"https://www.wsj.com/articles/softbank-backed-greensill-looks-to-raise-fresh-capital-11602173906\">Wall Street Journal</a>.</p> <p>Coface and Atradius, two of the other big three trade credit insurance providers, have never supplied coverage to Greensill, according to people familiar with the matter. Euler, Coface and Atradius make up about three-quarters of this market segment, according to the International Credit Insurance &amp; Surety Association. </p> <p>A separate insurance policy Greensill signed with US insurer Chubb in November 2020 was never used, because it did not provide 100 per cent cover, English court filings show. </p> <p>Another lesson of the episode, say risk experts, is that even the biggest brokers' powers have a limit. The tougher insurance market facing Greensill was a reflection of the lender's waning attractiveness, rather than any shortfall on Marsh's part, said John Ludlow, the outgoing chief executive of Airmic, a trade body that represents risk managers and insurance buyers at businesses. </p> <p>“If you're an unattractive risk, then that's a difficult deal, isn't it?”</p><p>Source: Ian Smith in London 2021 'Greensill's demise turns spotlight on Marsh' FT.com 8 April. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-04-08T04:00:55.056Z",
  "tags": [
    {
      "id": "US0970231058",
      "nexusId": "10030932",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 2167,
          "end": 2173
        }
      ]
    }
  ]
}