{
  "_id": "854b59780791fafbaaf8d2a60007504ee3c0403c4649f3597b1ffe1bf5adb8ae",
  "feed": "wall-street-journal",
  "title": "Heard on the Street:  Timing Counts for a Boeing Midrange Plane  ---  Jet maker appears to revive plans for a new aircraft, but 757 shows pitfall in being out of step with market  ----  By Jon Sindreu",
  "text": "<p>\n  [Financial Analysis and Commentary] </p><pre>\n </pre><p>\n   Boeing's ambitions for a midrange plane may be the right idea at the wrong time -- again. </p><p>\n  Last year, the Chicago-based manufacturer started conversations with customers about building such a jet with a single-aisle cabin. Then, during the fourth-quarter earnings presentation in late January, Chief Executive David Calhoun all but confirmed that the company's next jet would indeed address the \"middle of the market\" between long international flights and short-haul domestic ones. </p><p>\n  This appears to end speculation that Boeing could give priority to a replacement for the troubled 737 MAX, which is now flying again. It is a good call not to undermine MAX sales with talk of a substitute. </p><p>\n  Last week, the buzz increased after trade journal Aviation Week reported that the new jet could instead be a two-aisle model, reviving the so-called New Midsize Airplane project that Boeing abandoned when Mr. Calhoun took over last year. This time, though, the program wouldn't just have two variants seating 225 and 275 people, but also a third, smaller one. </p><p>\n  Boeing has been here before. In 1982, it addressed the middle of the market with its 757 and 767 models. But the 200-seat 757 turned out to be too far ahead of its time: It never gained popularity, only ever finding a place as a repurposed trans-Atlantic jet in the 1990s. </p><p>\n  Now, the market the 757 was designed for is one of the most promising in aviation, and could grow at the expense of legacy hub-and-spoke networks weakened by the pandemic. Boeing and Airbus have resorted to stretching their small aircraft, with the latest extra-long-range variants -- the 737 MAX-10 and the A321XLR, respectively -- expected to enter service in 2023. </p><p>\n  Yet the A321 outsells the MAX equivalents four to one. And Boeing can't update the 757, since production stopped in 2004 and the supply chain is long gone. </p><p>\n  Investors were never big on the NMA idea. Boeing's old projection of 4,000 sales was seen as optimistic, with some analysts expecting it would do little more than replace the 700 767 planes in operation. A smaller variant could more than double the addressable market, as it would fill in for 600 remaining 757 jets as well. But it would encroach on the MAX-10's turf. </p><p>\n  Still, Boeing should have drunk the Kool-Aid and greenlighted the project years ago. A big problem with seven-hour flights is that they start to feel too long to be crammed in a small A321 or MAX-10. If there is truly a boom in such routes, a family of wider midrange planes could prove a big hit. </p><p>\n  Even Boeing's $52 billion long-term debt pile -- three times what it was two years ago -- isn't a deal breaker. Development costs would hover around $20 billion, which is only two years of the company's projected operating cash flow starting in 2022. </p><p>\n  The real issue is that the NMA would at best enter service around 2030, too late to prevent Airbus's dominance and too soon to profit from the next leap in engine technology. \"I don't think [engines are] going to play into it anywhere near the extent to which they used to,\" Mr. Calhoun said. The aircraft would still have superior airframe economics thanks to composite materials, but engines typically account for two-thirds of added efficiencies. Airbus could also upgrade the A321 again. </p><p>\n  As the 757 showed, timing can matter as much as design. The same could prove true this time around. </p><p></p>",
  "published": "2021-02-17T07:02:00.000Z",
  "tags": [
    {
      "id": "US0970231058",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 909,
          "end": 915
        },
        {
          "start": 2555,
          "end": 2561
        },
        {
          "start": 557,
          "end": 563
        },
        {
          "start": 1786,
          "end": 1792
        },
        {
          "start": 1531,
          "end": 1537
        },
        {
          "start": 1086,
          "end": 1092
        },
        {
          "start": 1925,
          "end": 1931
        },
        {
          "start": 2259,
          "end": 2265
        },
        {
          "start": 38,
          "end": 44
        },
        {
          "start": 41,
          "end": 47
        }
      ],
      "nexusId": "10030932"
    }
  ]
}