{
  "_id": "37d5efd867e0328db1675e246571f2cbacbf57a352adcae468ff1297072bb264",
  "feed": "wall-street-journal",
  "title": "U.S. News:  U.S. Watch",
  "text": "<p>\n  ECONOMY </p><pre>\n </pre><p>\n  Growth Slows </p><p>\n  For Durable Goods </p><pre>\n </pre><p>\n  Growth in demand for long-lasting manufactured goods slowed in December, as the overall economic recovery lost momentum at the end of last year. </p><p>\n  New orders for durable goods -- products designed to last at least three years -- increased 0.2% to a seasonally adjusted $245.3 billion in December compared with November, the Commerce Department reported Wednesday. That was the eighth straight month of gains, although the increase was the smallest since last August. </p><p>\n  New orders for nondefense capital goods excluding aircraft -- or so-called core capital goods orders, a closely watched proxy for business investment -- increased 0.6% in December from the previous month, to $71.8 billion. The gain was also smaller than in recent months. </p><p>\n  New orders for transportation equipment weighed on last month, falling 1%. Orders for commercial aircraft and parts dropped sharply, driven primarily by a decline in net orders at Boeing Co., according to economists. Excluding transportation, a category that can be particularly volatile, overall durable-goods orders were up 0.7%. </p><p>\n  -- Amara Omeokwe </p><p>\n  --- </p><p>\n  MICHIGAN </p><pre>\n </pre><p>\n  Man Pleads Guilty in </p><p>\n  Whitmer Kidnap Plot </p><pre>\n </pre><p>\n  One of six men charged in an alleged plot to kidnap Michigan Gov. Gretchen Whitmer pleaded guilty Wednesday to conspiracy, admitting that the group discussed a scheme to snatch her at her lakeside vacation home and destroy a bridge to slow down police. </p><p>\n  Ty Garbin's guilty plea is a major catch for prosecutors, only about four months after arrests were made. His testimony could strengthen the government's case against the others and back up evidence collected by informants and undercover agents. </p><p>\n  Mr. Garbin appeared in federal court in Grand Rapids a few hours after a plea agreement loaded with details about the operation was filed, including his pledge to fully cooperate with investigators. There was no agreement on a sentencing range, but his assistance could help him when he returns July 8. </p><p>\n  The FBI in October said it broke up a plot to kidnap Ms. Whitmer, a Democrat, by antigovernment extremists upset over coronavirus restrictions. </p><p>\n  -- Associated Press </p><p>\n  --- </p><p>\n  OKLAHOMA </p><pre>\n </pre><p>\n  State Seeks Refund </p><p>\n  For Malaria Drug </p><pre>\n </pre><p>\n  The Oklahoma attorney general's office is attempting to return $2 million worth of a malaria drug once touted by former President Donald Trump as an effective treatment for Covid-19, a spokesman said Wednesday. </p><p>\n  A spokesman for Attorney General Mike Hunter said he was attempting to negotiate a return of the 1.2 million hydroxychloroquine pills Oklahoma acquired in April from a California-based supplier, FFF Enterprises. </p><p>\n  A spokeswoman for the company didn't return a message seeking comment. </p><p>\n  Republican Gov. Kevin Stitt defended the purchase last year, saying the drug was showing some promise as a treatment in early March. The drug has since been shown to have little or no effect on severe cases of Covid-19. </p><p>\n  -- Associated Press </p><p>\n  --- </p><p>\n  OBITUARY </p><pre>\n </pre><p>\n  Oscar, Emmy Winner </p><p>\n  Leachman Dies at 94 </p><pre>\n </pre><p>\n  Cloris Leachman, an Oscar winner for her portrayal of a lonely housewife in \"The Last Picture Show\" and a comedic delight as the fearsome Frau Blucher in \"Young Frankenstein\" and self-absorbed neighbor Phyllis on \"The Mary Tyler Moore Show,\" has died. She was 94. </p><p>\n  Ms. Leachman died in her sleep of natural causes at her home in Encinitas, Calif., publicist Monique Moss said Wednesday. </p><p>\n  Her Emmy haul over the years totaled eight, tying her with Julia Louis-Dreyfus as the top Emmy winners among performers. </p><p>\n  She started out as Miss Chicago in the Miss America Pageant and willingly accepted unglamorous screen roles. </p><p>\n  \"Basically I don't care how I look, ugly or beautiful,\" she told an interviewer in 1973. </p><p>\n  Her most indelible role was Phyllis Lindstrom on \"The Mary Tyler Moore Show.\" Phyllis was so unexpectedly engaging that Ms. Leachman starred in a spinoff series of her own, \"Phyllis,\" which ran from 1975 to 1977. </p><p>\n  -- Associated Press </p><p></p>",
  "published": "2021-01-28T07:14:00.000Z",
  "tags": [
    {
      "offsets": [
        {
          "start": 960,
          "end": 970
        },
        {
          "start": 960,
          "end": 966
        }
      ],
      "name": "The Boeing Company",
      "id": "US0970231058",
      "nexusId": "10030932"
    }
  ]
}