{
  "_id": "7fcf9aa632c937b823303b19e9be09bb1e1f28e72ab8164d32406a4296389055",
  "feed": "wall-street-journal",
  "title": "Boeing 's New CFO Faces Tough Decisions on How to Reduce Debt; The company on Wednesday said it hired Brian West , a former GE manager, to lead its finances",
  "text": "<p>Mr. West has been the CFO of Refinitiv since 2018 and previously led the finances of Oscar Health Insurance Inc ., a New York-based health insurance startup. Before that, he worked as CFO and chief operations officer at ratings firm Nielsen Holdings NV .</p><p>The 51-year old before that spent 16 years of his career at industrial conglomerate GE , where he worked with Boeing 's current Chief Executive David Calhoun , who ran the company's aviation division. Mr. West served as CFO of GE Aviation and GE's engine services business.</p><p>Mr. Calhoun recruited him to Nielsen after he became CEO of the firm in 2006. \"They have worked together on and off for close to 20 years dating back to GE ,\" said Jamere Jackson, the CFO of AutoZone Inc. who took over Nielsen's finance department when Mr. West was promoted to COO in 2014 and worked with him during the transition period. \"He is wicked smart,\" Mr. Jackson said about Mr. West.</p><p>In his new role, Mr. West will have to balance the need to bring down Boeing 's mountain of debt while investing in new aircraft and research and development, analysts said.</p><p>The company's consolidated debt stood at $63.6 billion at the end of the first quarter, which in part stems from a $25 billion bond sale  last year that departing CFO Mr. Smith orchestrated to help the company through the pandemic.</p><p>\"There are issues everywhere at Boeing ,\" said Ken Herbert , a managing director at financial services firm Canaccord Genuity Group Inc ., referring to the company's capital structure, its portfolio and recent glitches around the delivery of new aircraft.</p><p>Boeing should focus on reducing interest payments and growing free cash flow to generate funds for the development of new aircraft, Mr. Herbert said.</p><p>Mr. Calhoun at a conference earlier this month acknowledged that the company has work to do. \"We have a debt paydown scenario that we want to get after aggressively,\" he said, adding that the company's new CFO would weigh in on this.</p><p>The recent recovery in air travel and new orders from airlines, including United Airlines Holdings Inc ., could help boost the company's free cash flow. United on Tuesday said it plans to purchase  200 737 MAX jets from Boeing , alongside new planes from rival Airbus SE , its biggest order ever.</p><p>Boeing , which is waiting for major growth markets like China to recertify its 737 MAX after two deadly crashes, has fallen behind Airbus in terms of market share, said Burkett Huey, an equity analyst at research provider Morningstar Research Services LLC. \"What Boeing really needs to invest in is a middle-of-the-market aircraft,\" Mr. Huey said.</p><p>\"They have a ton of cash, a bloated balance sheet and a portfolio that is currently more like a stopgap,\" Mr. Huey said. Boeing had about $21.9 billion in cash and marketable securities at the end of the first quarter, up from $15.5 billion during the prior-year period. The company booked $15.22 billion in revenue during the first quarter, down from $16.91 billion a year earlier.</p><p>\"Brian is the ideal executive to serve as Boeing 's next CFO given his significant financial management and long-term strategic planning experience in complex global organizations across the aerospace, manufacturing and services industries,\" Mr. Calhoun said, according to a statement.</p><p>Boeing declined to comment beyond its release.</p><p>Andrew Tangel and Doug Cameron contributed to this article.</p><p>Write to Nina Trentmann at Nina.Trentmann@wsj.com </p><p>Boeing's New CFO Faces Tough Decisions on How to Reduce Debt</p>",
  "published": "2021-07-01T00:47:00.000Z",
  "tags": [
    {
      "id": "US0970231058",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 365,
          "end": 371
        },
        {
          "start": 1585,
          "end": 1591
        },
        {
          "start": 3282,
          "end": 3288
        },
        {
          "start": 1361,
          "end": 1367
        },
        {
          "start": 2188,
          "end": 2194
        },
        {
          "start": 3439,
          "end": 3445
        },
        {
          "start": 994,
          "end": 1000
        },
        {
          "start": 3038,
          "end": 3044
        },
        {
          "start": 2265,
          "end": 2271
        },
        {
          "start": 2528,
          "end": 2534
        },
        {
          "start": 2734,
          "end": 2740
        },
        {
          "start": 0,
          "end": 6
        }
      ],
      "nexusId": "10030932"
    }
  ]
}