{
  "_id": "a6bf9e595ae121bdebbb448febe64191eba5235707e89a593a8dfbce691dd67e",
  "feed": "wall-street-journal",
  "title": "At G-20 Summit, U.S. Agrees to Relax Tariffs on European Steel; Western leaders also say Iran's new president should move toward full compliance with the 2015 nuclear accord",
  "text": "<p>\"We fully expect this agreement will provide relief in the supply chain and drive down cost increases,\" she said. \"Of course it's also good for the American manufacturers who use steel and aluminum in their products.\"</p><p>European Trade Commissioner Valdis Dombrovskis said in a tweet: \"We have agreed with the U.S. to pause our steel &amp; aluminium (232) trade dispute and launch cooperation on a Global Arrangement on Sustainable Steel &amp; Aluminium.\"</p><p>Officials didn't detail the exact levels of imports that would be exempted from the tariffs. They also said the deal would ensure that steel entering the U.S. from Europe was entirely produced in Europe.</p><p>The announcement came on the first day of the Group of 20 leaders summit in Rome. Also at the summit, leaders formally endorsed an agreement to overhaul global tax rules and President Joe Biden and European leaders issued a warning over Iran's escalating nuclear program, calling on the country's new president to change course.</p><p>The latest agreement removes one of the most significant trade disputes between the U.S. and the EU, resulting from President Trump's trade policies that targeted allies such as the EU and Japan, in addition to China. Mr. Biden came to power pledging to work closely with allies and international institutions such as the World Trade Organization.</p><p>As bilateral dialogue gathered momentum in recent months, European officials have complained particularly bitterly about the remaining steel and aluminum tariffs, as they were imposed under a U.S. trade law that punishes products viewed as threatening the U.S.'s national security.</p><p>The announcement also comes as manufacturers in the U.S. and elsewhere are facing the highest steel and aluminum prices in years, putting pressure on companies already struggling to make enough cars, cans and other products.</p><p>The latest move follows an agreement in June to suspend a 17-year-old bilateral trade dispute over government subsidies to Boeing Co. and Airbus SE.</p><p>At the Rome summit, Mr. Biden also discussed Iran's nuclear program with French President Emmanuel Macron, British Prime Minister Boris Johnson and German Chancellor Angela Merkel. They issued a statement saying that since nuclear negotiations with Tehran have stalled, the country's new hard-line government has accelerated nuclear activities that have no civilian purpose, saying that future advances would jeopardize any return to the 2015 nuclear accord with major international powers.</p><p>\"We call upon (Iranian President Ebrahim) Raisi to seize this opportunity and return to a good faith effort to conclude our negotiations as a matter of urgency,\" the statement said.</p><p>Mr. Biden is seeking to revive the nuclear deal, called the Joint Comprehensive Plan of Action, which strictly but temporarily constrained Iran's nuclear activities in return for lifting economic sanctions. Since Mr. Trump withdrew the U.S. from the deal in 2018, Iran has breached most of the limits.</p><p>Ahead of the meeting, reporters asked Mr. Biden when he would like to see the negotiations with Iran resume. \"They're scheduled to resume,\" he answered.</p><p>Iran's chief negotiator recently said the country would return to the talks, after a five-month hiatus. U.S. and European officials have been cautious about the prospects of reaching an agreement with Mr. Raisi's government.</p><p>Earlier, G-20 leaders gave their blessing to an agreement among nearly 140 countries to overhaul global tax rules, with Mr. Biden stressing that it was a historic deal during the opening session, according to the White House. The reform sets out a global minimum corporate tax rate of 15% for large international businesses, aimed at preventing companies from exploiting low-tax jurisdictions. It now must be implemented by signatory nations, including the U.S., which could prove challenging in the divided Congress.</p><p>Climate change is another focus of the Rome summit, which will set the tone for two weeks of global talks on climate change in Glasgow, Scotland, that immediately follow the Rome meeting. The G-20 leaders are attempting to find a common position on how to best adhere to the 2015 Paris climate agreement. That agreement calls on countries to start reducing their greenhouse-gas emissions as soon as possible and achieve a climate-neutral world by midcentury.</p><p>But leaders are split over phasing out coal and measures aimed at limiting global warming to 1.5 degrees Celsius. Finding agreement on concrete policies could prove challenging. Key topics of discussion will include the use of coal, as well as whether to end subsidies for fossil fuels more broadly.</p><p>Mr. Johnson spoke Friday to Chinese President Xi Jinping, who isn't attending in person, and pressed him to make China's climate targets more ambitious.</p><p>China has said it aims for carbon emissions to peak before 2030. \"I pushed a bit on that,\" said Mr. Johnson, who suggested they aim for 2025 instead. \"I wouldn't say he committed to that,\" said the British leader. \"He said, 'Look China depends on coal,'\" said Mr. Johnson of Mr. Xi's response. Mr. Johnson pointed out that the U.K. used to be reliant on coal and now needs it for only around 1% of electricity generation. \"It shows you just how fast you can make the transition,\" he said.</p><p>Mr. Johnson, who will host the climate talks in Glasgow, known as COP26, played down what could be achieved there and at this weekend's Rome G-20 summit.</p><p>\"There is no chance of us getting an agreement next week to limit climate change to 1.5 degrees,\" he said Saturday. \"What we could conceivably do if everybody gets their act together... is get an agreement that means that COP26 in Glasgow is a way station that allows us to end climate change and allows us to keep alive that dream of restricting the growth to 1.5 degrees.\"</p><p>In a veiled criticism of developed countries that haven't fulfilled their previous climate pledges, Mr. Xi said during the phone call with Mr. Johnson that countries should transform their high ambitions into concrete actions, according to Chinese state news agency Xinhua.</p><p>Mr. Xi told the G-20 summit in a speech delivered by video on Saturday that developed countries should set an example on emissions reduction, take the challenges of developing countries into account and provide financial and technical support to them, Xinhua said.</p><p>On Sunday, Mr. Biden will host a meeting on the supply-chain issues that have been disrupting much of the world's economic rebound from the Covid-19 pandemic, leading to bottlenecks, production shortages and rising consumer costs in the U.S. and elsewhere.</p><p>Mr. Biden will have a bilateral meeting Sunday with Turkish President Recep Tayyip Erdoğan, said a senior administration official. The meeting comes at a tense moment between the countries, as relations have soured over clashing interests in the war in Syria, human-rights issues within Turkey and Ankara's purchases of Russian arms systems.</p><p>The U.S. leader will attend the Glasgow climate summit Monday and Tuesday. He has been seeking domestic agreement on legislation covering climate change and social spending, and tried to wrangle a deal in Congress before leaving Washington on Thursday. But the $1.85 trillion framework he outlined before flying to Rome didn't immediately persuade progressives to approve a parallel infrastructure bill worth roughly $1 trillion.</p><p>Easing trade tensions with the EU will allow Biden administration officials to seek closer cooperation from their European allies as they engage with China over contentious trade issues. Earlier this month, U.S. Trade Representative Katherine Tai unveiled the administration's new China trade policy framework, pledging to press Beijing to carry out promises it made as part of the Phase One accord signed in January 2020.</p><p>Ms. Tai also said the U.S. will use a full range of tools to confront \"non-market trade practices\" such as the use of subsidies by state-owned enterprises.</p><p>In recent weeks, Ms. Tai has spent a great deal of time with European officials and representatives of businesses and labor, discussing the steel and aluminum sectors, including how to deal with global oversupply of the metals.</p><p>The latest agreement calls for reducing import tariffs using a policy tool known as tariff rate quotas. Under such a scheme, countries can export products at lower tariff rates to a certain amount before facing higher levies. The steel and aluminum tariffs imposed by Mr. Trump earlier on Canada and Mexico, for example, were removed in 2019, using a similar arrangement.</p><p>With the new agreement, the U.S. and European officials bring a new focus on \"carbon intensity\" of metals, which gives preference to cleaner steel produced in the U.S. and Europe using methods and facilities that generate fewer harmful greenhouse gases than in developing nations.</p><p>According to the Climate Leadership Council, a Washington policy research group, basic metals made in China generate 80% more carbon dioxide during production than their U.S. counterparts. Russian metals are nearly four times more polluting.</p><p>Giovanni Legorano and Sha Hua contributed to this article.</p><p>Write to Catherine Lucey at catherine.lucey@wsj.com and Yuka Hayashi at yuka.hayashi@wsj.com</p><p>At G-20 Summit, U.S. Agrees to Relax Tariffs on European Steel</p>",
  "published": "2021-10-30T21:06:00.000Z",
  "tags": [
    {
      "id": "US0970231058",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 1956,
          "end": 1966
        }
      ],
      "nexusId": "10030932"
    }
  ]
}