{
  "_id": "e78fa6ba0613cb7bcd71a70dec17054870fbf570038d7836f5e49c6c86625628",
  "feed": "wall-street-journal",
  "title": "Tequila Bottles Found on New Boeing Air Force One Jet in Development; Company has faced problems of factory debris found in commercial, military aircraft in recent years",
  "text": "<p>While Boeing has had problems in recent years with tools, rags and other factory garbage left on commercial and military aircraft, this incident is particularly serious because it involves alcohol and highly classified jets, which will be known as Air Force One when the commander-in-chief is on board.</p><p>A Boeing spokesman said the incident was a personnel matter. The company has said it is working to improve quality and manufacturing operations.</p><p>Boeing's new Air Force One jets are heavily modified 747-8 aircraft known as VC-25B military variants. Employees need security clearances to work on the aircraft. In court papers in a supplier dispute earlier this year, Boeing attorneys described the aircraft as \"effectively an airborne seat of government\" ranking alongside defense programs such as ballistic missiles that carry the \"highest national priority.\"</p><p>Boeing internally doesn't regard the discovery primarily as an incident of foreign object debris, known in the industry of FOD, as alcohol isn't allowed at any of the manufacturer's facilities, according to a person familiar with the matter. This person said the company took the finding extremely seriously.</p><p>A White House spokesman referred questions to the U.S. Air Force. An Air Force spokeswoman said that Boeing informed the service branch about the personnel matter and that there was no effect on the aircraft-modification work.</p><p>The Air Force and Defense Contract Management Agency, which oversees Pentagon suppliers, monitors production quality closely and holds \"Boeing accountable to ensure the VC-25B program meets stringent quality-control requirements,\" she said.</p><p>The Pentagon contract agency said it takes factory-debris incidents seriously and works with contractors to correct such issues.</p><p>Boeing earlier this year told the Pentagon the new Air Force One jets could be a year late and signaled it may request a more than $500 million in additional taxpayer funding due to the Covid-19 pandemic and the supplier dispute. Boeing struck a $3.9 billion deal for two new jets with President Donald Trump in 2018.</p><p>Write to Andrew Tangel at Andrew.Tangel@wsj.com</p><p>Tequila Bottles Found on New Boeing Air Force One Jet in Development</p>",
  "published": "2021-09-18T19:04:00.000Z",
  "tags": [
    {
      "id": "US0970231058",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 2163,
          "end": 2169
        },
        {
          "start": 1768,
          "end": 1774
        },
        {
          "start": 305,
          "end": 311
        },
        {
          "start": 862,
          "end": 868
        },
        {
          "start": 6,
          "end": 12
        },
        {
          "start": 1998,
          "end": 2004
        },
        {
          "start": 29,
          "end": 35
        },
        {
          "start": 1534,
          "end": 1540
        },
        {
          "start": 1272,
          "end": 1278
        },
        {
          "start": 668,
          "end": 674
        },
        {
          "start": 448,
          "end": 454
        }
      ],
      "nexusId": "10030932"
    }
  ]
}