{
  "_id": "434bfa3278e9be2e80900f6d180fd0b89974e147f35e4a3ee7c2ccf08e4bcb12",
  "feed": "wall-street-journal",
  "title": "EXCHANGE  ---  The Score:  The Business Week in 7 Stocks  ----  By Francesca Fontana",
  "text": "<p>\n  BOEING CO. </p><p>\n  BA +2.3% </p><p>\n  Boeing got a boost from a new order Monday. Southwest Airlines Co. said it is buying 100 new Boeing 737 MAX jets, a win for the plane maker after suffering from a prolonged grounding of the troubled jet and fallout from the pandemic. The order also means Boeing will retain its lock on one of its most important airline customers. Southwest's fleet is made up entirely of 737 jets, but the carrier had been re-evaluating that strategy. The nearly two-year grounding of Boeing's 737 MAX jets followed two crashes that claimed 346 lives. Boeing shares rose 2.3% Monday. </p><pre>\n </pre><p>\n  MICRON TECHNOLOGY INC. </p><p>\n  MU +4.8% </p><p>\n  Two chip makers are circling a Japanese semiconductor company amid a global scramble for scale. Micron Technology and Western Digital Corp. are each exploring a potential deal for Kioxia Holdings Corp. that could value the Japanese semiconductor company at around $30 billion. An initial public offering for Tokyo-based Kioxia later this year is still a possibility should Kioxia fail to reach a deal with one of the suitors. Consolidation has swept through the chip industry as companies seek scale and expand their product portfolios. Micron shares rose 4.8% Thursday. </p><pre>\n </pre><p>\n  CREDIT SUISSE GROUP AG </p><p>\n  CS -12% </p><p>\n  A fire sale of stocks by a large U.S. investor burned Credit Suisse and Nomura Holdings Inc. The global investment banks said Monday they could incur substantial losses after Bill Hwang's firm Archegos Capital Management and its banks began liquidating huge positions in blue-chip companies. Large banks processed the fund's trades and lent it cash and securities. American depositary shares of Credit Suisse fell 12%. </p><pre>\n </pre><p>\n  JOHNSON &amp; JOHNSON </p><p>\n  JNJ -0.9% </p><p>\n  Johnson &amp; Johnson's Covid-19 vaccine production has hit a snag. The drugmaker said Wednesday that it found quality problems in the production of 15 million vaccine doses, which weren't distributed. J&amp;J detected the problem while making quality checks at a plant belonging to contract manufacturer Emergent BioSolutions Inc. J&amp;J has been making the main ingredient in vaccine doses for the U.S. at one of the company's own plants, so the quality lapse didn't affect those doses, which have been given to people in the U.S. J&amp;J shares fell 0.9% Thursday. </p><pre>\n </pre><p>\n  CHEWY INC. </p><p>\n  CHWY +5.4% </p><p>\n  Appetite for Chewy's pet products is on the rise. The online pet-products retailer reported its first quarterly profit and more than $2 billion in sales in the latest period, helped by a boost in online shopping and pet ownership. Overall, sales for the holiday-season quarter rose more than 50%. Chewy, which went public in 2019 but remains controlled by PetSmart Inc. and its owners, last year started rolling out medication customization through its pharmacy and a free telehealth service for customers who set up automatic shipments. Chewy shares rose 5.4% Wednesday. </p><pre>\n </pre><p>\n  HOUGHTON MIFFLIN HARCOURT CO. </p><p>\n  HMHC +19% </p><p>\n  Houghton Mifflin Harcourt is opening its next chapter under a new owner. News Corp has agreed to buy the consumer arm of the educational publisher for $349 million, adding a portfolio of high-profile novels from authors such as George Orwell, Philip Roth and J.R.R. Tolkien to News Corp's HarperCollins Publishers division. News Corp also owns Wall Street Journal publisher Dow Jones &amp; Co. and news organizations in the U.K. and Australia. The deal marks the second sale of a well-known publisher in less than six months. Houghton shares gained 19% Monday. </p><pre>\n </pre><p>\n  WALGREENS BOOTS ALLIANCE INC. </p><p>\n  WBA +3.6% </p><p>\n  The vaccine rollout is poised to help Walgreens recover. The drugstore chain on Wednesday reported stronger quarterly profit as the vaccine rollout ramps up in the U.S. Walgreens said it has administered more than eight million vaccines to date, including four million in March. Vaccinations have been ramping up around the country, and CVS Health Corp., as well as supermarket chain Kroger Co. and Walmart Inc., are also pushing to get consumers to visit their locations to receive vaccines. Walgreens shares added 3.6% Wednesday. </p><p></p>",
  "published": "2021-04-03T06:10:00.000Z",
  "tags": [
    {
      "id": "US0970231058",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 20,
          "end": 26
        },
        {
          "start": 556,
          "end": 562
        },
        {
          "start": 275,
          "end": 281
        },
        {
          "start": 489,
          "end": 495
        }
      ],
      "nexusId": "10030932"
    }
  ]
}