{
  "_id": "7b885cc900ecf77b9d6fda3b2bc20264a69ed3fd0ac6276aad4c3e0670eeaeac",
  "feed": "ftcomall",
  "title": "O'Leary says Wizz Air and easyJet must merge or be taken over ",
  "text": "<p>Ryanair boss Michael O'Leary believes rivals Wizz Air and easyJet will need to merge or be taken out by other carriers as the airline industry consolidates following the pandemic.&#xa0;</p> <p>EasyJet <a href=\"https://www.ft.com/content/4c2d5a82-c548-4f5a-aa06-3ad250855e72\">revealed on Thursday</a> it had rebuffed a takeover approach from an unnamed suitor, which a person familiar with the talks confirmed was Wizz Air.</p> <p>The approach is the first sign of dealmaking in a European industry that has suffered 18 months of disruption and long been seen as ripe for consolidation.</p> <p>“Both easyJet and Wizz will either need to be taken out or . . . coalesce together,” O'Leary told the Financial Times.</p> <p>He suggested that large flag carriers such as the British Airways owner IAG, Lufthansa or Air France could eventually try to buy rival airlines, be they low-cost rival or smaller network airlines. </p> <p>“Consolidation needs to happen and will happen. It's an inevitability, particularly coming out of Covid,” he added.&#xa0;</p> <p>O'Leary believes that airlines need huge scale to survive, and that the fragmented European market is unsustainable in the long-term.</p> <p>Many European governments have been unwilling to lose their national airlines and — to O'Leary's horror — unveiled sweeping aid to help their struggling carriers survive the impact of the pandemic.</p> <p>Following the interest in his airline, easyJet's chief executive Johan Lundgren also said the pandemic could drive industry tie-ups in Europe. <em>“</em>I think that everybody would agree that when you go through situations like this, that there are consolidation plays happening,” he said on Thursday. &#xa0;</p> <p>For O'Leary, a combination between Wizz and easyJet would make sense given they both run all-Airbus fleets and work in largely separate geographies.</p> <p>A play for easyJet would have given ambitious Wizz an immediate large footprint in western Europe, a region it is slowly moving into after growing through its home market of eastern Europe over the past 15 years.&#xa0;&#xa0;</p> <p>But, like Ryanair, it has built a formidable operating model by keeping its own operating costs very low. A tie-up with easyJet would bring with it higher costs and the need to operate from more expensive airports.</p> <p>“The question would be, would Wizz improve easyJet's costs, or will easyJet's costs destroy Wizz's cost base,” O'Leary said.&#xa0;</p> <p>Ryanair was not interested in M&amp;A at the moment, O'Leary said, because he feared this would disrupt his airline's fearsomely efficient business model.</p> <p>Still, he revealed that he made multiple attempts to buy Wizz Air from its founding American investor Bill Franke in the years before it listed in London in 2015. “I tried to buy Wizz three or four times off him, but we could never agree a price,” he said.&#xa0;</p> <p>He said he was no longer interested given Wizz's market capitalisation of about £5.5bn.&#xa0;</p> <p>Ryanair has more than 200 aircraft on order to help it grow over the next decade, but this week talks with Boeing about a further order for larger Max-10 aircraft collapsed after the two sides could not agree a price.&#xa0;</p> <p>O'Leary, who is known within the industry for going public with his negotiations with suppliers, said he was ready to wait a decade for the next crisis before he returned to the table.&#xa0;He said he would “happily play ball” with Airbus if it came in with an offer 5 to 10 per cent cheaper than Boeing. “I am an accountant,” he said.&#xa0;</p> <p>Wizz Air and easyJet declined to comment. </p><p>Source: Philip Georgiadis 2021 'O'Leary says Wizz Air and easyJet must merge or be taken over ' FT.com 11 September. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-09-11T10:00:54.732Z",
  "tags": [
    {
      "id": "US0970231058",
      "nexusId": "10030932",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 2851,
          "end": 2857
        },
        {
          "start": 3254,
          "end": 3260
        }
      ]
    }
  ]
}