{
  "_id": "4ce18f19a671641f66d8561cc194f844f25f176d5b856eec794a47670d34abda",
  "feed": "wall-street-journal",
  "title": "Business News:  Simulator Maker Pursues Training Unit  ---  Aerospace company  CAE near $1 billion  deal that would bulk  up military business  ----  By Cara Lombardo",
  "text": "<p>    CAE Inc. is nearing a deal to buy L3Harris Technologies Inc.'s military-training division for $1.05 billion, according to people familiar with the matter, in a move that would expand the Canadian aerospace company's defense business. </p><p>   An agreement is expected Monday, assuming talks don't fall apart, the people said. </p><p>   The unit includes three main businesses: Link, which provides military training in the U.S.; Doss Aviation, which provides flight training to the U.S. Air Force; and AMI, which designs and makes simulator hardware. The business, which has about $500 million in annual revenue, is expected to be based in Tampa, Fla., after the deal's close, the people said. </p><p>   Saint-Laurent, Quebec-based CAE expects the deal to be accretive to earnings per share and forecasts cost savings of roughly 35 million to 45 million Canadian dollars a year in the second year after the acquisition is closed, the people said. It is to be funded by a private placement of roughly C$700 million, equivalent to about US$549.4 million, from two institutional investors, they said. </p><p>   CAE has a market value of around C$9.5 billion. It has historically specialized in flight simulators and training devices and has been broadening its reach through several deals in recent months, though none anywhere near the size of the deal being discussed for the L3Harris unit. </p><p>   The Canadian company is a market leader in training pilots for commercial jetliners and makes flight simulators for the Boeing Co. 737 MAX and other jets, which has left it hard hit by the Covid-19 pandemic-driven slump in global air travel. </p><p>   CAE, which also produces health equipment such as ventilators, has looked to expand and improve margins at its defense business, hiring two senior executives from L3Harris. </p><p>   Melbourne, Fla.-based L3Harris, which has a market value of $38 billion, was formed by the 2019 merger of Harris Corp. and L3 Technologies Inc. It was at the time the largest-ever defense-industry merger, with a transaction value of more than $15 billion. It was eclipsed by the 2020 combination of Raytheon Co. and United Technologies Corp. to form Raytheon Technologies Corp. </p><p>   The defense industry's outlook has improved during the pandemic, a reversal after years in which commercial-aerospace spending growth looked more promising. Companies with large portions of revenues dependent on commercial spending, including Boeing and its suppliers, have suffered as people sharply cut back on business and leisure travel. </p><p>   The sale of the military-training business would take L3Harris most of the way to meeting its target of divesting itself of assets accounting for as much as 10% of sales and using all of the proceeds for share buybacks. It sold its airport-security unit for $1 billion to Leidos Holdings Inc. last year, as well as some smaller businesses. </p><p>   L3Harris also has a division that trains jetliner pilots and builds flight simulators for the 737 MAX and other jets. </p><p>   --- </p><p>   Doug Cameron contributed to this article. </p><p></p>",
  "published": "2021-03-01T07:11:00.000Z",
  "tags": [
    {
      "id": "US0970231058",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 2387,
          "end": 2393
        },
        {
          "start": 1471,
          "end": 1481
        }
      ],
      "nexusId": "10030932"
    }
  ]
}