{
  "_id": "8ab64aecc89844a276b200fa0474138b7c0c41023c258d914e604424fc1066b1",
  "feed": "wall-street-journal",
  "title": "Pro Bankruptcy Briefing: Boeing's Air Force One Supplier Poised to Soar Out of Chapter 11",
  "text": "<p>Boeing settled with its bankrupt Air Force One subcontractor. Boeing Co. has settled its differences with GDC Technics LLC, a bankrupt supplier of products and services for Air Force One that filed for chapter 11 over contract disputes involving the presidential plane.</p><p>The proposed settlement clears the way for GDC to leave chapter 11, where the aircraft modification and technology business sought protection in April, alleging that Boeing had caused delays on contracts to supply Air Force One and failed to pay for work.</p><p>Beyond Bankruptcy</p><p>Theranos founder alleged an abusive relationship in her criminal fraud trial. Elizabeth Holmes could argue at her upcoming criminal fraud trial that she was in a decadelong abusive relationship with former Theranos Inc. President Ramesh \"Sunny\" Balwani that left her under his control during the period in which the government alleges the two blood-testing executives committed a massive fraud, newly revealed court records show.</p><p>Markets</p><p>Treasury demand shows resilience as the Fed signals a pullback in bond-buying. Investors keep buying U.S. Treasury securities, defying predictions for a broad selloff that would send bond yields back to their March highs. Many Wall Street analysts and investors continue to argue that yields are bound to rise based on surging U.S. inflation, a still solid economic outlook and the approaching reduction in central-bank bond purchases. But the market so far hasn't cooperated, reflecting continuing demand from around the globe.</p><p>Some of the hottest stocks in the U.S. are pointing to an economic cool-down. Utilities and healthcare are among the best-performing groups in the S&amp;P 500 so far this quarter. The gains are noteworthy because investors typically pile into those types of stocks when they are expecting the outlook to darken.</p><p>The Fed faces a new challenge spelling out employment goals. Federal Reserve officials are talking more about how to define a fuzzy concept—maximum employment—that will heavily influence their thinking around how much longer to keep interest rates near zero. Assessing maximum employment will be a delicate task for the Fed because officials concluded, in retrospect, that they overestimated it during the previous expansion and possibly raised interest rates too soon.</p><p>In Other News</p><p>Spirit Airlines alleged in a bankruptcy-court complaint that two employees had conspired with an airline-parts supplier to defraud the company by jacking up prices for parts by as much as 20 times their value. The allegations were made in a complaint filed by Spirit in a bankruptcy filing in West Palm Beach, Florida, in which Spirit was listed as a creditor. (Insider)</p><p>Limetree Bay, the bankrupt U.S. Virgin Islands refinery that shut down after raining oil on tourist-dependent St. Croix, won court approval for a $25 million loan based on budget numbers that a bankruptcy judge said he \"doesn't believe for a second.\" (Bloomberg)</p><p>The judge overseeing Purdue Pharma's bankruptcy on Friday urged opponents of the OxyContin maker's reorganization plan, which would resolve widespread opioid litigation, to settle quickly with the company's Sackler family owners because it would save time and money on appeals later. (Reuters)</p>",
  "published": "2021-08-30T12:40:00.000Z",
  "tags": [
    {
      "id": "US0970231058",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 436,
          "end": 442
        },
        {
          "start": 62,
          "end": 72
        },
        {
          "start": 25,
          "end": 31
        },
        {
          "start": 0,
          "end": 6
        }
      ],
      "nexusId": "10030932"
    }
  ]
}