{
  "_id": "86c2333d43be6f56b4dbc53656aac13b134432eb4af1321bd5030be6e78e8509",
  "feed": "ftcomall",
  "title": "British design phenomenon Barber Osgerby: ‘Our job is to give a dopamine hit'",
  "text": "<p>Ask British industrial designers <a href=\"https://www.ft.com/content/eeb460f4-5e20-11e6-bb77-a121aa8abd95\">Edward Barber and Jay Osgerby</a> about the defining moments of their career and Barber will probably recount the time he went into a shop, only to find a&#xa0;<a href=\"https://www.designboom.com/design/barber-osgerby-designs-the-2-coin-for-2013/\">£2 commemorative coin the pair had designed for the 150th anniversary of the London Underground</a> in his change. There was also the “pretty scary moment in 2014” when they suspended a revolving metal, mirrored installation the length of a Boeing 737-700 for BMW in London's V&amp;A Museum. “On the opening night there were 400 people from the design community standing beneath it sipping champagne. I remember looking at it and thinking, ‘If this goes down now...'” Barber says. “The piece highlighted the Raphael Cartoons in the Raphael Gallery, which are all owned by the Queen. Basically, it was the equivalent of putting her&#xa0;paintings into a NutriBullet.”&#xa0;</p> <p>Or there's the experience of designing the <a href=\"https://www.dezeen.com/2011/06/08/london-2012-olympic-torch-by-barberosgerby/\">2012 Olympic Torch</a>, which was carried across the country for 70 days leading up to the opening ceremony. “It was such an incredible feeling – only we couldn't look as Steve Redgrave ran into the stadium,” laughs Osgerby. “If it had gone out, we'd have probably ended up working in Woolies.”</p> <p>It's these kinds of projects – experimental, exhilarating and nerve-racking – that keep the creative blood pumping for Barber and Osgerby. They may be known for a design approach that instils simplicity into form and function, but they like being out of their comfort zone, working at&#xa0;what they call the “scarier side of challenging” and frequently venturing into unfamiliar design.&#xa0;</p> <p>This is why their work is so diverse – there has been furniture for design brands such as <a href=\"https://www.vitra.com/en-gb/about-vitra/who-we-are/designer/details/barber-osgerby\">Vitra</a> and <a href=\"https://www.cappellini.com/en/designer/ebarberjosgerby\">Cappellini</a> and lighting for <a href=\"https://barberosgerby.com/work/halo-and-h%C3%A9cate\">Hermès</a> and <a href=\"https://barberosgerby.com/work/bell-lamp\">Louis Vuitton</a>. They have turned their hand to fabrics, tiles and showers, collaborated with <a href=\"https://barberosgerby.com/work/ipsei\">Coca-Cola</a>, <a href=\"https://barberosgerby.com/work/sony-exhibition-at-salone-del-mobile\">Sony</a> and <a href=\"https://barberosgerby.com/work/clothes-hanger\">Levi's</a> and overseen large-scale architectural projects. “We don't see the boundaries and we've never conformed to being put in a particular box,” Osgerby says. “I think that's what's kept us really energised and creative as a studio.”</p> <p>It's this resistance to being straitjacketed by expectation that brought the pair together. They met as students at the Royal College of Art in 1992, but found the architecture and interiors course they had signed up for too lacklustre for two eager and ambitious designers, and vented their frustrations by joining forces to get their ideas out of the sketch book and into the world. Luck brought them a commission to design a west London restaurant (they later worked on Damien Hirst's restaurant Pharmacy, in Notting Hill). That early commission produced a design for their <a href=\"https://barberosgerby.com/work/loop-table-1\">Loop</a> table that sat on a shelf until they convinced Chris McCourt, the owner of <a href=\"https://isokonplus.com/\">Isokon Plus</a> (the furniture company that appointed Walter Gropius as controller of design in 1934, who was succeeded by protégé Marcel Breuer), to put it into the range: it was the first to be added&#xa0;to&#xa0;the&#xa0;collection for 33 years.&#xa0;Loop, which marks its 25th&#xa0;anniversary this year, was a breakthrough piece, now&#xa0;held&#xa0;in the permanent collections of both the Metropolitan Museum of Art in New York and the Victoria &amp; Albert Museum in London.&#xa0;</p> <p>The pair are celebrating this milestone at their studio in London's Shoreditch, an airy whitewashed space punctured by colourful design objects and vibrant sketches pinned to the walls. They employ around 10 people at this hub and there are two further arms of the business, <a href=\"https://www.universaldesignstudio.com/\">Universal Design Studio</a> (their architecture and interior-design practice, which fitted out the east London outpost of the Ace Hotel) and <a href=\"https://mapprojectoffice.com/\">MAP</a>, a “strategy-led creative consultancy”. Both of these businesses are now housed in Clerkenwell, having been acquired in 2018 by AKQA, which bought a majority stake in them for an undisclosed sum. As one of the biggest digital and design agencies in the world, AKQA employs 2,200 people globally and according to its annual report in 2019 had a turnover of £31m in the UK.&#xa0;</p> <p>The pair fit in well in this part of town. Barber sports dark-framed glasses under short dark hair, while Osgerby, slightly tanned, has a sweep of brown hair that he constantly scrapes back with his fingers. Both essay a kind of laidback nonchalance, in casual shirts and jeans rolled over trainers and boots, as they take me through the list of projects they are launching this year, which kicked off with the launch in February of a <a href=\"https://flos.com/products/floor/bellhop/bellhop-floor/\">floor-standing version of their Bellhop lamp for Flos</a> (you might have seen the <a href=\"https://www.supremecommunity.com/season/itemdetails/6732/fallwinter2020-supreme-flos-bellhop-lamp/\">Supreme tabletop version</a>). There's one in a corner of their studio, its tall, brightly coloured profile designed to be as visually engaging when it's not in use&#xa0;as&#xa0;when it is illuminated.&#xa0;</p> <p>Next to their worktable is their <a href=\"https://www.emeco.net/products#brandName~s1=on-on-collection-by-barber-osgerby\">On &amp; On chair</a>, part of a sustainable collection for Emeco, which went on sale in March. “Lots of products are now made from recycled plastic but they get downgraded into insulation or put on&#xa0;roads because you can't make more furniture from them,” Barber says of the project's eco ethos. “But Emeco has been working on plastic that can be endlessly recycled. So when our chairs reach the end of their life,&#xa0;they can be remade into more of the same thing. They've&#xa0;closed the loop in the cycle.”&#xa0;</p> <p>Another chair – a special 2020 edition of their stackable <a href=\"https://www.vitra.com/en-gb/product/tip-ton\">Tip Ton chair for Vitra from 2011</a> – is revised in 100 per cent recyclable polypropylene. There are sketches&#xa0;too of their new <a href=\"https://www.axor-design.com/int/service/axor-brand/designers/barber-osgerby\">Axor One</a> shower, which will be unveiled this month: “It has precise temperature control but with the very simple functionality of a tap.” And in one corner is a stack of <a href=\"https://barberosgerby.com/work/ultimate-luggage-collection-suitcase-colours\">rainbow-coloured Rimowa suitcases</a> – they are producing new colours for the luggage brand as part an ongoing collaboration, as well as aluminium products. Looking forward, they're excited for us to see their limited-edition furniture (a chance to “experiment and play around”) at an upcoming <a href=\"https://www.galeriekreo.com/en/designer/edward-and-jay-barber-and-osgerby/\">Galerie Kreo</a> show in Paris, which follows a similar showcase of their work by the gallery in 2018.&#xa0;</p> <p>“I guess you could say we're restless,” says Osgerby of the sheer breadth of their work. “There's something in us that is always trying to find a problem to fix. The most terrifying thought for me is to know that tomorrow will be pretty much like today.” He admits that on some subconscious level, they are trying to recreate that charged creative atmosphere and cross-pollination they found at the RCA (the side of college life they did enjoy). “You could walk into one room and sit at somebody's table cutting fabric or soldering a circuit board,” he says. Barber agrees. “I think it was pretty marginal that we ended up doing this. I could have easily done photography or sculpture,” he says. “I suppose being a designer felt right at that moment and we pursued it.”</p>  <p><strong>Pursuing this career as a duo</strong> has had its benefits. “Working for others felt like a trap, even though I'm sure there were things we could have learnt. But as we started out as students, we had nothing to lose,” Osgerby says. “People say, ‘Weren't you brave for setting up on your own?' but actually we weren't brave. It was an experiment that happened to work out for us.” While they've gone with the flow, embracing opportunities that have come their way, they're selective when collaborating. “The most important thing for us now is to design things that have some kind of meaning and offer a new use – and certainly with that use there should be a small ecological footprint,” Osgerby says.</p> <p>Barber nods in agreement. “You want to design something that people won't get tired of. It should be with them for the rest of their lives – and ultimately, the best sustainable story is a piece made to last a lifetime, if not two or three lifetimes,” he says. “Sustainability has been viewed as a novelty in the industry but this is all going to change. People know they don't need to consume; there's been a switch to vintage, so I see fewer launches in the future and a new response. For me, knowing you've got a good product is when you realise that it's just as simple as it could get.” The ability to subtract without taking away has become the designers' calling card, but it's also an approach that comes with challenges. “The problem with really simple projects is that they're the toughest thing to realise without rinsing the soul out of an object. There's simplicity and there's minimalism, and they're two very different things,” says Osgerby. Barber stresses the point: “An object needs to have a personality to live in a space. Our job is to somehow give a dopamine hit through usage. We want to give people joy daily, whether it's a spoon or a sofa – they are using it, loving it and can't think of replacing it.”</p> <p>All their designs begin as sketches. “In our <a href=\"https://www.phaidon.com/store/design/barber-osgerby-projects-9780714874838/\">Phaidon book</a> [published 2017] there's a photograph of a sketch we did of Tip Ton from a hotel bar in New York, which was genuinely the breakthrough moment,” says Barber. These design sessions have often been lubricated with a drink or two, admits Osgerby with a grin. “In the early days we'd head to Ed's family house on <a href=\"https://www.ft.com/content/15e30108-b3df-44db-afd7-a1df800ab40b\">Holy Island</a> to design. We'd get the beers in and order food and we would sit there and just sketch,” he says. “At the end of the night there'd be acres of sketches going down the corridor of the house. Of course, we'd wake up worse for wear and there'd be about one per cent in there that was usable.”</p> <p>There is a kind of understanding between the two that reveals their long friendship. They are considerate of each other, allowing the other to speak before they offer up an idea. “The funny thing is that we both grew up in families as one of three boys, so you grow up knowing how to have that kind of interaction,” Barber says. They find strength as a partnership to deal with the ups and downs of the business. “I can't really imagine doing this on my own because you need a sounding board and someone you trust to get a really honest opinion,” Barber says. It's also kept their feet on the ground. “You can't be a prima donna,” agrees Osgerby. “When you've known someone since you were 21 and you've worked with them forever, they are going to call you out.”</p> <p>Do they ever argue? “Rarely,” says Barber, “but the weird thing is we've become more opposite in our views as we've become older. There's probably more conflict in the design process but it doesn't end in a bust-up, it just means that there's more to talk about.”&#xa0;</p> <p>They find some of what they do crazy. “There are joyous moments in the process and there's a lot of pain but usually it's quite amazing. Take our <a href=\"https://bodleianshop.co.uk/products/bodleian-readers-chair\">Bodleian chair</a> for the Bodleian Library. I mean, the last chair commissioned for it has been there for 100 years, and the one before that for almost 300 years. It's going to outlive us and carry on,” Barber says. “We should have scribbled our names on it,” Osgerby concludes. “<em>Ed and Jay woz here</em>.”</p> &#xa0; <h1></h1><p>Source: Jackie Daly. Photography by Michael Sinclair 2021 'British design phenomenon Barber Osgerby: ‘Our job is to give a dopamine hit'' FT.com 15 April. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-04-15T15:55:10.876Z",
  "tags": [
    {
      "id": "US0970231058",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 421,
          "end": 427
        }
      ],
      "nexusId": "10030932"
    }
  ]
}