{
  "_id": "10a917739461014d8d9a207661240efa94ecdda620b76dd9c8ff50edb49334f5",
  "feed": "wall-street-journal",
  "title": "Boeing Extends Tenure For CEO",
  "text": "<p>The leadership moves on Tuesday come as Boeing is under continued pressure stemming from two fatal crashes of its 737 MAX passenger jet and slumping demand for new airplanes amid the Covid-19 pandemic. The manufacturer's commercial, defense and space divisions also face a host of quality problems, and Mr. Calhoun has presided over efforts to overhaul how Boeing handles engineering and safety matters.</p><p>Mr. Calhoun, 64 years old, faces a new mandatory retirement age of 70, rather than the company's typical age of 65. Mr. Calhoun, a director since 2009, is among Boeing's longest-serving board members. He previously served as lead director and chairman.</p><p>Without the extension Mr. Calhoun would have had to retire April 2022. The company said Tuesday there wasn't a fixed term with Mr. Calhoun's employment.</p><p>Chairman Larry Kellner said Boeing had \"effectively navigated one of the most challenging and complex periods\" in the company's history during Mr. Calhoun's tenure. The Wall Street Journal reported last week that the board was considering extending the retirement age and Mr. Calhoun had floated the possibility.</p><p>Boeing shares fell 4.1% to $234.06 on Tuesday.</p><p>Mr. Smith, 54, has worked at Boeing for about 30 years. While he most recently served as finance chief, he amassed responsibilities overseeing various company operations during the 737 MAX crisis. The two crashes, which claimed 346 lives, led to a nearly two-year grounding of the aircraft that is estimated to cost the company about $20 billion. Mr. Smith was deeply involved in Boeing's efforts to return the 737 MAX, a top moneymaker, to service and borrow billions of dollars to aid the company as the pandemic worsened.</p><p>Boeing's leadership and board have faced several shake-ups in the past two years. In late 2019, the board ousted Dennis Muilenburg as CEO, installing Mr. Calhoun in the top job. Seven directors who were on the board when the second 737 MAX crashed have left. The company has four new directors.</p><p>Shareholders on Tuesday re-elected Boeing's slate of 10 directors, Mr. Kellner said during the company's annual meeting.</p><p>One proxy advisory firm, Glass Lewis, had recommended that shareholders vote against Mr. Kellner and Edmund Giambastiani, another longtime director who leads a new safety committee on the board. The firm cited their previous service on the board's audit committee, which oversees major risks facing the company. Another proxy firm, Institutional Shareholder Services Inc., recommended shareholders vote for Boeing's slate of directors, giving the company credit for board and management changes to its safety and compliance processes.</p><p>Messrs. Kellner and Giambastiani received more than 80% of shareholder votes cast this year, garnering more support than they did last year, according to a person familiar with the preliminary vote tally.</p><p>Boeing has made progress in overcoming some of its business problems. It recently reached a deal to sell 100 more 737 MAX jets to Southwest Airlines Co. and resumed deliveries of the wide-body Dreamliner in March after a five-month halt. Challenges remain, including earlier this month when airlines removed dozens of newly built 737 MAX jets from service after Boeing flagged a potential electrical problem, just months after carriers began flying them again. Boeing said it was working with the Federal Aviation Administration on resolving the issue.</p><p>Mr. Calhoun on Tuesday said he believed proposed fixes for the MAX's electrical issues would be rolled out in a \"relatively short order,\" but added that regulators controlled the timing. Once scheduled, he said, the fixes should take days, not weeks or months.</p><p>Mr. Smith, who was appointed Boeing's chief financial officer in 2011, lasted in the role longer than many of his peers at other companies in the S&amp;P 500 and Fortune 500. Tenure in the position for the group averaged 4.9 years in 2020, roughly in line with previous years but down from an average of 5.2 years in 2015, according to the Crist Kolder volatility report tracking executive moves at large U.S. companies.</p><p>---</p><p>Nina Trentmann contributed to this article.</p>",
  "published": "2021-04-21T00:00:00.000Z",
  "tags": [
    {
      "id": "US0970231058",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 3312,
          "end": 3318
        },
        {
          "start": 2025,
          "end": 2031
        },
        {
          "start": 2851,
          "end": 2857
        },
        {
          "start": 3694,
          "end": 3700
        },
        {
          "start": 565,
          "end": 571
        },
        {
          "start": 838,
          "end": 844
        },
        {
          "start": 1199,
          "end": 1205
        },
        {
          "start": 1695,
          "end": 1701
        },
        {
          "start": 3213,
          "end": 3219
        },
        {
          "start": 0,
          "end": 6
        },
        {
          "start": 357,
          "end": 363
        },
        {
          "start": 1123,
          "end": 1129
        },
        {
          "start": 40,
          "end": 46
        },
        {
          "start": 1550,
          "end": 1556
        },
        {
          "start": 2518,
          "end": 2524
        }
      ],
      "nexusId": "10030932"
    }
  ]
}