{
  "_id": "9aecefcec9d813879ce5ca555325e3f50fbb89785e920baf59842ddb30c32719",
  "feed": "wall-street-journal",
  "title": "EXCHANGE --- Business News: Not Guilty Plea Is Entered By Boeing Ex-Pilot",
  "text": "<p>\"This tragedy deserves a search for the truth -- not a search for a scapegoat,\" said David Gerger, Mr. Forkner's attorney. \"If the government takes this case to trial, the truth will show that Mark did not cause this tragedy, he did not lie, and he should not be charged.\"</p><p>Mr. Forkner was one of Boeing's main liaisons to the FAA on the 737 MAX development, and some messages he wrote several years ago about his statements to regulators sound incriminating, according to attorneys who studied the indictment. Prosecutors still face hurdles to convicting him, including convincing jurors that he alone, and not regulators who approved the plane or Boeing executives above him, should face blame.</p><p>Mr. Forkner was charged Thursday with six counts of fraud related to his alleged role in persuading the FAA to approve pilot-training materials that excluded references to the flight-control system known as MCAS. He is the sole person charged in connection with Boeing's interactions with the FAA regarding the 737 MAX before the crashes, which occurred in late 2018 and early 2019 and took 346 lives.</p><p>An indictment issued by a North Texas grand jury said Mr. Forkner learned during the 737 MAX certification process that MCAS had been expanded to operate at lower speeds. He had earlier told the FAA that the system didn't need to be addressed in pilot-training materials because it would rarely, if ever, activate.</p><p>The FAA agreed with Boeing and Mr. Forkner about that, which allowed a finding that pilots wouldn't need extra simulator training to fly MAX jets. That decision saved money for bothBoeing's airline customers and the plane maker, which would have been on the hook to compensate at least one carrier for the cost of additional training, according to the indictment.</p><p>Chad Meacham, the acting U.S. attorney for the Northern District of Texas, said Mr. Forkner's \"callous choice to mislead the FAA hampered the agency's ability to protect the flying public and left pilots in the lurch, lacking information about certain 737 MAX flight controls.\"</p><p>Internal Boeing emails from Mr. Forkner described pressure that he felt within the company to convince the FAA that pilots wouldn't need extra simulator training. The indictment quotes Mr. Forkner writing in an email that a stricter training classification would \"be thrown squarely on my shoulders.\"</p><p>\"It was Mark, yes Mark! Who cost Boeing tens of millions of dollars!\" the email says.</p><p>Prosecutors will have to convince a jury that information Mr. Forkner allegedly withheld from regulators regarding MCAS was material, meaning it influenced or could have influenced the FAA's decision about pilot training, according to attorneys.</p><p>The FAA declined to comment.</p><p>There is also an unsettled debate among pilots about the significance of MCAS's role in the crashes. Some say Boeing's design of MCAS is primarily to blame, while others say most fault lies with pilots' failure to overcome a cockpit emergency.</p><p>Boeing declined to comment.</p><p>Some of Mr. Forkner's former colleagues expressed sadness and dismay with the prosecution. They also said prosecutors are casting blame on a relatively low-level employee who followed his bosses' directives.</p><p>\"He did not go and act on his own,\" said Rick Ludtke, a former Boeing flight-deck engineer who worked closely with Mr. Forkner on 737 MAX training matters but not MCAS. Mr. Ludtke described Mr. Forkner as a \"highly ethical and competent pilot trying to do his best in a terrible situation.\"</p><p>License this article from Dow Jones Reprint Service</p>",
  "published": "2021-10-16T00:00:00.000Z",
  "tags": [
    {
      "id": "US0970231058",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 648,
          "end": 654
        },
        {
          "start": 2389,
          "end": 2395
        },
        {
          "start": 3260,
          "end": 3266
        },
        {
          "start": 58,
          "end": 64
        },
        {
          "start": 958,
          "end": 964
        },
        {
          "start": 2827,
          "end": 2833
        },
        {
          "start": 2064,
          "end": 2070
        },
        {
          "start": 1433,
          "end": 1439
        },
        {
          "start": 2961,
          "end": 2967
        },
        {
          "start": 296,
          "end": 302
        }
      ],
      "nexusId": "10030932"
    }
  ]
}