{
  "_id": "5c69eec1c30298a7d38c0c1ef4af52a223710bdbb72cb064825d6bd2d59fc8a2",
  "feed": "ftcomall",
  "title": "A pilot's rapturous return to transatlantic flight ",
  "text": "<p>“Speedbird One: three, two, one — now.” In response to this instruction from Heathrow's control tower, Captain George Baillie advances the thrust levers and steers our rapidly accelerating British Airways Airbus A350 along the centreline of runway 27R. On 27L, Heathrow's parallel runway, the flight crew of a Virgin Atlantic A350 do the same. </p> <p>As we reach 182 miles per hour, Senior First Officer Emilie Fuller, seated next to George, announces “Rotate” and then “Positive Climb”. George replies, “Gear up”. And just like that, and as applause echoes down the cabin, we're off — we're off! — to New York City.</p> <p>There are four pilots in the cockpit today — Captain James Basnett and I are seated in the jumpseats behind Emilie and George (I fly the Boeing 787 these days, not Airbuses like this one, whose marvellously futuristic, blade-like wingtips spark a twinge of envy). James and I are on board to observe a journey whose Concorde-recalling “Speedbird One” callsign has been brought out of retirement in order to celebrate the year's most significant news for everyone who works in travel: the <a href=\"https://www.ft.com/content/bef0a253-fd7f-4d00-822c-9d12d4246cfa\">November 8 easing</a> of America's pandemic-era <a href=\"https://www.cdc.gov/coronavirus/2019-ncov/travelers/international-travel/index.html\">border restrictions</a> on air travellers from 33 countries.</p> <p>As a London-based pilot with strong ties to both sides of the Atlantic, I find it hard to distinguish between my professional and personal reactions to this milestone. I only know that I'm relieved, and thrilled to have one of the best seats in the house.</p> <p>“Speedbird One, contact London Control 119.780” says Heathrow's tower controller, appending a quick “nicely done!” in reference to the rare simultaneous take-off — the first ever by a pair of passenger flights at Heathrow, I'm told — that we and our Virgin Atlantic sister ship have conducted to mark the occasion. Frog-green fields scroll down the windscreen, the Thames rewinds towards its source, and as we pass to the north-east of the airport at Kidlington, near Oxford, I look for the 1,552-metre runway on which I started my professional flight training in May 2001.</p> <p>Since the pandemic began, the poignancy evoked by the sight of this asphalt strip has deepened. After 9/11, when my cadet course at Kidlington had barely started, my colleagues and I found comfort in the thought that we were unlikely ever to see a more uncertain time in aviation. Until, that is, last year, when, according to the World Travel and Tourism Council, nearly <a href=\"https://wttc.org/News-Article/Global-TandT-sector-suffered-a-loss-of-almost-US4-trillion-in-2020\">62m people</a> who worked in the travel industry lost their jobs, including not only friends and colleagues, but millions of people in places where economic and healthcare insecurity were already widespread.</p> <p>We climb through 9,000 feet, enter a solid layer of cloud, and as England blanks I recognise that I've been luckier than many. For several months after the pandemic began, I flew almost nowhere. In this same period several friends became ill with Covid-19, and an elderly relative died from it. Eventually, however, I began to fly a schedule that steadily grew more normal, even if the flights themselves were among the most unusual of my career.</p> <p>Often we got airborne with bellies full of cargo but entirely empty passenger cabins. These freighter flights offered insights into unseen corners of the pandemic-era global economy, and the lives of individuals I will never know. On some flights my colleagues and I transported pets, PPE and oxygen tanks; on others we flew enough gold and pallets of banknotes to remind me that our financial system isn't yet entirely virtual. There were tens of tons of Scottish salmon, and canvas mail bags that swelled as Christmas neared. Most sobering of all were the journeys on which we carried organs for transplant, human remains, or the medical supplies whose technical descriptions my colleagues and I would read to each other from the cargo manifest with interest that intensified as the pandemic wore on: “diagnostic probes”, “reagents”, and “perishable cargo—antibody”.</p> <p>Covid-19 altered even the physical sensations of flying. Passenger bags — this may come as news, I know, if you're the sort who needs to kneel on yours in order to zip it closed — are often not as dense as other cargos, and so on passenger services the holds may fill with a mixture of bulky bags and cargo long before the aircraft's weight limits are reached. In the absence of passengers and their luggage, then, the holds can be loaded with denser payloads; indeed, so much cargo ordinarily travels on passenger airliners that when the frequency of these services was suddenly reduced — even as worldwide demand for many goods increased — the capacity that remained grew all the more important. &#xa0;Keep in mind, too, that&#xa0;airliners lose weight as fuel is used. The counterintuitive result is&#xa0;that&#xa0;over the last 20 months, my colleagues and I have grown accustomed to flying&#xa0;heavier, cargo-only services that slimmed down to their maximum&#xa0;landing&#xa0;weight perhaps only 15 minutes before touchdown, a&#xa0;previously rare occurrence that significantly increases our final approach&#xa0;speed, landing&#xa0;distance, and the time required to cool our wheel brakes.&#xa0;</p>  <p>The majority of my all-cargo flights were to US cities such as Boston, San Francisco and Miami. On the return to London we always flew overnight, and without cabin crew on board, responsibility for regular patrols of the darkened cabin fell to pilots. It will be a long time before I forget the experience of walking down an aisle with a torch whose beam would mix with oval pools of moonlight, or catch on the shiny wrappers of the headsets and blankets on seats dressed for passengers who were not there. On some winter flights, on Arctic routes, I would turn off my torch, stand perfectly still, and watch as the auroras flickered through the long line of windowpanes.</p> <p>Recently, my colleagues and I have been overjoyed — it's not too strong a word after the past 20 months — to see the faces of more and more returning passengers, in the terminals and in the cabins that never looked right without them. Nevertheless, an enormous question mark lingered on the US, and dominated the mental maps of every London-based crew member I know.</p> <p>By May 2020 the total number of seats flown between the UK and the US — by far the <a href=\"https://centreforaviation.com/analysis/reports/uk-us-aviation-new-entrants-for-north-atlantics-biggest-market-556448\">Atlantic's largest</a> market — had fallen by <a href=\"https://www.routesonline.com/news/29/breaking-news/296520/transatlantic-analysis-the-us-uk-market/\">94 per cent </a>compared with May 2019. Even such a figure, however, can't capture the emotional toll of travel restrictions, nor the part Atlantic crossings play in the lives and stories of so many families.</p> <p>Mine is as good an example as any. My mother (American) and father (Belgian) settled in Pittsfield, in western Massachusetts, where I was raised. In the mid 1990s I flew from New York's Kennedy Airport to Heathrow to start graduate school; a few years later I crossed back to start a job in a management consultancy in Boston, in a waterfront office whose windows offered distracting views of the busy airport on the harbour's far side. In 2001 I crossed the ocean once again to start my career as a pilot, eventually on the <a href=\"https://www.ft.com/content/d0b883e6-1882-11e8-9c33-02f893d608c2\">Boeing 747</a> and now the Boeing 787, flying long-haul routes that criss-cross the world but are dominated by transatlantic services. I came to feel at home in London and the UK, and, like so many, I took the special relationship to its loveliest conclusion: my Southampton-born partner and I met in London in 2003 and married in 2010. (Yes, our wedding cake was 747-shaped.)</p> <p>Our Atlantic-spanning extended family might have been inconvenienced by travel restrictions but some couples were themselves divided — <a href=\"https://www.washingtonpost.com/travel/2021/11/05/us-border-reopening-international-couples/\">“Love is Not Tourism”</a> went their cry — and other families, especially those that faced serious illness, final farewells and funerals, were devastated. More than holidaymakers and business travellers, whose fares pay most of my wages, it's the folks in situations like these whom I think of now, as we rise through 17,000 feet and exit the deck of mist into the blue above. &#xa0;</p> <p>Soon we reach and start our climb through “the twenties” — as in thousands of feet —&#xa0;and Emilie prepares an electronic message to request our Atlantic routing. While it's not easy to find a silver lining in the clouds the pandemic brought, it's nevertheless true that some aspects of aviation have changed for the better. Before, such requests — which controllers had to balance against those of many other aircraft, on an oceanic track system whose design principles were first laid out many decades ago — were rarely answered without modifications that lengthened our journey or otherwise decreased its efficiency.</p> <p>Today — as I have on Atlantic routes since the pandemic began — we get exactly what we want: an initial cruising altitude of 36,000 feet and a speed of Mach .85, or 85 per cent of the speed of sound. We pass near Belfast, cross the northern reaches of the island of Arranmore, and then soar west over deepening waters. Soon after, air traffic control sends word that we are free to modify our speed or request any other altitude, allowing us to follow more closely the ideal flight parameters that our computers are constantly calculating from the jet's changing weight, the air temperature and the strength and direction of high-altitude winds.</p> <p>Such deceptively simple changes might save 125 miles' worth of fuel on every transatlantic flight. And some benefits are likely to persist even as traffic returns to normal. NATS, the UK-based air traffic provider, notes that the pandemic has opened “a window of opportunity to do things differently, and to introduce things more quickly than otherwise might have been possible”. So, for example, on some days, they've gone so far as to publish no oceanic track structure at all, allowing the route planners and pilots of many transatlantic airliners to choose the most efficient, “free” path for the first time in living memory.</p>  <p>I was sorry to see the 747s grounded at Heathrow in the summer of 2020, when I walked along the wire fence of the windswept maintenance base by Hatton Cross and stopped to gaze up at their sail-like tailfins. I was sorrier still to watch as one by one they all disappeared. Nevertheless, the pandemic's rapid spread — and this month's COP26 conference, of course — has reminded many in the travel industry, including me, of the similarly border-defying nature of the climate crisis. Accelerating the transition to Boeing 787s and Airbus A350s — which are up to 40 per cent more efficient than the 747s — as well as introducing new short-haul aircraft and expanding the use of biofuels (indeed, these constitute more than a third of the fuel on board today) are among the most important changes we can make as we return to a world of travel that we know has changed forever.</p> <p>Our Atlantic crossing concludes as we reach Canada's Labrador coast and turn south-west towards the US border. As we near the skies of Maine we contact the first controller from “Boston Center”, who greets us and appends “Heavy” to our “Speedbird One” callsign, as is the practice for wide-body airliners in American airspace. Not long after, we're cleared to fly directly to the beacon called Providence and to start our descent to Kennedy. We route from one end of Long Island — its name all the more apt from four miles up — nearly to the other, and then bank over the waters south of Rockaway. On the 747 I flew to New York more often than to anywhere else, but I haven't returned as a pilot since those days, and now I watch with a mix of fascination and fondness as we approach the metropolis that, in my western Massachusetts childhood, every cool kid knew simply as “The City”.</p> <p>Emilie asks George to extend the flaps and lower the landing gear as she slows the aircraft and guides it towards runway 04R. With the flying in their hands, I'm free to enjoy the stateliness of the Verrazzano-Narrows Bridge and the prospect of the increasingly intricate trinity of skylines that mark midtown, downtown and Jersey City. George and Emilie land, taxi in, and park. After they shut down the engines, I listen with relief and vicarious pride as the aircraft's public address system relays George's unmistakably Glaswegian cadences into the passenger cabin. “Welcome, everyone,” he announces. “Welcome to New York.”</p> <p><em>Mark Vanhoenacker is a Boeing 787 pilot for British Airways and the author of “Skyfaring”</em> <em>and the forthcoming “Imagine a&#xa0;City” (Chatto &amp; Windus/Knopf)</em></p> <p><em>Follow </em><a href=\"https://twitter.com/ftweekend?ref_src=twsrc%5Egoogle%7Ctwcamp%5Eserp%7Ctwgr%5Eauthor\"><em>@ftweekend</em></a><em> on Twitter to find out about our latest stories first</em></p><p>Source: Mark Vanhoenacker 2021 'A pilot's rapturous return to transatlantic flight ' FT.com 11 November. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-11-11T13:51:16.319Z",
  "tags": [
    {
      "id": "US0970231058",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 747,
          "end": 753
        },
        {
          "start": 10252,
          "end": 10258
        },
        {
          "start": 6985,
          "end": 6991
        },
        {
          "start": 6962,
          "end": 6972
        },
        {
          "start": 12149,
          "end": 12155
        }
      ],
      "nexusId": "10030932"
    }
  ]
}