{
  "_id": "262f131d271efb32f49113de00f67552d988dbd338874d2fedd968d51ec7ee70",
  "feed": "wall-street-journal",
  "title": "U.S. News:  Durable-Goods Orders Turn Lower  ----  By John McCormick",
  "text": "<p>   U.S. orders for durable goods such as appliances, computers and cars decreased in September for the first time since spring, as manufacturers continued to confront higher material costs and parts and labor shortages. </p><p>   New orders for products meant to last at least three years decreased 0.4% to a seasonally adjusted $261.3 billion in September when compared with August, the Commerce Department said Wednesday. Orders last fell in April, followed by four months of gains. </p><p>   Economists surveyed by The Wall Street Journal had forecast a 1% decline. </p><p>   Orders increased a revised 1.3% in August from the prior month, down from an earlier estimate that had shown a 1.8% gain. Demand for durable goods has increased in 15 of the past 17 months, after an April 2020 low point early in the pandemic. </p><p>   Deplenished business and retail inventories, plus strong consumer spending, have translated to increased demand for manufacturers. But supply-chain bottlenecks continue to constrain production and delay some shipments. </p><p>   New orders for nondefense capital goods excluding aircraft -- so-called core capital-goods, a closely watched proxy for business investment -- were up 0.8% in September compared with the previous month. </p><p>   \"Once you look past the headlines, the durable goods numbers were solid,\" said Gus Faucher, chief economist at PNC Financial Services Group Inc. \"I expect that supply-chain issues will be worked out over the next six months or so. Demand for manufactured goods remains solid, and business investment will be a driver of economic growth in 2022.\" </p><p>   Mr. Faucher pointed to declines in shipments and new orders for motor vehicles and parts for a second straight month in September, indicating supply-chain issues in the auto industry continued to weigh on production and sales. </p><p>   General Motors Co. said Wednesday that its net profit dropped 40% in the third quarter compared with a year earlier as the nearly year-old computer-chip shortage dented factory output. </p><p>   Boeing Co., which also reported earnings, said it had a quarterly loss as 787 Dreamliner production problems and its latest space-launch setback offset a recovery in demand for new aircraft. </p><p>   Year to date, new orders for durable goods are up 23.4% compared with the year-earlier period. Shipments, meanwhile, are up 13.6%. </p><p>   \"Even with sizable challenges, manufacturers remain upbeat in their assessments of the coming months,\" said Chad Moutray, chief economist for the National Association of Manufacturers. </p><p></p>",
  "published": "2021-10-28T06:11:00.000Z",
  "tags": [
    {
      "id": "US0970231058",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 1969,
          "end": 1979
        },
        {
          "start": 1969,
          "end": 1975
        }
      ],
      "nexusId": "10030932"
    }
  ]
}