{
  "_id": "6e89a21dcf388147a818e414dbd1313ec2ff77585dda0172e13e8239f33b1875",
  "feed": "wall-street-journal",
  "title": "Starliner,  787s Led  To Loss  At Boeing  ----  By Doug Cameron and Andrew Tangel",
  "text": "<p>   Boeing Co. reported a quarterly loss as 787 Dreamliner production problems and its latest space-launch setback offset a recovery in demand for new aircraft. </p><p>   Boeing has sold more jets than rival Airbus SE this year, buoyed by demand for the 737 MAX and cargo planes. But it is still hampered by manufacturing problems that have frozen most 787 deliveries for much of the past 12 months and technical issues that caused its latest Starliner spacecraft launch to be scrubbed. </p><p>   The company said Wednesday that disrupted Dreamliner production cost it $183 million in the latest quarter and that it couldn't estimate when the Federal Aviation Administration would approve its pre-delivery inspection plan. Output has been slowed to about two aircraft a month from around five after Boeing accumulated more than 100 jets awaiting delivery. The company estimated Wednesday that the cost of the production snag could be as high as roughly $1 billion. </p><p>   Chief Executive David Calhoun said that Boeing had a handle on Dreamliner production problems but that regulators and its own engineers need time to finish their work. \"We are well through it, but we're not through it,\" he said Wednesday. </p><p>   The $185 million charge on the Starliner space taxi follows a $410 million hit last year to pay for a new launch after the first, in December 2019, failed to reach the correct orbit. Faulty valves thwarted another launch attempt over the summer, with the flight now delayed until next year. </p><p>   Mr. Calhoun likened work on the Dreamliner to earlier fixes of the 737 MAX, noting the company's plans to produce 31 of those jets a month early next year, up from 19 currently. Boeing made various fixes to the MAX aircraft's software, hardware and related training package while regulators grounded the aircraft for nearly two years. Two crashes of the jet in late 2018 and early 2019 killed a combined 346 people. </p><p>   The plane maker said it is benefiting from a recovery in air travel in recent months and aims to generate more cash than it spends next year by building and delivering more new planes to satisfy growing demand for flights. </p><p>   Boeing and Airbus, which share many suppliers, are boosting jetliner production as airlines increase flying. Mr. Calhoun said he expects the aerospace supply chain to be constrained in the second half next year and through 2023. </p><p>   \"With economic activity picking up, labor availability within our supply chain will be the critical watch item,\" he said. </p><p>   Boeing's shares fell 1.5% in Wednesday trading. </p><p>   Over the past year, Boeing has faced a series of production defects with its 787 Dreamliner, the popular wide-body jet often used in long-haul flights. The manufacturing problems have drawn increased FAA scrutiny. Boeing has built up an inventory of more than 100 Dreamliners valued at more than $25 billion as it addresses defects and seeks regulatory approval for inspections before handing over the jets to customers. </p><p>   Boeing expects to boost Dreamliner production as it resumes deliveries, though Mr. Calhoun declined to predict when that would happen. \"It's going to be when it's going to be,\" he said Wednesday. </p><p>   The Wall Street Journal has reported that Dreamliner deliveries are increasingly expected to resume early next year, later than previously anticipated. </p><p>   The company has recently been dealing with certain 787 titanium parts that are weaker than they should be. Mr. Calhoun said the issue was the \"long pole in the tent\" among remaining production problems to address. </p><p>   Boeing's net loss of $132 million in the quarter compared with a $466 million loss in the year-ago period. </p><p>   Sales climbed 8% to $15.3 billion. </p><p></p>",
  "published": "2021-10-28T06:10:00.000Z",
  "tags": [
    {
      "id": "US0970231058",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 31,
          "end": 37
        },
        {
          "start": 981,
          "end": 987
        },
        {
          "start": 2723,
          "end": 2729
        },
        {
          "start": 3492,
          "end": 3498
        },
        {
          "start": 1649,
          "end": 1655
        },
        {
          "start": 2529,
          "end": 2535
        },
        {
          "start": 157,
          "end": 163
        },
        {
          "start": 2110,
          "end": 2116
        },
        {
          "start": 2930,
          "end": 2936
        },
        {
          "start": 2461,
          "end": 2467
        },
        {
          "start": 775,
          "end": 781
        },
        {
          "start": 0,
          "end": 10
        }
      ],
      "nexusId": "10030932"
    }
  ]
}