{
  "_id": "951c77b23187519bcae6bf3ccd70e7b01f2c12edc466bb3b560c856254bfe1b8",
  "feed": "wall-street-journal",
  "title": "Boeing Board to Add Safety Expert, Make Other Changes In 737 MAX Settlement; Current and former directors' insurance providers to pay $237.5 million to corporation as part of agreement to end shareholder suit",
  "text": "<p>A new ombudsman program Boeing has agreed to adopt would provide an additional channel for company employees who act on behalf of federal air-safety regulators to raise concerns, including over transparency and undue pressure, according to the settlement agreement.</p><p>Such issues have been a focus of the Federal Aviation Administration, Boeing's primary aviation regulator, and congressional investigators. The proposed settlement, which is subject to approval by the judge overseeing the case, also requires Boeing to amend its bylaws to memorialize the separation of the CEO and board chairmanship, a step the company took in 2019.</p><p>Plaintiffs in the case said the governance changes would enhance Boeing's safety focus, protect shareholder value and send a message to corporate directors.</p><p>\"It is our hope, moving forward, that the reforms agreed to in this settlement will help safeguard Boeing and the flying public against future tragedy and begin to restore the company's reputation,\" said New York State Comptroller Thomas DiNapoli, co-plaintiff in the case along with the Fire and Police Pension Association of Colorado.</p><p>Boeing said that since two 737 MAX jets crashed, the company has taken significant steps to strengthen its commitment to aviation safety. \"Today's proposed settlement builds on those actions with additional oversight and governance reforms that will further advance safety and quality in the work that we do,\" Boeing said Friday.</p><p>Two of Boeing's 737 MAX jets crashed in late 2018 and early 2019, taking 346 lives. The company later shook up its board and management and changed how it handles safety, including adding a board committee focused on the topic.</p><p>The proposed settlement includes no admission of fault or wrongdoing on the part of the current and former directors, and notes the defendants deny the lawsuit's allegations. The monetary portion of the settlement will be paid to the corporation by the directors' insurance providers.</p><p>Write to Andrew Tangel at Andrew.Tangel@wsj.com</p><p>Boeing Board to Add Safety Expert, Make Other Changes In 737 MAX Settlement</p>",
  "published": "2021-11-05T22:17:00.000Z",
  "tags": [
    {
      "id": "US0970231058",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 1464,
          "end": 1470
        },
        {
          "start": 1437,
          "end": 1443
        },
        {
          "start": 698,
          "end": 704
        },
        {
          "start": 2018,
          "end": 2024
        },
        {
          "start": 508,
          "end": 514
        },
        {
          "start": 336,
          "end": 342
        },
        {
          "start": 24,
          "end": 30
        },
        {
          "start": 889,
          "end": 895
        },
        {
          "start": 1127,
          "end": 1133
        },
        {
          "start": 0,
          "end": 6
        }
      ],
      "nexusId": "10030932"
    }
  ]
}