{
  "_id": "d5cf5e6a05cfede595bfe28e9ef40648f8741b0c1e155ad615a57aff09a1e97d",
  "feed": "ftcomall",
  "title": "Biden hails EU-US steel deal as chance to curb ‘dirty' Chinese imports",
  "text": "<p>President Joe Biden has said the US and EU are seeking ways to curb imports of “dirty steel” from China after Washington and Brussels put aside their own trade dispute.</p> <p>In a deal that was swiftly criticised by China, the US and EU have agreed to work jointly on a “global arrangement” to support sustainable steel and aluminium to reduce overcapacity and encourage greener production.</p> <p>It is part of a two-year ceasefire deal reached for the US to ease tariffs on European <a href=\"https://www.ft.com/content/ad1c1ebb-24ab-40e9-9e01-db6e193c2e1d\">steel and aluminium</a>. In return the European Commission has proposed to EU member states that they temporarily drop retaliatory tariffs, and pause legal action at the World Trade Organization. </p> <p>Speaking in Rome, Biden said the arrangement would “lift up US aluminum and steel . . . incentivise emission reductions in one of the most carbon intensive sectors of the global economy”.</p> <p>The deal would “restrict access to our markets for dirty steel from countries like China, and counter countries that dumped steel in our markets, hammering our workers,” Biden said at a press conference with Ursula von der Leyen, the commission president.</p> <p>Earlier Valdis Dombrovskis, the EU's trade commissioner, told reporters the two sides would be “inviting like-minded economies to join this arrangement”. It would seek to tackle the longstanding problem of overproduction, which has led to tariff wars as countries protect their industries from cheap imports.</p> <p>“One of the elements we will be discussing will be how to restrict market access for non-participants that do not meet the conditions for the market,” he said. “We will do this [in a way that is] compatible with our international obligations and multilateral rules.”</p> <p>Doing so under WTO rules “is a challenge”, one EU official admitted. </p> <p>Dombrovskis noted there was already a Global Forum on steel excess capacity, but added that “due to the time that China has led this forum its efficiency may be somewhat limited”.</p> <p><a href=\"https://www.worldsteel.org/en/dam/jcr:976723ed-74b3-47b4-92f6-81b6a452b86e/World%2520Steel%2520in%2520Figures%25202021.pdf\">China produces</a> 56 per cent of the world's steel, mostly through blast furnaces that use <a href=\"https://www.worldsteel.org/en/dam/jcr:976723ed-74b3-47b4-92f6-81b6a452b86e/World%2520Steel%2520in%2520Figures%25202021.pdf\">iron ore and coking coal</a>. It was one of a handful of countries to increase output in 2020. </p> <p>The Chinese embassy in Washington said Beijing firmly opposed “the US groundless accusations”.</p> <p>“How the US develops its economic and trade relations with the EU is its own business. But it should not make an issue of China or even attempt to form a clique against China,” the embassy said. “We hope all sides can earnestly take effective measures to contribute to the orderly operation of the global market, and sound and steady growth of international trade.”</p> <p>As part of the deal between Washington and Brussels, the US has agreed to allow up to 4.4m tonnes of steel annually to enter from the EU tariff-free, in line with levels before President Donald Trump imposed tariffs under little-used national security legislation. Imports are half that level at present.</p> <p>The EU was threatening to double tariffs on products such as US whiskey in December without a deal.</p> <p>Dombrovskis said the agreement was “not an end destination . . . but a useful step on the road”.</p> <p>Von der Leyen said the global arrangement would help towards climate neutrality and ensuring a “level playing field” for the steel and aluminium industries. “Defusing yet another source of tension in the transatlantic trade partnership will help industries on both sides,” she said.</p> <p>The EU and US in June also paused a long-running dispute over subsidies given to aircraft makers Boeing and Airbus.</p> <p><em>Additional reporting by Sylvia Pfeifer in London</em></p><p>Source: Andy Bounds in Brussels and Katrina Manson in Washington 2021 'Biden hails EU-US steel deal as chance to curb ‘dirty' Chinese imports' FT.com 31 October. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-10-31T15:56:36.449Z",
  "tags": [
    {
      "id": "US0970231058",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 3455,
          "end": 3461
        }
      ],
      "nexusId": "10030932"
    }
  ]
}