{
  "_id": "cc49a8ec7447ae18121be9bdecde1ede6cbc56929823d6c611bc9224e16b03e4",
  "feed": "ftcomall",
  "title": "Emirates pares back losses on rebounding travel demand",
  "text": "<p>Emirates has pared back its losses as demand for travel rebounds with the Gulf airline's revenues surging 86 per cent.</p> <p>The government-owned carrier was hit with a half-year loss of $1.6bn in its 2021-2022 financial year compared with a loss of $3.8bn in the previous period.</p> <p>The Dubai-based airline carried 6.1m passengers between April and the end of September this year, a 319 per cent increase on the same period in 2020-2021.</p> <p>“We saw operations and demand pick up as countries started to ease travel restrictions,” said Sheikh Ahmed bin Saeed Al Maktoum, the airline's chair and chief executive. “This momentum accelerated over the summer and continues to grow steadily into the winter season and beyond.”</p> <p>The airline's home base of Dubai is also recovering after last year's recession as tourism and business activity picks up. </p> <p>The city, which has a symbiotic relationship with its flagship carrier, is hosting the delayed Expo 2020 world fair and <a href=\"https://www.ft.com/content/bdc76a60-910c-4a55-93b0-3140638c41fc\">has witnessed an influx of tourists and residents </a>thanks to its successful handling of the pandemic, implementing restrictions to curb infections while keeping the economy as open as possible.</p> <p>The airline said it had been restarting services or increasing frequency to destinations as travel restrictions were lifted. In July, it launched services to Miami, a new destination. By the end of the period, Emirates was serving 139 airports, using all its Boeing 777s and about a third of its A380 superjumbos.</p> <p>The group, which includes cargo and ground handling, reported a loss of $1.6bn with revenues up 81 per cent as countries progressed with vaccination programmes.</p> <p>It returned to operational profitability with earnings before interest, tax, depreciation and amortisation of $1.5bn, a “dramatic turnround” from a negative $12m ebitda during the same period last year.</p> <p>The group relied on cash reserves, loans and a $681m equity injection from its owner, Dubai's government holding company. In the 2020-2021 financial year, the airline <a href=\"https://www.ft.com/content/59c1bc53-c200-4ab5-9292-86e7a7a29fce\">received $3.1bn</a> in state support. It also implemented a swingeing redundancy programme that reduced its employee base by 31 per cent to about 75,000.</p> <p>In the first half of this financial year, the group's staffing levels dropped marginally by 2 per cent to reach about 74,000.</p> <p>As travel demand picks up, Emirates and Dnata, the ground handling arm, have launched recruitment drives that prioritise rehiring of employees who were put on furlough or made redundant.</p> <p>Cargo operations remained strong, the airline said, posting a 39 per cent increase that brought the business back to 90 per cent of volumes achieved in 2019 before the coronavirus crisis.</p> <p>“While there's still some way to go before we restore our operations to pre-pandemic levels and return to profitability, we are well on the recovery path with healthy revenue and a solid cash balance,” Sheikh Ahmed said.</p><p>Source: Simeon Kerr in Dubai 2021 'Emirates pares back losses on rebounding travel demand' FT.com 10 November. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-11-10T10:16:45.827Z",
  "tags": [
    {
      "id": "US0970231058",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 1405,
          "end": 1411
        }
      ],
      "nexusId": "10030932"
    }
  ]
}