{
  "_id": "7e76d99a2dafbd5235ea728642fc364567d01ddee6ce72ecf3d968f61a86d76d",
  "feed": "wall-street-journal",
  "title": "United  Beefs Up  MAX Jet  Orders  ----  By Alison Sider",
  "text": "<p>   United Airlines Holdings Inc. said it is buying 25 new Boeing Co. 737 MAX jets and bumping up its orders for dozens more as it positions its fleet for a travel rebound. </p><p>   The deal is a boost for Boeing, which has lost hundreds of MAX orders during a nearly two-year grounding following two fatal crashes of the jet. The U.S. in November approved the MAX for passenger flights again, requiring the plane to undergo software updates and pilots to go through additional training, among other measures. </p><p>   Andrew Nocella, United's chief commercial officer, said in a memo Monday that the MAX would be key to the company's long-term growth and its ability to serve demand, which it expects to rebound in the coming years, as the carrier starts to replace aging aircraft that are nearing retirement. United resumed flying passengers on the MAX in February. </p><p>   \"As the end of the pandemic nears and vaccines continue to roll out, today's fleet announcement helps position us to meet the demand we expect to see in 2022 and 2023,\" Mr. Nocella said. </p><p>   United's move is the latest indication that the industry is planning for demand to revive as more people are vaccinated. The number of people passing through U.S. airports has climbed in recent weeks, even though passenger volumes remain 50% to 60% below pre-pandemic levels. </p><p>   Major U.S. airlines lost about $35 billion last year, and 2021 got off to a rocky start, with governments imposing fresh restrictions on travel as new, more contagious strains of the coronavirus began to take hold. Many international borders remain closed, and businesses are still keeping heavy-traveling road warriors at home. </p><p>   Airline executives have different views on how quickly pent-up demand for travel could return. Some are gearing up for what they hope will be a surge in summer vacations. But most carriers expect it will be years before demand is fully back to normal levels, with business and international demand likely to take longer to come back. </p><p>   Delta Air Lines Inc. has said it would bring 400 pilots back to active duty by summer, and the airline told pilots last week that it plans to bring them all back by October. The airline said it is preparing to build its schedule back to 2019 levels of flying by summer of 2023. </p><p>   United, which lost over $7 billion last year, has said it is ready to begin rebuilding, aiming to exceed its 2019 profit margins by 2023. The airline has charted a cautious course through the pandemic, with sharper reductions in flying than many of its competitors, and Chief Executive Scott Kirby has said previously that the recovery may not begin in earnest until later this year. </p><p>   Unlike some rivals, United has largely held off on permanently retiring swaths of its fleet, arguing that having the planes gives it flexibility to take advantage of returning demand. At the same time, oil prices have started to climb, which could make the more fuel-efficient MAX jets appealing. </p><p>   United said its new MAX jets will allow the airline to get back to its strategy of boosting traffic to its hubs in Chicago, Denver, and Houston, which had been a big focus in recent years. </p><p>   United didn't disclose financial terms of the deal. The MAX sells for $122 million to $135 million at list prices depending on the model, though airlines typically receive discounts for large orders. </p><p>   Mr. Nocella said United is still lobbying for a third round of federal aid to avert job losses at the end of March but needs to place aircraft orders more than a year in advance of taking delivery. The 25 newly ordered planes are slated for delivery in 2023. </p><p>   Regulators around the world grounded the MAX jet in March 2019 after two crashes killed 346 people. Regulators in Europe, Canada and other regions have cleared the plane to fly again. </p><p>   Boeing said customers canceled orders for 511 MAX jets last year, with hundreds more in question as the coronavirus pandemic has reduced travel demand and forced airlines around the world into retreat. Many have been able to walk away from their orders without penalty, as generally allowed by Boeing contracts, because their deliveries were more than a year late because of the grounding. </p><p>   Other carriers have added to their MAX orders. Ryanair Holdings PLC said in December it had agreed to buy 75 new MAX jets from Boeing. Alaska Air Group Inc. added to its MAX order last year, opting to replace most of its Airbus planes in the coming years with MAX jets. </p><p>   United said Monday that it would move up the delivery of 40 previously ordered MAX jets to 2022 and bring forward another five deliveries to 2023. In total, United has 188 firm commitments for MAX planes in the coming years, according to a regulatory filing Monday. </p><p>   The airline said in the filing that it expects to receive 11 of Boeing's 787 Dreamliner wide-body jets this year, including three delayed from the final quarter of 2020. Boeing hasn't delivered a Dreamliner since October, hamstrung by inspections and rework linked to production problems. That has built up a backlog of dozens of Dreamliners even as the plane maker cuts monthly production to five. </p><p>   Boeing said last week that it still aims to resume deliveries this quarter. </p><p>   --- </p><p>   Doug Cameron contributed to this article. </p><p></p>",
  "published": "2021-03-02T07:10:00.000Z",
  "tags": [
    {
      "id": "US0970231058",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 4280,
          "end": 4286
        },
        {
          "start": 55,
          "end": 65
        },
        {
          "start": 5088,
          "end": 5094
        },
        {
          "start": 4859,
          "end": 4865
        },
        {
          "start": 3763,
          "end": 3769
        },
        {
          "start": 4057,
          "end": 4063
        },
        {
          "start": 193,
          "end": 199
        },
        {
          "start": 4753,
          "end": 4759
        }
      ],
      "nexusId": "10030932"
    }
  ]
}