{
  "_id": "8d8011bcccad523b2b1b129c951f039220732b5e1d2c3cda7c7c28afd90335ba",
  "feed": "wall-street-journal",
  "title": "Taiwan Hosts Second U.S. Congressional Delegation in Two Weeks; The visit comes days after the White House invited Taiwan to a meeting of democracies, exacerbating tensions with Beijing",
  "text": "<p>The delegation includes House Democrats Mark Takano and Sara Jacobs of California, Elissa Slotkin of Michigan and Colin Allred of Texas. The lone Republican is Rep. Nancy Mace of South Carolina.</p><p>The visit \"demonstrates the unified, resolute support for Taiwan-U.S. relations in both chambers of U.S. Congress and among both parties,\" Taiwan's Foreign Ministry said.</p><p>A delegation made up entirely of Senate Republicans, led by John Cornyn of Texas, spent three days in Taiwan earlier this month in a visit that wasn't confirmed by U.S. authorities until several days later, on Nov. 15, the same day President Biden held a virtual meeting with Chinese leader Xi Jinping.</p><p>China's Foreign Ministry and Taiwan Affairs Office didn't immediately respond to requests for comment.</p><p>\"When news of our trip broke yesterday, my office received a blunt message from the Chinese Embassy, telling me to call off the trip,\" said a message posted to Ms. Slotkin's Twitter account late Thursday night.</p><p>Taiwan ranks among the most acute sources of tension between Beijing and Washington, and it featured heavily in the video call between Messrs. Biden and Xi. Chinese authorities—who regard the island of 24 million as an integral part of China and who vow to eventually take control of it, by force if necessary—have grown nervous at recent U.S. moves to strengthen economic and military ties with Taipei.</p><p>During his call with Mr. Xi, Mr. Biden affirmed the U.S.'s \"one-China\" policy, which recognizes Beijing's views on Taiwan, while also saying he was strongly opposed to any move that would undermine peace and stability in the Taiwan Strait, which separates the island from mainland China.</p><p>This week's visit comes days after Mr. Biden irked Beijing by inviting Taiwan to participate in an inaugural Summit for Democracy, a virtual gathering scheduled for Dec. 9 and 10 that aims to bring together more than 100 democratic governments and excludes China, Russia and some other countries with authoritarian leaders.</p><p>Members of both Congressional delegations this month have been active in pressing Taiwan's cause in Washington, where support for the island as a bulwark against China's influence in the Indo-Pacific region remains a rare area of bipartisan agreement.</p><p>Ms. Mace tweeted a photo of herself in front of a C-40, the U.S. Air Force's version of the Boeing 737 business jet, on Thursday night, writing, \"Just touched down in the Republic of Taiwan.\"</p><p>Taiwan's official name is the Republic of China. It became a base for Chiang Kai-shek's Nationalist government after it fled to the island following defeat by Mao's Communist forces in 1949. However, a majority of the island's residents no longer identify as Chinese and many have pushed to play down the association with China.</p><p>Diplomatic visits to Taiwan slowed to a trickle amid the Covid-19 pandemic as Taipei adopted some of the world's strictest border and public-health controls. Taiwanese Foreign Minister Joseph Wu told local legislators on Thursday to expect the pace of visits to pick up in the near future, with a delegation from Lithuania scheduled to visit next week.</p><p>China downgraded diplomatic relations with Lithuania this week after the Eastern European nation and Taiwan agreed to open de facto embassies in each other's capitals—one of several intensifying links between Taipei and Eastern Europe that have angered Beijing.</p><p>Write to Josh Chin at josh.chin@wsj.com</p><p>Taiwan Hosts Second U.S. Congressional Delegation in Two Weeks</p>",
  "published": "2021-11-26T09:18:00.000Z",
  "tags": [
    {
      "id": "US0970231058",
      "name": "The Boeing Company",
      "offsets": [],
      "nexusId": "10030932"
    }
  ]
}