{
  "_id": "7724cbb9f2d46962277867d369af6754997a3d7cc11de0301d6b9c47dca57312",
  "feed": "ftcomall",
  "title": "The importance of what Tai didn't say",
  "text": "<p>Hello there from DC, where the US government is hurtling towards an unprecedented debt default in two weeks' time if lawmakers do not act to&#xa0;<a href=\"https://www.ft.com/content/e22df30c-0f52-4312-8d9d-8df4362625d4\">raise the federal limit</a>&#xa0;on borrowing (or <a href=\"https://open.spotify.com/episode/5iVgfvbUvdEZS6V4KdIcXl?si=5176880a26614c39\">#Mintthecoin</a>).</p> <p>US trade representative Katherine Tai gave a big speech on the Biden administration's China trade policy earlier this week. We take a look into it in today's note. </p> <p><strong>Charted waters</strong> looks at how reliant Chinese growth is on exports. </p> <h1>Reading the tea leaves of Biden's China policy</h1> <p>Late last week, the <a href=\"https://en.wikipedia.org/wiki/Bat-Signal\">bat signal</a> finally came. Reporters assembled to hear what the Biden administration's trade policy on China would look like.</p> <p>You've read the news stories by now. We did not learn an awful lot, but we learned enough that perhaps we can make some predictions about what we might see next. We can also muse upon why we didn't learn a lot.</p> <p>The first thing to say, as a prologue, is that Katherine Tai is <em>extremely </em>good at speaking fluently while revealing nothing. She's careful and measured, and I'm sure it makes her a good trade negotiator and probably a great lawyer. But for a reporter, she's a nightmare. I have some sympathy. If I were in her shoes I'd probably take the Bob Lighthizer approach of avoiding all possible public appearances just in case I accidentally crashed markets by, God forbid, telling someone what I really thought.</p> <p>The main actual news item is the return of the tariff exclusion process. Under Donald Trump, the US Trade Representative allowed companies to make a case that they shouldn't have to pay the tariffs on goods they imported from China. USTR issued exclusions based on whether the product was available from non-Chinese sources, whether the company had tried hard enough to source it from elsewhere, whether paying the tariffs would overly harm the importer and whether the product was important to China's “Made in China 2025” strategy. The system, though, was notoriously hostage to lobbying firepower, as <a href=\"https://www.propublica.org/article/how-trump-trade-war-is-making-lobbyists-rich-and-slamming-small-businesses\">this ProPublica story</a> outlines. </p> <p>The process should be easy to restart. As Lighthizer's former chief of staff Jamieson Greer points out, the infrastructure is already in place. It's possible that the Tai USTR tries to “Bidenise” the criteria, to borrow a word from some British diplomats, and adds some rules about protecting people of colour, workers or the environment into that mix. However, the first movement on exclusions was a notice released at about 5pm on Tuesday evening, which said USTR would look at about 550 previously granted and extended exclusions, out of more than 2,200 that were granted under Trump. USTR said it would consider reinstating exclusions that had already been granted an extension. That, in effect, continues Trump USTR's work. </p> <p>The other thing we gleaned from an administration official was that the exclusions process would be linked to supply chains, and specifically to the industries that the US has focused its <a href=\"https://www.ft.com/content/83388b13-c562-492b-9e0e-bb30874bb74a\">supply chain security review</a> on: semiconductors, pharmaceuticals, electric vehicle batteries and critical minerals used in manufacturing products such as cars and weapons.</p> <p>We assume this means that if you're in one of those industries you'll find it harder to get a waiver on the tariffs, though on Tuesday evening USTR said consideration of whether to grant an exclusion would look at whether the product was “available only from China” or not. Which sounds a little like . . . if you <em>must </em>import rare earths from China, then so be it. Although it also said it would look at “the impact on . . . critical supply chains in the United States”. </p> <p>On enforcement, we suspect USTR has a view on how China is doing on the phase 1 deal, under which Beijing pledged to up the amount of US exports that Chinese companies buy. But this speech didn't comprehensively reveal that. A lot of ink (and pixels) have been spilled on the purchasing commitments. It's been obvious for some time that China is behind on its commitments in many sectors, though it is doing relatively OK in others, such as agriculture, and better than expected in, say, pharmaceuticals. But there are other elements of the deal that we have less visibility over. US commerce secretary Gina Raimondo is now on the record accusing China of holding up Chinese purchases of Boeing aircraft parts, and other lobbyists have mentioned to us that tech transfer and government procurement rules are still seen as problem issues. From the administration itself, though, we've heard nothing on what specifically it is unhappy with about the phase 1 deal. Tai's speech was far from revelatory. </p> <p>The enforcement mechanism, or rather the complaints and appeals procedures, noted <a href=\"https://ustr.gov/countries-regions/china-mongolia-taiwan/peoples-republic-china/phase-one-trade-agreement/text\">here</a> on page 71 (Chapter 7), essentially call for the two sides to talk to each other and try to thrash out disagreements. But, as Simon Lester points out <a href=\"https://thehill.com/blogs/congress-blog/politics/480630-can-the-us-china-trade-deal-be-enforced\">here</a>, it's less an enforcement mechanism and more a pathway to restarting a tariff war if disagreements arise — because if the two sides continue to disagree, they can both just slap tariffs back on and there's no adjudicator. It's also completely unclear whether the US is in any formal sense triggering this appeals process. </p> <p>It's worth noting too that Chinese and US officials should have been meeting every six months in any case, and haven't been. </p> <p>We're not waking up to tariffs by tweet, so that's good. Other than that, though, much remains the same. Any changes seem more about the style of execution, than policy itself. </p> <p>This may reflect the fact that Tai's USTR is, to a far greater degree than Lighthizer's, reined in by the White House and National Security Council. So it's difficult for the department to articulate its vision for economic policy towards China. The administration mostly wants to talk about domestic investments. And, sure, US industrial subsidies are one way to counter Chinese industrial subsidies. </p> <p>Which leaves us looking to Biden for any signs of a big shift. With the midterms looming, is he going to waste any political capital on removing tariffs on China and looking like he's hurting US workers? Probably not.</p> <h1>Charted waters</h1> <p>The big story in global financial markets right now is the fate of China's Evergrande, which has the dubious honour of being the world's most heavily indebted property developer. </p> <p>The <a href=\"https://www.ft.com/content/1abd9d4b-8d94-4797-bdd7-bee0f960746a\">big concern</a> is that, if the likely winding down of the company is mishandled, it will burst China's almighty housing bubble, hitting growth in the process. </p> <p>To get a sense of how crucially the housing boom has influenced overall growth, here's an interesting chart. We usually think of China as an export powerhouse (which it is), but the contribution to growth from exports is much slimmer than that of investment. While not all that investment will be in property, a significant chunk will be. <em>Claire Jones</em></p> <h1>Trade links</h1> <p><strong>US and Chinese officials</strong> <a href=\"https://www.ft.com/content/2bef8dac-a9a6-4f5a-9be3-4992f313dd55\">are set to meet</a> in Switzerland, with negotiations expected to look into whether a virtual summit between <strong>Biden</strong> and <strong>Xi Jinping</strong> could take place. </p> <p>The Washington Post has a nice <a href=\"https://www.washingtonpost.com/business/interactive/2021/supply-chain-issues/\">in-depth look</a> at <strong>supply chain woes</strong> in the US. Meanwhile, in the UK the war of words between <strong>Boris Johnson</strong> and <strong>businesses</strong> over who is responsible for <strong>shortages of goods and labour</strong> looks set to intensify. The prime minister is <a href=\"https://www.ft.com/content/5f4db022-465b-4380-9f79-6f8db5c8eaba\">planning</a> on using his speech at the Conservative party conference to tell bosses they have used high immigration as “an excuse” not to invest in their company or staff.</p> <p>A rare example of <strong>EU and UK co-operation</strong>. Member states have dropped a proposal for Spanish authorities to police entry into the UK territory of <strong>Gibraltar</strong>.</p> <p><strong>China's</strong> and <strong>Europe's</strong> competition for limited supplies of <strong>natural gas</strong> <a href=\"https://asia.nikkei.com/Business/Energy/China-s-hunger-for-LNG-drives-prices-higher-as-it-cuts-carbon-use\">could spell another rough winter</a> for <strong>Asian markets such as Japan</strong>, where power providers have also been stocking up to avoid shortages that drove up electricity prices last year. <em>Aime Williams, Francesca Regalado and Claire Jones</em></p><p>Source: Aime Williams 2021 'The importance of what Tai didn't say' FT.com 6 October. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-10-06T10:31:43.757Z",
  "tags": [
    {
      "id": "US0970231058",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 4218,
          "end": 4224
        }
      ],
      "nexusId": "10030932"
    }
  ]
}