{
  "_id": "00d984fe2816ace90ef7cf6036762ed6f06da643577234fb7e2c202f1795f1f5",
  "feed": "wall-street-journal",
  "title": "EXCHANGE  ---  Boeing  Dreamliner  Deliveries  Suspended  ---  Regulators seek added  inspection information  ----  By Andrew Tangel",
  "text": "<p>   Boeing Co. has halted deliveries of its 787 Dreamliners, adding fresh delays for customers following a recent five-month suspension in handing over the aircraft due to production problems, people familiar with the matter said. </p><p>   Federal air-safety regulators have requested more information about Boeing's proposed solution to address the previously identified quality lapses. </p><p>   It wasn't clear how long the halt might last, these people said. American Airlines Group Inc. was slated to receive a new Dreamliner this past week, but that delivery isn't expected until the coming week at the earliest, one of these people said. </p><p>   Boeing said it was working in a timely and transparent manner to provide regulators with more information related to undelivered 787s. </p><p>   The Federal Aviation Administration on Friday confirmed that Boeing had halted Dreamliner deliveries, saying that the plane maker needs to demonstrate that its proposed inspection method complies with federal-safety regulations. </p><p>   The temporary halt could further pressure Boeing's finances, as customers typically pay the bulk of an aircraft's price on receipt, and disrupt airlines' plans as travel demand picks up along with rising Covid-19 vaccinations. </p><p>   Deliveries are on track to fall short of expectations set by Chief Executive David Calhoun last month, when he told analysts the manufacturer planned to hand over 10 to 12 Dreamliners to customers each month. </p><p>   The FAA launched a review of Boeing's Dreamliner production last year and has increased scrutiny of its 737 MAX manufacturing operations following earlier factory slip-ups. </p><p>   As part of its Dreamliner scrutiny, the agency has recently requested more information about the plane maker's proposed method for addressing quality issues using a system that would allow for targeted checks of newly produced aircraft, rather than broader inspections of more areas, people familiar with the matter said. Boeing's proposed method is based on a statistical analysis of data. </p><p>   Until Boeing can satisfy the FAA's requests, the agency is requiring the company to perform the broader inspections, which are more time-consuming and labor-intensive, these people said. </p><p>   Many of the 787 quality lapses involve tiny gaps where sections of the jet's fuselage, or body of the plane, join together. Problems have emerged in other places, too, including the vertical fin and horizontal stabilizer at the tail. Such gaps could lead to eventual premature fatigue of certain portions of the aircraft, potentially requiring extensive repairs during routine, long-term maintenance. </p><p>   The plane maker has delivered a total of 12 Dreamliners in the two months since it resumed deliveries of the aircraft on March 26, following a five-month halt while it addressed the production lapses, according to aviation data firm Ascend by Cirium. Boeing's most recent Dreamliner delivery was on May 4, Cirium data show. </p><p>   Boeing has reduced output of the Dreamliner to five a month after shuttering assembly at its Everett, Wash., plant near Seattle and focusing production at North Charleston, S.C. It had built up a backlog of around 100 finished planes by the end of April, and had hoped to deliver most of them by the end of the year. </p><p>   The Dreamliner's manufacturing issues are unrelated to design flaws in a flight-control system that kept the global fleet of 737 MAX jets grounded for nearly two years. The plane models are built in separate facilities. </p><p>   --- </p><p>   Doug Cameron contributed to this article. </p><p></p>",
  "published": "2021-05-29T06:18:00.000Z",
  "tags": [
    {
      "id": "US0970231058",
      "nexusId": "10030932",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 13,
          "end": 19
        },
        {
          "start": 1028,
          "end": 1034
        },
        {
          "start": 295,
          "end": 301
        },
        {
          "start": 2825,
          "end": 2831
        },
        {
          "start": 1451,
          "end": 1457
        },
        {
          "start": 2898,
          "end": 2904
        },
        {
          "start": 818,
          "end": 824
        },
        {
          "start": 1917,
          "end": 1923
        },
        {
          "start": 622,
          "end": 628
        },
        {
          "start": 1992,
          "end": 1998
        },
        {
          "start": 0,
          "end": 10
        }
      ]
    }
  ]
}