{
  "_id": "a0714a3d2ffefbfb1a5b275ce49fa6005c2fbf47d5f254285cac31c14af5bd96",
  "feed": "wall-street-journal",
  "title": "Corporate Debt 'Relief' Is an Economic Dud  ----  By Sheila Bair and Lawrence Goodman",
  "text": "<p>   Conservatives accuse progressives of wanting to destroy capitalism. Yet a greater threat than Bernie Sanders is the prospect of serial market bailouts by monetary authorities -- first the banking system in 2008, and now the entire business world amid the pandemic. The Treasury Department and Congress have moved to curtail the Federal Reserve's ability to prop up already bloated corporate debt markets. That's a step in the right direction -- the Fed's corporate credit facilities should be left to die. </p><p>   The creation of the corporate facilities last March marked the first time in history that the Fed would buy corporate debt. The plan went far beyond previous quantitative easing, in which the Fed bought up government-backed securities. The purpose of the corporate facilities was to help companies access debt markets during the pandemic, making it possible to sustain operations and keep employees on payroll. Instead, the facilities resulted in a huge and unnecessary bailout of corporate debt issuers, underwriters and bondholders. </p><p>   The disruptions in the corporate debt market had largely dissipated by the end of March. Since that time, there has been no liquidity shortage for large companies. Corporate bond issuance in 2020 reached $2.3 trillion, exceeding the previous yearly record by more than 35%. In fact, large companies raised more money from private lenders during the difficult early months of 2020 than they raised during the same period in 2019. </p><p>   There isn't much evidence that all of this cash went toward creating and preserving jobs in the U.S. And the Fed did nothing to ensure that, declining to limit its corporate debt purchases to companies with significant U.S. workforces or prevent debt proceeds from being used for outsize executive compensation or shareholder distributions, even though Congress considered such limits when it approved the facilities. A House committee report found that companies benefiting from the facilities laid off more than one million workers from March to September. That includes Boeing, which laid off 16,000 employees, and Sysco, a food service company that laid off a third of its workforce while continuing to pay its shareholders a dividend. </p><p>   While there's little evidence that the Fed's corporate debt buy-up benefited society, its costs and unintended consequences are significant, with clear damage to competitiveness and productivity. </p><p>   Fed intervention in the corporate bond market creates an incentive for investors to buy in advance or in tandem with the government. Capital then becomes allocated by policy and gaming the system rather than by merit. This shifts capital away from companies not big enough to access public debt markets, and toward large ones many of which have already levered up their balance sheets. From the start, the Fed signaled it would backstop risky companies by purchasing the debt of \"fallen angels\" who sank to junk status during the pandemic. Hence, debt-laden companies were rewarded for their past sins and large companies benefited from cheap credit. This created a further unfair opportunity for large corporations to get even bigger by purchasing competitors with government-subsidized credit. </p><p>   Despite all this, the corporate facilities merely intensified the damage that monetary interventions had already dealt to U.S. capital allocation. Even without direct purchases of corporate debt, years of QE and superlow interest rates have favored the equity of large companies over their smaller counterparts, perversely making investment in cheap companies with quality earnings a losing investment strategy. Since the 2008 financial crisis, growth stocks have outperformed their value counterparts by nearly 300%, as measured by S&amp;P's growth and value indexes. Value investing only outperformed growth strategies when easy monetary policies were neutralized during four brief periods: at the ends of each of the three rounds of quantitative easing, and during the \"quantitative tapering\" period of 2013. </p><p>   In this era of free money, rich equity valuations provide big firms with an overvalued currency to take over smaller competitors suffering from cheap valuations. This presents a double whammy for the young companies that have been hit hardest by the pandemic. They are the primary source of job creation and innovation, and squeezing them deprives our economy of the dynamism and creativity it needs to thrive. </p><p>   Capitalism doesn't work unless capital costs something and markets don't work unless they're allowed to rise and fall. The corporate facilities may have originally been justified as extraordinary one-off interventions to help companies maintain operations, but they morphed far beyond this purpose, and distorted capital allocation. The result was a windfall for investors, cheap credit for the un-creditworthy and record-shattering levels of corporate leverage. They should not become part of the Fed's standard tool kit. Let them die. </p><p>   --- </p><p>   Ms. Bair was chairman of the Federal Deposit Insurance Corp., 2006-11. Mr. Goodman is president of the Center for Financial Stability. </p><p></p>",
  "published": "2021-01-07T07:03:00.000Z",
  "tags": [
    {
      "offsets": [
        {
          "start": 2043,
          "end": 2049
        }
      ],
      "name": "The Boeing Company",
      "id": "US0970231058",
      "nexusId": "10030932"
    }
  ]
}