{
  "_id": "558c08e3733d8ce38a282443039c804e6e9c4a2404581a67255cb1431e2c4a25",
  "feed": "wall-street-journal",
  "title": "Stocks Rebound From Fed Shock",
  "text": "<p>(WSJ June 24, 2021)</p><p>(END)</p><p>Stocks rallied, lifting the Dow Jones Industrial Average by more than 550 points, as shares of everything from banks to manufacturers moved higher.</p><p>Monday's moves marked a comeback for stocks after investor anxieties about the Federal Reserve's path for monetary policy sent the Dow on its biggest decline since late October.</p><p>Initial worries centered around Fed officials signaling they may raise interest rates sooner than anticipated due to the rebounding economy. Investors who are optimistic about stocks say that faster growth and inflation in the coming months are likely to support the market overall -- even if long-term rates rise slightly.</p><p>\"For most investors, looking across the asset landscape, there still remains no alternative to equities,\" said Fahad Kamal, chief investment officer at Kleinwort Hambros. \"Hiring is happening and normality is returning, and all of that is really positive for cyclicality.\"</p><p>The Dow industrials added 586.89 points, or 1.8%, to 33876.97. The S&amp;P 500 rose 58.34 points, or 1.4%, to 4224.79 and the Nasdaq Composite climbed 111.10 points, or 0.8%, to 14141.48.</p><p>Stocks rose broadly Monday, with all 11 sectors of the S&amp;P 500 finishing higher.</p><p>Shares of industrial and financial stocks, which tend to be sensitive to changes in the economic outlook, helped lead Monday's gains. Morgan Stanley rose $1.85, or 2.2%, to $85.94 while Bank of America added 97 cents, or 2.5%, to $39.75. Among manufacturers, Boeing rose $7.93, or 3.3%, to $245.28 and Caterpillar added $4.35, or 2.1%, to $213.21.</p><p>Meanwhile, online hiring marketplace ZipRecruiter jumped $2.25, or 11%, to $23.51 after analysts at Goldman Sachs and Raymond James gave the stock a \"buy\" rating.</p><p>Cryptocurrency exchange Coinbase bucked the trend, falling $6.69, or 2.9%, to $222.60 as bitcoin and ether prices extended recent declines.</p><p>The digital assets have come under pressure in recent weeks as China has intensified a clampdown on bitcoin mining.</p><p>While stocks rallied, government bond prices retreated. The yield on the 10-year U.S. Treasury note, which rises as bond prices fall, climbed to 1.481% from 1.449% Friday.</p><p>The 10-year yield had dropped for five consecutive weeks through Friday, its longest stretch of losses since August 2019.</p><p>Monday's bond moves marked a partial reversal of that trend. Federal Reserve Bank of Dallas President Robert Kaplan reiterated his support for the Fed pulling back on its bond purchases, citing a strong labor market and signs of inflation picking up.</p><p>He said the central bank should look at taking its foot \"off the accelerator sooner rather than later.\"</p><p>While stocks bounced higher Monday, some investors cautioned they expect more volatility in the market in the months to come. Investors are still fixated on changes to the expected trajectory of growth and rates.</p><p>\"There are no very strong convictions in the market for the time being,\" said Nadege Dufosse, head of asset allocation strategy at asset manager Candriam. \"The market is really focused on the evolution of rates and central bank comments.\"</p><p>Overseas, the pan-continental Stoxx Europe 600 added 0.7%.</p><p>Early Tuesday, Japan's Nikkei 225 was up 2.8% after falling 3.3% Monday. Australia's S&amp;P/ASX 200 was up 1.4% after dropping 1.8% Monday and Hong Kong's Hang Seng was up 0.1% after decreasing 1.1% the day before. U.S. stock futures were up 0.1%.</p><p>---</p><p>Frances Yoon contributed to this article.</p>",
  "published": "2021-06-22T00:00:00.000Z",
  "tags": [
    {
      "id": "US0970231058",
      "nexusId": "10030932",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 1473,
          "end": 1479
        },
        {
          "start": 1462,
          "end": 1468
        }
      ]
    }
  ]
}