{
  "_id": "88bff92dda9d2ea84e94ff0c0a7481979ca0096af1e134de7d56e77c4855b958",
  "feed": "ftcomall",
  "title": "Boeing identifies potential electrical problem in some 737 Max jets",
  "text": "<p>Boeing said on Friday that it has told 16 customers to ground certain 737 Maxes because of a potential electrical problem.</p> <p>The electrical problem stems from a production issue and relates to “a specific group” of jets, the company said. The company is informing customers which planes in their fleets are affected.</p> <p>Boeing said it made the recommendation so that engineers can verify “that a sufficient ground path exists for a component of the electrical power system”.&#xa0;</p> <p>Baird analyst Peter Arment said in note that the problem was “a small batch” of aircraft that “may not have proper fastening on a back-up power system within the flight deck” and appeared to be easy to fix.</p> <p>Southwest Airlines, a key Boeing customer, said that while it had not experienced any problems with the jet, it had removed 30 planes from its schedule, out of more than 700 in its fleet. It said it anticipated “minimal disruption” to operations.</p> <p>Boeing said the problem is not related to the Manoeuvring Characteristics Augmentation System, the flight control system that was implicated in two fatal Max crashes that killed a total of 346 people.</p> <p>Regulators around the world grounded the plane for nearly two years following the second crash. A US congressional <a href=\"https://www.ft.com/content/f87d9c5e-51bc-4fee-b268-eafa56340113\">report</a> later described the crashes as “the horrific culmination of a series of faulty technical assumptions by Boeing's engineers, a lack of transparency on the part of Boeing's management, and grossly insufficient oversight” by US aviation regulators due to “regulatory capture”.</p> <p>Boeing agreed to <a href=\"https://www.ft.com/content/1e64a9ea-4659-4513-b82f-0a4b5e7cae1c\">pay $2.5bn</a> as part of a deferred prosecution agreement with the US Department of Justice.</p> <p>The identification of a new issue with the Max is unwelcome news for the aerospace manufacturer, coming after what chief executive David Calhoun has described as “intense scrutiny” from global regulators and “one of the most rigorous certification efforts in aviation history”.</p> <p>Orders and deliveries for the jet also have been picking up since the US Federal Aviation Administration lifted the grounding in November.</p> <p>Southwest announced less than two weeks ago that it would order 100 Maxes, citing that the plane reduces fuel use by 14 per cent. It could order as many as 600 over the next decade.</p> <p>Stan Deal, president of Boeing's commercial aeroplane division, said Southwest's decision “brings more stability for our biggest commercial program”.</p> <p>Arment estimated the deal added about $8bn to Boeing's top-line while suggesting the Chicago company would be able to clear the backlog of more than 450 Maxes that it produced but did not deliver while the plane was grounded.</p><p>Source: Claire Bushey in Chicago 2021 'Boeing identifies potential electrical problem in some 737 Max jets' FT.com 9 April. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-04-09T14:14:20.484Z",
  "tags": [
    {
      "id": "US0970231058",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 704,
          "end": 710
        },
        {
          "start": 1522,
          "end": 1528
        },
        {
          "start": 1352,
          "end": 1358
        },
        {
          "start": 2252,
          "end": 2258
        },
        {
          "start": 0,
          "end": 6
        },
        {
          "start": 925,
          "end": 931
        },
        {
          "start": 2424,
          "end": 2430
        },
        {
          "start": 315,
          "end": 321
        },
        {
          "start": 1410,
          "end": 1416
        }
      ],
      "nexusId": "10030932"
    }
  ]
}