{
  "_id": "3d90b42d0e2882fd0d7db1931fefab781e8030fde392123f71bbfb31471c0968",
  "feed": "ftcomall",
  "title": "Ryanair: outbound from London with profits-engine burning again",
  "text": "<p><br>Half-term holidays are back and so — briefly — are airline profits. Ryanair, whose low-cost, short-haul business chimes with current demand, posted a €225m profit for the three months to the end of September. </p> <p>Load factor was “consistently above” 80 per cent in the quarter. The airline, which at the height of the pandemic was burning through €200m a week, generated €832m of free cash flow in the first half. That marks a big reversal on outflows of €1.3bn in the same period last year.</p> <p>There is no change in Ryanair's direction of travel when it comes to ownership. In the wake of Brexit, the Irish airline has been nudging away non-EU investors, notably British ones, to comply with EU rules. It is now considering <a href=\"https://www.ft.com/content/9824e9f9-8885-4580-ac06-adb51923c2e1\">dropping its secondary listing</a> in London, in another blow to the dwindling stock market.</p> <p>Ryanair is keener on Boeing's “Gamechanger” aircraft. These are designed to be good for the environment and Ryanair's bottom line. It will bolster its fleet with 210 of these jets over the next five years. These fit in 4 per cent more seats and consume 16 per cent less fuel. </p> <p>Ryanair is guiding analysts to a full-year loss of between €100m and €200m. It knows that to sell more seats it will need to discount tickets heavily. In the latest six-month period, the average revenue per customer fell by a third year on year to €33. </p> <p>Even before the pandemic, overcapacity was pushing down prices, resulting in average fares of €37 in 2019. At the same time, it faces rising costs on the 20 per cent of fuel which is unhedged over the next three quarters.</p> <p>Shares, up more than a third in the past year, are the priciest in the low-cost universe as a multiple of sales. Ryanair has come through the pandemic in tolerable shape. That would make a delisting in London particularly galling to investors there. But at their current price, the shares look expensive, particularly when seats on Ryanair flights are so cheap.</p><p>Source:  2021 'Ryanair: outbound from London with profits-engine burning again' FT.com 1 November. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-11-01T14:53:35.222Z",
  "tags": [
    {
      "id": "US0970231058",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 828,
          "end": 834
        }
      ],
      "nexusId": "10030932"
    }
  ]
}