{
  "_id": "82de00739d6be49b2bdba434b08449cc97b06d04f8ff377066bddf4a7604c7ec",
  "feed": "wall-street-journal",
  "title": "Business News: Corporate Watch",
  "text": "<p>For Home Supplies</p><p>Kimberly-Clark Corp. said its sales for the fourth quarter rose as it continued to benefit from increased demand for home supplies during the pandemic, though profit slipped as expenses rose.</p><p>The company behind Huggies diapers, Cottonelle toilet paper and other items on Monday posted a profit of $539 million, or $1.58 a share, compared with $547 million, or $1.59 a share, in the prior-year quarter. Sales increased 5.5% to $4.84 billion.</p><p>Kimberly-Clark said organic sales growth will slow this year in large part because consumers' pantries are full after they loaded up on paper products amid pandemic-driven shortages last spring.</p><p>-- Sharon Terlep</p><p>---</p><p>AT&amp;T</p><p>Executive Chairman</p><p>Stephenson Retires</p><p>AT&amp;T Inc. said Executive Chairman Randall Stephenson has retired, effective Jan. 21, but will remain as a consultant for the company for a year.</p><p>Mr. Stephenson will get $1 million for his consulting services, the Dallas-based company said Monday. William Kennard, a former Federal Communications Commission chairman, started serving as AT&amp;T's independent chairman this month. Mr. Stephenson stepped aside as chief executive last year. His longtime deputy, John Stankey, succeeded him in July.</p><p>-- Dave Sebastian</p><p>---</p><p>SONOCO PRODUCTS</p><p>Company Will Raise</p><p>Some of Its Prices</p><p>Sonoco Products Co. said it would raise prices by 8% for crystallized polyethylene terephthalate and polypropylene thermoformed plastic trays and bowls, effective for shipments starting Feb. 22. The provider of packaging and industrial products said the increases will be applied individually and depending on product category.</p><p>-- Dave Sebastian</p><p>---</p><p>CLEVELAND-CLIFFS</p><p>Higher Revenue</p><p>Expected for Quarter</p><p>Cleveland-Cliffs Inc. said it expects to post fourth-quarter revenue of $2.2 billion to $2.3 billion, up more than fourfold over the prior-year period, boosted by the recently completed purchase of ArcelorMittal USA and rising demand for steel.</p><p>For the quarter, the steel producer said it expects preliminary adjusted earnings before interest, taxes, depreciation and amortization of $280 million to $290 million, a six-year high.</p><p>The company said it would report full quarterly results before the U.S. market opens Feb. 25.</p><p>-- Dave Sebastian</p><p>---</p><p>ALASKA AIR GROUP</p><p>Carrier Receives First</p><p>Boeing 737-9 Max</p><p>Alaska Air Group Inc. said it accepted delivery of its first Boeing 737-9 MAX airplane, another example of an airline taking on the aircraft following Boeing Co.'s work to revamp its safety following two deadly crashes.</p><p>Alaska said the plane is scheduled to enter passenger service in March, serving the Seattle, San Diego and Los Angeles markets. The company said it expects to place another one into service that month as well.</p><p>In December, United Airlines Holdings Inc. became the first airline to receive a newly produced model of the jet after U.S. regulators ended a grounding in November. The MAX plane was involved in two crashes that resulted in 346 deaths. Boeing has added new software for the plane that changes the flight-control system at the center of the crashes.</p><p>-- Micah Maidenberg</p>",
  "published": "2021-01-26T00:00:00.000Z",
  "tags": [
    {
      "id": "US0970231058",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 2277,
          "end": 2283
        },
        {
          "start": 2445,
          "end": 2455
        },
        {
          "start": 2961,
          "end": 2967
        },
        {
          "start": 2355,
          "end": 2361
        },
        {
          "start": 2445,
          "end": 2451
        }
      ],
      "nexusId": "10030932"
    }
  ]
}