{
  "_id": "27fdeb3b51a3cfc2d665e05d6c1e38be0ab64fbac8a577c30376eaf24ff91d3d",
  "feed": "ftcomall",
  "title": "Boohoo on course to deliver solid growth",
  "text": "<p>Boohoo said it remained on track to hit growth targets after delivering a 32 per cent rise in quarterly sales.</p> <p>The online fashion retailer said it had made a strong start to its financial year following the integration of the Dorothy Perkins, Wallis and Burton brands and the relaunch of the Debenhams website. For the fiscal first quarter ended May Boohoo said revenue was £486.1m on a gross margin of 55 per cent, which was in line with pre-pandemic profitability. </p> <p>For the current financial year Boohoo reiterated targets of around 25 per cent revenue growth and adjusted ebitda margins in the region of 9.5-10 per cent. </p> <p>“Boohoo's 2022 revenue guidance appears too conservative to us, being in line with medium-term growth guidance despite having acquired a number of brands and an online department store,” said RBC Capital Management analyst Sherri Malek. </p> <h1>Briefly</h1> <p><strong>AstraZeneca</strong> said a late-stage clinical trial of its experimental Covid-19 antibody drug had failed to meet its primary goal. The treatment reduced the risk of developing symptomatic Covid by 33 per cent compared to a placebo, which was not statistically significant, the company said.</p> <p>Housebuilder <strong>Bellway </strong>said that its average selling price for the year ending July will be in excess of £300,000, beating previous guidance. “This has been supported by the extended stamp duty land tax holiday and more broadly, ongoing customer aspirations for more homeworking space,” it said. The housebuilder added in a trading update that its order book had grown by 20.5 per cent to £1.9bn over the past year and that reservations since February were running at 239 per week.</p> <p>The number of <strong>UK payrolled employees</strong> has increased for the sixth consecutive month, up by 197,000 in May 2021 to 28.5m, the Office for National Statistics said. The total is 553,000 below levels seen before the pandemic. Since February 2020, the largest falls in payrolled employment have been in the accommodation and food services sector, people aged under 25 years, and people living in London, the ONS said.</p> <p><strong>Ashtead</strong>, the equipment hire specialist, said profit held steady as demand bounced back in the fourth quarter ended April. The company posted a £936m annual pre-tax profit, little changed year on year, and said it had entered the new financial year “with clear momentum”. </p> <p>Half-year results from <strong>On The Beach</strong> showed a £21.6m loss on revenue down 79 per cent to £4.4m for the period ended March. The company, which last month stopped selling holidays for departure before September 1, said booking volumes for summer 2022 remain low. Its cash position was £30m at the end of March and the underlying operating loss for the period was £3.9m.</p> <p>IT outsourcer <strong>Redcentric</strong> has delayed the publication of results for the year ended March, saying its auditor KPMG “has requested additional time to complete its procedures because of the practical challenges caused by the Covid-19 pandemic.” </p> <p><em>As the world recovers from the coronavirus pandemic some are predicting a repeat of the commodity supercycle of the 2000s. The agenda for today's </em><a href=\"https://commodities.live.ft.com/?gclid=CjwKCAjw_JuGBhBkEiwA1xmbRYxAsL_Uzns0gMt4BVDHCn445APQTg92ozdksxG5BKT2JRC_xj0yIBoC21MQAvD_BwE\"><em>Commodities Global Summit</em></a><em> will assess how traders seize new opportunities as oil, mining and agricultural markets evolve and the fundamentals change. Register </em><a href=\"https://commodities.live.ft.com/page/1734025/register-now\"><em>here</em></a><em>.</em></p> <h1>Beyond the Square Mile</h1> <p>The EU and US are poised to resolve <a href=\"https://www.ft.com/content/985ae1d6-89eb-46d6-b06c-8299ba70c588\">a 17-year dispute</a> over aircraft subsidies, lifting the threat of billions of dollars in punitive tariffs on their economies in a boost to transatlantic relations.&#xa0;Diplomats and officials confirmed on Monday night that two days of intensive negotiations in Brussels had left the EU and the Biden administration on the cusp of confirming a deal on subsidy rules for <strong>Airbus</strong> and <strong>Boeing</strong>. The breakthrough is set to be finalised on Tuesday at US president Joe Biden's first EU-US summit meeting in Brussels.</p> <p><strong>Third Point</strong>, the New York-based hedge fund run by Daniel Loeb, has <a href=\"https://www.ft.com/content/a2a7df40-68b4-4041-b2a5-98b967af4e07\">built a “substantial” stake</a> in <strong>Vivendi</strong>, the media group controlled by French billionaire Vincent Bolloré.&#xa0;The investment comes as Vivendi hashes out a deal to sell a stake in Universal Music to Bill Ackman's blank-cheque company. It is unclear at this stage whether activist investor Third Point supports the demerger plan, which could value the record label behind Lady Gaga and Taylor Swift at approximately $4bn.</p> <p>Jamie Dimon, <strong>JPMorgan Chase</strong> chief executive, on Monday said the bank is on track for one of the strongest quarters for investment banking <a href=\"https://www.ft.com/content/7ecf1a70-c309-4a09-bb6b-982f25dadc08\">“we've ever seen”</a>. Since the middle of last year there has been a surge in mergers and acquisition activity, driven by the rise of special purpose acquisition companies, a mass of private equity capital searching for deals and large corporate buyers flush with cash. Meanwhile, James Gorman, <strong>Morgan Stanley</strong> chief executive, had a tough message for staff <a href=\"https://www.ft.com/content/ffd6033f-e8fc-4289-85b2-42bc4ddddd16\">on Monday</a>: “If you can go into a restaurant in New York City, you can come into the office.” </p> <h1>Essential comment before you go</h1> <p><strong>Helen Thomas</strong> Four years after Grenfell and the UK is still debating who should bear <a href=\"https://www.ft.com/content/a3010ab7-dd7d-464f-968e-33ff4f7ec42b\">the cost of compensation</a> without adequately defining what the costs actually are.</p> <p><strong>Lex</strong> Serco is part of a group of outsourcers that fell foul of previous UK government efforts to cut costs. But if it can prove its test and trace services are effective, <a href=\"https://www.ft.com/content/e6509533-139f-4e83-b9e5-79dd45b727dc\">it could avoid</a> a repeat performance.</p><p>Source: Bryce Elder 2021 'Boohoo on course to deliver solid growth' FT.com 15 June. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-06-15T07:20:17.221Z",
  "tags": [
    {
      "id": "US0970231058",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 3670,
          "end": 3676
        }
      ],
      "nexusId": "10030932"
    }
  ]
}