{
  "_id": "ba68ac26f3d1778c95032b4db3c4f934fccb36eaa8abf37220a10c2d79f97953",
  "feed": "ftcomall",
  "title": "Airbus charts ambitious course but risks Boeing backlash",
  "text": "<p>John Leahy, Airbus's legendary ex-chief salesman, was known as the trillion dollar man because, by the time he retired in 2018, he had notched up sales worth that amount. His hard driving, “win the deal at all costs” approach helped to propel Airbus ahead of Boeing in the global market for single-aisle aircraft.&#xa0;</p> <p>But his approach had limits.&#xa0;“John always used to say that when you get to 60 per cent market share that is the tipping point,” says a former colleague. “After that the whole market will get trashed and people start acting irrationally.”</p> <p>If so, then the market is due a bit of irrational behaviour. According to consultancy Ascend by Cirium, Airbus will end this year with 67 per cent of single-aisle deliveries vs Boeing's 33 per cent.&#xa0;If orders won in previous years, but not yet delivered, are counted, the Airbus share falls to 60 per cent.</p> <p>But Guillaume Faury, Airbus chief executive, may be aiming to extend that gap. He <a href=\"https://www.ft.com/content/6fbcc775-f172-4fcd-bffd-82c2f3ee2149\">wants</a> to increase production of the A320 aircraft family beyond the 65 a month planned for 2023 to 75 a month from 2025. Never before has any aircraft manufacturer produced at such a rate — at least in peacetime, say old hands.</p> <p>Faury has not formally committed to 75 but he is already facing opposition. The Financial Times<a href=\"https://www.ft.com/content/9d93925f-8f17-491f-b971-692f33fedfd5\"> reported </a>last week that leasing giants AerCap and Avolon have warned Airbus its bullish stance is unjustified. Engine makers and system suppliers have also piled in over recent days to protest.</p> <p>To some extent these warnings are self-serving. Lessors do not want a wave of new aircraft to depress the value of their own fleets. Engine makers, too, want existing engines to stay in the air for longer, as they make their money from maintaining them.</p> <p>But there are other reasons to ask whether Airbus may be pushing too hard, too fast, before the industry even knows whether it can produce 65 a month without hiccups.&#xa0;</p> <p>The supply chain has been severely weakened by Covid-19. Moody's in May suggested that many suppliers could face “financial distress” in the near term. Not only are prices for raw materials soaring, but, having drastically cut workforces, suppliers are struggling to find staff to meet the near-term goal.&#xa0;</p> <p>But what really worries many is whether they will be investing merely to help Airbus run down its order backlog for a few years, after which production rates will fall back again.&#xa0;</p> <p>Airbus has a backlog of 5,657 A320 family aircraft, against Boeing's 3,334 orders for the 737. Any carrier wanting a single aisle from Airbus will have to wait years, giving Boeing an immediate advantage. So it makes sense for Airbus to free up delivery slots for new sales campaigns.</p> <p>But by the time Airbus wants to produce 75 single aisles, Boeing will be delivering 50 737 Max airliners a month. And China's Comac also hopes to start delivering its C919 next year.&#xa0;</p> <p>This makes no sense, say suppliers, when Airbus's own pre-pandemic estimate of global demand to 2038 averages out at roughly 124 single aisles a month in production terms — including Airbus's smaller A220.&#xa0;</p> <p>Under Faury's scenario, Boeing and Airbus alone would be producing more bigger single aisles than market demand. Suppliers fear the higher rate will be unsustainable, especially if the post-pandemic aviation market is likely to be smaller for longer due to the lost years of growth.</p> <p>Faury is adamant that his scenario is not fanciful and that the aviation market will snap back. “We know that there are a lot of views on this,” he said at Airbus results last week. “But . . . our view is that demand supports the rate 75.”</p> <p>That may be true. But there may also be an element of useful gamesmanship at play. By urging suppliers to go faster than ever before, Airbus reinforces the image that it is more fleet of foot than Boeing, which seems to stumble from one production challenge to another. It could also sting Boeing into accelerating production too quickly for its own supply chain.</p> <p>But there are risks in goading Airbus's US rival. An even more aggressive price war is good for neither player. More significantly, if the balance swings too far in Airbus's favour, there may be a political backlash. It is worth remembering that the US launched its <a href=\"https://www.ft.com/content/de3f9c12-e3a0-11e9-9743-db5a370481bc\">WTO battle</a> against Airbus subsidies in 2004, the year after the European company's deliveries overtook Boeing's for the first time.</p> <p>Leahy was mindful of that 60/40 split for good reason. Faury should be too.&#xa0;</p> <p><a href=\"mailto:peggy.hollinger@ft.com\">peggy.hollinger@ft.com</a></p><p>Source: Peggy Hollinger 2021 'Airbus charts ambitious course but risks Boeing backlash' FT.com 3 November. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-11-03T05:00:39.037Z",
  "tags": [
    {
      "id": "US0970231058",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 3070,
          "end": 3076
        },
        {
          "start": 3766,
          "end": 3772
        },
        {
          "start": 730,
          "end": 736
        },
        {
          "start": 259,
          "end": 265
        },
        {
          "start": 3859,
          "end": 3865
        },
        {
          "start": 2544,
          "end": 2550
        },
        {
          "start": 2713,
          "end": 2719
        },
        {
          "start": 4302,
          "end": 4308
        },
        {
          "start": 41,
          "end": 47
        },
        {
          "start": 2430,
          "end": 2436
        }
      ],
      "nexusId": "10030932"
    }
  ]
}