{
  "_id": "a5554af5eb35697c435a153bebd4f2604b9ac2b67878dee7e1f6f89aca363b66",
  "feed": "wall-street-journal",
  "title": "Business News:  Boeing Unit Appoints  New Engineering Chief  ----  By Andrew Tangel",
  "text": "<p>   Boeing Co. named a new top engineer for its commercial aircraft division, as the unit works to overcome design setbacks and faces increased regulatory scrutiny. </p><p>   The Chicago-based plane maker said in an internal memo on Monday that Howard McKenzie, the top engineer in its services unit, would succeed Lynne Hopper as chief engineer in its commercial aircraft unit that designs and produces passenger and cargo jets. </p><p>   Now, Ms. Hopper will manage the company's engineering strategy and operations group, which is focused on designs based on digital models. She succeeds in that role longtime Boeing engineer Pat Schirmer, who is retiring this fall, according to the company. </p><p>   A Boeing spokeswoman said the timing of the moves wasn't related to an Aug. 19 letter from the Federal Aviation Administration, which informed Boeing that the agency was reviewing reports of Boeing employees facing company pressures in their work on safety matters for the agency. The company said it took the concerns seriously and would work with the FAA. </p><p>   The Boeing spokeswoman said Ms. Hopper's appointment was a lateral move, and that the reshuffling wasn't related to various other recent engineering issues facing Boeing's commercial division over the past year. </p><p>   As chief engineer for its commercial division, Ms. Hopper oversaw more than 12,500 engineers involved in the design, certification and support for Boeing's civilian passenger and cargo jets. </p><p>   Greg Hyslop, Boeing's overall chief engineer, credited Ms. Hopper in the memo with her roles in helping stabilize production, winning regulatory approvals for the 737 MAX to resume passenger flights after two fatal crashes, and bolstering internal safety monitoring. </p><p>   Ms. Hopper led the commercial division's engineering group during \"what is arguably the most challenging time in Boeing's 105-year history and has done it with the utmost skill, intelligence and grit,\" Mr. Hyslop said. He cited Mr. McKenzie's technical expertise and leadership skills in taking on the new role. </p><p>   Over the past year, various Boeing aircraft have encountered problems that have drawn increased scrutiny by the FAA, the company's primary regulator. </p><p>   Earlier this year, Boeing voluntarily grounded much of its 737 MAX fleet for weeks after a design slip-up involving electrical wiring introduced a safety risk. The partial grounding came five months after the jets won long-sought FAA approval to resume carrying passengers after two fatal crashes. </p><p></p>",
  "published": "2021-08-25T06:03:00.000Z",
  "tags": [
    {
      "id": "US0970231058",
      "nexusId": "10030932",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 674,
          "end": 680
        },
        {
          "start": 863,
          "end": 869
        },
        {
          "start": 1034,
          "end": 1040
        },
        {
          "start": 1813,
          "end": 1819
        },
        {
          "start": 815,
          "end": 821
        },
        {
          "start": 1193,
          "end": 1199
        },
        {
          "start": 15,
          "end": 21
        },
        {
          "start": 1389,
          "end": 1395
        },
        {
          "start": 589,
          "end": 595
        },
        {
          "start": 2181,
          "end": 2187
        },
        {
          "start": 1446,
          "end": 1452
        },
        {
          "start": 0,
          "end": 10
        },
        {
          "start": 2040,
          "end": 2046
        }
      ]
    }
  ]
}