{
  "_id": "3af27228c349fa321e6028a024090ef54fa26cbedace889487aedc0de4d6cfa2",
  "feed": "market-watch",
  "title": "Nasdaq rises to record close, even as U.S. stocks end mostly lower after investors return from Labor Day",
  "text": "<p>The Dow Jones Industrial Average DJIA fell 269.09 points, or 0.8%, to finish at 35,100.</p><p>The S&amp;P 500 SPX slipped 15.40 points, or 0.3%, to end at 4,520.03.</p><p>The Nasdaq Composite COMP gained 10.81 points, or 0.1%, to finish at 15,374.33.</p><p>The tech-heavy Nasdaq Composite ended at a record on Friday, and gained 1.6% last week. The S&amp;P 500 and the Dow industrials finished the week within touching distances of all-time highs. U.S. markets were closed Monday for Labor Day.</p><p>What drove the market?</p><p>The U.S. stock market is facing slowing growth as the pandemic persists.</p><p>“Investors should be cautious,” said Darren Schuringa, founder of ASYMmetric ETFs, in a phone interview Tuesday. “The markets should be under more downside pressure.”</p><p>Schuringa told MarketWatch that he had been planning to attend the Inside ETFs conference in Florida later this month but the event was canceled last week due to COVID-19-related concerns.&#xa0;</p><p>“The delta variant, combined with low vaccination rates, has pushed COVID-19 infections once again to over 150,000 confirmed cases per day, slowing the service sector recovery,” David Kelly, chief global strategist for JPMorgan Chase &amp; Co.'s asset management division, said in a note Tuesday. “Looking forward, not just at next year but out to 2023, it now appears more likely that the economy will glide down to a slow-but-steady expansion.”</p><p>Kelly expects a slowdown in corporate earnings growth and higher interest rates to lead to&#xa0;“a renewed focus on valuations.”</p><p>The S&amp;P 500 is trading at 21.5 times expected earnings over the next 12 months, “far above its long-term average” price-to-earnings ratio while “the top 10 stocks in that index are trading at an even more elevated forward P/E of 30.7 times,” according to his note.</p><p>Analysts were also discussing the disappointing August payrolls report released Friday by the Labor Department, which showed 235,000 nonfarm jobs created.</p><p>Analysts at BCA Research pointed out that while no leisure and hospitality jobs were created last month, wages rose — an indicator that the delta wave of COVID-19 infections is the primary cause for the jobs disappointment, and not a shift in the industry's hiring needs.</p><p>“We expect strong job growth in the months ahead as supply-side labor constraints are removed and infections rates ease. This implies that the Fed will continue to prepare for the normalization of monetary policy, starting with a taper announcement later this year,” they said.</p><p>Strategists at Barclays lifted their year-end S&amp;P 500 price target to 4,600 from 4,400. “We do not believe that the start of the taper will lead to a significant market selloff,” the Barclays strategists said.</p><p>See:Taper your pessimism — Fed's actions won't derail U.S. stocks, Barclays strategists say</p><p>Stocks can climb higher on the back of “spectacular” company earnings this year, even as some analysts pullback their forecasts for GDP expansion, according to Wayne Wicker, chief investment officer of MissionSquare Retirement.</p><p>“Stock prices tend to follow earnings,” Wicker said in a phone interview Tuesday, explaining that his positive view of the market is based&#xa0; on expectations for “incremental gains” in corporate earnings next year despite slowing growth.</p><p>Still, Wicker told MarketWatch he wouldn't be surprised to see a drawdown in equities as the S&amp;P 500 index is already up more than 20% this year and the delta variant is weighing on investors' minds.</p><p>“A lot of people are kind of wary of the markets,” he said. “Mega-cap technology continues to have investors' eye” though, said Wicker, as such companies still have superior growth prospects in an&#xa0; economy that may be “slowing down a bit.”</p><p>Which companies were in focus?</p><p>State Street Corp.STT announced Tuesday that it had entered an agreement to acquire Brown Brothers Harriman's Investor Services business for $3.5 billion in cash. The deal includes BBH's custody, accounting, fund administration, global markets and technology services, and is expected to close by year-end. State Street shares fell 3.7%.</p><p>Shares of Boeing Co.BA declined 1.8%. Ryanair Holdings PLC said Monday that its negotiations with the company over an order for the Boeing 737 MAX 10 aircraft had ended as an agreement on pricing couldn't be reached.</p><p>How did other assets fare?</p><p>The yield on the 10-year U.S. Treasury note BX:TMUBMUSD10Y rose almost 5 basis points to 1.37%. Yields move in the opposite direction of prices.</p><p>The ICE U.S. Dollar Index DXY, a measure of the currency against a basket of six major rivals, rose 0.6%.</p><p>Oil futures were under pressure, with the U.S. benchmark CL00 settling 0.8% lower at $68.75 a barrel on the New York Mercantile Exchange. Gold futures GC00 tumbled1.9% to settle at $1,798.50 an ounce.</p><p>European equities closed slightly lower, with the Stoxx Europe 600 XX:SXXP and the FTSE 100 UK:UKX each declining about 0.5%.</p><p>In Asia, the Shanghai Composite CN:SHCOMP rose 1.5%, while the Hang Seng Index HK:HSI rose 0.7% and Japan's Nikkei 225 JP:NIK advanced 0.9%.</p><p>—Steve Goldstein contributed to this report</p>",
  "published": "2021-09-07T16:43:00.000Z",
  "tags": [
    {
      "id": "US0970231058",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 4044,
          "end": 4050
        }
      ],
      "nexusId": "10030932"
    }
  ]
}