{
  "_id": "df9b43cb1614522a768c4ce96a1993d317fee9e41e32a2e9cc9588f40119b0d6",
  "feed": "ftcomall",
  "title": "Virgin Orbit's Nasdaq listing falls short of fundraising target",
  "text": "<p>Virgin Orbit, Sir Richard Branson's second space company to reach the stock market, started trading publicly on Thursday after raising less than half of its target of almost $500m.</p> <p>The lacklustre debut on the Nasdaq exchange follows a last-minute announcement by Branson's Virgin Group that it would inject as much as $100m into Orbit to get the deal done.</p> <p>The merger's tepid reception was reflected in trading Thursday&#xa0;morning as Virgin Orbit's share price slid as much as 8 per cent&#xa0;before easing its loss to about 4 per cent by midday in choppy trading in New York</p> <p>The listing comes at a weak end of the year for the riskiest businesses that went public through mergers with <a href=\"https://www.ft.com/content/d1723a8e-c146-4d48-8475-01cc9947a5d6\">special purpose acquisition companies</a> (Spacs), including several commercial space start-ups.</p> <p>It also marks a sharp contrast with the strong reception enjoyed two years ago by Virgin Galactic, Branson's first public space listing. That deal enabled the British entrepreneur to cash in hundreds of millions of dollars worth of stock to <a href=\"https://www.ft.com/content/60a7debd-698e-4e4b-9576-e809a6105742\">cushion his other businesses</a> during the coronavirus pandemic.</p> <p>Virgin Orbit blamed the feeble reaction to its listing on “market conditions”. </p> <p>“We're fighting against some pretty big headwinds at the end of the year,” it said.</p> <p>Virgin Orbit's public listing, through a sale to the blank cheque company <a href=\"https://www.ft.com/content/c191f056-bc0e-4607-ae94-da2b9792535d\">NextGen Acquisition Corp II</a>, comes at the end of a year in which it completed its first successful launch of a rocket into orbit from under the wing of a specially configured Boeing 747 jet. </p> <p>The company hopes to complete its third launch from the US in January, with its first UK foray scheduled for the middle of 2022.</p> <p>The orbital launch company said this week that it had raised $228m from its listing, far less than the $483m it said it expected at the time the sale plan was announced. Investors in the Spac only contributed $68m, the company said, compared with the $383m that had been anticipated.</p> <p>To reach the minimum cash requirement for the deal, Virgin contributed to a Pipe — or private investment in public equity — injection that raised $160m, up from the original plan of $100m. Other investors in the Pipe included Mubadala, the Abu Dhabi investment fund that has been one of Virgin Orbit's biggest backers, as well as Boeing and AE Industrial Partners.</p> <p>The cash pouring into Spacs has opened a route for several commercial space start-ups to go public this year, although their share prices have fallen back to earth in recent weeks.</p> <p>The share price of the launch company Rocket Lab has dropped 40 per cent since September to $11.33, while those of earth imaging companies Planet and Spire have both plummeted well below the $10 threshold that represents break-even point for Spac investors.</p> <p>Virgin Galactic's shares touched almost $56 in the middle of the year as Branson prepared for a <a href=\"https://www.ft.com/content/bf3130f4-5f62-4f9d-941a-d1db98dc0233\">personal trip to the edge of space</a> that was meant to signal the beginning of its space tourism business. But the share price has tumbled 77 per cent after the company failed to follow up with further launches.</p> <p><em>Additional reporting by Joe Rennison in New York</em></p> <p>*<em>This story has been amended since initial publication to clarify in the subheading that the amount announced was up to $100m. </em></p> <a href=\"http://www.ft.com/cms/2f48b8e4-bb5a-4d90-b267-e33d9a59804c.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a><p>Source: Richard Waters in San Francisco 2021 'Virgin Orbit's Nasdaq listing falls short of fundraising target' FT.com 30 December. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-12-30T03:08:02.779Z",
  "tags": [
    {
      "id": "US0970231058",
      "nexusId": "10030932",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 2245,
          "end": 2251
        },
        {
          "start": 1486,
          "end": 1496
        }
      ]
    }
  ]
}