{
  "_id": "fb4d2fa9b331950c3700246add8148db956613ddea015f8ea8cefd9e41bfa458",
  "feed": "ftcomall",
  "title": "Four fabulous escapes, with water",
  "text": "<p><strong>In the Puglian manor</strong></p> <p>There's no shortage of <em>masserie-</em>­turned-hotels in Puglia. Up and down its twin coasts and in the hills of the interior, the traditional 16th- and 17th-century fortified manors have been bought up by Romans and Milanese – and Swiss, and British, and Australians (the particularly dense concentration of the latter in the Valle d'Itria, below Ostuni, has earned the area the nickname “Kangaroo Valley”). A Munich-based husband and wife are the designers and hoteliers behind Masseria Calderisi, which opened in late spring a few miles below Monopoli, and is a few minutes' drive from the Adriatic. It's easy to allocate any such new entry to the “so far, so same-y” category: a main house of warm, light <em>tuffo </em>stone, internal courtyard, ceramics from the local villages (<a href=\"https://www.enzafasano.it/en/\">Enza Fasano</a>, check). But Calderisi's 24 rooms and suites are unusually spacious, and mix the expected with nice pops of elevated style (some satisfyingly heavy French linen; beautiful brass door and cabinet fittings salvaged from a foundry in the northern city of Brescia). A couple of outbuildings have been converted into blocks of suites, while another was purpose-built to hold more; all have private enclosed patios, and together they lend themselves nicely to groups (the standalone Il Fortino suite, secreted away in an olive grove with its own pool and outdoor shower, lends itself instead to supreme privacy). Expect Calderisi's other attributes to deliver on the Puglia fantasy: an 18m pool, a chef who bakes all the breads and pizzas on site, and a private beach club, serviced several times a day by a shuttle if you don't have a car. <a href=\"https://www.masseriacalderisi.com/\"><em>masseriacalderisi.com</em></a><em>, from €380</em></p>  <p><strong>Miami reimagined</strong></p> <p>Founded in 1926, The Bath Club in Miami Beach has a nearly century-old pedigree, and counts among its members <em>emeriti</em> Vanderbilts, Hoovers (of the presidential, not the vacuum cleaner, family) and Boeings. It was definitively exclusive for decades until in 2000 it was acquired by developer Don Peebles – who'd joined in 1996 as its first black member. He spent the ensuing years buying out everyone else, with the idea to eventually create a private, members-only destination as chic and as sought after but totally inclusive. Now the Collins Avenue landmark is fresh off a total reimagination by the ultra-high-end hospitality consultants Apicii, with design by two alumnae of YOO Design Studio, and once again positioning itself as the city's place to belong to. The three acres of private beach are one USP; the flamboyant, colourful interiors, playing to the building's more-is-more Mediterranean Revival bones, are another. And with a chef who trained at <a href=\"https://www.thebocaratonclub.com/\">The Boca Raton Club</a> and a bar director who manned <a href=\"https://www.employeesonlyla.com/\">Employees Only</a> in Los Angeles, the dining and drinking probably won't disappoint either. <a href=\"https://www.thebathclub.com/\"><em>thebathclub.com</em></a><em>, joining fee $30,000, annual fee $20,000</em></p>  <p><strong>Write at the edge</strong></p> <p>A small but fascinating project launches on Hydra on Saturday 4 September at the island's <a href=\"https://www.hydradirect.com/historical-archives-museum-hydra\">Historical Archives Museum</a>. In collaboration with <a href=\"https://www.josh-hickey.com/\">Josh Hickey</a> (who recently founded the “social laboratory” called Applied Research), the museum, which sits right on the waterfront in the port, will host the Hydra Book Club – a working bookstore, stocked with a range of literature and non-fiction that's linked, overtly or more esoterically, to the island's long tradition as a haven for writers and creatives. Among the titles are both works new to print and vintage, rare and even out-of-print editions by habitués of Hydra (among them Henry Miller and Charmian Clift); these will be curated with photography and research materials that deepen the context for visitors – working together, in Hickey's words, “like groups of friends, families, tourists and locals, mixing and blending together . . . just as the boats come and go in the port”. <a href=\"https://www.hydradirect.com/\"><em>hydradirect.com</em></a><em>, until 22 October</em></p>  <p><strong>A Mexican lake placid</strong></p> <p>Habitas is a name to keep an eye on: with its small portfolio of properties both extant (Mexico, Namibia) and soon-to-open (Costa Rica, Bhutan and, intriguingly, <a href=\"https://www.ft.com/content/a4990d20-6bad-466e-a7d2-c235b2581565\">AlUla</a> in Saudi Arabia), the company proposes to flip the conventional boutique-hotel model on its head, privileging culture, wellness, music and “ritual” adventures right alongside, if not above, things like suite size and thread count. Habitas Bacalar, built along the lake of the same name in Quintana Roo, Mexico, opens next month. The state is also home to Tulum; while we're at the other end of things geographically (the lake is closer to the border with Belize than to Cancún), Habitas Bacalar looks like it will play in the same ultra-wellbeing space that's so ubiquitous up there, offering floating meditations (<a href=\"https://www.ourhabitas.com/bacalar/wellness/\">Janzu</a>, an aquatic therapy) and temazcal ceremonies (sweat lodges, for the uninitiated), as well as 35 lagoon-side cabanas – their A-frames sparely but chicly furnished – and an open-air kitchen where guests are encouraged to immerse themselves in the Habitas “food is medicine” credo. <a href=\"https://www.ourhabitas.com/\"><em>ourhabitas.com</em></a><em>, from $400.</em></p> <p><a href=\"https://www.instagram.com/mariashollenbarger/?hl=en\"><em>@mariashollenbarger</em></a></p><p>Source: Maria Shollenbarger 2021 'Four fabulous escapes, with water' FT.com 29 August. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-08-29T15:55:21.615Z",
  "tags": [
    {
      "id": "US0970231058",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 1884,
          "end": 1891
        }
      ],
      "nexusId": "10030932"
    }
  ]
}