{
  "_id": "76de2bace004172e55e8bc8b2b78e565758759d210ad3e742819f293042e17e9",
  "feed": "wall-street-journal",
  "title": "Business News: Boeing Warns of Air Force One Delays",
  "text": "<p>Boeing struck a $3.9 billion deal to replace the aging 747s, which are known as Air Force One when the commander-in-chief is on board, with then-President Donald Trump in 2018. Boeing is expected to seek more than $500 million in additional government funding for the two modified 747 jumbo jets because of an increase in costs related to the Covid-19 pandemic and a supplier's bankruptcy, according to people familiar with the matter.</p><p>An Air Force spokesman said Boeing hasn't formally requested additional funding. Ms. Costello said Boeing has told the Air Force it intended to submit such a request. A Boeing spokesman said the company was making steady progress on the project.</p><p>\"This is a disappointment to all of us,\" said Rep. Joe Courtney, a Connecticut Democrat who is chairman of a House Armed Services subcommittee.</p><p>The delay, which would be a first for the Air Force One replacement program since the 2018 deal, comes as Boeing has faced setbacks in its commercial, space and other defense work in recent years. In May, the plane maker halted deliveries of its popular 787 Dreamliner so it could respond to questions from U.S. air-safety regulators.</p><p>Pentagon officials are weighing Boeing's proposal regarding the Air Force One program and plan to update the delivery schedule for the heavily modified 747-8 jumbo jets later this year, Ms. Costello said. A delay in the new jets could mean the president's current two modified 747s, which Boeing delivered when George H.W. Bush was president, stay in service longer than planned.</p><p>Boeing booked a $318 million charge related to the jets in the first quarter, citing the impact of the pandemic and problems with a supplier, GDC Technics LLC. Boeing also took a $168 million charge last year.</p><p>GDC Technics had been hired to outfit the interiors of the planes, which are officially known as VC-25Bs. The Fort Worth, Texas, company is among a handful that specialize in outfitting interiors of executive aircraft for VIPs and heads of state. Boeing sued the supplier in April, saying it missed deadlines on the project. The supplier, which filed for chapter 11 bankruptcy protection, countered in court documents that the delays were Boeing's fault.</p><p>A GDC Technics spokeswoman didn't respond to a request for comment.</p><p>---</p><p>Gordon Lubold and Doug Cameron contributed to this article.</p>",
  "published": "2021-06-09T00:00:00.000Z",
  "tags": [
    {
      "id": "US0970231058",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 1701,
          "end": 1707
        },
        {
          "start": 1193,
          "end": 1199
        },
        {
          "start": 1541,
          "end": 1547
        },
        {
          "start": 15,
          "end": 21
        },
        {
          "start": 535,
          "end": 541
        },
        {
          "start": 2190,
          "end": 2196
        },
        {
          "start": 605,
          "end": 611
        },
        {
          "start": 932,
          "end": 938
        },
        {
          "start": 1450,
          "end": 1456
        },
        {
          "start": 464,
          "end": 470
        },
        {
          "start": 1998,
          "end": 2004
        },
        {
          "start": 177,
          "end": 183
        },
        {
          "start": 0,
          "end": 6
        }
      ],
      "nexusId": "10030932"
    }
  ]
}