{
  "_id": "4e17dd7b82f5e6048d1fc67c056360dbc81a075a46a687d53056e90d3db4ed84",
  "feed": "wall-street-journal",
  "title": "PE Daily: The Democrats and Private Markets | Cottonwood Gets New Fund, Name | Alpine's Single-Asset Secondary",
  "text": "<p>Today's Top Stories</p><p>The private-equity and venture-capital industries face a Democrat-controlled Congress for the first time in a decade, which could pave the way for legislative changes affecting their industries, Chris Cumming and Yuliya Chernova report. Although experts say that private-equity firms are bracing for potential tax increases and heavier scrutiny of their practices, their venture-capital peers see potentially fewer restrictions on immigrant visas and more support for clean-energy technologies.</p><p>Cottonwood Venture Partners has collected $64 million for its second fund targeting energy-focused software companies, seizing on the closing to also adopt a new name, Luis Garcia reports for WSJ Pro Private Equity. The Houston investment firm, which is renaming itself Montrose Lane LP, wrapped up its CVP Energy Technology Fund II LP in mid-December with twice as much capital as the $32 million it raised for its debut fund. That vehicle closed to new investors in 2018.</p><p>Alpine Investors has joined the small but growing legion of private-equity firms turning to the secondary market to buy time and access to money as they cultivate promising investments from previous funds, WSJ Pro Private Equity's Laura Kreutzer reports. The San Francisco-based firm has negotiated a $362 million secondary deal that lets it transfer home-health-care company Team Services Group into a specially created fund.</p><p>Big Number</p><p>787,000</p><p>The number of seasonally adjusted initial jobless claims for the week ending Jan. 2, according to the U.S. Department of Labor . Unemployment claims have been holding at about four times their pre-pandemic average through the fall and into the winter.</p><p>Deals</p><p>Comscore Inc . is nearing a deal with Charter Communications Inc ., Qurate Retail Inc . and Cerberus Capital Management aimed at bolstering the finances of the troubled media-measurement company and potentially strengthening its commercial relationships, The Wall Street Journal reported, citing people familiar with the matter. The exact structure of the deal couldn't be learned, Alexandra Bruell, Miriam Gottfried and Suzanne Vranica report. Comscore said in November it was in advanced discussions for a \"recapitalization transaction\" that would lower its debt and provide it with greater liquidity.</p><p>Francisco Partners has led a $115 million investment in local news site operator Particle Media Inc., which does business as News Break. The Mountain View, Calif.-based company said the deal pushed its valuation past $1 billion, describing itself as \"one of the first new unicorns of 2021.\"</p><p>Carlyle Group Inc . has acquired three warehouse distribution facilities in Germany from Nuveen Real Estate and Palmira, adding logistics assets serving the Munich, Hanover and Ulm areas of the country. The facilities cover about 557,600 square feet and are 100% occupied, Carlyle said. The firm invested through its €540 million (or $665.7 million) Carlyle Europe Realty fund.</p><p>Ares Management Corp . and the Ontario Teachers' Pension Plan Board have agreed to buy a majority interest in plastic and glass bottle and packaging company TricorBraun Inc . from AEA Investors , which will retain a minority stake. The St. Louis-based company has annual sales of about $1.5 billion and employs more than 1,100 people. AEA initially backed the company in November 2016.</p><p>Ridgemont Equity Partners in Charlotte, N.C. has taken a majority stake in third-party logistics company SEKO Logistics from Greenbriar Equity Group through a recapitalization. Greenbriar retained a significant minority interest in the Chicago-based company which it initially backed in 2015.</p><p>Technology infrastructure specialist Digital Alpha Advisors has invested $185 million in WeLink Communications LLC, a provider of wireless broadband services. The company, based in Lehi, Utah, uses fixed-base systems and fifth-generation wireless technology to rapidly set up high-speed internet access for homes and businesses that can reach gigabit per second data transfer speeds. Henderson, Nev.-based Digital Alpha is backing the company to help it expand beyond the Las Vegas area into Phoenix and Tucson, Ariz.</p><p>Private-equity funds managed by EQT and Verdane have agreed to combine their respective data gathering and analytics companies FocusVision Worldwide Inc . and Confirmit AS, led by Kyle Ferguson, Confirmit 's chief executive. The EQT-backed company, New York-based FocusVision , makes software used to conduct surveys and focus groups while Oslo-based Confirmit provides market research and analytics. The combination, expected to close in this year's second quarter, is expected to accelerate growth of the new company.</p><p>SK Capital Partners has acquired a controlling interest in specialty materials and lubricants distributor Tilley Chemical Co ., investing alongside the founding Tilley family. The Baltimore-based company distributes specialty chemicals and other products used in the food and beverage, flavor and fragrance, household, industrial and institutional and life sciences sectors.</p><p>H.I.G. Capital is backing Greek warehouse services company Makios Logistics SA. Based next to the port of Thessaloniki, the company provides temperature-controlled warehousing and services.</p><p>Incline Equity Partners is investing in Jon-Don LLC, a company backed by the growth investment unit of Trivest Partners , according to a release from BlackArch Partners, which advised Trivest and Jon-Don on the deal. Jon-Don distributes consumable supplies and equipment to specialty contractors across markets that include water and fire restoration, building and janitorial services, concrete surface preparation and polishing, carpet cleaning and safety services.</p><p>Ara Partners, a private investment firm focused on companies that contribute to a low-carbon economy, has invested in Polar Sapphire Ltd., a Toronto-based manufacturer of high-purity aluminum oxide used in lithium ion batteries and other applications.</p><p>Midmarket private-equity firm Rubelmann Capital said it has acquired hospitality trade publications Hotel Business and InspireDesign from their current owner ICD Publications, Inc.</p><p>Insight Partners has participated in a growth financing round for software-as-a-service company Quantum Metric Inc., leading a $200 million investment round that values the Colorado Springs, Colo.-based company at more than $1 billion. The company provides software development tools for marketers, retailers, financial services businesses and others.</p><p>American Industrial Partners has invested $50 million in aircraft component maker Orizon Aerostructures LLC. The Kansas City, MO-based company produces parts used in planes such as the F-35 fighter and the Boeing 737 airliner. The firm is making an equity commitment from its AIP Fund VII and a credit component will come from finance affiliate Industrial Credit Partners, which the firm set up last year.</p><p>Wynnchurch Capital has acquired Insulation Corp. of America, a maker of expanded polystyrene foam products used in construction, shipping and packaging, and plans to combine the business with two other foam products makers in its portfolio. The latest acquisition is based in Allentown, Pa.</p><p>Middle-market specialist Seawall Capital has acquired family-owned water-ski maker Kent Water Sports Holdings LLC, according to a news release. The New London, Ohio-based company's sports brands include HO/Hyperlite, Connelly, O'Brien, Liquid Force, Onyx, Aquaglide, Barefoot/Fatsac and Arbor Snowboards.</p><p>Growth-equity firm Arcline Investment Management said it has acquired Ohmega Technologies, a manufacturer of thin film resistive materials used across a variety of industries, including aerospace, defense, automotive, health care and telecommunications.</p><p>The Canada Pension Plan Investment Board is committing as much as €245 million (equivalent to about $302 million) to expand Renewable Power Capital Ltd. as it invests in European wind-driven electricity generation projects, acquiring them from OX2. The assets are in three separate sites and are expected be able to produce 590 gigawatt-hours of power annually. The pension investment manager formed the renewables company last month.</p><p>Century Equity Partners in Boston has acquired a majority interest in inspection services company Hancock Claims Consultants Holdings LLC, which works with property insurers. The Alpharetta, Ga.-based company inspects property damage as part of the claims process.</p><p>SPAC Track</p><p>Lending startup SoFi is going public through a combination with the special-purpose acquisition company Social Capital Hedosophia Holdings Corp. V in a deal that values the company at $8.65 billion, Dave Sebastian reports for Dow Jones Newswires. Officially named Social Finance Inc ., the lender began as a student-loan refinance business and has expanded to mortgages, personal loans, credit cards, insurance, investing and deposit accounts on its platform for its 1.8 million members. The SPAC is one of the investment vehicles run by Chamath Palihapitiya, founder and managing partner of venture-capital firm Social Capital LP and a former Facebook Inc . executive, and Ian Osborne, co-founder and chief executive of venture-capital firm Hedosophia.</p><p>A blank-check company tied to One Equity Partners plans to raise $300 million through an initial public offering of shares to finance the purchase of a private company and take it public. One Equity Partners Open Water I Corp., the special-purpose acquisition company, said it expects to find that business in the technology, health care or specialty industrials sector. The SPAC is led by R. Todd Bradley as co-chairman and chief executive. He is an operating partner with the New York private-equity firm, which he joined last year. The other co-chairman of the SPAC is James Koven, a senior managing director of the private-equity firm.</p><p>Alternative assets investment firm Primavera Capital Group is backing a blank-check company that seeks to raise $300 million through an initial public offering of shares in the U.S. and is led by former Goldman Sachs Group Inc . executive Fred Hu, the private-equity firm's founding chairman, a regulatory filing shows. The blank-check company is also led by Tong \"Max\" Chen as chief executive and chief financial officer. Mr. Chen is also a partner and founding member of the private-equity firm, which has about $10 billion of assets under management. The special purpose acquisition company said it aims to buy a private company that is consumer focused and has strong growth potential in China.</p><p>Exits</p><p>New Mountain Capital has sold its majority stake in health and wellness apparel company Careismatic Brands Inc. to Partners Group. New Mountain initially backed the Chatsworth, Calif.-based company, which owns brands such as Cherokee Uniforms and Dickies Medical, in June 2016.</p><p>KLH Capital has sold custom component manufacturer Premiere Precision Components to Marco Rubber &amp; Plastics LLC, a portfolio company of Align Capital Partners based in Seabrook, N.H. Holiday, Fla.-based Premiere makes rubber, plastic and metal components such as fittings and gaskets used in a wide variety of end products in sectors such as communications, leisure and climate control.</p><p>Funds</p><p>Credit investor Marathon Asset Management has raised $2.5 billion for Marathon Distressed Credit Fund to back stressed and distressed companies in transition. The fund will target a range of investments, including restructurings, debtor in possession financings, and exit financings, according to a press release.</p><p>Transformation Capital Partners said it has raised $500 million for Transformation Capital Fund II, LP, a growth equity fund focused on investments in commercial stage digital health companies. The firm typically invests $10 million to $30 million over the life of a company, according to its website. Transformation Capital is the successor firm to Leerink Transformation Partners, which raised $313 million for a prior fund back in 2017.</p><p>GenBridge Capital, a Beijing-based private investment firm focused on backing next-generation consumer companies in China, is seeking $600 million for GenBridge Capital Fund II LP, according to a regulatory filing.</p><p>People</p><p>North Castle Partners has promoted Alyse Skidmore and David Weston to partner. Ms. Skidmore is North Castle's chief financial officer and chief compliance officer and has been with the firm since 2000. Mr. Weston joined in 2007 and focuses on developing new investments. The Greenwich, Conn. firm also elevated Roy Chin to principal, and Jennifer Barsky and Alan Bui to vice president.</p><p>Industry News</p><p>Stephen Schwarzman , the Blackstone Group Inc. co-founder and chief executive, added his voice to those of other U.S. business leaders who condemned the violence in Washington on Wednesday, The Wall Street Journal reports. \"The insurrection that followed the president's remarks today is appalling and an affront to the democratic values we hold dear as Americans,\" Mr. Schwarzman said. One of Mr. Trump's most loyal allies on Wall Street and a major Republican fundraiser, Mr. Schwarzman added: \"There must be a peaceful transition of power.\" Larry Fink , head of BlackRock Inc ., called the violence \"an assault on our nation, our democracy, and the will of the American people.\"</p><p>A founding chef of a bankrupt vegan restaurant chain, By Chloe, that is backed by Bain Capital may try to buy the brand through a court-supervised auction, Aisha Al-Muslim reports for WSJ Pro Bankruptcy. The bankrupt company that owns the chain, BC Hospitality Group Inc., entered chapter 11 reorganization last month. Chef Chloe Coscarelli, who helped start the business in 2010, left in 2017 amid a dispute with an investor.</p><p>A bidding war may be developing for U.K. private-jet servicing company Signature Aviation PLC , which said Thursday that Carlyle Group Inc . has signaled interest in making an offer after Blackstone Group Inc . began discussing a possible £3.17 billion (equivalent to about $5.83 billion) offer last month. Signature, which operates executive jet facilities, said the latest approach came through the Washington-based firm's fund management unit, Carlyle Investment Management LLC, Adriano Marchese reported for Dow Jones Newswires, citing a regulatory filing. The filing didn't indicate an offer amount. Blackstone was negotiating for a deal through its infrastructure and core equity strategies at $5.17 a share, the news service reported at the time. Signature also said then that it had received a proposal from Global Infrastructure Partners , which it rejected as inadequate.</p><p>Lone Star Funds , a private-equity firm in Texas, has shelved plans for a £3 billion (about $4.07 billion) sale of U.K. residential property company Quintain, Elisângela Mendonça reports for sister publication Private Equity News in London. Lone Star recently received \"very reasonable offers\" for Quintain, a company it acquired in 2015 for £700 million, a person familiar with the situation said. It had attracted interest from three bidders: German fund manager Patrizia; Li Ka-Shing-backed investment manager Long Harbour; and a consortium of investors behind Get Living, a residential owner and rental management company. But Lone Star decided to hold off to assess the effects of the coronavirus pandemic and fresh lockdowns in Britain.</p>",
  "published": "2021-01-08T15:05:00.000Z",
  "tags": [
    {
      "id": "US0970231058",
      "nexusId": "10030932",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 6706,
          "end": 6712
        }
      ]
    }
  ]
}