{
  "_id": "d47af6044ed366d969d144274a02e04b041d238b92c3c64f749b674b84dc77db",
  "feed": "wall-street-journal",
  "title": "U.S. News:  U.S. Watch",
  "text": "<p>\n  FAA </p><pre>\n </pre><p>\n  Airline's Operations </p><p>\n  Halted After Crash </p><pre>\n </pre><p>\n  The Federal Aviation Administration suspended operations of an airline whose cargo plane crashed into the ocean earlier this month, following an investigation into the airline's parent. </p><p>\n  Two pilots flying a Boeing Co. 737-200 cargo plane for Transair Flight 810 were forced to land in the ocean near Honolulu around 1:30 a.m. local time on July 2, a crash that sent both of them to the hospital. Both survived. </p><p>\n  The FAA on Friday said it had been probing maintenance and safety practices of Transair's parent company, Rhoades Aviation, and that it had notified Rhoades that the agency would strip the company of its ability to conduct maintenance inspections, effectively preventing Rhoades from legally operating. </p><p>\n  The company chose not to ask the FAA to reconsider the suspension, according to the agency. </p><p>\n  A spokesman for Transair didn't respond to requests to comment. Transair had operated all-cargo flights between the Hawaiian islands for almost 40 years. </p><p>\n  The National Transportation Safety Board sent a 10-person team to Hawaii to investigate the incident. </p><p>\n  -- Micah Maidenberg </p><p>\n  --- </p><p>\n  INTERIOR DEPARTMENT </p><pre>\n </pre><p>\n  Beach Sand Removal </p><p>\n  Policy Is Reversed </p><pre>\n </pre><p>\n  The Biden administration rescinded a policy that allowed beach towns along the Atlantic and Gulf of Mexico coasts to use sand from environmentally protected areas in federally funded anti-erosion projects. </p><p>\n  The Interior Department said its 2019 decision to allow protected sand removal for federal projects was inconsistent with Congress's goals to preserve fragile areas and save taxpayer money. </p><p>\n  Congress has designated roughly 3.5 million acres of undeveloped sandy land including barrier islands, sandbars, dunes and coastal aquatic habitats as protected under the Coastal Barrier Resources Act. Federal money couldn't be spent on projects that touched the areas. </p><p>\n  In 2019, the Interior Department under the Trump administration reinterpreted the law so municipalities could use that sand. Included were U.S. Army Corps of Engineers-led shoreline expansion projects that attract visitors to bigger beaches and protect against powerful storms. </p><p>\n  The Audubon Society sued the Trump administration over the policy change last year, saying sand-mining projects destroy avian habitat. A federal judge has yet to rule in that lawsuit. </p><p>\n  -- Katy Stech Ferek </p><p>\n  --- </p><p>\n  MISSOURI </p><pre>\n </pre><p>\n  Three Charged in </p><p>\n  Fatal Boat Accident </p><pre>\n </pre><p>\n  Missouri officials announced charges against a captain and two managers of an amphibious tour-boat company involved in an accident near Branson three years ago that killed 17 people. </p><p>\n  The converted World War II era ship, known as a duck boat, entered Table Rock Lake amid warnings of a severe storm on July 19, 2018. When the storm hit, the captain attempted to return to shore but didn't make it and the boat sank. No passengers were wearing life vests and 17 drowned. Fourteen survived. </p><p>\n  Captain Scott McKee was charged with 17 counts of first-degree involuntary manslaughter and multiple counts of first-degree endangering the welfare of a child. Operations Supervisor Charles Baltzell and General Manager Curtis Lanham were each charged with 17 counts of first-degree involuntary manslaughter </p><p>\n  J.R. Hobbs, one of the lawyers for Mr. McKee, said he expects his client to enter a not guilty plea. </p><p>\n  A lawyer for Mr. Lanham, Tricia Bath, said \"we are confident that he committed no crime.\" </p><p>\n  A lawyer for Mr. Baltzell didn't return a call requesting comment. </p><p>\n  -- Joe Barrett </p><p></p>",
  "published": "2021-07-17T06:17:00.000Z",
  "tags": [
    {
      "id": "US0970231058",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 254,
          "end": 264
        }
      ],
      "nexusId": "10030932"
    }
  ]
}