{
  "_id": "5c7bd1914c8a6ce1c198a084c3c5cad45685675c7795e5bfcb5d347d8c419ddc",
  "feed": "market-watch",
  "title": "Deliveries of Boeing's 787 Dreamliner likely delayed until late October",
  "text": "<p>With almost all deliveries paused for nearly a year, airlines and other Boeing BA customers increasingly are able to use the delay to walk away from deliveries or negotiate for concessions from the aerospace giant. Deliveries were first halted because the company and the Federal Aviation Administration began taking a deeper look at&#xa0;the plane's manufacturing defects. The holdup has choked off an important source of cash for Boeing and complicated plans for airlines.</p><p>The impasse has kept Boeing from moving more than $25 billion worth of Dreamliners. Boeing said it had about 100 of the jets in its inventory awaiting delivery at the end of June. List prices for Dreamliners start around $250 million, but customers typically pay about half that after customary discounts. First delivered in 2011, the Dreamliner has had an excellent safety record and the in-service fleet has seen heavy use during the pandemic.</p><p>At an Aug. 2 meeting, Boeing's quality-assurance specialists told their FAA counterparts that three aircraft were representative of how Boeing workers put together 106 completed aircraft awaiting delivery, the people familiar with the matter said. It was part of a broader, monthslong effort to persuade the agency to&#xa0;approve an inspection method&#xa0;that would speed deliveries with targeted checks rather than nose-to-tail teardowns.</p><p>However, at least one other Boeing engineer told the regulator he didn't support that assessment, these people said. He disagreed that the trio of planes reflected how the rest of the undelivered planes were built. The engineer is among a group of Boeing employees who represent the FAA internally at the company, one of these people said.</p><p>An expanded version of this report appears on WSJ.com.</p><p>Also popular on WSJ.com:</p><p>Canada border reopening draws few Americans.</p><p>Companies need more workers. Why do they reject millions of résumés?</p>",
  "published": "2021-09-05T19:36:00.000Z",
  "tags": [
    {
      "id": "US0970231058",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 1052,
          "end": 1058
        },
        {
          "start": 1376,
          "end": 1382
        },
        {
          "start": 1596,
          "end": 1602
        },
        {
          "start": 554,
          "end": 560
        },
        {
          "start": 938,
          "end": 944
        },
        {
          "start": 491,
          "end": 497
        },
        {
          "start": 427,
          "end": 433
        },
        {
          "start": 72,
          "end": 78
        },
        {
          "start": 14,
          "end": 20
        }
      ],
      "nexusId": "10030932"
    }
  ]
}