{
  "_id": "ea233ac73e361e50861f3a966a00cb0b5d71ecff16ba411d21506e72dbf8c53e",
  "feed": "ftcomall",
  "title": "Superjumbos may have a role to play in low-emission aviation",
  "text": "<p>March 17 was a bittersweet day for aviation geeks. With the departure of flight MSN 272 from Toulouse, production of the A380 — the world's biggest passenger aircraft — came to an end.</p> <p>After 15 years, one of the boldest experiments in aviation had been scuppered — not by Covid-19, but by the development of smaller, more efficient aircraft capable of carrying passengers non-stop to their long-haul destinations.</p> <p>Yet as the aviation industry races against the climate clock to bring down carbon emissions, there may still be a case to bring back a new version of the superjumbo.</p> <p>Before the pandemic forced airlines to slash routes and ground fleets, there were few in the industry who questioned aviation's growth model. Low-cost airlines had made air travel accessible to millions. As new single-aisle aircraft took passengers longer distances, carriers were able to connect more cities with direct flights. This “point-to-point” model offered convenience to passengers and prosperity to regional airports.&#xa0;</p> <p>According to Iata, the airline industry trade body, the number of direct city pairs doubled over the past two decades. ACI Europe, an airports body, estimated that&#xa0;between 2005 and 2017, the number of flights at regional airports grew twice as fast as at major European hubs.</p> <p>But can the world afford the convenience of allowing direct flights to multiply unchecked, when aviation emissions are expected to increase by up to four times 2015 levels by 2050, depending on the scenario, according to the International Civil Aviation Organization?</p> <p>Even if Airbus succeeds in <a href=\"https://www.ft.com/content/9cc1c714-8408-422c-9f4b-1f76f5622021\">developing </a>a zero-emission, hydrogen-powered regional aircraft by 2035, these jets are expected to serve routes of only up to 1,500km. Longer flights will be powered by sustainable aviation fuel, which produces substantially lower carbon emissions over its lifecycle but which still pollutes when burnt.&#xa0;</p> <p>An <a href=\"https://doi.org/10.3390/su13020465\">extensive study</a> by researchers at Nanjing University of Aeronautics and Astronautics, looking at aircraft operating out of 10 major airports in China, compares greenhouse gas emissions of the point-to-point model with those of hub-and-spoke networks, where cities are connected through a central airport. It found that the emissions impact from the point-to-point network was 2.8 times higher than the hub-and-spoke. This view has critics. Some have argued that forcing passengers to fly out of their way to transit through a hub for another flight is more polluting.</p> <a href=\"http://www.ft.com/cms/ec364cd4-7d9d-4a82-bb3e-b8cc441cfc5d.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a> <p>But the point-to-point model creates many more flights. According to Heathrow airport, 28 routes <a href=\"https://www.heathrow.com/content/dam/heathrow/web/common/documents/company/about/economic-regulation/Heathrow-H7-Revised-Business-Plan-Summary-Final.pdf\">are required</a> to link eight cities under a point-to-point model, whereas a hub-and-spoke system needs just eight to connect those came cities. Admittedly Heathrow is a hub airport. But this is simple maths.</p> <p>Passengers will not like having to connect to their destination. But the cost of convenience is also an unaffordable cost to the planet.&#xa0;</p> <p>Using the hub model, with more passengers gathering at a central airport, it should be easier to fill aircraft for follow-on flights. That is good for airlines that will need to optimise costs and cash after the coronavirus crisis.</p> <p>Regional airports may worry they will lose out. But they are ignoring the benefits of new technologies. The development of electric aircraft that can take off vertically from almost any terrain will bring opportunities for emissions-free local flights, without the heavy investment that traditional airports require. With proper planning, hubs could allow passengers a range of green transport to follow-on destinations in these regions, whether by rail, road or air.</p> <p>Ric Parker, former chair of the EU's Clean Sky programme, even argues that over time the world will need only a handful of global hubs. He said the world's 50 busiest airports could be concentrated into 15 major interconnected hubs.</p> <p>“All others can be connected in a very efficient way by smaller, regional aircraft with a range of up to 1,500km, servicing many smaller airports,” he said. “Imagine the savings in CO2, especially once these small regionals [aircraft] are hydrogen-powered.”</p> <p>So where does a next generation A380 come in? If hub models are part of the solution to lower emissions, then airport congestion will inevitably be a challenge. And that is the problem the A380 was designed to answer. </p> <p>The superjumbo will not return to the skies as a four-engine jet. But today's technology means that a superjumbo could be flown by two engines burning sustainable aviation fuel. The principle of carrying more passengers in fewer aircraft still makes sense. It may be that the A380 was simply ahead of its time.&#xa0;</p> <p><em>This article has been amended since first publication to clarify that projected levels of aviation emissions by 2050 depend on different scenarios</em></p> <p><a href=\"mailto:peggy.hollinger@ft.com\"><em>peggy.hollinger@ft.com</em></a></p> <p><strong>Letter in response to this article</strong>:</p> <p><a href=\"https://www.ft.com/content/8373f200-e9db-4d9b-a800-b87d99784e11\"><em>Aviation should look to biofuels, not superjumbos</em></a><em>&#xa0;/&#xa0;</em><a href=\"https://www.ft.com/content/8373f200-e9db-4d9b-a800-b87d99784e11\"><em>From John Griffiths, Former Chief Economist, Boeing Commercial Airplanes, Seattle, WA, US</em></a></p><p>Source: Peggy Hollinger 2021 'Superjumbos may have a role to play in low-emission aviation' FT.com 28 July. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-07-28T04:00:53.095Z",
  "tags": [
    {
      "id": "US0970231058",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 4922,
          "end": 4928
        }
      ],
      "nexusId": "10030932"
    }
  ]
}