{
  "_id": "25c3f10ceee5fc95cabfa461d1ea3dfc76c0b049d7fdb9696c419bf3aa4aca53",
  "feed": "wall-street-journal",
  "title": "Boeing Board to Face 737 MAX Oversight Lawsuit; Delaware judge says board ignored 'red flag' with first crash; Boeing says it is disappointed with ruling",
  "text": "<p>\"Rather than prioritizing safety, defendants lent their oversight authority to Boeing's agenda of rapid production and profit maximization,\" she said.</p><p>Boeing had sought to dismiss the case before it advanced. A spokesman said the company would review the judge's opinion closely as it considered its next steps. \"We are disappointed in the court's decision to allow the plaintiffs' case to proceed past this preliminary stage of litigation,\" he said.</p><p>Vice Chancellor Zurn's 102-page opinion also said Boeing's board \"publicly lied about if and how it monitored the 737 MAX's safety.\" She cited then-Lead Director David Calhoun's statements to the news reporters, including that directors considered grounding the plane before the second crash. \"Each of Calhoun's public representations was knowingly false,\" she wrote.</p><p>Mr. Calhoun is now Boeing's chief executive.</p><p>The company has previously said the lawsuit, which was brought by New York and Colorado public pension funds, presented a misleading picture of the board's actions and distorted accounts of Mr. Calhoun's interviews. Since the crashes, the board has set up a committee to specifically oversee aerospace safety.</p><p>In her opinion, Vice Chancellor Zurn faulted the board for not questioning Boeing management's assurances after The Wall Street Journal reported in November 2018 that a new flight-control system known as MCAS was suspected of playing a significant role in the crash of a Lion Air 737 MAX in Indonesia.</p><p>\"The Lion Air Crash was a red flag about MCAS that the board should have heeded but instead ignored,\" she wrote.</p><p>At the time, accident investigators were also focusing on missteps by the airline's crew and maintenance workers. Boeing and U.S. air-safety regulators reminded pilots of an emergency procedure that could disable MCAS while engineers worked on additional safeguards for the flight-control system.</p><p>Plaintiffs in the Delaware case have been able to gain access to internal board documents, including emails and meeting minutes, under the state's law. Known as a shareholder derivative complaint, it seeks to hold Boeing officials responsible for their alleged missteps and, if ultimately successful, could result in defendants paying monetary damages to the corporation and prompt internal governance changes.</p><p>Write to Andrew Tangel at Andrew.Tangel@wsj.com</p><p>Boeing Board to Face 737 MAX Oversight Lawsuit</p>",
  "published": "2021-09-08T15:20:00.000Z",
  "tags": [
    {
      "id": "US0970231058",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 2100,
          "end": 2106
        },
        {
          "start": 1703,
          "end": 1709
        },
        {
          "start": 151,
          "end": 157
        },
        {
          "start": 1249,
          "end": 1255
        },
        {
          "start": 0,
          "end": 6
        },
        {
          "start": 838,
          "end": 844
        },
        {
          "start": 79,
          "end": 85
        },
        {
          "start": 501,
          "end": 507
        },
        {
          "start": 111,
          "end": 117
        },
        {
          "start": 2345,
          "end": 2351
        }
      ],
      "nexusId": "10030932"
    }
  ]
}