{
  "_id": "459bc7d507b270fd84c41872359cdfaaf827feb6ad743e1f2bd077d152c2d4d2",
  "feed": "wall-street-journal",
  "title": "End of Spat Between Boeing-Airbus Begins The Battle With China",
  "text": "<p>On Tuesday, the U.S. and the European Union agreed on a temporary end to the 17-year-old spat involving government subsidies given to plane makers Boeing and Airbus. Countries on both sides of the Atlantic have received authorization from the World Trade Organization to slap a total of $12 billion of retaliatory tariffs on each other, but a four-month suspension was agreed in March. It will now be extended for five years.</p><p>This was always a war without winners. By cementing Boeing's dominance and then allowing for Airbus's rise, government aid has helped make the commercial-jet industry more competitive, not less. With the aviation industry in tatters because of the pandemic and many carriers having been bailed out by the public sector, keeping this legal feud alive was dangerous for all parties involved.</p><p>Negotiations have also been pushed along by the Biden administration's more conciliatory stance toward trade relative to former President Donald Trump. Even before the U.S. election last November, however, there were signs that officials were poised to reach a deal. There was a crucial factor driving it: China.</p><p>The Asian giant is determined to follow in Airbus's footsteps, with state-owned aerospace manufacturer Comac taking center stage in the government's \"Made in China 2025\" strategy. Comac has developed a narrow-body jet called the C919, which is scheduled to enter service later this year as a direct competitor to the powerhouse Boeing 737 and Airbus A320 families. China has also joined with Russia to build a wide-body aircraft, the C929, that could take on long-haul routes. An aerospace alliance between these two countries could become a real threat in the long run.</p><p>For now, China still needs time. The C919 is inferior to the A320neo and 737 MAX in every respect: It has less range, burns more fuel and, crucially, doesn't have an international support network that makes it marketable abroad. Furthermore, China isn't yet self-sufficient in the most complex parts of the aerospace supply chain: The C919 will start by using engines made by General Electric and Safran. This gives the West a geopolitical pressure point.</p><p>For investors, though, the prospect of Boeing and Airbus losing market share in the huge and faster-growing domestic Chinese market is reason enough for concern. As a recent analysis by Barclays pointed out, China's jet orders are very low compared with how many it will need. That in part looks like a way to put pressure on the U.S.; Beijing still hasn't recertified the MAX. But A320 orders also are abnormally low, which may reflect hopes that the C919 can fill part of the gap.</p><p>It is thus in U.S. and European interests to cease mutual hostilities and present a unified legal front. The C919 development, while benefiting some Western suppliers, almost certainly contravened WTO rules too. Given that China can instruct its state-owned airlines to buy as many homemade planes as necessary at the desired prices, a key source of concern should be government procurement, and what counts as such.</p><p>Historically, government intervention has served to create challengers that have made the aerospace industry more competitive. China has the scale necessary to repeat the cycle. While the end of a pointless and expensive legal battle is a welcome development for investors, it also highlights the seriousness of the long-term threat Boeing and Airbus face.</p>",
  "published": "2021-06-16T00:00:00.000Z",
  "tags": [
    {
      "id": "US0970231058",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 3389,
          "end": 3395
        },
        {
          "start": 147,
          "end": 153
        },
        {
          "start": 2195,
          "end": 2201
        },
        {
          "start": 1457,
          "end": 1467
        },
        {
          "start": 478,
          "end": 484
        }
      ],
      "nexusId": "10030932"
    }
  ]
}