{
  "_id": "ab5990a62a1431bf9268fe759caa869ff92930316000710732620014132d5f1c",
  "feed": "wall-street-journal",
  "title": "Heard on the Street:  Jet Makers Aim to Avoid Supply Woes  ----  By Jon Sindreu",
  "text": "<p>\n  [Financial Analysis and Commentary] </p><pre> </pre><p>\n  The chip shortage has given Airbus and Boeing an example to avoid. </p><p>\n  On Thursday, the European plane maker said it has asked suppliers of parts for its powerhouse Airbus A320 narrow-body jet family to prepare for a firm monthly production rate of 64 by the second quarter of 2023, which is close to the 67 figure it was targeting before the pandemic. The company also wants to be ready to ramp up to 70 by the first quarter of 2024, and is even considering a rate of 75 by 2025. </p><p>\n  Likewise, a recent report by Reuters suggested that, in the U.S., Boeing is aiming to lift output of its 737 MAX to 42 jets a month in the fall of 2022. </p><p>\n  Investors shouldn't let their enthusiasm run wild. While consumers are hungry for chip-filled cars and electronics, airlines probably don't want many planes in the near term, beyond opportunistic purchases at discounted prices. Indeed, 2021 output targets for the A320, which is the most popular aircraft family in the world, haven't changed and remain set at 45 a month by the final quarter. This is lower than Airbus expected only seven months ago. </p><p>\n  Moreover, larger jets still face an uncertain future due to the potentially lasting damage to business travel caused by the pandemic. Planned production for the A350 has been lifted to only six a month by the fall of 2022 from its current rate of five a month. The less popular A330neo remains stuck at two. </p><p>\n  Still, the new schedule implies a marked improvement relative to the production rates priced in by brokers. More important, it gives Airbus's suppliers a clear signal that future sales will be higher, now that vaccination rates imply an end date for the Covid-19 crisis. This is essential for them to be able to increase capacity without gambling on their survival, and offers a lesson on the role that managing demand can play in easing bottlenecks. </p><p>\n  Airbus was set to deliver 828 commercial planes in 2023, generating sales of 44 billion euros, equivalent to around $54 billion, according to the average forecast compiled by Visible Alpha. Thursday's upgrades imply an output of as much as 940 jets, increasing revenues by about 6 billion euros. Applying typical markups, this would mean an extra 800 million euros in operating profit in 2023 alone -- about 40% of the manufacturer's average pre-pandemic annual earnings. The stock rose about 9% Thursday. </p><p>\n  Shares in suppliers like Safran, Hexcel, Raytheon and Spirit AeroSystems, which have been especially badly hit by the pandemic, also jumped. They are now starting to get some actionable information to plan capital expenditures. Even if demand for jets ultimately falls short of Airbus's plans, the company's priority in announcing them is to avoid the supply constraints that were prevalent in aviation before Covid-19. Walking back on Thursday's commitments would be a last resort, given how hard it is to manage and resize production at each link in the long chain of smaller suppliers. </p><p>\n  The large and complex aviation ecosystem needs greater visibility almost as much as it needs higher sales. Finally, it is getting some. </p><p></p>",
  "published": "2021-05-28T06:03:00.000Z",
  "tags": [
    {
      "id": "US0970231058",
      "nexusId": "10030932",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 580,
          "end": 586
        },
        {
          "start": 76,
          "end": 82
        }
      ]
    }
  ]
}