{
  "_id": "7c8b55b25d8eafc2b991c4a10eaada34c4a703e590cc247d3b4fe0bd7836fe29",
  "feed": "wall-street-journal",
  "title": "FASB Wants More Disclosure on Companies' Supply-Chain Finance Programs; Standard setter's proposal comes after accounting firms asked for guidance on how the short-term borrowing mechanism should be reported",
  "text": "<p>Financial institutions that offer such funding include Citigroup Inc. and JPMorgan Chase &amp; Co. Retail giant Walmart Inc., airplane manufacturer Boeing Co., drinks maker Keurig Dr Pepper Inc. and many other blue-chip companies make use of supply-chain financing.</p><p>Until now, U.S. companies haven't been required to disclose supply-chain financing arrangements in their financial statements. Often, they classify their programs as accounts payable, which are amounts owed by the companies to their suppliers or vendors. Accounting firms have pressed the U.S. accounting standard setter to issue clear guidance on how to disclose supply-chain finance.</p><p>Wednesday's proposal would force companies to release key terms of their financing programs, potentially including details about any involvement they may have in the arrangement between the supplier and the finance provider. Businesses would also have to disclose publicly the value of invoices eligible for early payment by the finance provider. Investors could then gauge the size of supply-chain programs by comparing them to companies' total payables, the FASB said.</p><p>Companies would have to declare in the footnotes of their annual financial statements which item on the balance sheet includes the outstanding invoices. The board also proposed mandating that companies provide a so-called \"rollforward,\" or the invoice amount to-date they have yet to pay under the program. That figure could help some investors and other users of financial statements analyze companies' cash flows, the FASB said.</p><p>Its proposal comes several months after the implosion of Greensill Capital, a finance firm that specialized in supply-chain finance and declared bankruptcy in March. Greensill's issues stemmed from extending other, riskier loans, but supply-chain finance generally has attracted scrutiny from the Securities and Exchange Commission and other regulators as well as ratings firms.</p><p>Ben Lourie, an associate professor at University of California, Irvine's Paul Merage School of Business, said some drawbacks of the proposal include asking companies to state the entire size of their supply-chain finance program and not what is actually taken up by suppliers, and requesting annual disclosures instead of quarterly ones.</p><p>Dr. Lourie, who has been calling for greater disclosure requirements, said he would urge the FASB to require quarterly disclosures because he believes it will be difficult for investors to understand what is happening if they receive the information once a year.</p><p>The FASB plans to issue a formal proposal in the coming months and ask the public for feedback then. It estimates it will issue a new rule in the second half of next year, a spokeswoman said.</p><p>Meanwhile, the International Accounting Standards Board, which sets standards for many jurisdictions outside the U.S., expects to issue in the fourth quarter a proposal asking companies to provide disclosure about their supply-chain finance projects.</p><p>Write to Mark Maurer at mark.maurer@wsj.com and Julie Steinberg at julie.steinberg@wsj.com</p><p>FASB Wants More Disclosure on Companies' Supply-Chain Finance Programs</p>",
  "published": "2021-09-22T19:08:00.000Z",
  "tags": [
    {
      "id": "US0970231058",
      "nexusId": "10030932",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 144,
          "end": 154
        }
      ]
    }
  ]
}