{
  "_id": "716589a392cf7c1775c09d90caad631f5cefa418c588a0dd8150c7831b24c6bd",
  "feed": "wall-street-journal",
  "title": "Airbus Wins Two Longtime Boeing Customers; KLM, Qantas order Airbus's competitor to the 737 MAX single-aisle jet",
  "text": "<p>Each carrier currently operates single-aisle jets exclusively manufactured by Boeing.</p><p>\"We are very proud to be awarded this decision and to be part of the future of these iconic airlines,\" Airbus Chief Commercial Officer Christian Scherer said in a statement following the Air France-KLM announcement. He said the deal was a \"milestone\" for the company.</p><p>The orders mark two major losses for Boeing, as the U.S. plane maker tries to rebuild its order backlog for the 737 MAX after the aircraft's long grounding following two fatal crashes.</p><p>\"We respect our customers' decisions,\" a spokeswoman for Boeing said. \"These airlines are valued Boeing customers, and we will continue to partner closely with them to support their fleet and services requirements.\"</p><p>Boeing's sales of the MAX had started to pick up pace this year after customers canceled hundreds of orders in the wake of the MAX crisis. Through the end of November, Boeing has secured 692 gross orders for the aircraft, following its recertification and its subsequent return to the skies toward the end of last year.</p><p>Airbus had booked 542 orders for its rival A320neo in the same period, most of which have been for the European manufacturer's bigger A321 variant.</p><p>But amid the grounding, and the pandemic, Airbus has built a sizable market share lead in the segment. This summer, Airbus commanded a 68% share of total net orders for the two narrow-body jets, according to company figures. That compared with a 58-42 percentage split in favor of the A320neo at the end of 2018, before the MAX's grounding following two fatal crashes.</p><p>The recovery in air traffic this year has been led by airlines operating predominantly on short-haul and domestic routes, turning the market for narrow-body jets into a critical battleground between Boeing and Airbus. Even before the pandemic, the smaller jets were the most popular offerings for both plane makers.</p><p>While Boeing is outselling Airbus this year, it is still ratcheting up production of the MAX after halting output at the height of the grounding. Boeing is currently targeting a rate of 31 aircraft a month by early next year, but hasn't detailed its plans beyond that.</p><p>Airbus is currently building around 45 A320neos a month. It has been wrangling with suppliers over plans to aggressively ramp that up to 75 aircraft a month starting in the summer of 2025.</p><p>In addition to the narrow-body orders, Airbus also secured a letter of intent from Air France to buy four of its new A350 freighters, a plane that was unveiled earlier this year. Airbus is using the plane to break Boeing's hold on the dedicated-cargo jet market. It followed a separate letter of intent from Singapore Airlines for seven of the cargo planes, to replace the carrier's Boeing 747 freighters in the fourth quarter of 2025.</p><p>Airbus is on track to retain its crown as the world's biggest commercial aircraft maker at the end of the year. Through November, the European company had delivered 518 aircraft to customers, compared with 302 at Boeing.</p><p>Boeing is waiting for China to give the MAX final signoff that will allow Chinese airlines to return the MAX to its fleets and allow Boeing to restart handing over the aircraft to Chinese customers. It has also been battling production and quality issues with its 787 Dreamliner, which has prevented it from delivering the majority of those aircraft for more than a year.</p><p>Write to Benjamin Katz at ben.katz@wsj.com</p><p>Airbus Wins Two Longtime Boeing Customers</p>",
  "published": "2021-12-16T23:06:00.000Z",
  "tags": [
    {
      "id": "US0970231058",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 391,
          "end": 397
        },
        {
          "start": 1914,
          "end": 1920
        },
        {
          "start": 3023,
          "end": 3029
        },
        {
          "start": 596,
          "end": 602
        },
        {
          "start": 755,
          "end": 761
        },
        {
          "start": 1791,
          "end": 1797
        },
        {
          "start": 923,
          "end": 929
        },
        {
          "start": 3463,
          "end": 3469
        },
        {
          "start": 3015,
          "end": 3021
        },
        {
          "start": 3156,
          "end": 3162
        },
        {
          "start": 2054,
          "end": 2060
        },
        {
          "start": 78,
          "end": 84
        },
        {
          "start": 2749,
          "end": 2759
        },
        {
          "start": 636,
          "end": 642
        },
        {
          "start": 25,
          "end": 31
        },
        {
          "start": 2580,
          "end": 2586
        }
      ],
      "nexusId": "10030932"
    }
  ]
}