{
  "_id": "5d34508a8295b21dd379a8b34fc1ccfba21bb3eeadd9c5e43395f19587661269",
  "feed": "ftcomall",
  "title": "Senior rebuffs £700m takeover offer from Lone Star",
  "text": "<p>Senior, the aerospace and defence company, has become the latest British company to attract the attentions of a private equity buyer.&#xa0;</p> <p>Shares in the FTSE 250 group soared on Friday after US-based Lone Star Global Acquisitions revealed that the company had rejected an all-cash takeover proposal valuing Senior at £738m.</p> <p>Lone Star's investment vehicle, LSF XI Investments, said that it had made a third proposal of 176p a share on May 20. Shares in Senior jumped 33 per cent to 157p, valuing the company at £660m.</p> <p>LSF XI said in a statement that it was “considering its position” and that there can be “no certainty” any further offers will be made. It has until June 25 to decide whether to make another offer or to drop its plans according to London Stock Exchange rules.</p> <p>Senior, which supplies components to aerospace and defence companies, is the latest British company to attract interest from an overseas buyer. The value of British businesses sold to overseas buyers <a href=\"https://www.ft.com/content/79e6ec3e-e869-4c77-beef-938c306ed7bc\">soared to close to £20bn earlier this year</a>, with private equity groups in particular looking to take advantage of relatively cheaply-rated industrial stocks. Aggreko, the mobile power specialist, was recently taken over by private equity firms TDR Capital and I Squared Capital.&#xa0;</p> <p>This week, US private equity group <a href=\"https://www.ft.com/content/a3f7d7d2-316f-4c01-a795-fe99aa1539cd\">Carlyle agreed a deal to take Vectura</a>, a specialist maker of inhalers, private for nearly £1bn.&#xa0;</p> <p>Along with other aerospace and defence companies, Senior has been hit hard by the slowdown in civil aviation from the pandemic. With airlines reducing capacity to shore up their balance sheets in the face of the crisis, aircraft and engine makers cut back on their production rates. This had a knock-on effect throughout the supply chain, including Senior, whose aerospace sales declined 25 per cent in the first quarter of 2021.&#xa0;</p> <p>Even before Covid-19 hit, Senior's aerospace sales had been suffering from its <a href=\"https://www.ft.com/content/f32a68ca-6725-11e9-9adc-98bf1d35a056\">exposure to Boeing's 737 Max</a>, whose production was halted following two deadly accidents.&#xa0;</p> <p>Senior said in a statement that its board had considered the proposal and concluded that it “fundamentally undervalued&#xa0;Senior and its future prospects”.<br><br><br></p><p>Source: Sylvia Pfeifer in London  2021 'Senior rebuffs £700m takeover offer from Lone Star' FT.com 28 May. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-05-28T16:20:42.043Z",
  "tags": [
    {
      "id": "US0970231058",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 1907,
          "end": 1913
        }
      ],
      "nexusId": "10030932"
    }
  ]
}