{
  "_id": "903b0f6cdf6c815b1c821887ebb03d2e621c86e6a01e6ebda57d27cd7131b607",
  "feed": "wall-street-journal",
  "title": "EXCHANGE --- New Reality Dims Hopes For Boeing 777X Jetliner",
  "text": "<p>Boeing's bet is souring, however. Unlike with some of its other airplanes, Boeing's recent 777X woes aren't directly related to apparent design missteps or quality lapses. The plane's troubles stem from the pandemic's hit to international travel and broader market fallout, and a stiffer regulatory posture following Boeing's missteps tied to a flight control system that led to two fatal crashes of its smaller 737 MAX jets.</p><p>The 777X is also at the center of an emerging dispute between U.S. and European aviation regulators, as each side seeks to wield influence in the wake of the MAX tragedies, according to industry and government officials familiar with the matter.</p><p>The Chicago-based aerospace giant booked a $6.5 billion charge due to the 777X delays in the fourth quarter, surprising investors. Together with a halt in deliveries of its popular wide-body, the 787 Dreamliner, due to production lapses, Boeing reported its worst-ever annual loss.</p><p>Boeing now expects to deliver its first 777X, which took its inaugural test flight last year, in late 2023 -- about three years later than previous estimates. Moreover, Boeing doesn't expect air-travel demand to return to pre-pandemic levels for around three years.</p><p>The new iteration of the original 777 -- once a high point for Boeing's marketing, engineering and sales prowess -- is an example of how the company's fortunes have reversed in recent years. Boeing finished 2020 with firm orders for 191 of the new jets, a 38% drop from the previous year, according to a securities filing. Boeing determined some customers may be unable to finance deals, while others have the right to walk away from their orders because of delivery delays.</p><p>Each carries a sticker price of more than $400 million. Boeing has identified eight customers for the 777X, a relatively small number given that more than 30 carriers operate the existing version of the jet. The last signed up three years ago, and there are no orders from U.S. airlines or leasing companies.</p><p>Boeing Chief Executive David Calhoun said that the company was confident in the 777X and the \"unmatched capability it will offer our customers,\" including how much it can carry and low operating costs. He attributed the delayed delivery in part to the pandemic's hit to demand for wide-body jets used on long-haul flights, with cross-border traffic down 76% last year from 2019, according to the International Air Transport Association.</p><p>Mr. Calhoun also cited various design changes sparked by feedback from global regulators and lessons learned from the plane maker's protracted recertification of the 737 MAX while it was grounded for nearly two years and Boeing fixed a flawed flight-control system.</p><p>Boeing declined to comment further.</p><p>As a result of internal agency changes and congressional mandates prompted by the MAX tragedies, the U.S. Federal Aviation Administration is planning to delegate significantly less authority to Boeing engineers in vetting the design of the 777X than previous Boeing models, according to industry and government officials.</p><p>The tougher approach follows harsh criticism from outside safety experts and lawmakers on both sides of the Atlantic of a series of FAA lapses in certifying the MAX. Boeing failed to sufficiently flag key safety issues, while agency officials later allowed the fleet to continue flying for nearly five months between the first and second accidents. Stepped up oversight by the FAA, which includes vetting of design and technical issues by other agency experts as well as outside reviews of FAA procedures, is expected to add time required for certification, one industry official said.</p><p>Before the MAX crashes, the U.S. agency's safety approach had been largely unchallenged, with other countries almost always yielding to the FAA's technical expertise and judgments regarding Boeing jets.</p><p>But now, in discussions with their FAA counterparts, European Union Aviation Safety Agency officials have insisted that Boeing add an additional layer of redundancy to key flight-control systems beyond those initially envisioned for the 777X, according to industry and government officials familiar with the matter.</p><p>An EASA spokeswoman said the agency will look closely at the 777X's flight controls and follow a \"thorough process to ensure the safety of the aircraft.\" More broadly, Patrick Ky, the agency's executive director, in recent weeks has vowed that EASA experts will conduct more independent safety analyses of all future Boeing jet models.</p><p>The FAA said it continuously \"engages with Boeing on the 777X certification to appropriately address any issues that might arise,\" but declined to elaborate.</p><p>Even before the pandemic, Boeing and Airbus wide-body aircraft had been struggling to bring in sales as airlines have been shifting to smaller planes that are designed to fly on longer, direct routes.</p><p>That wide-body slump has radically deepened because of the pandemic, with expectations for long-haul flights to be the last travel segment to recover. Hong Kong's Cathay Pacific Airways Ltd., a 777X customer, has said it has pushed deliveries of the plane out to at least 2025.</p><p>Still, Boeing expects operators of earlier 777s to replace the planes with the new model. Carriers including British Airways, a unit of International Consolidated Airlines Group SA, Deutsche Lufthansa AG and Emirates airline have said they would need the aircraft to replace older planes.</p>",
  "published": "2021-02-06T00:00:00.000Z",
  "tags": [
    {
      "id": "US0970231058",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 2004,
          "end": 2010
        },
        {
          "start": 75,
          "end": 81
        },
        {
          "start": 2937,
          "end": 2943
        },
        {
          "start": 954,
          "end": 960
        },
        {
          "start": 1283,
          "end": 1289
        },
        {
          "start": 3841,
          "end": 3847
        },
        {
          "start": 1123,
          "end": 1129
        },
        {
          "start": 40,
          "end": 46
        },
        {
          "start": 3974,
          "end": 3980
        },
        {
          "start": 2707,
          "end": 2713
        },
        {
          "start": 1543,
          "end": 1549
        },
        {
          "start": 4487,
          "end": 4493
        },
        {
          "start": 0,
          "end": 6
        },
        {
          "start": 1411,
          "end": 1417
        },
        {
          "start": 2662,
          "end": 2668
        },
        {
          "start": 1751,
          "end": 1757
        },
        {
          "start": 3231,
          "end": 3237
        },
        {
          "start": 3002,
          "end": 3008
        },
        {
          "start": 4690,
          "end": 4696
        },
        {
          "start": 4549,
          "end": 4555
        },
        {
          "start": 910,
          "end": 916
        },
        {
          "start": 5150,
          "end": 5156
        },
        {
          "start": 317,
          "end": 323
        }
      ],
      "nexusId": "10030932"
    }
  ]
}