{
  "_id": "28fd4e615ca32f411c2322a1775b09c44708729b8a2723bb19cb05e4cd905889",
  "feed": "wall-street-journal",
  "title": "Business News:  Boeing's Legal Woes Over MAX Persist  ---  Even after $2.5 billion  settlement, plane  maker faces inquiries  by FAA and SEC  ----  By Andrew Tangel and Andy Pasztor",
  "text": "<p>    Boeing Co.'s $2.5 billion agreement to end a criminal investigation by the Justice Department into the 737 MAX debacle resolves one of its highest-profile problems, but the plane maker still faces other legal and business challenges. </p><p>   Federal Aviation Administration officials have said Boeing faces potential civil penalties stemming from its alleged lack of candor in its dealings with regulators before and after two MAX crashes that claimed 346 lives. </p><p>   Ever since those crashes, Boeing has touted the overall safety of its 737 family of single-aisle jets. An older model of the jet, a 737-500, carrying 62 people crashed into the Java Sea in Indonesia Saturday. The cause of the accident was unknown. Boeing said it was monitoring the situation. Pilot errors and airline maintenance lapses generally have been responsible for major crashes of such earlier-model 737 aircraft. </p><p>   The Securities and Exchange Commission, which is also investigating the MAX issues, has proceeded more slowly than the Justice Department, people familiar with the matter said. An SEC spokesman didn't respond to a request for comment. </p><p>   While the company's criminal settlement covered Boeing's responsibility for the actions of two Boeing pilots involved in government approval of pilot training for the MAX, those former employees are still under criminal investigation. </p><p>   The documents filed in the settlement Thursday provide the most authoritative picture yet of what the pilots did and how Boeing benefited from their actions. If they are prosecuted, there could be more embarrassing revelations about the plane's development. According to the Justice Department, the two aviators conspired to deceive the FAA for their benefit and Boeing's. </p><p>   Lawyers for the aviators have said their clients did nothing wrong. Boeing declined to comment further Friday. The Justice Department deal limits what Boeing can say publicly about the settlement. </p><p>   Families of victims are pursuing lawsuits against the plane maker. Chicago attorney Robert Clifford, who has conducted depositions of current and former Boeing employees in a lawsuit filed by families of victims of the March 2019 MAX crash in Ethiopia, called the settlement an insult. </p><p>   Boeing Chief Executive Officer David Calhoun said Thursday in a memo to employees that wrongdoing detailed in the Justice Department's settlement didn't reflect Boeing's broader culture. Boeing has pledged to revamp internal compliance systems as well. </p><p>   Boeing has other challenges ahead. The pandemic imploded Boeing's business outlook by sapping travel demand and making it tough for airlines to pay for planes awaiting delivery. The downturn has resulted in a wave of deferred or canceled aircraft orders. </p><p>   Production rates and delivery delays with the MAX and 787 Dreamliner remain major challenges for Boeing's commercial jet business. The FAA is reviewing the Dreamliner manufacturing lapses, including debris from the assembly line left inside planes and fuselage sections that don't fit together precisely as required. </p><p>   Boeing has widened inspections and fixes to undelivered Dreamliners. The slowdown in production and deliveries prevents Boeing from getting much-needed cash because customers pay much of a plane's purchase price when they take delivery. </p><p>   Boeing delivered an estimated 157 passenger jets in 2020, according to figures provided by the aviation-data firm Ascend by Cirium, a fifth of the commercial aircraft it delivered in 2018. The MAX, which regulators grounded in March 2019, was cleared again for flights in November. </p><p>   Boeing is expected to report fourth-quarter earnings later this month. The company said it booked nearly $744 million in additional charges in the quarter related to the settlement. </p><p>   The settlement requires Boeing to pay a nearly $244 million fine, at the lower end of potential penalties under government guidelines. Prosecutors gave Boeing credit for its eventual cooperation in the probe and internal changes it made to avoid future wrongdoing. </p><p>   The deal also requires Boeing to pay $500 million to crash victims' families and $1.8 billion to airlines that lost money when regulators grounded the aircraft for nearly two years. Boeing said it had previously set aside the money to compensate customers. </p><p>   Some lawmakers criticized the deal. House Transportation Committee Chairman Peter DeFazio (D., Ore.), whose panel conducted its own investigation into the MAX crashes, said \"senior management and the Boeing board were not held to account.\" Sen. Richard Blumenthal (D., Conn.) said the settlement \"does nothing to change the rotten corporate culture that allowed Boeing to mislead and deceive regulators.\" </p><p>   A Justice Department spokesman declined to comment on the lawmakers' criticism. David Burns, acting assistant attorney general for the Justice Department's criminal division, said the resolution was a strong punishment for Boeing. \"Boeing's employees chose the path of profit over candor,\" Mr. Burns said. </p><p>   The FAA declined to comment on the settlement. </p><p>   Boeing has reached a series of criminal and civil settlements stemming from illegal business activities and safety violations in the past. In each of those cases, Boeing's top management pledged to improve internal ethics rules and compliance with federal contracting and safety mandates. </p><p>   In 2015, the FAA imposed a $12 million civil settlement on Boeing, in which the company acknowledged regulatory lapses. The missteps ranged from delays in fuel-tank safety upgrades to failures to police defective parts. </p><p>   Nine years earlier, prosecutors determined that the company illegally acquired Lockheed Martin Corp. rocket documents and used them to help win a competition for launching military satellites. Boeing paid $615 million as part of a settlement with the Justice Department. </p><p>   --- </p><p>   Dave Michaels contributed to this article. </p><p></p>",
  "published": "2021-01-11T07:11:00.000Z",
  "tags": [
    {
      "id": "US0970231058",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 4452,
          "end": 4458
        },
        {
          "start": 703,
          "end": 709
        },
        {
          "start": 481,
          "end": 487
        },
        {
          "start": 2071,
          "end": 2077
        },
        {
          "start": 4177,
          "end": 4183
        },
        {
          "start": 15,
          "end": 21
        },
        {
          "start": 4018,
          "end": 4024
        },
        {
          "start": 1872,
          "end": 1878
        },
        {
          "start": 286,
          "end": 292
        },
        {
          "start": 3548,
          "end": 3554
        },
        {
          "start": 2809,
          "end": 2815
        },
        {
          "start": 4614,
          "end": 4620
        },
        {
          "start": 2457,
          "end": 2463
        },
        {
          "start": 2391,
          "end": 2397
        },
        {
          "start": 5010,
          "end": 5016
        },
        {
          "start": 1789,
          "end": 1795
        },
        {
          "start": 2365,
          "end": 2371
        },
        {
          "start": 3266,
          "end": 3272
        },
        {
          "start": 0,
          "end": 10
        },
        {
          "start": 1208,
          "end": 1214
        },
        {
          "start": 3882,
          "end": 3888
        },
        {
          "start": 2514,
          "end": 2520
        },
        {
          "start": 5712,
          "end": 5718
        },
        {
          "start": 1469,
          "end": 1475
        },
        {
          "start": 5358,
          "end": 5364
        },
        {
          "start": 3754,
          "end": 3760
        },
        {
          "start": 1161,
          "end": 1167
        },
        {
          "start": 3029,
          "end": 3035
        },
        {
          "start": 2204,
          "end": 2210
        },
        {
          "start": 4889,
          "end": 4895
        },
        {
          "start": 5173,
          "end": 5179
        },
        {
          "start": 0,
          "end": 6
        },
        {
          "start": 3149,
          "end": 3155
        },
        {
          "start": 1711,
          "end": 1717
        },
        {
          "start": 4880,
          "end": 4886
        }
      ],
      "nexusId": "10030932"
    }
  ]
}