{
  "_id": "a5491c68a2c1cd852f6fa9c70c6b49b5eb59ac2a5f61d6c4f00d7cefca92b5fa",
  "feed": "ftcomall",
  "title": "Airbus stands by plans for steep rise in output",
  "text": "<p>Airbus has stood by its commitment to boost production, saying that demand from airlines coming out of the pandemic has been strong as air travel continues to recover.</p> <p>The European plane maker's bullish stance came as it raised its full-year profit guidance and cash flow target for the second time this year, and stood by an earlier target to deliver 600 aircraft by the end of 2021.</p> <p>Shares in the company rose 2.8 per cent to €113 in morning trading on Thursday. </p> <p>Airbus said it now expected earnings before tax to come in at €4.5bn, up from previous guidance of €4bn, and free cash flow of €2.5bn, up from €2bn, assuming no further disruptions from the pandemic.</p> <p>It reported third-quarter profits of €666m, down 19 per cent from the previous year, but narrowly beating the €648m predicted by analysts polled by Reuters. Revenues for the quarter were €10.5bn.</p> <p>The company faces a difficult balancing act trying to rally suppliers that have been battered by the pandemic to increase production, while at the same time meeting recovering demand from customers. </p> <p>In May, it surprised the industry with plans for a steep <a href=\"https://www.ft.com/content/e0385167-ab76-488f-9051-1ca338a6fb40\">increase in the production</a> of its A320 family of jets, the world's most popular narrow-body passenger aircraft. </p> <p>Engine makers and aircraft lessors have since pushed back against the more aggressive targets, warning they were too high. The Financial Times reported this week that two of the world's largest lessors, Avolon and AerCap, had recently written to the company <a href=\"https://www.ft.com/content/9d93925f-8f17-491f-b971-692f33fedfd5\">outlining their concerns</a>. A surge in the supply of new aircraft could push down the value of lessors' existing fleets, which they rent to airlines.</p> <p>Industry executives believe Airbus is keen to cement its position as the world's number one plane maker over US rival Boeing. </p> <p>Airbus's chief executive Guillaume Faury said the company was aware of the “tensions in the supply chain”.</p> <p>“We see all the difficulties of going from hibernation for 15 months back to business in a world where many commodities and many sectors are ramping up again,” he said.</p> <p>While Airbus was facing some difficulties in receiving parts on time, Faury said none appeared to be systemic and stressed that the company had reconfirmed its goal of delivering 600 jets by the end of 2021. </p> <p>In terms of its productions plans for the A320 family, while Airbus had made some slight adjustments, Faury said there had been “no change of substance”. </p> <p>The company, he said, had not yet concluded whether to commit to 75 a month by 2025 but Airbus believed that “the demand supports the rate of 75”.</p> <p>Airbus on Thursday said it would target a rate of 65 a month of the A320 by the summer of 2023, compared with a previous target to reach 64 in the second quarter of that year. </p> <p>A planned increase for its larger A350 jet will also come somewhat later, with rates going from five to six a month in early 2023 rather than late 2022. </p> <p><em>This article has been updated to change earnings before tax figures from €4.5m and €4m to €4.5bn and €4bn.</em></p><p>Source: Sylvia Pfeifer in London and William Langley in Hong Kong 2021 'Airbus stands by plans for steep rise in output' FT.com 28 October. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-10-28T09:03:25.248Z",
  "tags": [
    {
      "id": "US0970231058",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 1753,
          "end": 1759
        }
      ],
      "nexusId": "10030932"
    }
  ]
}