{
  "_id": "560a90f89789ea87cd5d5f4dcedaf7dd40b595ec47b347d8926c1739a2b5d22f",
  "feed": "wall-street-journal",
  "title": "Boeing Board Seats in Jeopardy  ---  Shareholders to vote  on whether company  has done enough to  improve supervision  ----  By Andrew Tangel and Emily Glazer",
  "text": "<p>   Boeing Co. has made several changes to the membership and structure of its board since a second 737 MAX crashed two years ago. Investors will soon decide whether the company has done enough. </p><p>   Shareholders ahead of Boeing's April 20 annual meeting are weighing whether to re-elect the company's slate of 10 board members or follow a proxy advisory firm's recommendation to vote against longtime directors Chairman Larry Kellner and Edmund Giambastiani. </p><p>   The vote comes as Boeing and its board face major challenges: restoring confidence in the 737 MAX; navigating the Covid-19 pandemic's slowdown in air travel; and overcoming quality and engineering problems in its commercial, defense and space divisions. </p><p>   Seven directors on the board when the second MAX jet crashed have since left or will soon depart. The board has four new members. </p><p>   Mr. Kellner said earlier this year that the board would work to identify \"diverse candidates with appropriate expertise who bring qualified perspectives.\" </p><p>   However, those efforts have taken longer than expected, people familiar with the matter said. And Boeing's business challenges have hampered the company's ability to attract directors, one of these people said. </p><p>   Companies across industries are under pressure to diversify their boards, especially following racial-justice protests last summer as well as California legislation and a Nasdaq proposal requiring board diversity, recruiters and board members said. Boeing says its slate of 10 directors up for re-election includes two women and two people of color. </p><p>   The aerospace giant has made changes to its board's oversight of management since the two fatal crashes claimed 346 lives and led to a nearly two-year global grounding of MAX jets that is expected to cost the company an estimated $20 billion. </p><p>   Chief Executive David Calhoun has overseen what he has described as a \"top-to-bottom overhaul\" of how the company handles safety and engineering following the MAX debacle. </p><p>   Mr. Calhoun, a board member since 2009, was lead director and chairman before taking over as CEO in January 2020. The board last year also put in place a policy calling for an independent chairman, a move proxy advisory firms deemed responsive to shareholders. It also has a new committee focused on safety. </p><p>   Boeing has made progress in overcoming some of its problems. It reached a deal to sell 100 more 737 MAX jets to Southwest Airlines Co., fending off an attempt by European rival Airbus SE to poach an exclusive customer. </p><p>   Boeing also resumed deliveries of the wide-body Dreamliner in March after a five-month halt. The company's shares have risen about 24% this year, lifted by optimism that growing vaccinations will spur more air travel. </p><p>   Challenges remain. U.S. airlines removed dozens of newly-built 737 MAX jets from service after Boeing on Friday flagged a potential electrical problem, just months after carriers began flying them again. Boeing said it was working with the Federal Aviation Administration on resolving the issue. </p><p>   Ahead of the company's annual meeting, Institutional Shareholder Services Inc., gives Boeing credit for \"significant board and management changes and reforms to the company's safety and compliance processes,\" as well as the 737 MAX's return to commercial service last year. ISS recommends investors re-elect the company's directors. </p><p>   But Glass Lewis, another proxy-advisory firm, has recommended shareholders vote against the re-election of Mr. Kellner, the chairman, and Mr. Giambastiani, who leads the board's safety panel. Both previously served on the board's audit committee, which oversees major risks facing Boeing. </p><p>   \"We believe they are in part responsible for the board's failings in regard to its risk assessment and management,\" Glass Lewis wrote in a March 26 report. \"We question whether these directors should continue to serve on the company's board.\" </p><p>   In response, the Boeing spokesman pointed to a new investor presentation that cites the company's four new directors as evidence of the board's \"deep commitment to refreshing its membership.\" The presentation says its \"highly qualified, diverse board\" has a mix of experiences needed to oversee management effectively. It also notes the appointment of a new chief aerospace safety officer who regularly reports to the board and the company's linking safety and quality to executive compensation. </p><p>   Messrs. Kellner and Giambastiani declined to comment, the Boeing spokesman said. </p><p>   In coming months, the board is expected to consider whether to extend Mr. Calhoun's tenure beyond a mandatory retirement age of 65 next year, people familiar with the matter said. Mr. Calhoun has floated the possibility of staying longer, these people said. Last year, he told reporters: \"The board can have me as long as they want me.\" Mr. Calhoun declined to comment through the Boeing spokesman. </p><p>   Among the directors who have asked tough questions of Mr. Calhoun and other executives is Akhil Johri, a former chief financial officer of United Technologies Corp. who joined the board last year, according to people familiar with the matter. Mr. Johri is slated to lead the board's audit committee. </p><p>   Mr. Johri declined to comment through the Boeing spokesman. </p><p>   There is no competing slate of directors that shareholders can vote for, but substantial opposition to directors can have consequences. Under board policies, directors who fail to win a majority of shareholder votes must tender their resignations but can continue to serve until the next annual meeting if the board declines to accept their resignations. </p><p>   Boeing directors last year earned as much as about $400,000, and the board held 10 meetings, according to a regulatory filing. </p><p>   Last year, five longtime directors drew substantial opposition from some institutional shareholders including investing giants BlackRock Inc., Vanguard Group and State Street Corp., according to shareholder data provider Insightia. Two of those directors, who secured backing from less than 60% of shareholder votes last year, are stepping down from the board at this year's annual meeting. </p><p>   Representatives of BlackRock, Vanguard and State Street declined to comment about how the firms would vote this year. </p><p>   Boeing's board oversight is the subject of a shareholder lawsuit in Delaware that claims directors failed to oversee management's handling of the 737 MAX's development and subsequent crashes. Boeing, in a recent court filing seeking to have the suit dismissed, said the board \"has long had effective reporting and oversight systems in place, and it actively and appropriately oversaw the company's response\" to safety matters including the 737 MAX accidents. </p><p></p>",
  "published": "2021-04-13T06:07:00.000Z",
  "tags": [
    {
      "id": "US0970231058",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 2274,
          "end": 2280
        },
        {
          "start": 4830,
          "end": 4836
        },
        {
          "start": 6199,
          "end": 6205
        },
        {
          "start": 2806,
          "end": 2812
        },
        {
          "start": 1088,
          "end": 1094
        },
        {
          "start": 3889,
          "end": 3895
        },
        {
          "start": 4426,
          "end": 4432
        },
        {
          "start": 2493,
          "end": 2499
        },
        {
          "start": 2915,
          "end": 2921
        },
        {
          "start": 469,
          "end": 475
        },
        {
          "start": 5563,
          "end": 5569
        },
        {
          "start": 3621,
          "end": 3627
        },
        {
          "start": 5190,
          "end": 5196
        },
        {
          "start": 1450,
          "end": 1456
        },
        {
          "start": 213,
          "end": 219
        },
        {
          "start": 3093,
          "end": 3099
        },
        {
          "start": 0,
          "end": 10
        },
        {
          "start": 0,
          "end": 6
        },
        {
          "start": 6391,
          "end": 6397
        }
      ],
      "nexusId": "10030932"
    }
  ]
}