{
  "_id": "4efafcb3432904e203ee00f98957d83b1dc4f6fde739b4a089ed7ee39cbe8def",
  "feed": "wall-street-journal",
  "title": "Facebook,  Amazon  Lead in  Lobbying  ----  By Ryan Tracy, Chad Day and Anthony DeBarros",
  "text": "<p>   WASHINGTON -- Big technology companies are bracing for a new administration and new scrutiny of their businesses with a time-tested strategy: opening their pocketbooks. </p><p>    Facebook Inc. and Amazon.com Inc. topped all other U.S. companies in federal lobbying expenditures last year, according to a Wall Street Journal analysis of the most recent disclosures. It was the second straight year they outspent all other companies, including stalwarts such as AT&amp;T Inc. and Boeing Co. </p><p>   Facebook, facing federal and state antitrust lawsuits as well as a series of hearings summoning CEO Mark Zuckerberg to Washington, spent nearly $20 million in 2020, up nearly 18% from the previous year. </p><p>   Amazon, which saw CEO Jeff Bezos testify before Congress for the first time and continued pressing to expand its business as a government contractor, spent about $18 million last year, up about 11% from 2019 spending. </p><p>   \"We've been clear that the internet needs updated regulations, which is why we'll continue voicing our support for new rules that address today's realities online,\" a Facebook spokesman said. </p><p>   \"Amazon provides a wide range of products and services for our customers, and we're always looking for ways to innovate on their behalf. Our Washington, D.C., team is focused on ensuring we are advocating on issues that are important to policymakers, our employees and our customers,\" an Amazon spokeswoman said. </p><p>   The Journal analyzed reports filed by U.S. companies with Congress under the Lobbying Disclosure Act. The reports cover the full year. </p><p>    Apple Inc. disclosed $6.7 million in lobbying spending for 2020, down from a record $7.4 million in 2019. </p><p>    Alphabet Inc.'s Google also reported a drop in lobbying budget for the second year running, spending $7.5 million. </p><p>   Apple and Google declined to comment on the lobbying spending. </p><p>   Such expenditures, which are required to be disclosed under federal law, represent only part of an array of efforts the four tech giants are using to counter their critics and build goodwill in Washington at a time when they are under a brighter spotlight than ever. </p><p>   Google and Facebook face multiple antitrust lawsuits, and Amazon and Apple have been the subject of preliminary inquiries that could advance further under the Biden administration. </p><p>   While President Biden hasn't spelled out a tech agenda or made key personnel choices overseeing the sector, Democrats in Congress are pushing him to be more aggressive in tackling Big Tech's market power. They are planning their own legislation and oversight on issues such as antitrust, privacy, liability for user-generated content and misinformation. </p><p>    Social media's role in the Jan. 6 Capitol riot gave new urgency to those plans -- and led Facebook, Amazon and others to suspend political donations, curtailing a source of influence. </p><p>   Part of the companies' playbook is funding groups that agree with their agenda. </p><p>   In a separate disclosure of its political activity, Google said in December that it is a member or a substantial contributor to nearly 200 trade associations and political advocacy groups, including several that work on antitrust issues. Some of the groups have criticized Google. </p><p>   When a Colorado-led coalition of state attorneys general filed an antitrust suit against Google in mid-December over its dominance in online search, the president of the Connected Commerce Council -- one of the Google-funded groups -- issued a statement blasting the action. It was emailed to reporters before details of the suit were public. </p><p>   The council's members are small businesses that benefit from tech companies' products, said its president, Jake Ward. He said he has used funds from Facebook, Google and Amazon to fund research and staffing, but the companies don't have a say on the positions the group takes. </p><p>   --- </p><p>   John D. McKinnon contributed to this article. </p><p></p>",
  "published": "2021-01-25T07:13:00.000Z",
  "tags": [
    {
      "id": "US0970231058",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 464,
          "end": 474
        }
      ],
      "nexusId": "10030932"
    }
  ]
}