{
  "_id": "7df752d365d78fda348bb3612dc7df44a41fc6c7f03558f7ecd7fbbe1808eeec",
  "feed": "wall-street-journal",
  "title": "Heard on the Street:  Space SPACs Face Threat  ---  Investors should be worried about regulators' eagerness to cool the market  ----  By Jon Sindreu",
  "text": "<p>\n  [Financial Analysis and Commentary] </p><pre> </pre><p>\n  For better or worse, space mania is now synonymous with SPAC-mania. </p><p>\n  On Monday, space-tourism venture Virgin Galactic reported first-quarter earnings six days after it originally intended, following the Securities and Exchange Commission's statement that some special-purpose acquisition companies, or SPACs, have improperly accounted for warrants. Redoing the numbers resulted in an extra $49 million expense, which made Virgin's losses look steeper. </p><p>\n  This is mostly a cosmetic problem, since it doesn't involve a drain of cash. Still, investors enamored with the final frontier should be worried about regulators' eagerness to cool the SPAC market. Dealogic data show new issues slowing to a trickle, though this could be in part due to broader financial trends, or a hangover from the record $103 billion already raised this year. </p><p>\n  SPACs -- public investment vehicles that raise funds to acquire a private company -- have become a shortcut to listing for glamorous ventures with few revenues but bold forecasts. Electric vehicles have been a popular theme, but the industry arguably most revolutionized by the financing fad is space. </p><p>\n  Before 2019, investors had no clear way to embrace their cosmic dreams. Space businesses were either part of big conglomerates such as Boeing and Lockheed Martin or, more recently, private firms owned by billionaires, such as Elon Musk's SpaceX or Jeff Bezos' Blue Origin. Crucially, insiders had no easy way of getting out, making space startups even riskier. </p><p>\n  All of this changed when former Facebook executive turned SPAC investor Chamath Palihapitiya acquired Virgin Galactic, a brainchild of British billionaire Richard Branson. Amateur traders quickly embraced a company that aims to charge $250,000 for a few minutes of weightlessness in the lower thermosphere. Case in point: The stock hit new highs during the GameStop market craze in February. </p><p>\n  Virgin paved the way for a new ecosystem. Space SPACs were emerging until very recently, including one chaired by former Boeing Chief Executive Dennis Muilenburg. In a recent report, IHS Markit highlights $10 billion worth of space-related SPAC transactions that are waiting to complete. The targets are launch specialists Rocket Lab and Astra, satellite-data analytics firms BlackSky and Spire Global, and Momentus, a \"last mile delivery\" service for spacecraft. </p><p>\n  Yet some deals could fall through -- and future ones might not happen at all -- if scrutiny increases under new SEC Chairman Gary Gensler. SPACs must return money to shareholders if they don't complete deals within a set time frame. Momentus's deal with Stable Road is currently at risk for this reason. </p><p>\n  Taking Virgin as a bellwether, enthusiasm is certainly waning. Mr. Branson and Mr. Palihapitiya recently sold big chunks of their stakes. On Monday, the company hinted at its next flight being delayed yet again, just as competition from Blue Origin is heating up. </p><p>\n  Some analysts forecast that space can become a trillion dollar market in 30 years' time, but this is still science fiction. While Virgin's business model is feasible on paper, it faces vast challenges. Launching satellites is a promising area, but valuations above $2 billion for a startup seem very inflated. As for plans to mine asteroids, sketched by a couple of private companies in recent years, they are probably as ludicrous as they sound. </p><p>\n  Regulators are right to worry that SPACs have opened a door to wild speculation. Yet the conquest of space is by its nature a speculative endeavor, and perhaps needed some irrational exuberance to help wake it from a 50-year slumber. As venture capitalist Bill Janeway argues, lofty expectations only ever become reality through some form of bubble that fuels the next technological revolution. You simply can't spell space without SPAC. </p><p></p>",
  "published": "2021-05-12T06:01:00.000Z",
  "tags": [
    {
      "id": "US0970231058",
      "nexusId": "10030932",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 1306,
          "end": 1312
        },
        {
          "start": 2045,
          "end": 2051
        }
      ]
    }
  ]
}