{
  "_id": "a075f56b742d32a7b92bdb08004605b8cd800516fd0ab39fb722f26ec54773b1",
  "feed": "economist-newspaper",
  "title": "Aviation: Plane wrong",
  "text": "<p>The long train of events that led to the tragedies--and the subsequent reputational and financial trashing of one of America's biggest companies--is expertly dissected in \"Flying Blind\" by Peter Robison, a journalist at Bloomberg. His main argument will be familiar to anyone who has followed Boeing closely. After its merger in 1997 with McDonnell Douglas, stockmarket performance and satisfying investors took precedence over engineering excellence.</p><p>The arrival of beancounting bosses from an erstwhile rival, as well as of a series of executives schooled in the art of financial engineering at General Electric, another American industrial giant, ensured that a \"bottom-line mindset\" prevailed. In rich detail, Mr Robison chronicles the shortcomings of that approach at a firm where safety should be paramount. And he recounts the regulatory capture of the Federal Aviation Authority (FAA), which let Boeing take a leading role in certifying the airworthiness of its own planes, even as it engaged in a cut-throat battle for sales with Europe's Airbus. Balancing shareholder returns, competitiveness and investment is a hard task for any firm. Boeing got the equation badly wrong.</p><p>It had been considering a new clean-sheet design for its lucrative short-haul workhorse when in 2010 Airbus announced the A320neo, a more fuel-efficient version of its competing plane. Rather than cede market share for several years while developing a new passenger jet, Boeing chose to fit new engines to the 737. But attaching giant turbofans to a plane that first took flight in 1967 with far smaller power units shifted its centre of gravity. The MCAS system, intended to counteract this effect in extreme circumstances by taking control to prevent a stall, merited one mention in the plane's 1,600-page manual--in the glossary.</p><p>In both crashes a fault in a tiny sensor engaged this system--of which pilots were unaware--but under normal conditions. Finding the way to regain full control of the plane meant flicking through an inch-thick handbook in the confusion and desperation of the final few minutes in the cockpits of the doomed MAXs. Although some of Boeing's engineers had raised concerns, MCAS had been signed off by a compliant FAA, obviating the need for expensive retraining in a flight simulator. To fly a MAX, pilots trained on the previous generationof 737swere merely required to spend a few hours on an iPad.</p><p>Boeing's reaction also betrayed its priorities. After the second crash, the planes were grounded but the company kept making them, suggesting a quick fix was imminent and hinting that the pilots were to blame (the latest court ruling exonerates the Ethiopian crew). Contrition came slowly. In fact the grounding lasted 20 months, during which the pandemic struck, hobbling airlines and resulting in hundreds of cancelled orders.</p><p>The crisis has so far cost Boeing $21bn directly in fines and compensation to airlines for delayed deliveries; the payout to bereaved families has not been finalised. Yet the MAX is now back in the air with a backlog of 3,000 orders from airlines clamouring for more fuel-efficient planes. The JusticeDepartment's investigation of what it called the \"737 MAX Fraud Conspiracy\" resulted only in one deferred prosecution (a kind of corporate plea deal). An unnamed pilot suggests a different title to Mr Robison: \"Boeing got away with it\".</p>",
  "published": "2021-11-27T00:00:00.000Z",
  "tags": [
    {
      "id": "US0970231058",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 2147,
          "end": 2153
        },
        {
          "start": 293,
          "end": 299
        },
        {
          "start": 3356,
          "end": 3362
        },
        {
          "start": 904,
          "end": 910
        },
        {
          "start": 1147,
          "end": 1153
        },
        {
          "start": 2871,
          "end": 2877
        },
        {
          "start": 2415,
          "end": 2421
        },
        {
          "start": 1455,
          "end": 1461
        }
      ],
      "nexusId": "10030932"
    }
  ]
}