{
  "_id": "62e167280ea04f0a91865136f9db40d695836160b7003e0bed9d8490d51dc1e6",
  "feed": "wall-street-journal",
  "title": "Business News:  Boeing,  Families  Of Victims  In Pact  ----  By Alison Sider",
  "text": "<p>   Boeing Co. and lawyers for families of the victims of the 2019 crash of a 737 MAX jetliner struck an agreement that sets the stage to resolve lawsuits brought against the plane maker. </p><p>   Under the stipulation filed Wednesday in the U.S. District Court for the Northern District of Illinois, Boeing accepted responsibility for the crash, and the representatives for the families agreed not to pursue punitive damages against the plane maker. </p><p>   Families can still take their claims to trial to seek compensatory damages or can reach settlements with Boeing through mediation. </p><p>   Boeing agreed that in any trial, the company will \"admit that it accepts responsibility for the crash of flight ET302\" and state that it \"does not blame nor allege that any other person or entity was responsible for Plaintiff's damages.\" </p><p>   Families of the 157 people who died in the 2019 crash of a MAX jet flown by Ethiopian Airlines had alleged lax oversight of the design, production and certification of the 737 MAX and faulted Boeing for failing to ground the aircraft after a first crash in Indonesia in late 2018. </p><p>   The stipulation, while not a settlement, brings Boeing closer to resolving another aspect of the fallout from the two plane crashes. The company has settled most of the suits stemming from the 2018 crash of a Lion Air jet off the coast of Indonesia for undisclosed amounts, according to court documents. </p><p>   The company agreed in January to pay more than $2.5 billion to settle a Justice Department criminal investigation and admit employees deceived safety authorities over the development of the MAX. Last week, current and former Boeing directors agreed to settle a shareholder lawsuit that claimed the plane maker's board failed to properly oversee safety matters related to the 737 MAX. </p><p>   Plaintiffs attorneys spent months investigating Boeing's liability, reviewing some two million pages of documents and examining 14 witnesses under oath. </p><p>   But the stipulation means that there likely won't be a full airing of any new information about Boeing's actions developing the MAX or between the crashes in a trial, as some families had initially hoped. Leaders like former Chief Executive Dave Calhoun, who was among board members who oversaw management during the airplane's development and between the two MAX accidents, and former CEO Dennis Muilenburg likely won't be deposed, according to people familiar with the agreement. </p><p>   Two families abstained from the agreement, including the family of Samya Stumo, a passenger on the flight. Nadia Milleron, Ms. Stumo's mother, declined to comment. </p><p>   Boeing said in a written statement that it has made significant changes to prevent accidents like the two MAX crashes from happening again. </p><p>   \"Boeing is committed to ensuring that all families who lost loved ones in the accidents are fully and fairly compensated for their loss,\" the company said. \"By accepting responsibility, Boeing's agreement with the families allows the parties to focus their efforts on determining the appropriate compensation for each family.\" </p><p>   Under the terms of the stipulation, all the families will be entitled to recover damages under Illinois law. </p><p>   --- </p><p>   Dave Michaels contributed to this article. </p><p></p>",
  "published": "2021-11-11T07:06:00.000Z",
  "tags": [
    {
      "id": "US0970231058",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 999,
          "end": 1005
        },
        {
          "start": 2025,
          "end": 2031
        },
        {
          "start": 543,
          "end": 549
        },
        {
          "start": 2901,
          "end": 2907
        },
        {
          "start": 15,
          "end": 21
        },
        {
          "start": 569,
          "end": 575
        },
        {
          "start": 1617,
          "end": 1623
        },
        {
          "start": 1136,
          "end": 1142
        },
        {
          "start": 2716,
          "end": 2722
        },
        {
          "start": 2575,
          "end": 2581
        },
        {
          "start": 0,
          "end": 10
        },
        {
          "start": 288,
          "end": 294
        },
        {
          "start": 1824,
          "end": 1830
        }
      ],
      "nexusId": "10030932"
    }
  ]
}