{
  "_id": "6d621932b51e290de797150d58320218e586f178d45943b974c393fdcd40e096",
  "feed": "wall-street-journal",
  "title": "Business News: Boeing Is in Crisis 3 Years After First Crash --- Employee is indicted over dealings with FAA, some victims' families consider lawsuits",
  "text": "<p>Some victims' families received compensation; others may take Boeing to court</p><p>Boeing agreed to pay an initial $100 million to compensate families of victims from the crash of a Lion Air jet off the coast of Indonesia on Oct. 29, 2018, and a separate accident involving an Ethiopian Airlines aircraft shortly after takeoff from Addis Ababa on March 10, 2019.</p><p>Boeing continues to face multiple lawsuits from victims' families, alleging lax oversight of the design, production and certification of the MAX, and its failure to ground the aircraft after the first crash.</p><p>The company declined to comment but has previously said that wrongdoing detailed in its own settlement with the Justice Department earlier this year didn't reflect Boeing's broader culture.</p><p>In the Ethiopian Airlines crash, 10 of the 157 cases have been settled, with the remainder in mediation under retired judge Donald P. O'Connell, according to Robert Clifford, lead counsel in the consolidated litigation against Boeing and some other aircraft parts makers. Mr. Clifford said proceedings have been delayed by lockdown rules but expects some may go to trial next year.</p><p>The company has settled all but four of the cases stemming from the crash of the Lion Air jet, according to court filings. It hasn't disclosed how much it paid. Those cases have been less complex as the accident involved two nationalities, versus 35 in the Ethiopian crash. Litigation in the second crash also concerns how the MAX fleet was allowed to keep flying after the first.</p><p>Boeing settled with the Justice Department, but still faces multiple investigations</p><p>The company agreed in January to pay over $2.5 billion to settle a U.S. Department of Justice criminal investigation and admit employees deceived safety authorities over the development of the MAX.</p><p>Boeing was charged with one count of conspiracy to defraud the FAA. However, under terms of the settlement, Boeing will avoid prosecution on that charge -- and remain eligible for federal contracts -- as long as the company avoids legal trouble such as committing felonies for a period of three years.</p><p>The total includes a $244 million fine and $500 million set aside for the families of crash victims, as well as $1.77 billion in compensation to MAX buyers, mainly airlines and leasing companies.</p><p>The Chicago-based company faces other regulatory and legal fallout. Boeing also disclosed in January it is cooperating with an investigation by the Securities and Exchange Commission related to the MAX and said in regulatory filings the outcome could be \"material.\"</p><p>The company's board faces a shareholder lawsuit claiming directors failed to properly monitor safety matters before the two MAX jets crashed, and then misled the public about their oversight of management, according to the complaint.</p><p>Defense lawyers for the directors said in a September court filing that the complete record will show Boeing's board conducted extensive safety oversight in good faith.</p><p>The U.S. House Transportation Committee, which oversaw an earlier probe into the 737 MAX's development and certification, is investigating manufacturing and production problems with that aircraft and Boeing's 787 Dreamliner.</p><p>The company has said it is fully cooperating with government investigations.</p><p>Some MAX customers continue to pursue Boeing through court for compensation and damages. Boeing declined to comment.</p><p>Fallout continues for key figures from the MAX crisis</p><p>Mr. Forkner, who was Boeing's 737 MAX chief technical pilot, was accused of misleading air-safety regulators about a flight-control system that played a significant role in two deadly 737 MAX crashes. Mr. Forkner's attorney said his client is being unfairly blamed for the disasters. \"This tragedy deserves a search for the truth -- not a search for a scapegoat,\" said David Gerger, Mr. Forkner's attorney. Mr. Forkner pleaded not guilty on Friday.</p><p>Mr. Forkner was one of Boeing's main liaisons to the FAA on the 737 MAX development, and some messages he wrote several years ago about his statements to regulators sound incriminating, according to attorneys who studied the indictment.</p><p>Prosecutors still face hurdles to convicting him, including convincing jurors that he alone, and not regulators who approved the plane or Boeing executives above him, should face blame.</p><p>Dennis Muilenburg, chief executive for more than four years, was pushed out in December 2019. That came two months after the head of Boeing Commercial Airplanes, Kevin McAllister, was also ousted.</p><p>CEO David Calhoun, a Boeing director since 2009, took the top job after Mr. Muilenburg departed. Boeing extended the retirement age for Mr. Calhoun, which would allow him to serve as CEO for an additional five years. Some victims' families have continued to call for his resignation.</p><p>\"We've taken steps to simply learn from our mistakes, learn from, of course, the accidents that resulted in the MAX grounding, and just step it up another notch just as our predecessors would have done,\" Mr. Calhoun said at Boeing's annual meeting in April.</p><p>The MAX crashes cost Boeing shareholders and employees, too</p><p>Boeing estimates the MAX crisis will cost it around $20 billion. That includes compensation to airline customers, payouts to victims' families and $5 billion for slowed factory work.</p><p>Boeing's market value fell from around $250 billion before the MAX was grounded in March 2019 to a low of $95 billion in March 2020, and is currently around $127 billion. Its shares have underperformed the sector by around 18% over the past year; the company suspended its dividend and share buybacks and has shed thousands of workers.</p><p>The 737 MAX is flying again</p><p>U.S. regulators cleared the aircraft to re-enter service in December 2020 after design and training changes, with other countries following suit. Boeing has since delivered around 200 more jets, with upward of 400 in service. Regulators in countries including China and Russia haven't approved the planes to fly again.</p>",
  "published": "2021-10-18T00:00:00.000Z",
  "tags": [
    {
      "id": "US0970231058",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 2367,
          "end": 2373
        },
        {
          "start": 15,
          "end": 21
        },
        {
          "start": 983,
          "end": 989
        },
        {
          "start": 2901,
          "end": 2907
        },
        {
          "start": 5805,
          "end": 5811
        },
        {
          "start": 1519,
          "end": 1525
        },
        {
          "start": 4265,
          "end": 4271
        },
        {
          "start": 78,
          "end": 84
        },
        {
          "start": 3462,
          "end": 3468
        },
        {
          "start": 4607,
          "end": 4613
        },
        {
          "start": 3308,
          "end": 3314
        },
        {
          "start": 5073,
          "end": 5079
        },
        {
          "start": 5112,
          "end": 5118
        },
        {
          "start": 62,
          "end": 68
        },
        {
          "start": 5018,
          "end": 5024
        },
        {
          "start": 1801,
          "end": 1807
        },
        {
          "start": 358,
          "end": 364
        },
        {
          "start": 4446,
          "end": 4452
        },
        {
          "start": 5295,
          "end": 5301
        },
        {
          "start": 3359,
          "end": 3365
        },
        {
          "start": 730,
          "end": 736
        },
        {
          "start": 3168,
          "end": 3174
        },
        {
          "start": 4531,
          "end": 4537
        },
        {
          "start": 3913,
          "end": 3919
        },
        {
          "start": 1909,
          "end": 1915
        }
      ],
      "nexusId": "10030932"
    }
  ]
}