{
  "_id": "03a1852a8d8b4d54fec3ef9e66eea6de165b14f82148ef537c020be6e3019a68",
  "feed": "wall-street-journal",
  "title": "Durable-Goods Demand Eased in December; Orders for long-lasting products rose for eighth straight month in U.S., though the 0.2% rise was the smallest since the summer",
  "text": "<p>Economists surveyed by The Wall Street Journal expected new orders to increase 0.8% in December, after an upwardly revised 1.2% rise the previous month.</p><p>New orders for nondefense capital goods excluding aircraft—or so-called core capital-goods orders, a closely watched proxy for business investment—increased 0.6% in December from the previous month, to $71.8 billion. The gain was also smaller than in recent months.</p><p>Despite slower December growth in new orders, economists said the report reflected positive trends for the U.S. manufacturing industry and business investment.</p><p>\"The bigger story is the continued strong gains in core orders, which underlines that the recovery in business equipment investment—which looks set to rise above its pre-pandemic level in the fourth quarter—still has plenty of momentum,\" Michael Pearce, senior U.S. economist at Capital Economics, said in a research note.</p><p>Another reading on business investment, and U.S. economic output broadly, will come Thursday when the Commerce Department releases its initial estimate of gross domestic product for 2020's fourth quarter and full year.</p><p>New orders for transportation equipment weighed on last month, falling 1%. Orders for commercial aircraft and parts dropped sharply, driven primarily by a decline in net orders at Boeing Co ., according to economists.</p><p>Boeing on Wednesday reported its biggest-ever annual loss  and said it took a large financial hit on its new 777X jetliner, as the company faces continuing challenges because of the coronavirus pandemic .</p><p>Excluding transportation, a category that can be particularly volatile, overall durable-goods orders increased 0.7%.</p><p>The overall rise in durable-goods orders last month is the latest in a string of data that have pointed to resilience for U.S. manufacturing  and increased activity at factories amid the pandemic. For example, data firm IHS Markit said last week that its index of U.S. manufacturing activity  rose in early January  to its highest level in more than a decade.</p><p>Consumer spending, boosted in part by stimulus from the U.S. government , has been geared toward goods in recent months with many consumers staying home and purchasing items such as furniture and technology products, though household spending dropped in November for the first time in seven months .</p><p>Write to Amara Omeokwe at amara.omeokwe@wsj.com</p>",
  "published": "2021-01-27T15:31:00.000Z",
  "tags": [
    {
      "id": "US0970231058",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 1301,
          "end": 1310
        },
        {
          "start": 1339,
          "end": 1345
        },
        {
          "start": 1301,
          "end": 1307
        }
      ],
      "nexusId": "10030932"
    }
  ]
}