{
  "_id": "6875c1923629f568669b3bbe3859418b294b092db5a9070526f033227b201966",
  "feed": "ftcomall",
  "title": "BA flight was ‘exploited' to carry UK special forces to Kuwait, says former diplomat",
  "text": "<p>A former UK diplomat has said he is “convinced” there was “military intelligence exploitation” of a British Airways flight that landed in Kuwait during the Iraqi army's 1990 invasion, which led to the capture and mistreatment of nearly everyone on board, despite longstanding official denials. </p> <p>Anthony Paice, who was serving as a political intelligence officer at the UK embassy in Kuwait City at the time of the invasion <a href=\"https://www.ft.com/content/4276ff9c-8cd9-11de-a540-00144feabdc0\">on August 2, 1990</a>, made his statement to coincide with publication of <a href=\"https://www.waterstones.com/book/operation-trojan-horse/stephen-davis/9781789464603\"><em>Operation Trojan Horse, </em></a>by Stephen Davis, an investigative journalist, about the incident. Davis describes the denials around the flight as “the biggest cover-up of the last 30 years”.</p> <p>There have long been reports that 10 UK special forces soldiers joined BA flight 149 just before its departure from London Heathrow on August 1 1990. </p> <p>Some have speculated that the imperative to deliver the men made the British government determined the flight should stop in Kuwait, despite concerns about an imminent Iraqi invasion.</p> <p>Both British Airways and the UK authorities have said the invasion's timing was unexpected and the flight played no military intelligence role. </p> <p>Paice said in a statement, released at a press conference on Monday, that his obligations under the Official Secrets Act had prevented his speaking out against the “false accusations and injustices” suffered by the incident's “involuntary victims”. However, he considered it was “now time to do so”.</p> <p>“I am . . . now in a position to confirm that the military intelligence exploitation of BA149 did take place, despite repeated official denials by the Ministry of Defence since 1991,” Paice said. “I know that it was a hasty and misguidedly prepared attempt to put intelligence boots on the ground.”</p> <p>Many past accounts have cited Paice, saying he told Laurie O'Toole, then BA's country manager for Kuwait, that it was safe for the flight to land. The flight's ultimate destination was Kuala Lumpur but it was scheduled to stop in Kuwait and Madras — now Chennai — en route.</p> <p><em>Operation Trojan Horse</em> identifies Paice as the station chief in Kuwait for MI6, the UK's overseas intelligence service.</p> <p>Nearly all of the 385 people on board were used as “human shields” — western civilians placed in strategic locations to discourage military action by western governments aimed at dislodging Iraqi forces from Kuwait.</p> <p>Paice insisted he had not at any point “downplayed the threat” to BA149 if it made its scheduled stop in Kuwait on the night of August 1-2, saying he had told O'Toole only that a stop at midnight that night would “probably get through”. </p> <p>He said he nevertheless warned O'Toole that an invasion could come in the early hours of the morning and he should not “bank on” getting the same flight through the following day.</p> <p>British Airways has previously said&#xa0;in court filings over the incident&#xa0;that O'Toole did not learn of the invasion until it was too late to intervene to have the flight&#xa0;sent elsewhere.</p> <p>Clive Earthy, chief purser on the flight, described on Monday how on arrival in Kuwait he was greeted by a man wearing a military uniform who said he had come to collect some of the passengers. He left with 10 military-looking men who had come on board at the last minute.</p> <p>The airport was seized by the invading Iraqi army while the flight was on the ground and all the passengers and crew, barring the roughly 30 who had been booked to leave the flight at Kuwait, were detained. </p> <p>Among the passengers who left in Kuwait was Victor Mallet, an FT correspondent, now the paper's Paris bureau chief. He later <a href=\"https://www.ft.com/content/e75cdf8f-34e8-42a1-a194-bca1a6297f09\">escaped across the border</a> to Saudi Arabia.</p> <p>The book gives details of how some of the military men successfully linked up with Kuwaiti resistance groups and provided information that helped to save lives when a US-led coalition of international forces launched <a href=\"https://www.ft.com/content/e2d78a20-6bcd-11e7-b9c7-15af748b60d0\">Operation Desert Storm</a> to retake Kuwait from Iraq in January 1991.</p> <p>The Boeing 747 aircraft was destroyed on the ground, in unclear circumstances.</p> <p>The UK authorities on Monday stuck to their previous denials of military involvement in the flight.</p> <p>“In 2007, the UK government clearly confirmed in parliament that the government in 1990 did not exploit the flight in any way for military personnel,” the government said.</p> <p>British Airways declined to comment.</p><p>Source: Robert Wright in London 2021 'BA flight was ‘exploited' to carry UK special forces to Kuwait, says former diplomat' FT.com 2 August. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-08-02T18:55:18.575Z",
  "tags": [
    {
      "id": "US0970231058",
      "name": "The Boeing Company",
      "offsets": [],
      "nexusId": "10030932"
    }
  ]
}