{
  "_id": "18ce2c593651f42e5200d9b5639461207b28fbd38256e3200cf77fcb351c2595",
  "feed": "ftcomall",
  "title": "Amazon now running 164 flights a day to deliver stock in US",
  "text": "<p>Amazon's presence in the skies continues to grow rapidly, according to a new report, with an average of 164 flights a day now dedicated to moving the ecommerce giant's stock across the US.</p> <p>The company's air cargo expansion, which included the opening of an 800,000 sq ft hub in Cincinnati in August, point to it positioning itself as a provider of delivery services to third parties, in competition with the likes of UPS and FedEx, the report suggested.</p> <p>“There is no sign of Amazon slowing down their gearing up for expanded next-day delivery,” said the report's lead author, Professor Joseph Schwieterman, from the Chaddick Institute at DePaul University.</p> <p>“There's demand, by lots of businesses, to have more than two options for package delivery, with the US Postal Service seeming to be receding in the past few years,” the report said. Such a move “could change the landscape of a sector long dominated by FedEx, UPS, and USPS”.</p> <p>For its own packages, Amazon flight activity has increased 17 per cent over the past six months, the <a href=\"https://drive.google.com/file/d/1777cIMWs9Rzf3nPbqHS0QFSffMP3zVUj/view\">report</a> said, using data compiled from online flight trackers, such as flightaware.com, and fleet registration databases. </p> <p>The report found that 70 per cent of Americans now live within 100 miles of an airport with an Amazon Air presence, up from 54 per cent just over a year ago.</p> <p>Amazon has focused on taking air cargo into its own hands since the start of the coronavirus pandemic, after a fall in passenger flights squeezed capacity to move packages across the US. </p> <p>In May, Amazon acquired a minority stake in Air Transport Services Group, worth $132m, in a deal that included the leasing of 20 additional Boeing 767 jets. </p> <p>Since February, Amazon Air has added services to and from seven additional airports, bringing the total number of airports catering for regular Amazon flights up to 42.</p> <p>Its fully operational fleet of 73, according to the report, is still dwarfed by the 468 in operation by FedEx and the 283 by UPS, according to planespotters.net, but is expected to continue to grow.</p> <p>In August, the company opened the 800,000 sq ft Amazon Air Hub in Cincinnati, which will house about 2,000 employees and could eventually handle up to 200 flights a day. </p> <p>A 700,000 sq ft facility at San Bernardino airport, near Los Angeles, has become an anchor on the west coast. </p> <p>Such developments have proved controversial, with campaign groups accusing Amazon of engaging in “environmental racism” by placing its hubs in areas where surrounding communities are predominantly made up of people of colour. A proposal to investigate the impact of such developments was voted down at Amazon's most recent shareholders' meeting in May. </p> <p>Amazon has pledged to achieve net zero carbon emissions by 2040, a task complicated by its van delivery fleet and its aircraft roster, which contains mostly older aircraft. In July 2020, <a href=\"https://www.aboutamazon.com/news/operations/promoting-a-more-sustainable-future-through-amazon-air\">Amazon announced</a> it had bought 6m gallons of biofuel, which it said would reduce emissions from its old fleet by 20 per cent.</p> <p>On top of this, researchers said, were more than a dozen active international locations, though air traffic at a proposed European hub in Leipzig had been quieter than anticipated. In Europe, said Schwieterman, Amazon was “quietly growing without revealing their long range intentions”.</p> <p>“It could be just a matter of time before Leipzig becomes a hotspot for Amazon.”</p> <p>The figures did not include flights by other carriers carrying Amazon packages, the number of which also significantly increased though were harder to track, the report authors said, offering an estimate of an additional 20 to 30 daily flights from external carriers supplementing Amazon's own flights.</p> <p>Ultimately, the report concluded Amazon had positioned itself for a record-breaking “frenetic” Christmas buying season, with air cargo forming a crucial part of its next-day, or same-day, delivery goals. </p> <p>Amazon has officially shared limited information on the scale of its operations, but earlier this year told investors it would expand its fleet to comprise “85 aircraft by the end of 2022”. Amazon Air did not respond to a request for comment.</p><p>Source: Dave Lee in San Francisco 2021 'Amazon now running 164 flights a day to deliver stock in US' FT.com 1 September. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-09-01T13:10:58.580Z",
  "tags": [
    {
      "id": "US0970231058",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 1640,
          "end": 1646
        }
      ],
      "nexusId": "10030932"
    }
  ]
}