{
  "_id": "7bdc977c31c8d171d3c2b5ed31150c35a35eb0ed8e320ea19951e5c7bd9b8cfd",
  "feed": "wall-street-journal",
  "title": "Business News:  China Approves  Fixes for Return  Of Boeing MAX  ----  By Natasha Khan and Doug Cameron",
  "text": "<p>   China's air-safety regulators issued a safety approval for Boeing Co.'s 737 MAX, bringing the aircraft a step closer to resuming passenger service in that country. </p><p>   The Civil Aviation Administration of China required in an order released Thursday certain software installation and a revision of the jet's flight manual, among other changes. It didn't specify when China would allow MAX flights to resume. China was the first to ground the plane after the second of two fatal MAX crashes in March 2019. </p><p>   Boeing has said it hopes to resume deliveries of new MAX jets to China in the first quarter of next year, making final approval crucial to its plans to increase production and generate cash to cut its debt. </p><p>   \"After conducting sufficient assessment, CAAC considers the corrective actions are adequate to address this unsafe condition,\" the regulator said. </p><p>   Boeing still faces other hurdles in handing over built aircraft awaiting delivery to the country's airlines. </p><p>   Despite actions by China's aviation authority, a Chinese official with knowledge of the matter said approval from Beijing's top economic planning agency, the National Development and Reform Commission, will also be required for the country's airlines to take Boeing jet deliveries. </p><p>   \"It's a step-by-step process,\" the Chinese official said, adding: \"Senior leaders will have to sign off before the deliveries can take place.\" </p><p>   China's move comes about a year after U.S. regulators cleared the 737 MAX to resume service. China is one of a small number of countries including Russia that haven't recertified the plane, according to Boeing. That is hampering the U.S. plane maker's efforts to clear a backlog of more than 300 undelivered aircraft, the company has said. </p><p>   The company's shares closed up 7.5% and lifted shares of suppliers such as Spirit AeroSystems Holdings Inc. </p><p>   Chinese airlines have around 100 MAX jets, with hundreds more on order from Boeing and aircraft leasing companies. </p><p>   --- </p><p>   Lingling Wei contributed to this article. </p><p></p>",
  "published": "2021-12-03T07:04:00.000Z",
  "tags": [
    {
      "id": "US0970231058",
      "nexusId": "10030932",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 1223,
          "end": 1229
        },
        {
          "start": 1913,
          "end": 1919
        },
        {
          "start": 50,
          "end": 56
        },
        {
          "start": 501,
          "end": 507
        },
        {
          "start": 855,
          "end": 861
        },
        {
          "start": 59,
          "end": 69
        },
        {
          "start": 1592,
          "end": 1598
        },
        {
          "start": 59,
          "end": 65
        }
      ]
    }
  ]
}