{
  "_id": "0330e2f41e3560758cb306a720b7727f1f2454685291d88d4a1577da4b86b960",
  "feed": "wall-street-journal",
  "title": "REVIEW --- Weekend Confidential: Samantha Cristoforetti --- An Italian astronaut prepares to command the International Space Station.",
  "text": "<p>Next spring, Ms. Cristoforetti, 44, will return to the International Space Station (ISS) as its commander, after spending nearly 200 days there in 2014-15. Life as an extraterrestrial was a delight, says Ms. Cristoforetti: She slept well and never felt sick, unlike many of her peers, and she enjoyed executing a range of experiments, often on herself, in what is essentially a zero-gravity lab. One study involved repeating a series of movements with sensors attached to her body, to investigate how the brain controls balance and motion in a weightless environment. Although Ms. Cristoforetti grew to miss proper toilets and showers -- \"that feeling of water flowing, feeling clean\" -- her only real disappointment was that she never left the station for a spacewalk, after a cargo vehicle bringing her personal equipment to the ISS exploded en route.</p><p>The return to Earth \"is in many ways harder,\" Ms. Cristoforetti observes on a video call from Los Angeles, where she is training for her next mission. After experiencing a \"world of effortlessness,\" she felt aches and pains as her body readjusted to gravity. Even little things, like wearing a structured bra, felt newly uncomfortable: \"I was like 'What is this thing? I can't breathe!'\" she recalls. Ms. Cristoforetti suspects her age will make coming back even harder next time, but she is otherwise grateful for the gifts of time. \"I'm definitely more patient and more understanding of situations than I was, which helps as an astronaut,\" she says.</p><p>In her book, Ms. Cristoforetti recalls that her parents worked punishing hours running a small hotel, but they never demanded anything from her or her brother except that they seize whatever opportunities they were given. \"It takes a lot of generosity, I think, to give your children that freedom,\" she says. As a teenager, she discovered a knack for languages and a taste for adventure, and went on to study mechanical engineering in Germany, aerodynamics in France and solid rocket propellants in Russia.</p><p>The Italian air force began to accept women when Ms. Cristoforetti was 24, so she enlisted and trained to become a test pilot, a \"privileged gateway to space.\" She was 31 and still accumulating flight hours when she heard that the European Space Agency (ESA) would be selecting a new group of astronauts, a \"once-in-a-lifetime\" opportunity. In 2009, after a series of rigorous physical and cognitive tests, she beat out some 8,400 other applicants to become an ESA astronaut.</p><p>Preparing for space flight involved training around the world, including at NASA's Johnson Space Center in Houston, Star City in Russia, the Tsukuba space center in Japan and ESA's headquarters in Cologne, Germany. Ms. Cristoforetti now lives in Cologne with her partner, Lionel Ferra, and their two young children. Although space exploration began as a fraught Cold War contest, Ms. Cristoforetti says that it has become a model of international collaboration: \"Astronauts are more similar than different from each other.\"</p><p>Yet she notes that there are cultural differences among the various programs. In Europe and the U.S., decision-making is more formal and transparent; in Russia, policy choices are often opaque. \"You may not quite understand the choice because it's not based on a process,\" she says.</p><p>For her first mission in 2014, Ms. Cristoforetti went to space on the Soyuz, a Russian spacecraft that ferried astronauts to the space station for years after NASA retired its space shuttle program in 2011. But in 2022 she will fly on a SpaceX Crew Dragon, a spacecraft designed by Elon Musk's SpaceX Corp. In a summer that has seen billionaires Richard Branson and Jeff Bezos launch themselves into space, Ms. Cristoforetti applauds NASA's efforts to encourage a commercial space industry. \"Any extra launch will help us improve our hardware and operations,\" she says, noting that competition for NASA contracts among companies such as Boeing, SpaceX and Mr. Bezos's Blue Origin promises to spur innovation and lower costs.</p><p>Critics of space expeditions argue that they are simply costly jobs programs for astronauts with little payoff for taxpayers. Ms. Cristoforetti is quick to point to the practical benefits of these missions, which have helped develop satellite telecommunications, weather forecasting, water filtration and global-positioning technology, among other advances. But she adds that space exploration \"speaks to that part of the human experience that's not pragmatic. It's not about costs and benefits, it's not about what I get out of it tomorrow. It's about doing something noble.\"</p><p>Ms. Cristoforetti was already concerned about climate change before she spent time in space, but she says that seeing the planet's mountain ranges, deserts and impact craters from a distance drove home the fact that it's not the Earth that's fragile -- we are. \"The planet has been around for hundreds of millions of years, and humans are just an afterthought,\" she says. \"We really need to band together if we hope to survive.\"</p><p>She still pinches herself that she gets to explore outer space for a living. But while Ms. Cristoforetti worked hard to achieve her goals, she knows she also had some luck. \"Hundreds\" of the aspirants she beat out would have been great astronauts, too, she insists. That's why she takes pains to tell young people that \"big dreams are an amazing gift, but the gift is the journey.\" She adds, \"If you do your best, life will reward you, but maybe not exactly the way you wanted it to.\"</p><p>When Ms. Cristoforetti began dreaming of space travel as a child, she wasn't concerned that few astronauts were women. \"It didn't matter if a woman was just one of 50,\" she explains. \"I figured if she could do it, I could do it, too.\" Today, there is an astronaut-themed Barbie doll in her likeness, designed by Mattel to inspire young girls to follow in her footsteps. But Ms. Cristoforetti, who is now the ESA's only female astronaut, doesn't like to dwell on her novelty as a woman. \"People may think I'm exceptional,\" she says. \"I would prefer for people to not make such a big deal out of it so they understand they can do it, too.\"</p>",
  "published": "2021-09-04T00:00:00.000Z",
  "tags": [
    {
      "id": "US0970231058",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 3933,
          "end": 3939
        }
      ],
      "nexusId": "10030932"
    }
  ]
}