{
  "_id": "091b16fe5884d173f6ac5e5df3ebd8707560a0cf8df2bbb0395389d88d4cbe32",
  "feed": "wall-street-journal",
  "title": "Ships Turn to Longer Routes  As Jam at Suez Canal Drags On  ----  By Rory Jones, Costas Paris and Philip Wen",
  "text": "<p>   SUEZ, Egypt -- Efforts to free a ship wedged into the bank of the Suez Canal, blocking traffic through the critical waterway, progressed significantly late Friday, people familiar with the operations said, raising hope that the ship could be dislodged as early as Saturday. </p><p>   But long delays at the canal prompted some ship operators to begin rerouting tankers and containers, sending them on two-week voyages around the southern tip of Africa. </p><p>   The late-night optimism came after a day in which the ship's operator said it may take two to three more days to dig out the ship's bow from the sandy and muddy bank that it crashed into earlier in the week. Dredgers worked late Friday under floodlights to remove hundreds of thousands of cubic feet of sand around the bow of the 1,300-foot Ever Given, operated by Taiwan-based Evergreen Group. An attempt to re-float the vessel earlier Friday wasn't successful. </p><p>   Asian and European businesses, which rely heavily on the Suez Canal to move their products between the regions, are weighing contingency plans. They also are now expecting freight costs to climb and shortages of shipping containers to worsen, after they endured months of higher costs and delays due to already stretched supply lines during the pandemic. </p><p>   The logjam of vessels waiting at both ends of the Suez Canal grew to 237 on Friday, up from 156 the previous day, according to Leth Agencies, a shipping services provider. For days, shipowners and operators have debated whether to reroute ships around the southern tip of Africa -- potentially adding weeks and tens of thousands of dollars to the cost of voyages -- or to wait for the canal to free up again. </p><p>   \"If we make an alternative decision now and if things improve in the next few days, you could end up in another costly and time-consuming scenario,\" said a Shanghai-based executive at an international logistics firm specializing in chemicals, which has dozens of containers stuck on the Ever Given, which is carrying 20,000 containers. \"It's damned if you do, and damned if you don't.\" </p><p>   Early Friday, the Ever Greet -- a sister ship to the Ever Given -- was steered away from Suez toward Africa's Cape of Good Hope, according to MarineTraffic, a shipping tracker. The vessel was sailing from Malaysia to Rotterdam in the Netherlands. </p><p>   \"It was supposed to go through Suez. . . . It's going [via] Cape Town now,\" said a manager at the Ever Greet's owner, Nissen Kaiun KK. </p><p>   Two other container vessels, one headed from Rotterdam and another from the U.K., abruptly changed course from their earlier planned tracks through the Mediterranean, according to MarineTraffic. With no end in sight to the blockage, \"we will see increasingly more operators take similar steps,\" said a spokeswoman for Greek shipper Capital Ship Management Corp., owner of the Hyundai Prestige, one of the diverted container ships. A crude tanker and several giant tankers carrying liquefied natural gas have all changed course and are now heading to the Cape of Good Hope, according to ship trackers. </p><p>   Shipping giant A.P. Moeller-Maersk A/S said 22 of its ships have been affected by the blocked canal, including two that it has now rerouted to the Cape of Good Hope. </p><p>   Accounting for as much as 13% of global maritime trade, the Suez Canal provides the fastest and most direct shipping route between Asia and Europe. It is pivotal for the delivery of bulk commodities such as oils and grains and containerized goods, including machinery, automotive parts, clothing and furniture. The waterway has been closed to all traffic since Tuesday, after the Ever Given wedged itself sideways in it. </p><p>   Jack Yang, the founder of Yiwu Jin-Jack Import &amp; Export firm, which sells goods such as umbrellas and jewelry from its base in eastern China's Yiwu city, said several of his clients are now considering sending goods by rail to Spain and Germany instead of dealing with a potential prolonged blockage of the canal. </p><p>   Others may be forced to consider airfreight. But rail or airfreight aren't viable alternatives in many cases, because of the volume of the cargo or the higher costs involved. </p><p>   \"To put things in perspective, if you were to put the entire 20,000 containers on the Ever Given [on a plane], you'd need 2,500 [Boeing] 747 air freighters,\" said Tim Huxley, chairman of Hong Kong-based Mandarin Shipping Ltd. </p><p>   Mr. Yang, the exporter, said the cost to ship a 40-foot container box from China to Hamburg, Germany, was around $2,000 before the pandemic hit. It has more than tripled to over $7,400 in recent months. The price for sending the container via rail is around $8,100 now, he said. He predicted that rail freight rates might go up if more buyers divert from sea shipments. </p><p>   \"We expect Europe's manufacturing, auto and auto suppliers to be most affected because they operate 'just-in-time' supply chains,\" said Daniel Harlid, a vice president at Moody's. \"This means they do not stockpile parts and only have enough on hand for a short period.\" </p><p>   European ports expect the blockage to result in congestion in Antwerp, Belgium; Rotterdam in the Netherlands; and Hamburg, Germany, in the weeks to come, as the backlog starts moving. </p><p>   \"There are currently 59 vessels on the east trade lane that are planning to come to Rotterdam via the Suez Canal,\" a spokesman for the port said. \"We don't know what shipping companies will decide, either they will wait for the Suez to clear or they will sail around the Cape of Good Hope. In any case they will arrive in Rotterdam later than planned.\" </p><p>   \"Essentially everything that goes to Europe from Asia goes through the Suez Canal,\" said Johannes Schlingmeier, chief executive of Container xChange, a Germany-based container leasing and trading platform. Every week the canal remains closed will require another week to work through backlogs, said Mr. Schlingmeier, adding that container shortages would increase by 25% if it takes two weeks for the blockage to be fully resolved. </p><p>   The average rate for sending a 40-foot container from China to Europe had already surged 10-fold over the last three months. \"The price has gone up further in the past few days,\" he said. \"We expect freight rates to rise, and we expect containers to be extremely short in the next 6-8 weeks.\" </p><p>   U.S. importers could also feel an impact. Demand for containers and berthing space soared late last year and into this year, well before the Suez blockage. </p><p>   Backups in container ports, especially along the U.S. West Coast, have grown during a normally slack period in shipping demand. That has tied up inventories for weeks in some cases, as ships wait to reach berths while unloaded containers sit for long periods at packed freight terminals. </p><p>   --- </p><p>   Benoit Faucon, Jing Yang and Stella Yifan Xie contributed to this article. </p><p></p>",
  "published": "2021-03-27T06:17:00.000Z",
  "tags": [
    {
      "id": "US0970231058",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 4243,
          "end": 4250
        }
      ],
      "nexusId": "10030932"
    }
  ]
}