{
  "_id": "8765504d4714ee5e87ded5ee9e95e25c38a1c8d76cb02545920a6b02e981dccd",
  "feed": "wall-street-journal",
  "title": "Peloton, Nvidia, Airbnb, Expedia: What to Watch When the Stock Market Opens Today; Peloton shares plunged on disappointing subscriber growth; Expedia gained on strong earnings",
  "text": "<p>* Airbnb gained 6.1% ahead of the bell. The home-sharing company posted record revenue in the third quarter, punctuating its rebound from the collapse in bookings during the early days of the pandemic.</p><p>* Nvidia gained 3.5% premarket. Wells Fargo on Thursday lifted its price target for the stock, and it notched its best one-day performance in 19 months.</p><p>* Expedia jumped 11% after the online travel agency turned a profit for the third quarter, driven by the performance of its Vrbo business, domestic travel and improvements across its lines of business.</p><p>* Square dropped 4.4%. The payments firm reported weaker-than-expected revenue as it brought in far lower revenue from cryptocurrency bitcoin than what analysts were expecting.</p><p>* GoPro jumped 13%. The camera maker easily exceeded expectations for its most recent quarter and expressed confidence in its ability to hit its full-year targets.</p><p>* DraftKings, Goodyear Tire &amp; Rubber and Dominion Energy are due to report earnings before the opening bell.</p><p>* Yelp climbed 5.9% off hours. The online-reviews site reported record-tying quarterly revenue and earnings that blew past Street estimates.</p><p>* American Homes 4 Rent slipped 0.9%. The home-rental company reported better-than-expected results in the latest quarter as the demand for single-family home rentals remained strong.</p><p>* Boeing added 0.9%. Current and former directors have reached an approximately $225 million agreement to settle a shareholder lawsuit that claimed the plane maker's board failed to properly oversee safety matters related to the 737 MAX.</p><p>Chart of the Day</p><p>* Investors have jolted government bond markets in the past month as they reassess what will happen to the basic cost of money that underpins the financial system. But other markets don't seem to care.</p><p>Write to James Willhite at james.willhite@wsj.com</p><p>Peloton, Nvidia, Airbnb, Expedia: What to Watch When the Stock Market Opens Today</p>",
  "published": "2021-11-05T11:07:00.000Z",
  "tags": [
    {
      "id": "US0970231058",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 1334,
          "end": 1340
        }
      ],
      "nexusId": "10030932"
    }
  ]
}