{
  "_id": "4c6f4ee2ee070df6b7a2eadaf3654bd6a13ef40731df3193f6ed34c9d8ef375d",
  "feed": "wall-street-journal",
  "title": "E-Commerce Is Risky For the Aviation Industry",
  "text": "<p>In the midst of the worst crisis for the industry ever, airfreight has been a lifeline. The money yielded by each pound of cargo was 75% higher in January 2021 than a year earlier, the latest figures from data provider WorldACM show. Since few people are traveling, legacy airlines are planning their networks based on where they can fly goods, and have exploited regulatory exemptions allowing freight to fill passenger seats.</p><p>Express shipping, which is often reliant on sending goods by air, has expanded rapidly during the pandemic as households turn to home deliveries. Purchases of manufactured products generally also have held up better than in previous downturns.</p><p>Money is chasing the higher freight rates. On Wednesday, Chilean carrier Latam Airlines, which recently filed for chapter 11 bankruptcy in the U.S., announced a big expansion of cargo operations. E-commerce giant Amazon is expanding its fleet faster than planned before Covid-19, with a new focus on buying aircraft rather than leasing them. French container-shipping firm CMA CGM recently purchased four Airbus A330 jets to create an airfreight division. Shares in specialist cargo operators Atlas Air and Air Transport Services Group were up about 100% and 29% late last week since the start of the pandemic, respectively.</p><p>If the traditional economics of the freight business reassert themselves, though, investors could easily get burned.</p><p>The main reason air-cargo yields have jumped is because 30% of the commercial fleet remains grounded, dramatically reducing belly-hold space in passenger jets, which normally carry two-thirds of air cargo. This is much more a story about tight supply than rampant demand. Despite the jump in express shipping, the overall volume of airfreight didn't bounce back to pre-Covid-19 levels until January, data by the International Air Transport Association showed last week.</p><p>While container-shipping firms are treating higher rates with due caution, airfreight seems to have taken the windfall as a cue to permanently expand: 200 planes have joined the freighter fleet since May, according to data from analytics firm IBA. This sets the stage for a big capacity glut once most passenger planes start flying again, however slowly thathappens.</p><p>The cargo fleet grows when companies either buy freighters or convert passenger jets. It isn't cheap: Price tags for used cargo planes have fallen by less than for commercial aircraft during the pandemic, and reconditioning a plane often cost north of $15 million.</p><p>Recent conversions have been led by the A330 -- traditionally an unpopular choice for medium-haul trips compared with the leaner Boeing 767 -- and newer versions of the 737. This suggests the post-Covid-19 freighter fleet won't just be larger, but also made up of bigger, more modern planes. Meanwhile, new passenger-jet models coming into the market like the 787 and the A350 will also have more cargo space than the ones being retired.</p><p>Expanding the fleet still makes sense for Amazon, which isn't really focused on chasing short-term profit but rather on implementing a strategic shift in logistics that requires shedding part of its reliance on FedEx and UPS. Dedicated freight firms like CMA, however, may end up regretting opportunistic investments.</p><p>This much capacity growth only makes sense if e-commerce provides a much larger permanent boost to air-cargo demand than expected. More likely, many have confused pandemic resilience for long-term prospects.</p>",
  "published": "2021-03-08T00:00:00.000Z",
  "tags": [
    {
      "id": "US0970231058",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 2645,
          "end": 2651
        }
      ],
      "nexusId": "10030932"
    }
  ]
}