{
  "_id": "934250d868eeb1ca5991bd61a242f394f5fdaa166b33ab9ecce963df357668b6",
  "feed": "wall-street-journal",
  "title": "Biden Administration Takes Aim at China's Industrial Subsidies; The U.S. is planning a probe into Beijing's aid for Chinese companies, with new tariffs possible",
  "text": "<p>The administration \"wants it to be a full-court press,\" said one of the people familiar with the discussions. No final decisions have been made, the people said. Some details were earlier reported by Bloomberg News.</p><p>The planned actions come as the U.S. Trade Representative's office winds up its monthslong review of China policy, amid rising criticism by U.S. business leaders that the White House is taking too long to address key issues dividing the world's two largest economies.</p><p>Boeing Co. executives, in particular, have argued that the lack of a China policy has hindered its China sales.</p><p>As part of its review, the USTR has decided to try to enforce China's commitments under the Phase One accord negotiated by the Trump administrationto boost purchases of U.S. goods by $200 billion over 2020 and 2021.</p><p>China fell short of those targets by about 40% in 2020 and is now 30% behind its scheduled purchases for 2021, according to calculations by Chad Bown, an economist at the Peterson Institute for International Economics.</p><p>A push on subsidies would follow talks on the purchase commitments, which expire at the end of this year.</p><p>U.S. and Chinese trade officials have been discussing the purchasing shortfalls, said the people familiar with the talks, but haven't agreed on a way to address them. Higher level discussions haven't begun.</p><p>U.S. Trade Representative Katherine Tai has had one conversation so far with her Chinese counterpart, Vice Premier Liu He. Even so, the administration is moving closer to unveiling its broader Chinese plan. On Thursday, President Biden and Chinese President Xi Jinping had their second extensive conversation, with both sides seeking to keep the overall relationship from deteriorating further.</p><p>As part of the China review, USTR doesn't plan a wholesale reduction in tariffs on more than half of Chinese imports which were imposed during the Trump years, according to the people familiar with its planning.</p><p>Instead, the USTR has been conducting exercises to see which tariffs are hurting the U.S. economy or could substantially raise the costs of other parts of the Biden agenda, these people said, particularly the president's plans to invest hundreds of billions of dollars into new U.S. infrastructure.</p><p>Aside from cutting some of those tariffs, U.S. officials are looking at granting exclusions from tariffs for some products, the people said.</p><p>A spokesman for the Chinese embassy didn't immediately respond to a request for comment. Ms. Tai has said the Biden administration is conducting \"a thorough strategic assessment to craft resilient trade policy.\"</p><p>China experts say it is highly unlikely Beijing would negotiate seriously on subsidies, which it sees as essential to its economic success.</p><p>In addition to state-owned enterprises, the traditional beneficiary of subsidies, more private firms are expected to benefit from a vast web of government support as long as they adhere to the state's goals and priorities.</p><p>Beijing recently has pledged to set aside at least $1.5 billion to support more than 1,000 government-designated small- and medium-sized companies in the next five years.</p><p>For years, Beijing has used subsidies to help Chinese manufacturers dominate industries such as steel, solar panels and auto parts. However, such programs have also led to wasteful projects, overproduction and deepening inefficiency in the Chinese economy.</p><p>Now the government is trying to focus on industries it views as essential to the country's future competitiveness, such as semiconductors, artificial intelligence and quantum computing. Local governments' ability to dole out free funds likely will be curtailed as well.</p><p>The Biden Administration and China</p><p>Related coverage, selected by WSJ editors</p><p>* Business Groups Call on Biden to Restart Trade Talks With China (Aug. 6)</p><p>* 'Industrial Policy' Is Back: The West Dusts Off Old Idea to Counter China (July 29)</p><p>* Biden's China Policy Borrows From Trump and Adds Allies to Raise Pressure (July 22)</p><p>China is also doubling down on its \"Buy China\" policy. Government entities and state firms have already been instructed in the past couple of years to allocate a greater share of their technology procurement to domestic providers of information technology hardware and software.</p><p>Earlier this year, China's Ministry of Finance and its Ministry of Industry and Information Technology followed up with new guidelines urging hospitals and other state entities in the country to devote between 25% and 100% of their purchases of hundreds of items to made-in-China brands. Those items include X-ray machines, testing equipment and imaging tools.</p><p>Rich subsidies, however, haven't always panned out. Despite spending hundreds of billions of dollars to buck up the Chinese semiconductor industry, for instance, Chinese firms are further behind their Western counterparts technologically, say U.S. semiconductor experts.</p><p>In some instances, the U.S. has benefitted from Chinese subsidies. They have helped dramatically reduce the costs of solar panels widely imported into the U.S. The Biden administration is counting on solar power as part of its climate-change strategy.</p><p>Successive administrations have complained that China failed to give a comprehensive accounting of all the subsidies it provides its firms, including payouts by central and local governments and various breaks on real estate and financing.</p><p>The Trump administration failed to get China to make any changes in its subsidy practices as part of the Phase One deal it negotiated. Such structural issues were to be part of a Phase Two negotiation, which never got started.</p><p>Essentially, the Biden administration is looking for ways to pressure China into starting talks on a Phase Two deal.</p><p>Under the emerging plan, the U.S. would launch a Section 301 investigation into Chinese subsidies, looking to identify the full panoply of help being offered, especially those practices that violate U.S. law or WTO rules, said the people familiar with the deliberations.</p><p>Unless China changed those practices, the U.S. could move to impose tariffs or other sanctions on top of the ones that have been held over from the Trump administration.</p><p>Derek Scissors, an economist at the American Enterprise Institute, said that a new round of tariffs, which were targeted to specific Chinese subsidies, could eventually replace the Trump tariffs. But the lengthy investigation could also be used politically by the administration to push off any tough actions until sometime in the future.</p><p>\"It could be a built-in way to do nothing and look tough on China before the midterm elections\" for Congress in 2022, he said.</p><p>Biden officials argue that their approach to China differs from the Trump administration's by their willingness to work with allies. Ms. Tai, the U.S. Trade Representative, has had more than a dozen conversations with foreign trade ministers about how to deal with Beijing.</p><p>Ms. Tai's predecessor in the Trump administration, Robert Lighthizer, worked with Japan and the European Union to come up with a joint position on Chinese subsidies. The group planned to take their effort to the WTO as a way to put pressure on China to change.</p><p>But Mr. Lighthizer grew disenchanted with the effort, in part because Germany and other nations weren't willing to put much pressure on China, a key trading partner. Biden officials say they face similar constraints but believe they could have more success, especially in coming up with joint sanctions that could pressure China to change.</p><p>The administration \"really wants to join forces and make sure this isn't a go-it-alone strategy of the past,\" said one of the people familiar with the deliberations.</p><p>Write to Bob Davis at bob.davis@wsj.com and Lingling Wei at lingling.wei@wsj.com</p><p>Biden Administration Takes Aim at China's Industrial Subsidies</p>",
  "published": "2021-09-10T18:21:00.000Z",
  "tags": [
    {
      "id": "US0970231058",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 484,
          "end": 494
        }
      ],
      "nexusId": "10030932"
    }
  ]
}