{
  "_id": "8489a32dd33a373015e3f9e187d086e9b1ca6a736eb118f611cf61f1dd35b1e4",
  "feed": "wall-street-journal",
  "title": "Heard on the Street:  Size Helped GE's Latest Deal  ---  Ability to profit from scale will give AerCap a boost in aircraft-leasing market  ----  By Jon Sindreu",
  "text": "<p>\n  [Financial Analysis and Commentary] </p><pre> </pre><p>\n  In the business of leasing planes to airlines, scale has always played a leading role. The merger of the two biggest players is a bet it will become even more important. </p><p>\n  Investors are cheering AerCap's decision to buy General Electric's jet-leasing unit. Shares in the Irish lessor are up 7% since The Wall Street Journal reported talks on March 7, whereas GE's have lost roughly 4%. If it clears antitrust hurdles, the combined company will have about 2,000 planes, four times the next biggest competitor. </p><p>\n  The share-price reaction is partly about deal math. AerCap agreed to pay $25 billion in cash and $6.7 billion in shares, leaving GE with a 46% stake in the merged entity. The price implied a 33% discount to the target's net economic book value, more than the 27% discount to book at which AerCap's stock was trading before the news. </p><p>\n  GE is losing control of a strategic asset, but isn't necessarily getting a bad price given the current pandemic-related uncertainties around aircraft values. AerCap Chief Executive Aengus Kelly is taking on some assets he probably doesn't want, such as a big portfolio of regional planes and some older aircraft. He paid a similar multiple in 2013 for California-based International Lease Finance, Davy Research analyst Ross Harvey points out. </p><p>\n  Longer term, the deal's success will depend on whether Mr. Kelly can bring something of the sparkle of a Silicon Valley platform to his asset-heavy plane-leasing business. </p><p>\n  Analysts usually highlight that a big lessor can extract greater price concessions from Boeing and Airbus, and access cheaper financing. However, AerCap is already so large that there isn't much extra pricing power it can exert, and the combination shouldn't improve its credit rating either. </p><p>\n  Instead, Mr. Kelly's main rationale is to create a bigger marketplace, where airlines returning jets to owners can be more easily matched to airlines that need them, thus cutting the time that the planes lie idle. Such gains bring lucrative \"network effects\" more often associated with the tech sector. </p><p>\n  The low-cost airline boom has given way to fleets that are mostly made up of a single type of narrow-body plane. Even legacy carriers have moved away from big expensive planes, even for long-haul flights. The post-Covid era could strengthen this trend, given that budget operators are expected to gain market share and narrow-body jets will be able to fly much longer distances. </p><p>\n  The result is a commoditization of aircraft, with an increasing number of transactions involving the relatively low-value leasing of jets belonging to either the Airbus A320 or the Boeing 737 families. This is a market where relationships and specialist knowledge of each carrier and aircraft class matter less. It instead favors big platforms geared toward higher-volume, lower-margin deals and cutting costs. In the case of the AerCap deal, these prized network effects should make it easier to eliminate duplicate sales staff and some of the 30 offices the combined company will inherit. </p><p>\n  While small lessors may still be able to carve out market niches, medium-size players seem condemned to merge with each other if they are to compete with a behemoth AerCap. The parts of Wall Street that scout for deal activity can rejoice: In all likelihood, the race for scale among plane lessors is far from over. </p><p></p>",
  "published": "2021-03-19T06:03:00.000Z",
  "tags": [
    {
      "id": "US0970231058",
      "nexusId": "10030932",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 2649,
          "end": 2659
        },
        {
          "start": 1581,
          "end": 1587
        }
      ]
    }
  ]
}