{
  "_id": "04a2500776a385692c0afde8a256828119b5f4806a29630856c1d0cdd348d605",
  "feed": "ftcomall",
  "title": "China's rival to Boeing and Airbus set to join battle for the skies",
  "text": "<p>After more than a decade in development and tens of billions of dollars of state support, China's first passenger jet is nearing Beijing's approval to start commercial flights.</p> <p>With the launch of the single-aisle C919, an industry dominated by Europe's Airbus and its US rival Boeing faces a new, deep-pocketed and politically connected competitor: state-backed aerospace champion Comac. </p> <p>Spun out of China's military aviation industry in 2008, Comac has announced close to 1,000 orders and options for the plane, mainly from domestic customers. The first delivery, to China Eastern Airlines, is due to take place by the end of this year.</p> <p>Beijing has made no secret of its desire to break the western giants' duopoly, helping smooth the C919's development with up to $72bn in state-related support, according to estimates from US think-tank the Center for Strategic and International Studies. </p> <p>The project's strategic importance has driven the early orders. David Yu, an airline financing expert at China Aviation Valuation Advisors who also teaches at New York University in Shanghai, said while there was “no explicit obligation” for Chinese airlines to buy the plane, “I'm sure there are strong suggestions” from the state.</p> <p>Airbus and Boeing have fought for decades both for market share and the extent of each other's government support. It took a common threat to <a href=\"https://www.ft.com/content/985ae1d6-89eb-46d6-b06c-8299ba70c588\">put aside their differences</a> and end a 17-year World Trade Organization dispute on subsidies to deal with their new competitor.</p> <p>Despite repeated delays to the programme, which could yet slip again, there are signs Beijing's investment is starting to pay off. Guillaume Faury, Airbus chief executive, recently acknowledged Comac's rise, telling an industry event “we will probably go from a duopoly to a triopoly, at least on the single aisle, by the end of the decade”.</p> <p>The C919 is no match in fuel efficiency or range for the newest versions of the Airbus A320 or Boeing's 737 family. But the big worry for the western groups is that future iterations could make a large dent in orders from China.</p> <p>The country is on course to become the world's largest aviation market. Boeing predicts the country's airlines will acquire a total of 8,600 new planes over the next 20 years alone.</p> <p>“Comac is not a threat to anyone outside of China,” said Richard Aboulafia, vice-president at aerospace consultancy Teal Group. “But China is the biggest export market on the planet.”</p> <h2>Trade wars</h2> <p>Comac's arrival comes amid heightened trade tensions between the west and China, and concerns among western industry executives at a rise in protectionism from Beijing. </p> <p>“It's a political game . . . we'll buy more aircraft if you invest more in China,” said one. </p> <p>Six months after western regulators lifted their bans on Boeing's 737 Max, which was grounded in the wake of two deadly accidents in 2018 and 2019, Beijing has yet to follow suit.</p> <p>“If it goes on for too long, I pay a price,” Dave Calhoun, Boeing's chief executive, told a conference last month. “I pay a price because they're the biggest part of the growth of the industry in the world . . . It's going to create real issues for us in the next couple of years if we can't find some of that trade structure.”</p> <p>Airbus has it “probably politically easier at the moment”, according to one Chinese aviation industry executive. “Boeing, we have to watch how trade relations play out.”</p> <a href=\"http://www.ft.com/cms/0b175715-0367-45c1-8fbd-cdf11c725612.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a> <p>Those trade tensions could become a complication for Comac's western suppliers, which are providing most of the C919's critical components. Companies related to Comac are among dozens of Chinese defence and surveillance technology groups on a US <a href=\"https://www.ft.com/content/91e6fb2a-6385-49b3-83aa-8044374805c4\">sanctions list</a> due take effect next month.&#xa0;The Financial Times contacted several suppliers but none would comment other than to confirm their role on the C919.</p> <p>“Navigating the current issues will be quite difficult for suppliers,” said Scott Kennedy, senior adviser at CSIS. “They will have to have one ear pointed towards Washington at all times.”</p> <h2>Comac's challenges</h2> <p>The C919 is still some way from taking to the skies. Even once certified by the Chinese regulator, there are questions whether Comac has the ability to support the aircraft while in service.</p> <p>Rob Morris, head of consultancy at Ascend by Cirium, said: “Success in the commercial aircraft space is driven not just by the ability to design, manufacture, [certify] and deliver an aircraft but also by the ability to support the 24/7/365 operation of the aircraft throughout its entire lifecycle.”</p> <p>Robert Thomson of management consultancy Roland Berger said increasing production could be tricky.</p> <p>“It took Airbus well over 10 years to get to a level of 30 jets a month of the A320, with all the previous experience the company had . . . You also need to have a stable design, and capacity in the supply chain for the various parts.”</p> <p>For the C919 to become globally competitive, it will require approval from the US Federal Aviation Administration and the European Union Aviation Safety Agency.</p> <p>Easa told the FT that its certification of the C919 started in July 2016 and that there was “no minimum timeframe for the validation of a large transport aeroplane”.</p> <p>“Given the complexity of this kind of product . . . the time required for validation may vary greatly but it will typically need at least five to seven years,” it added.</p> <h2>Where next?</h2> <p>The US and EU have yet to agree the details of a unified front towards China, including on issues such as protection of intellectual property. </p> <p>For now, Comac needs the expertise of western suppliers. That could change as the country builds up its domestic capabilities. </p> <p>Most analysts believe China's market will be big enough in the next 20 years to support reasonable deliveries of C919s, as well as Airbus A320neos and Boeing 737 Max. </p> <p>Much will depend on politics. Teal's Aboulafia argued the real driver behind the C919 is Beijing seeking to “hedge against a decoupled future” from the west. </p> <p>The recent truce between the US and the EU cannot stop the Asian country from closing its market to the west, he said, but it should at least prevent a scenario where China “plays them off against each other”. </p><p>Source: Sylvia Pfeifer in London and Primrose Riordan in Hong Kong 2021 'China's rival to Boeing and Airbus set to join battle for the skies' FT.com 8 July. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-07-08T04:00:02.390Z",
  "tags": [
    {
      "id": "US0970231058",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 2137,
          "end": 2143
        },
        {
          "start": 17,
          "end": 23
        },
        {
          "start": 277,
          "end": 283
        },
        {
          "start": 2761,
          "end": 2767
        },
        {
          "start": 1236,
          "end": 1242
        },
        {
          "start": 5753,
          "end": 5763
        },
        {
          "start": 2943,
          "end": 2949
        },
        {
          "start": 1931,
          "end": 1937
        },
        {
          "start": 3325,
          "end": 3332
        }
      ],
      "nexusId": "10030932"
    }
  ]
}