{
  "_id": "05c21470a6c11f1853258d1252066fe4707e539fe968cddafdc6ffb6cea3feb4",
  "feed": "ftcomall",
  "title": "Supply constraints mean airlines face wait for new aircraft to arrive",
  "text": "<p>Airlines ordering popular single-aisle jets used on short-haul routes face a two-year wait for delivery as supply constraints persist, according to Airbus, the world's largest aircraft-maker. </p> <p>Christian Scherer, chief commercial officer at the European aerospace group, said demand from airlines for the company's A320 family of jets was so strong that “by and large” delivery slots for larger orders were now around 2024-25.&#xa0;</p> <p>“I wish I had more aeroplanes to sell. There is a supply constraint for the most desirable assets out there . . . on the single-aisle, this points towards the A320 and A321 and now also the A220,” he told the Financial Times. </p> <p>Scherer said that despite concerns over <a href=\"https://www.ft.com/content/51842a80-92bb-4a49-9e46-700a2321c462\">the spread of the new Omicron variant of coronavirus</a>, demand was fundamentally being driven by the need for more fuel-efficient aircraft. Airbus last week secured two significant orders, including a deal with Air France-KLM for 100 A320neo and A321neos. The first deliveries are expected in the second half of 2023.</p> <p>“Generally, there has been a realisation by the airline community at large that when people can travel, they will travel and they will do so with a vengeance . . . The Covid crisis has accelerated the realisation that the transition to more . . . fuel-efficient technology is inevitable,” said Scherer. </p> <p>Just 13 per cent of today's global commercial fleet is of the latest generation, he added. </p> <p>Airlines last year all but stopped ordering planes and in many cases tried to defer or even cancel deliveries at the height of the pandemic. But with many carriers, including Australia's Qantas, now looking to renew their fleets, pressures have built up in the aerospace supply chain. </p> <p>Manufacturing demands for <a href=\"https://www.ft.com/content/dcd39dc6-ae3b-4203-9210-c321eac8f5e5\">Boeing's 737 Max</a> are adding to the strain. The US manufacturer has been outselling Airbus this year for the first time since production of the aircraft resumed in May 2020 after its 2019 grounding. Boeing had secured 692 orders for the Max this year, through to the end of November. </p> <p>Airbus had secured 540 orders for its rival A321neo and A320neo in the same period. </p> <p>The European group still remains on course to retain its title as the world's biggest aircraft-maker at the end of the year. It delivered 518 planes through to the end of November. Boeing delivered 302. </p> <p>Airbus has insisted that demand for its single-aisle aircraft is strong enough to justify a steep increase in production above pre-pandemic levels. Airbus plans to raise output of its A320-family to 65 jets a month by 2023. It is considering rates as high as 75 a month by 2025. It had reached a record 60 a month in 2019 before dropping to 40 a month last year when Covid hit. </p> <p>Aircraft lessors and engine makers, however, have <a href=\"https://www.ft.com/content/9d93925f-8f17-491f-b971-692f33fedfd5\">expressed concerns over the aggressive targets</a>, worried that too many new jets would push existing ones more quickly into retirement, denting their profits. </p> <p>Ihssane Mounir, senior vice-president of commercial sales at Boeing, sounded a more cautionary note about the demand outlook, telling the Financial Times that “you have to set up production targets that the market will need and towards what the supply chain can support”.</p> <p>“You have to watch the supply chain very carefully. Customers want reliability and quality and predictability,” Mounir said.</p> <p>Despite the pressures in the supply chain, Scherer insisted “there doesn't seem to be a systemic obstacle that would prevent us from making the ramp-up”.&#xa0;</p> <p>Sash Tusa, analyst at Agency Partners, said it would take time to restore supply chain capacity. Even big suppliers, he added, would want “some form of commitment from Airbus (cash, pricing, or guaranteed offtake) before they invest to bring rates up, certainly over 60 A320neos a month: that level is a real hurdle for the industry”.&#xa0;</p><p>Source: Sylvia Pfeifer in London and Claire Bushey in Chicago 2021 'Supply constraints mean airlines face wait for new aircraft to arrive' FT.com 19 December. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-12-19T11:00:30.723Z",
  "tags": [
    {
      "id": "US0970231058",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 1911,
          "end": 1917
        },
        {
          "start": 2261,
          "end": 2267
        },
        {
          "start": 1713,
          "end": 1719
        },
        {
          "start": 2929,
          "end": 2935
        }
      ],
      "nexusId": "10030932"
    }
  ]
}