{
  "_id": "18692f5c83dc9834b9b899de9d4c3266bdc210faf54ff2ae860f2f8992c6daa6",
  "feed": "wall-street-journal",
  "title": "Airbus Bests Boeing By Enforcing Deals --- European giant, bucking tradition, made struggling airlines honor contracts",
  "text": "<p>Airbus CEO Guillaume Faury said no.</p><p>Mr. Faury spent the bulk of the pandemic trying to force his biggest and most loyal customers, some of whom were teetering on the brink, to live up to their ironclad contractual obligations. That gamble, which bucked industry convention, has helped lift Airbus into the strongest competitive position in its history against rival Boeing Co.</p><p>Airbus' sales teams went \"plane by plane, airline by airline, customer by customer, to see what the backlog was, and what their contract with Airbus was,\" said Mr. Faury, a former test-flight engineer who took the top job a year before Covid-19 struck. Ultimately, Lufthansa spent 1.3 billion euros ($1.5 billion) taking delivery of all but five of the 21 jets Mr. Spohr tried to defer, according to the company's records.</p><p>Last year, Airbus delivered more than three times as many jets as Boeing, pressing its advantage when the U.S. manufacturer was hobbled by the grounding of its bestselling 737 MAX jet. This year, it has delivered almost twice the number of planes as its rival. Analysts say Airbus's recent gains are so big they may be tippingone of the world's most entrenched duopoliesinto something looking more like a monopoly in at least one crucial market, the industry's most popular type of commercial plane, the single-aisle jet.</p><p>Boeing's 737, which is now flying again, and Airbus's A320 are workhorses of the world's commercial fleet, prized for their versatility and fuel-efficiency. Airbus now commands a 68% share of the total net orders for the two narrow-body jets, according to company figures, compared with a 42-58 split in favor of the A320neo at the end of 2018, before the MAX's grounding following two fatal crashes.</p><p>\"It's almost impossible\" for Boeing to catch up, said Sash Tusa, a London-based analyst at Agency Partners. \"The reason why Airbus can negotiate tough is precisely because there's no competition.\"</p><p>A Boeing spokesman declined to comment for this article. In an April call with analysts, Boeing Chief Executive David Calhoun said: \"I can't make up for the production gap that we created. . . . I'm simply, from this point forward, going to try to hold our own with respect to what I think is our rightful share.\" He said \"over a longer period of time, we'll get back to where we need to get to.\"</p><p>Demand in many of the world's biggest aviation markets, including the U.S. and China, is now recovering, with airlines including United Airlines Holdings Inc. and Delta Air Lines Inc. placing new aircraft orders with both Airbus and Boeing in the past six months.</p><p>Mr. Faury's strategy is a break from past downturns. Airbus, under previous leadership, has traditionally been more willing to give its best customers flexibility on orders. Across industries, suppliers, landlords, even tax authorities all deployed a similar soft touch to accommodate the pandemic's economic hit.</p><p>Airbus's rigid approach carries big risks, and some Airbus executives privately worry it threatens long-term relationships with carriers just as demand starts to return.</p><p>Willie Walsh, who stepped down as chief executive of International Consolidated Airlines Group SA at the end of last year, asked for a moratorium on Airbus deliveries to the owner of British Airways during the early days of the pandemic, according to people familiar with the matter.</p><p>When he was turned down, he repeatedly cited the \"old Airbus,\" they said. In the downturn triggered by the Sept. 11, 2001, terrorist attacks, Mr. Walsh was head of Ireland's Aer Lingus, and Airbus then offered the airline significantly more flexibility with orders.</p><p>\"I was disappointed with the early response,\" said Mr. Walsh in an interview. \"Too often people fell back on 'I have a contract, you're bound by the contract.'\" A spokeswoman for IAG declined to comment.</p><p>Mr. Faury, 53 years old, came up through Airbus's helicopter unit. A graduate of France's elite Ecole Polytechnique, he led research and development at the unit, before a four-year stint heading R&amp;D at the company that then owned Peugeot, PSA Group. He came back to head Airbus's helicopter division before replacing longtime Airbus CEO Tom Enders in April 2019.</p><p>The executive, an avid long-distance endurance runner, plays his cards close to his chest, people familiar with his management style said.</p><p>Mr. Faury said in most cases, Airbus has been able to find common ground with customers seeking to defer or cancel orders, while insisting they honor their contracts.</p><p>\"We have tried with each and every customer, and they were all in different situations, to reach out to them, to sit down, to understand what were their main drivers and their main priorities, and try to explain as good as we could our own constraints,\" he said.</p><p>As a result, all of the aircraft built by Airbus over the past year have either already been sold and are waiting for their owners to collect, or are in \"extremely advanced stages of negotiation,\" Chief Commercial Officer Christian Scherer told reporters in a briefing update in June.</p><p>Airliner contracts are some of the hardest to break. They are written to help ensure reliable delivery schedules that keep Airbus and Boeing factories humming during bad times so they can meet demand when things perk back up.</p><p>But in severe downturns airlines and aircraft leasing companies threatened by bankruptcy expect some flexibility. Airbus has shown little.</p><p>In March 2020, as the magnitude of the virus's global economic threat became clear, Mr. Faury complained to reporters that some airlines weren't answering the phone when sales staff called to remind them of their commitments. He later warned airlines that Airbus was prepared to take legal action if customers refused to take planes they ordered.</p><p>Last year, Boeing customers canceled 655 jet orders and said an additional 723 were unlikely to proceed, according to Boeing's monthly order and delivery data. Most of those were 737 MAX jets. Airlines and lessors were able to walk away without much of a fight because of the plane's monthslong grounding.</p><p>Airbus, meanwhile, agreed to just 115 cancellations, mostly as a result of airline bankruptcies, according to Airbus records. Even in some of those cases, Airbus went to court to pursue compensation.</p><p>Airbus delivered 566 jets last year, including wide-bodies, despite the crisis, to Boeing's 157. Airbus has delivered 296 jets in the first half of the year, compared with 156 by Boeing, according to company records.</p><p>Airbus is now forecasting a robust return of commercial travel early in the second half of this year when it plans to begin ramping production back to and then beyond pre-pandemic levels of 63 narrow-bodies a month.</p><p>By stepping up its pace so quickly, Airbus is betting it can scoop up new aircraft orders once the industry has emerged from the crisis and airlines start battling to win market share abandoned by rivals.</p><p>Last month, Boeing said it had lifted production of the 737 MAX to 16 a month. The Chicago manufacturer has mapped out a plan to produce 31 737s a month by early next year, with \"further gradual increases to correspond with market demand.\"</p><p>Few are counting Boeing out. The 737 MAX is flying again, and passenger demand is soaring in its home U.S. domestic market. Boeing has outsold Airbus so far this year, with 599 orders versus 165 for its rival. Those deals, which are still years from delivery, the time at which a plane maker gets paid, were driven mainly by big purchases placed by U.S. carriers.</p><p>Boeing has also been able to quickly reduce its inventory of unsold 737 MAX jets, as demand in the U.S. turns up.</p><p>Airbus and Boeing have been dueling since the Franco-German upstart's first aircraft took flight in 1972. Since then, Airbus has built itself into an almost-equal to the U.S. aerospace giant. The two make over 90% of the world's commercial aircraft. Except for a period following the impact of the Sept. 11, 2001, terrorist attacks on the U.S. aviation industry, Airbus has never managed to stay on top as the world's biggest plane maker. Profitability, and its share price, has long lagged behind Boeing's.</p><p>In 2011, Airbus managed to catch Boeing off guard, with a more fuel-efficient upgrade of its A320 and was on the cusp of winning a breakthrough order from American Airlines Group Inc., a longtime Boeing customer.</p><p>Boeing, which had been planning an all-new jet to succeed its aging 737, dropped its plans and instead said it would develop a new upgrade to the aircraft -- the MAX.</p><p>Boeing has been left awash in debt: It reported a loss of $11.9 billion last year, and its share price has fallen 43.5% since the March 2019 grounding. Airbus reported a loss of $1.1 billion, and its shares are flat over the same period.</p><p>Lufthansa, along with Air France, was one of Airbus's first-ever customers. After the video meeting between the two CEOs last summer, Lufthansa and Airbus spent almost a year hashing out a new, long-term aircraft delivery plan.</p><p>Lufthansa fleet managers engaged in grueling talks with Airbus' sales team, according to people familiar with the negotiations. Managers from both companies went down Lufthansa's order book, aircraft by aircraft. Every change Lufthansa proposed, Airbus asked for something in return, either an earlier delivery of another model, a new order, deferral payments, or a little of all three, the people said.</p><p>In addition to taking the 16 unwanted planes last year, Lufthansa agreed in April to take 12 new planes this year, while deferring delivery of an additional 24 jets in later years. Lufthansa agreed to pay penalties for the contract changes. It also agreed to buy an additional five A350 wide-bodies for delivery in 2027.</p>",
  "published": "2021-07-14T00:00:00.000Z",
  "tags": [
    {
      "id": "US0970231058",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 7621,
          "end": 7627
        },
        {
          "start": 366,
          "end": 376
        },
        {
          "start": 8151,
          "end": 8157
        },
        {
          "start": 866,
          "end": 872
        },
        {
          "start": 6904,
          "end": 6910
        },
        {
          "start": 8314,
          "end": 8320
        },
        {
          "start": 1752,
          "end": 1758
        },
        {
          "start": 1922,
          "end": 1928
        },
        {
          "start": 8108,
          "end": 8114
        },
        {
          "start": 1322,
          "end": 1328
        },
        {
          "start": 8331,
          "end": 8337
        },
        {
          "start": 7256,
          "end": 7262
        },
        {
          "start": 7496,
          "end": 7502
        },
        {
          "start": 6433,
          "end": 6439
        },
        {
          "start": 5759,
          "end": 5765
        },
        {
          "start": 2550,
          "end": 2556
        },
        {
          "start": 2009,
          "end": 2015
        },
        {
          "start": 13,
          "end": 19
        },
        {
          "start": 6337,
          "end": 6343
        },
        {
          "start": 7149,
          "end": 7155
        },
        {
          "start": 8498,
          "end": 8504
        },
        {
          "start": 5866,
          "end": 5872
        },
        {
          "start": 5170,
          "end": 5176
        }
      ],
      "nexusId": "10030932"
    }
  ]
}