{
  "_id": "6a8a4ff031acec1f5f538f8c074d148536c2552cc294d7e25865c966437cdc90",
  "feed": "wall-street-journal",
  "title": "Obituaries: Aviation Pioneer Had Unique Method",
  "text": "<p>Ed Beauvais had a not-so-secret tactic to rally the Little League team he coached for his sons, blasting Jerry Reed's \"When You're Hot, You're Hot\" before games.</p><p>The unorthodox approach served him through a more than 40-year career in the aviation industry that saw him start three carriers and plant the seeds for what became the largest in the world, American Airlines.</p><p>\"It tortured our opponents,\" said his eldest son, Mark, of the pregame music.</p><p>Mr. Beauvais, who died at home at the age of 84 on Sept. 28 following a heart attack, is best known for creating Phoenix-based America West Airlines in 1981, pioneering features familiar on today's low-cost carriers.</p><p>Mr. Beauvais helped transform the newly deregulated industry in the 1980s by applying the collegiate approach of the sports field.</p><p>America West started flying in 1983 and prospered with the help of feel-good labor relations that remain a rarity in the airline business.</p><p>Mr. Beauvais raised $2 million in seed money locally and started with three rented Boeing Co. jets.</p><p>America West grew quickly, with costs pared by flight attendants also working as customer-service representatives. It introduced one of the industry's first yield-management systems, to maximize revenue by segmenting fares.</p><p>\"He made you feel like you were an owner,\" said Leslie Bohi, who spent 18 years at the airline as a flight attendant.</p><p>America West passed Southwest Airlines as the largest carrier in Phoenix in its first year. However, after the jump in oil prices triggered by the first Gulf war, America West went on the first of two trips through the bankruptcy court.</p><p>Mr. Beauvais left the airline in 1992. America West continued under new management, eventually merging with US Airways and then American Airlines.</p>",
  "published": "2021-10-16T00:00:00.000Z",
  "tags": [
    {
      "id": "US0970231058",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 1020,
          "end": 1030
        }
      ],
      "nexusId": "10030932"
    }
  ]
}