{
  "_id": "b2a0ab0a14639da0e7fca95b4c97d9eff52d6414e72b4ad97121da618e9eac50",
  "feed": "wall-street-journal",
  "title": "AT&T and Verizon  To Delay Some 5G  ----  By Drew FitzGerald and Alison Sider",
  "text": "<p>   Two of the biggest U.S. wireless operators agreed not to turn on some 5G signals near airport runways, a temporary concession to address air-safety concerns that have already prompted international airlines to cancel some U.S.-bound flights. </p><p>   AT&amp;T Inc. and Verizon Communications Inc. accepted on Tuesday the new limits after a monthslong standoff between the cellular operators and aviation officials, who had promised to limit flights over concerns about the 5G signals' effect on aircraft instruments. </p><p>   President Biden thanked the wireless companies for the pause. \"This agreement will avoid potentially devastating disruptions to passenger travel, cargo operations, and our economic recovery, while allowing more than 90% of wireless tower deployment to occur as scheduled,\" he said. </p><p>   Nevertheless, airline executives were left wondering whether the Federal Aviation Administration's pending safety precautions would still ground their flights. Aviation-safety officials believe the wireless carriers' agreement will avert many -- but likely not all -- cancellations and delays. An FAA spokesman didn't detail the extent of those delays. </p><p>   Delta Air Lines Inc. said Tuesday it is planning for the possibility of flight cancellations in certain weather conditions as soon as Wednesday, even after the agreement by Verizon and AT&amp;T. The airline will automatically rebook customers whose flights are impacted. </p><p>   A handful of international airlines said they planned to suspend some U.S. flights starting Wednesday, citing operational concerns stemming from 5G deployment and the FAA restrictions, as well as Boeing Co.'s guidance not to operate the 777 wide-body jet. </p><p>   Emirates Airline said it would suspend flights to nine U.S. cities. Japan Airlines Co. and All Nippon Airways Co. said Boeing had advised them not to operate the 777 to the U.S. in light of 5G deployment. Air India also announced the cancellation of some U.S.-bound flights on 777 jets. </p><p>   An ANA spokesperson said that its cancellations, which would affect about 10 of its flights, were made before the wireless companies announced their latest concessions. </p><p>   An AT&amp;T spokeswoman said the company agreed to temporarily defer the turning on of a limited number of towers around some airport runways but would launch 5G services \"everywhere else as planned.\" Verizon later Tuesday also committed to limit its 5G network around airports, adding that the new high-speed service will still cover more than 90 million people in the U.S. when it goes live Wednesday. </p><p>   The cellphone carriers' next-generation wireless upgrades have sat in limbo in recent months after the FAA asked them to pause their 5G rollouts. The aerospace regulator said the frequencies AT&amp;T and Verizon planned to use to carry the new 5G signals might confuse radar altimeters, which aircraft depend on to measure height off the ground. </p><p>   Telecom-industry executives have disputed those claims and said that the service in dispute, which covers a set of frequencies known as the C-band, already operates around similar airwaves in dozens of other countries. </p><p>   Aviation-industry officials said without an agreement, they could face limits on flying certain aircraft types, including being effectively unable to use Boeing 777 jets. Boeing declined to comment. </p><p>   The telecom and aviation industries seemed close to a truce earlier this month after cellphone carriers agreed to completely pause the launch of their new 5G services until Jan. 19. The timeout was designed to give the FAA more time to whittle down its safety restrictions to specific aircraft and airports, which would lessen flight-plan disruptions. </p><p>   But the FAA recently told airlines that many airports, expected to get some relief from the safety restrictions, would still face limits on landings in harsh weather. Airline executives on Monday wrote Biden administration officials with another delay request, warning that the federal safety precautions could ground swaths of their fleets without more protection from 5G signals. </p><p>   AT&amp;T and Verizon said they still plan to launch their high-speed network links nationwide Wednesday but will refrain from turning on signals within 2 miles of airport runways. They had previously agreed to dim the power of their 5G signals around runways for six months. The partial launch has a deeper effect on Verizon, which is using the 5G frequencies in a larger number of locations. </p><p>   --- </p><p>   Doug Cameron contributed to this article. </p><p></p>",
  "published": "2022-01-19T07:09:00.000Z",
  "tags": [
    {
      "id": "US0970231058",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 1781,
          "end": 1787
        },
        {
          "start": 3233,
          "end": 3239
        },
        {
          "start": 3250,
          "end": 3256
        },
        {
          "start": 1602,
          "end": 1612
        },
        {
          "start": 1602,
          "end": 1608
        }
      ],
      "nexusId": "10030932"
    }
  ]
}