{
  "_id": "265509f04e6a47c83e00c2b6403d7b238a203f300bb71e836f73f71ecd7de485",
  "feed": "ftcomall",
  "title": "‘World first' airport for flying taxis opens . . . in a Coventry car park ",
  "text": "<p>It is arguably the strangest thing to emerge from an English car park since they found Richard III under a Leicester pay-and-display. This time, on an equally nondescript patch of asphalt opposite a Burger King in Coventry, the focus is the future — and a purported revolution in green transport.</p> <p>Air-One, which opened in the West Midlands city on Monday, claims to be the world's first hub for flying taxis. More accurately, it's the first demonstration of a “vertiport” for electric vertical take-off and landing aircraft, which are clunkily known as eVTOLs (say “evie-toll”).</p> <p>The big white tent, which resembles a flying saucer, encircles a rising platform from which the giant drones can take off at roof level, powered by multiple rotors. It will sit here for a month before going on tour as Urban-Air Port (UAP), the London company behind it, makes its pitch to investors and consumers.</p> <p>Above a café serving coffee and prosecco, Air-One's departures board shows flights to destinations including Bristol, Cambridge and London. They're all “on time” but the only machine that has permission to take-off here is a cargo drone. And even its demo flights are legally limited to a few laps of the car park.</p> <p>While multiple manufacturers have conducted manned eVTOL test flights, and unmanned flights of as much as 150 miles, none has yet achieved the certification required for them to enter commercial service. Nevertheless, UAP and its investors, including Supernal, the eVTOL arm of Hyundai, are convinced that something approaching the Jetsons dream is on the horizon. The market is booming, as start-ups jostle for attention and funding alongside giants of aviation, transport and logistics. Governments are interested too; UAP last year won a £1.2mn grant from the UK government as part of a push for greener aviation. </p> <p>But big players including Nasa have singled out the lack of ground logistics as a barrier. “People are beginning to realise that you can't just land these things anywhere,” Ricky Sandhu, founder and executive chair of UAP, tells me inside Air-One.</p> <p>Despite being smaller and quieter than conventional helicopters, eVTOLs still rely on potentially deadly rotors for lift. Then there are the logistics of charging and loading cargo or passengers to consider. Existing airports would work but Sandhu, an architect who is 44 and grew up in Birmingham, sees the promise of urban flight as a rejection of old, out-of-town infrastructure.</p> <p>Sandhu, who helped design airports in a long career at Foster + Partners, believes small hubs are the answer. “This whole industry will remain a fantasy if you can't be in locations like this,” he says when I query the choice of a Coventry car park for his big debut. “We've built an airport 60 seconds from a city centre where half a million people live and work — that's the demand.”</p> <p>The most eye-catching thing at Air-One right now is Supernal's sleek, four-passenger eVTOL, even if it is a full-scale model bolted to the floor. The company says it plans to start commercial flights in 2028.</p> <p>Sandhu insists that Air-One is more than a glorified sci-fi movie set. He's patenting its rising take-off platforms, as well as flight systems, security procedures and a passenger app. He's also keen to talk up its cargo credentials. For years we've been told that delivery drones, which are already being used in remote parts of the world, will relieve our roads of parcel-laden vans. But they can't just land anywhere either.</p> <p>UAP has developed a concept for urban parcel collection hubs with rooftop landing pads as well as for take-off units designed to fit into standard warehouse loading bays. Sandhu tells me FedEx visited Air-One the day before me. Last month, the delivery firm announced plans to test unmanned eVTOLs for shipments between its warehouses.</p> <p>The UK's Civil Aviation Authority (CAA), which strictly controls drone flight, is now working with companies including Amazon, Boeing and eVTOL start-ups to try and adapt to this growing demand. Bristol-based passenger drone firm Vertical Aerospace this month poached a certification director from the European Union Aviation Safety Agency, having agreed terms for a dual certification process with the CAA. “The agencies are actually pushing really hard to support this,” Sandhu says.</p> <p>Still not sure whether I've been sold an expensive dream or an imminent reality, I walk back to Coventry train station. Sarah Higgins is waiting on the platform. “I wouldn't fly in one of them!” the 66-year-old retiree says when I tell her about the drones that may soon buzz over her city. “Knowing me, it'd probably go wrong and&#xa0;I'd end up in space.”</p> <p>Higgins isn't sure whether flights to London, which I'm told would take 25 minutes rather than an hour on the fast train, will exist while she's still around. Sandhu is banking a lot on the promise that they will.</p> <p><em>Air One is at Westminster Car Park, Coventry until May 14; it is open to the public but tours, which are free, must be pre-booked at </em><a href=\"https://www.urbanairport.com/aironeevent\"><em>urbanairport.com</em></a></p> <a href=\"http://www.ft.com/cms/bec536b3-0da2-4ba9-96dd-3e78fa641b74.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a><p>Source: Simon Usborne 2022 '‘World first' airport for flying taxis opens . . . in a Coventry car park ' FT.com 28 April. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-04-28T14:00:11.518Z",
  "tags": [
    {
      "id": "US0970231058",
      "nexusId": "10030932",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 3942,
          "end": 3948
        }
      ]
    }
  ]
}