{
  "_id": "823ac369005d978ef1795b49965ad0b0afddcad333a62d45ed73559c3d124b21",
  "feed": "wall-street-journal",
  "title": "U.S. Pushes to Keep B-52 Bombers Going as Pressure From China Grows; Air Force and aerospace suppliers look to upgrade vintage fleet, with newer systems taking years to come online",
  "text": "<p>The challenge for the Air Force and aerospace suppliers is to refresh long-running programs such as the B-52 while newer systems come online. Upgrading older aircraft takes time as the new systems need testing and the changes have to be staggered so that enough jets remain in service.</p><p>For instance, the Air Force in December plans to roll out the new B-21 Raider, a bomber built by Northrop Grumman Corp. and designed to penetrate enemy defenses. But it isn't expected to make its first flight until next year and won't enter service before 2030.</p><p>The B-52s can carry more weapons than any other Air Force jet and fly long-range missions from bases in the Pacific. Although the B-52 lacks the expected stealth of the B-21, it can fire weapons—including newhypersonic missiles that the Air Force hopes to field by 2027—from a distance.</p><p>Because the design for the B-52s dates from the 1950s, new engines and other upgrades are required to extend their performance and range. These changes are needed to operate in the Pacific region and meet the challenge of China's military expansion, which the Pentagon said is driving its development and purchase of new weapons.</p><p>\"I never thought it would be flying this long,\" said Mark Gunzinger, a former Pentagon official and a director at Mitchell Institute for Aerospace Studies, a think tank. He said he has logged more than 3,000 hours on the B-52.</p><p>Now, the fleet of 76 B-52 Stratofortress jets is being equipped with new engines from Rolls-Royce Holdings PLC, radar from Raytheon Technologies Corp. and other systems in a program led by Boeing. The aim is to keep planes that last rolled off the production line in 1962 operational until at least 2050, according to plans revealed when the Air Force announced the engine award to Rolls-Royce last year.</p><p>Military leaders said the bomber fleet—which includes B-52s, B-1s and B-2s—is already stretched by existing operational requirements and serving as part of the U.S. effort to deter nuclear threats.</p><p>\"Demand is ubiquitous and unending,\" Maj. Gen. Jason Armagost, director of strategic plans, programs and requirements at Air Force Global Strike Command, said at an industry event in August. \"We had to figure out how to transition with legacy platforms.\"</p><p>The centerpiece of the B-52's refresh is the replacement of its eight engines with new ones of the type used on high-end business jets. Rolls-Royce beat competition from General Electric Co. and incumbent Pratt &amp; Whitney, a unit of Raytheon Technologies.</p><p>Raytheon said that while it is disappointed to lose the contest, it is committed to supporting its existing engines on the B-52 until they are replaced, as well as its role in the plane's upgrade.</p><p>The B-52's engines sit side by side in four pods—two on each wing—and the toughest part of the program has been reconfiguring them, said Scott Ames, Rolls-Royce's program director for the B-52. On business jets, they are placed on either side of an aircraft. Fuel pipes and cooling systems have had to be rerouted, and a live test of the new engines is scheduled for the fall at a National Aeronautics and Space Administration facility in Mississippi.</p><p>Rolls-Royce's engine deal is valued at $2.6 billion and involves digitally redesigning the engines to fit on the B-52 wing. The new engines are part of broader efforts championed by the Air Force to speed design—and model and test new aircraft on computers before producing any prototypes.</p><p>The Air Force and defense companies said they want to avoid the lengthy retooling of new aircraft during the design and prototyping phases that have led to delays and cost overruns on such programs as the Boeing-led KC-46A tanker and the F-35 combat jet made by Lockheed Martin Corp.</p><p>\"By transitioning a legacy aircraft into a digital environment, we've been able to mitigate risk much earlier in the design and development process,\" said Jennifer Wong, Boeing's B-52 program manager.</p><p>Digital design isn't a panacea. The first re-engined B-52 isn't expected to enter service until 2030, nine years after the contract was awarded to Rolls-Royce, and it could take several years after that to upgrade the whole fleet.</p><p>\"It is not just putting a commercial engine on the underbelly of a wing and throwing them out there,\" said Col. Louis Ruscetta, who is senior materiel leader at the Air Force B-52 division and has led the upgrade program for the past two years. He said the Air Force needs to do a better job of explaining the complexity of the refit to taxpayers and lawmakers.</p><p>Write to Doug Cameron at Doug.Cameron@wsj.com</p><p>U.S. Pushes to Keep B-52 Bombers Going as Pressure From China Grows</p>",
  "published": "2022-10-17T12:00:00.000Z",
  "tags": [
    {
      "id": "US0970231058",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 3898,
          "end": 3904
        },
        {
          "start": 1581,
          "end": 1587
        }
      ],
      "nexusId": "10030932"
    }
  ]
}