{
  "_id": "1eb5d2d4d50df94d7666d133b3813a3803b6f415d5badb314041dcf1b7501738",
  "feed": "ftcomall",
  "title": "US sends Ukraine more weapons and intelligence to repel Russian offensive",
  "text": "<p>The US is funnelling extra weapons to Ukraine and sharing more intelligence with Kyiv while stepping up its rhetoric against President Vladimir Putin as Russian forces regroup for a renewed offensive in the south-eastern Donbas region. </p> <p>US president Joe Biden announced that the Pentagon would send $800mn in additional military aid to Ukraine, including artillery, armoured vehicles and helicopters, as the country braces itself for an assault that threatens to be the bloodiest yet of the two-month conflict.</p> <p>“The Ukrainian military has used the weapons we are providing to devastating effect,” Biden said after a call on Wednesday with Ukrainian president Volodymyr Zelensky. “As Russia prepares to intensify its attack in the Donbas region, the US will continue to provide Ukraine with the capabilities to defend itself.”</p> <p>Russia's defence ministry said on Thursday morning that one of its warships, the Moskva, had been seriously damaged. </p> <p>“As a result of a fire on the missile cruiser Moskva, the ammunition detonated [and] the ship was seriously damaged,” the ministry said in a statement quoted by RIA-Novosti, the state press agency. “The crew was completely evacuated, the causes of the fire are being established.”</p> <p>Maksym Marchenko, the head of Odesa's regional government, said in an online post that two Neptune anti-ship cruise missiles had caused “very serious damage” to the Moskva. </p> <p>The claims by the Ukrainian and Russian military could not be independently verified.</p> <p>The assistance from the US comes as Ukraine prepares for the <a href=\"https://www.ft.com/content/9f21c96a-2528-4c58-8adf-f49e1c8712da\">Russian military push</a> in the south-east of the country, having successfully forced Moscow's forces to retreat from the area around Kyiv.</p> <p>Washington is also expanding the intelligence it is sharing with Ukrainian forces about Russia, US officials said, adding that the change to guidelines took place over the past several days.</p> <p>“As the conflict evolves, we continue to adjust to ensure that operators have the flexibility to share detailed, timely intelligence with the Ukrainians,” said a US intelligence official. </p> <p>The new military aid and intelligence sharing marks a significant expansion of US involvement in the conflict and reflects the belief among Washington and its allies that Russia is less likely to retaliate against the west as the fight grinds on.</p> <p>Biden has ratcheted up the rhetoric against Putin, accusing him of <a href=\"https://www.ft.com/content/6f6f74ae-56bd-45e7-ad40-51a87775f1a6\">orchestrating a “genocide”</a> by “trying to wipe out the idea of being able to be Ukrainian”. The US president said lawyers would have to determine whether Putin was guilty, but the comments amounted to Biden's most forceful condemnation of his Russian counterpart.</p> <p>Included in the US military assistance package are 11 Mi-17 helicopters, 18 howitzers, 40,000 artillery rounds, 300 Switchblade drones, 12 radar systems and Claymore landmines, among other equipment. </p> <p>Washington hopes the weapons and intelligence will help Ukraine's army as it transitions from the street and city fighting that dominated its <a href=\"https://www.ft.com/content/e87fdc60-0d5e-4d39-93c6-7cfd22f770e8\">defence of Kyiv</a> to more conventional battles expected in the east.</p> <p>The radars and artillery systems will require additional training, Pentagon press secretary John Kirby said on Wednesday, adding that the US was still assessing how best to teach Ukrainian forces. He said the Pentagon would probably use a “train the trainers” approach, pulling out a small number of Ukrainian troops from the battlefield who would return and instruct others. </p> <p>Kathleen Hicks, deputy US defence secretary, met with chief executives from the top eight US defence contractors — including Boeing, Lockheed Martin and Northrop Grumman — to <a href=\"https://www.ft.com/content/cd705814-287d-44aa-a5d6-05bc99b81ea5\">discuss ramping up production</a> of weapons to Ukraine, said Pentagon spokesperson Eric Pahon.</p> <p>The defence department and industry leaders discussed air defence, anti-armour, anti-personnel, coastal defence, counter-battery and communications systems, he said.</p> <p>Nato officials said western countries had become increasingly amenable to <a href=\"https://www.ft.com/content/1c0e6e15-c8fe-4a84-99dc-12b6836bf0f4\">sending heavier weapons</a> such as tanks and artillery to Ukraine over the past week. </p> <p>“One of the definitions the administration had been using is offensive versus defensive [weapons]; there's sort of a feeling now that's no longer a meaningful distinction,” said a US congressional aide familiar with the plans.</p> <p>Discussions on the possibility of sending fighter jets to Ukraine also took place last week at a meeting of Nato foreign ministers, according to people present at the talks. Such a move would mark a significant shift in the level of lethal aid western countries were prepared to supply to Kyiv.</p> <p>The strengthened US assistance comes in response to <a href=\"https://www.ft.com/content/35c35c0a-b625-4ee9-915e-616d82ff020f\">pleas from Zelensky</a> for heavier weaponry to combat Russian tanks and missiles.</p> <p>“Freedom must be armed better than tyranny. Western countries have everything to make it happen,” Zelensky said on Wednesday in an English-language video. The Ukrainian president also discussed <a href=\"https://www.ft.com/content/2e67861d-f880-48c4-a11a-9bbe62be9a73\">possible Russian war crimes</a> with Biden.</p> <p>Jake Sullivan, US national security adviser, and Mark Milley, chair of the joint chiefs of staff, spent two hours on the phone last week reviewing Ukraine's requests for aid with the head of the country's armed forces and Zelensky's top adviser.</p> <p>The new $800mn pledge will bring the total US assistance supplied to Ukraine since the beginning of the war to $2.5bn.</p> <p>The funding will come from the Presidential Drawdown Authority, which allows the president to draw on US stocks of weapons during an emergency without congressional approval. The administration did, however, consult on Tuesday with Congress, the person said.</p> <p>EU foreign ministers on Monday discussed shifting their weapons supplies from lighter, more easily transportable arms such as anti-tank missiles to heavier equipment including artillery, armoured vehicles, multiple-launch rocket systems and tanks, according to people briefed on the discussions.</p> <p>“The Ukrainians are preparing to face this new stage of the war and obviously we are going to help them. It's not a secret,” said Josep Borrell, the EU's chief diplomat, this week. “From a military point of view, since we will not intervene in the war, the only way we can help them is by providing them with the necessary equipment so that they can fight.”</p> <p><em>Additional reporting by Roman Olearchyk in Kyiv</em></p> <a href=\"http://www.ft.com/cms/4adad9c9-151b-4448-8547-908b49d74fde.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a><p>Source: Felicia Schwartz in New York, Henry Foy in Brussels and John Reed in Kyiv 2022 'US sends Ukraine more weapons and intelligence to repel Russian offensive' FT.com 14 April. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-04-14T07:10:48.396Z",
  "tags": [
    {
      "id": "US0970231058",
      "nexusId": "10030932",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 3546,
          "end": 3552
        }
      ]
    }
  ]
}