{
  "_id": "7dabd2d3ab1c3cdc286ad60802a17b4be271b47024bcf8566d4e5a4011ff69d8",
  "feed": "ftcomall",
  "title": "Rolls-Royce tests hydrogen-fueled aircraft engine in aviation world first",
  "text": "<p>British engineer Rolls-Royce has successfully tested hydrogen instead of conventional jet fuel to power a modern aircraft engine in a world first for the aviation industry, according to the company.</p> <p>The ground test, which took place at a government test facility at Boscombe Down, used green hydrogen generated by wind and tidal power from the Orkney Islands in Scotland. </p> <p>Rolls-Royce used a converted AE 2100-A turboprop engine that powers civil and military aircraft to conduct the test in partnership with easyJet.</p> <p>It marks another step in the industry's attempts to prove hydrogen could play a viable role to help companies reduce harmful carbon emissions that contribute to climate change. </p> <p>The Race to Zero pledge backed by the United Nations is committed to achieving net zero carbon emissions by 2050 and airlines are pushing to use more sustainable fuel as an alternative to petroleum-based jet fuel. </p> <p>Flying is one of the most difficult industries to decarbonise and technologies such as electricity or hydrogen-powered aircraft are still years from carrying a plane full of people over long distances. </p> <p>Airbus plans to use a <a href=\"https://www.ft.com/content/3a5f7756-781a-418e-a151-0c87f85fa3df\">superjumbo A380 </a>to test hydrogen-powered jet engines as part of a plan to bring a zero emissions aircraft into service by 2035. </p> <p>The Toulouse-based group is working with CFM International, a joint venture between France's Safran and General Electric of the US, to develop an engine that can run on hydrogen. </p> <p>The Rolls-Royce led trial, although not involving flying an aircraft, is part of a new <a href=\"https://www.ft.com/content/17f9d9a0-e947-4f57-aac8-fbbec802ca7f\">hydrogen demonstration programme</a> launched in the summer by the FTSE 100 group in partnership with easyJet after research showed there was market potential for hydrogen-powered aircraft. </p> <p>The two companies plan to move on to a second set of tests, which will in turn lead up to a full-scale ground trial of a Rolls-Royce Pearl 15 business jet engine. </p> <p>Grant Shapps, UK business secretary, described the demonstration as a “prime example of how we can work together to make aviation cleaner while driving jobs across the country”.</p> <p>Grazia Vittadini, Rolls-Royce chief technology officer, said the test was an “exciting milestone”. </p> <p>“We are pushing the boundaries to discover the zero carbon possibilities of hydrogen, which could help reshape the future of flight.”</p><p>Source: Sylvia Pfeifer in London 2022 'Rolls-Royce tests hydrogen-fueled aircraft engine in aviation world first' FT.com 28 November. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-11-28T11:19:42.662Z",
  "tags": [
    {
      "id": "US0970231058",
      "nexusId": "10030932",
      "name": "The Boeing Company",
      "offsets": []
    }
  ]
}