{
  "_id": "e88ae28b3271757a8d5419f0b8b1bb07ddf7ccd33caebdbc1348099fef557020",
  "feed": "wall-street-journal",
  "title": "How the U.S. and EU Cut Russia Off From the Global Economy; Unprecedented coordination from late November set the stage for aggressive sanctions when Ukraine was invaded",
  "text": "<p>That meeting marked the launch of an unprecedented financial sanctions program by the West aimed at a major economy. In the war between Russia and Ukraine that program, along with massive arms shipments, were the front lines of the West's engagement. It is a strategy designed to steer clear of direct combat between Russia and members of the North Atlantic Treaty Organization while crippling Russia's economy to ensure that any military victory is pyrrhic.</p><p>\"We're using economic statecraft to fight for democracy and take on autocracy,\" said Mark Gitenstein, U.S. ambassador to the European Union.</p><p>It remains unclear whether the campaign will achieve its goal of deterring President Vladimir Putin or altering his calculus on the battlefield. So far, Russia's military progress has been slower than many anticipated and Ukraine's resistance stronger, but Mr. Putin has shown little interest in de-escalating the crisis.</p><p>Some observers also note that such sweeping Western measures could cause collateral damage by shocking commodities markets that countries around the globe rely on for energy, metals and food.</p><p>\"The risk now is that these sanctions have a grave impact on the world economy because of their size and the role of the Russian economy in global markets,\" said Nicholas Mulder, a historian at Cornell University who studies the history of sanctions. \"It is going to be a pretty serious drag on global growth and could lead to recession.\"</p><p>As a shock to the Russian economy, however, the program to cut off Russia's access to international finance appears to have met with early success even though the U.S. and Europe have continued to allow Russia to collect hundreds of millions of dollars a day in payments for its energy exports to Europe. Many global companies—such as Visa Inc., Mastercard Inc., Exxon Mobil Corp., Microsoft Corp. and McDonald's Corp.—amplified government efforts to isolate Russia by abandoning or scaling back operations there.</p><p>Russia's currency, the ruble, is down 13% since the invasion started on Feb. 24. Russians have lined up to withdraw their savings from the country's banks and Russian factories have been crippled. Assets held internationally by a host of Russian oligarchsviewed as close to Mr. Putin have been frozen. Russia's stock market has been closed for weeks.</p><p>Russia calls the actions aggression. \"The United States has unconditionally declared economic war on Russia, and they are waging this war,\" Kremlin spokesman Dmitry Peskov said this month.</p><p>The campaign also took the drastic step of isolating Russia's central bank by freezing the reserves it holds at central banks around the world—denominated in dollars, euros and other currencies. Those assets help authorities manage the economy and are a resource for Russian companies that do business internationally.</p><p>As of June 2021, the Russian central bank had 16.4% of its reserves in U.S. dollar assets, 32.3% of its reserves in euro-denominated assets and much else in China, gold and other places. Together, U.S. and EU officials have blocked Russia's access to nearly half of its global funds.</p><p>In recent years, the U.S. and Europe at times have been at odds over how far to go in financial deterrents. U.S. and European officials squabbled in the past when the U.S. imposed sanctions on foes such as Iran or North Korea and threatened European companies with repercussions if they didn't comply.</p><p>When faced with Russian aggression toward Ukraine, the two sides worked with an unprecedented level of cooperation and scope between Treasury, the White House, the Commerce Department and the European Commission, the EU's executive branch, according to several of the participants.</p><p>They brought together elements of other sanctions and measures that among them they have launched in recent years against Iran, North Korea and Venezuela, as well as Russia over its 2014 seizure of Crimea, and Chinese telecommunication-equipment maker Huawei Technologies Co.</p><p>As the war grinds on, Ms. Yellen has said the West isn't done seeking out economic responses. The Biden administration has since banned imports of Russian oil into the U.S. and sought to sever normal trade ties with Russia.</p><p>\"The atrocities that they're committing against civilians seem to be intensifying,\" Ms. Yellen said last week in a public forum. \"So it's certainly appropriate for us to be working with our allies to consider further sanctions.\"</p><p>After the pre-Thanksgiving meeting, senior Treasury officials including Ms. Yellen's deputy, Wally Adeyemo, who oversees the day-to-day sanctions operation at the Treasury Department, and Elizabeth Rosenberg, assistant secretary on terror financing issues, led the coordination effort from Washington.</p><p>The central point of contact at the White House was Daleep Singh, a former Federal Reserve and Treasury official now at the National Security Council. He in turn was in regular contact with Björn Seibert, a former German defense official who serves as head of cabinet to European Commission President Ursula von der Leyen, coordinating EU policies.</p><p>Messrs. Singh and Seibert began talking about sanctions in December. Among the hurdles: Each element could blow back differently on the U.S. and the EU's 27 national economies. The two focused on sanctioning Russia's government-owned banks and imposing export controls, which would cut off Russian businesses from global suppliers.</p><p>For that, U.S. officials turned to the Foreign Direct Product Rule, a regulation they read as enabling Washington to block exports to Russia of potentially any product, including foreign goods made using U.S. equipment, software or blueprints. The rule has enabled the U.S. to hobble Huawei.</p><p>Many EU officials were hesitant, according to people involved in the talks. The EU exported about $100 billion of goods to Russia last year, while the U.S. exported directly less than $10 billion.</p><p>Unless all EU members were on board, Russian companies could ship a product that was on one country's export-control list to a second country where it wasn't controlled, and import it from there. It took EU specialists three days just to translate U.S. export codes for local European jurisdictions.</p><p>The negotiators agreed the U.S. would enforce export controls with U.S. companies, while the EU, alongside member states, would oversee Europeans.</p><p>Mr. Seibert worked with small groups of four or five European national representatives at a time to avoid information leaks. Some were still skeptical Russia would invade. Dubbing the meetings \"confessionals,\" Mr. Seibert teased out what export sectors were ripe for targeting and where the effort faced regulatory or political obstacles for export controls or other sanctions.</p><p>What emerged was a wide-ranging list of targets, including aviation and avionics. At least 80% of Russia's commercial aircraft fleet is made by Boeing Co. or Airbus SE. State carrier Aeroflot has ambitious expansion plans, and even Russian-made planes use Western equipment. Imposing export controls on Russia's aviation could eventually ground most of its planes.</p><p>In early February three U.S. officials flew to Brussels for meetings orchestrated by Mr. Gitenstein. Ms. Rosenberg and officials from Commerce and State spent hours at European Commission headquarters hashing out the plan. </p><p>A view of the Kremlin in Moscow. President Putin has warned Russians about the economic impact of sanctions. PHOTO: The Wall Street Journal</p><p>When Russia launched its invasion of Ukraine, \"we kind of understood what plays we were going to call,\" Mr. Adeyemo said in an interview.</p><p>On Feb. 24, EU national leaders met in Brussels and quickly approved a package of export controls and restrictions on Russian banks. Ukrainian President Volodymyr Zelensky then addressed the summit by video link and told the leaders it might be the last time they saw him alive, galvanizing European officials to call for more aggressive action.</p><p>Soon after the summit, European officials learned that Russia's central bank had reached out to commercial custodians about moving some of its $630 billion in foreign assets from the West. Officials in Washington heard similar murmurings.</p><p>SHARE YOUR THOUGHTS</p><p>How effective is finance as a form of modern warfare? Join the conversation below.</p><p>U.S. officials worried other central banks might come to doubt the U.S. was a reliable place to hold reserves if they froze the reserves. That could undermine the dollar's status as the financial system's bedrock currency. They had just a few hours to deliberate on whether to counter. On Saturday Feb. 26, the allies agreed to block any move of Russian reserves before trading resumed on Monday. By 3:30 a.m. Brussels time on Feb. 28, the text of a blocking order was agreed and announced soon after, alongside plans to cut some of Russia's biggest banks off from the Swift global financial messaging system, a move officials had been reluctant to take before the invasion but which they signed onto after.</p><p>The ruble dropped 20% against the dollar that day. Russia's central bank blocked residents from sending money to foreign accounts and ordered Russian companies that earned foreign income to turn over 80% of their proceeds to the central bank in exchange for rubles.</p><p>The Russian president this week acknowledged that the country's economy had suffered a blow from Western sanctions.</p><p>\"Our economy will need deep structural changes in these new realities, and I won't hide this—they won't be easy; they will lead to a temporary rise in inflation and unemployment,\" Mr. Putin said in televised remarks on Wednesday.</p><p>Write to Ian Talley at ian.talley@wsj.com, Daniel Michaels at daniel.michaels@wsj.com and Jon Hilsenrath at jon.hilsenrath@wsj.com</p><p>How the U.S. and EU Cut Russia Off From the Global Economy</p>",
  "published": "2022-03-18T09:33:00.000Z",
  "tags": [
    {
      "id": "US0970231058",
      "nexusId": "10030932",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 6864,
          "end": 6874
        }
      ]
    }
  ]
}