{
  "_id": "ffc2407b21879f01e32e6fdab15b1edf3dd93d7d00019a2748e8a20c98061662",
  "feed": "ftcomall",
  "title": "Parts shortages dog US defence contractors as war depletes arsenals",
  "text": "<p>Four of the Pentagon's top defence contractors have warned that persistent parts and labour shortages could continue into 2024, just as they invest in accelerating weapons production and orders related to the war in Ukraine roll in. </p> <p>Boeing, Lockheed Martin, <a href=\"https://www.ft.com/stream/6a604452-59c6-4d39-aac5-fcd8a6d5fbc8\">Northrop Grumman</a> and Raytheon Technologies have contended with snarled supplies since the start of the coronavirus pandemic, and they are now confronting widespread cost inflation. These factors have combined to slow production rates, weigh on revenues and in some cases cause outright losses. </p> <p>Northrop Grumman, which makes weaponry including the B-2 stealth bomber, expects <a href=\"https://www.ft.com/supply-chains\">supply chain</a> delays to run throughout 2023, with some disruptions lasting up to two years, longer than the company's earlier forecasts. </p> <p>“I don't expect them to get significantly better,” Kathy Warden, Northrop's chief executive, told analysts during an earnings call on Thursday. The company reported $915mn in net profit, $27mn less than analysts expected. </p> <p>Raytheon chief executive Greg Hayes said that of the group's 13,000 suppliers, roughly 400 “are a problem for us”. </p> <p>“We're fully prepared that next year is going to be kind of a hand to mouth on the supply chain,” Hayes told analysts after the company reported earnings this week. </p> <p>The US aerospace and defence industry is expected to grow as the country and its allies increase budgets to bolster their own arsenals and replenish <a href=\"https://www.ft.com/content/d413576c-c4d5-4ca6-9050-58f3f8dc3c00\">stockpiles of weaponry</a> sent to the Ukrainian military. </p> <p>But the industry's struggles with obtaining necessary parts and raw materials will “throttle” companies' expansion, and “it is going to take longer to replenish those inventories”, said Ron Epstein, an analyst at Bank of America. Supply chains were “not even close” to being “in a wartime posture”, he said. </p> <p>Northrop Grumman said its full-year sales would be at the lower end of its guidance this year. Lockheed <a href=\"https://www.ft.com/content/f7352adb-9513-4c9e-a34a-0abfd1f2c897\">cut its 2022 guidance</a> in July. </p> <p>Raytheon cut its full-year revenue guidance by between $750mn and $1.45bn, to between $67bn and $67.3bn, as labour, raw materials and parts shortages held down production rates in its missile division. Sales growth in 2023 will not be as robust as previously hoped, Hayes said. </p> <p>The company's headcount has increased by 27,000 this year, but it needs 10,000 more workers, many of whom require specialised long-term training. “It's a labour availability [issue]. I mean, how do you get trained welders working efficiently?” </p> <p>Typically, all necessary parts are ready to be assembled in Raytheon's factories 90 per cent to 95 per cent of the time. Availability was at roughly 55 per cent in the third quarter and the company will be “lucky” to hit 70 per cent by the end of the year, he said. </p> <p>Microelectronics and rocket motors are Raytheon's scarcest parts, and for the latter, “we literally do not see a recovery path” until the first half of 2024.</p> <p>Lead times for microelectronics at Lockheed Martin, whose weapons can each require hundreds of chips, are running at two to three times their pre-pandemic duration, chief operating officer Frank St John told the Financial Times. Lockheed, which makes the F-35 fighter jet, has put $65mn towards purchasing parts such as warhead explosives, rocket propellants, chips, forgings and castings well in advance.</p> <p>Weapons such as Himars, the high-mobility air rocket systems that have been crucial on the Ukrainian battlefield, have thousands of parts and supply chains that can have a dozen layers, St John said. The disruptions have forced Lockheed to push back its timeline for sales growth to 2024 as it now expects revenue in 2023 to be roughly the same as this year.</p> <p>Inflation, parts shortages and labour instability also weighed on Boeing's defence business as the division reported $2.8bn in losses in the third quarter. In a “supply-constrained world”, Boeing chief executive Dave Calhoun <a href=\"https://www.ft.com/content/bf0a52b5-ed1b-46ce-bc8e-9ea7d1c09910\">said </a>on Wednesday, “we don't push the system too fast. We slow down when we have to and we try not to compound problems.” </p> <p>Despite near-term complications, all four contractors remained confident of long-term growth as western governments are poised to spend tens of billions of dollars on defence packages unanticipated prior to Russia's invasion of Ukraine.</p> <p>General Dynamics, which specialises in battle tanks and ships, has had trouble hiring speciality engineers and experienced shipbuilders but does “not see labour as a constraint for our revenue growth at the moment”, chief executive Phebe Novakovic said on Wednesday, as the company has been bolstered by its commercial private jet business. </p><p>Source: Steff Chávez in Chicago 2022 'Parts shortages dog US defence contractors as war depletes arsenals' FT.com 27 October. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-10-27T17:41:42.324Z",
  "tags": [
    {
      "id": "US0970231058",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 3818,
          "end": 3824
        },
        {
          "start": 233,
          "end": 239
        },
        {
          "start": 3695,
          "end": 3701
        }
      ],
      "nexusId": "10030932"
    }
  ]
}