{
  "_id": "731b3569b5f78d052ae50dc3cd88d432e032208c3c2be33d5edbef8ce8ff06b4",
  "feed": "wall-street-journal",
  "title": "Cancer Disrupted a Career and Inspired a Cause; Kimberly Hammonds, who has died at age 55, held senior posts at Ford, Boeing and Deutsche Bank and created an art therapy foundation",
  "text": "<p>A hospital volunteer introduced her to art therapy. Painting distracted her from the torments of chemotherapy. She began looking forward to hospital art sessions.</p><p>Ms. Hammonds decided that her legacy would be the Zoë Foundation, founded in 2004 and named after her daughter, providing art therapy for cancer patients around the country.</p><p>After she was diagnosed with metastatic breast cancer in April 2019, she raised about $1.8 million for the foundation and assigned friends to carry on with fundraising work.</p><p>Over the past few years, Ms. Hammonds served as a director of companies including Zoom Video Communications Inc., Box Inc., Cloudera Inc. and Red Hat Inc. She was attending board meetings via remote links until a few days before she died on June 28 at her home on Anna Maria Island in Florida. She was 55 years old.</p><p>After her first cancer diagnosis, she was undergoing chemotherapy at a hospital in Ann Arbor, Mich., when Diane Marx, an art student, wheeled a cart loaded with art supplies toward her chair. Ms. Hammonds soon was absorbed in learning to paint with watercolors.</p><p>During chemotherapy, \"you're basically lashed to the chair,\" Ms. Marx said. \"You have to have something to occupy your mind other than what you're going through.\"</p><p>Kimberly Lynn Daniels was born May 21, 1967, and grew up in Battle Creek, Mich. Her father was a truck driver who later retrained as a sheet-metal fabricator. Her mother became a Head Start teacher. Family vacations included canoe trips and camping on Michigan's Upper Peninsula.</p><p>Her parents grew vegetables and fruits in a garden and canned them for meals over the winter. When they bought large quantities of fresh corn, Kim and her brother, Jeff, were assigned to prepare it for canning.</p><p>\"She and I would be husking corn for what seemed like eight hours,\" Jeff Daniels recalled. \"We were just really raised that you don't complain and you work hard.\"</p><p>Noting her math ability, guidance counselors steered Kim Daniels toward engineering. She started at a community college and transferred to the University of Michigan, where she graduated with a mechanical engineering degree in 1990.</p><p>She entered a trainee program at Ford and earned an M.B.A. degree at Western Michigan University, where she co-led a project to build a solar-powered vehicle. At Ford, she worked on engineering studies and later marketing and quality-assurance efforts for the Transit van. By 2005, she was chief information officer for North American manufacturing.</p><p>At one meeting early in her managerial career, a male colleague assumed she was someone's assistant and asked her to fetch coffee. She countered that perhaps they could both make a coffee run. \"Then he realized I was actually running the meeting, which was kind of awkward, but you just kind of make light of it,\" she said later.</p><p>After 16 years at Ford came a brief stop at Dell, where she oversaw information technology for manufacturing operations in the Americas. Boeing hired her as a vice president in 2008. She negotiated contracts with suppliers, put a new cybersecurity program into effect and was promoted to chief information officer, with responsibility for a budget totaling more than $3 billion a year.</p><p>After five years at Boeing, she was recruited to join Deutsche Bank in London as global chief information officer and co-head of technology and operations, a surprising leap for someone lacking experience in financial services. Henry Ritchotte, who as a member of the management board was responsible for hiring her, said the German banking giant needed someone with \"a completely different perspective on technology.\"</p><p>Her work included replacing outdated technology, hobbled by incompatible software, and finding more efficient ways to process payments and ensure regulatory compliance. She said her job was to \"re-engineer the bank in such a way that it is equipped for the future.\"</p><p>John Cryan came in as co-chief executive at Deutsche Bank in 2015, and Ms. Hammonds was promoted to group chief operating officer. She also joined the management board. Amid infighting at the bank, she was viewed as an ally of Mr. Cryan. Shortly after he was ousted in April 2018, she also left Deutsche Bank.</p><p>As she underwent cancer treatments in recent years, her focus was on board work at emerging technology companies and building up her foundation.</p><p>Her survivors include her husband, Rod Hammonds, whom she met when they were both executives at Ford in the 1990s, along with their daughter and her brother.</p><p>Write to James R. Hagerty at bob.hagerty@wsj.com</p><p>Cancer Disrupted a Career and Inspired a Cause</p>",
  "published": "2022-07-08T14:00:00.000Z",
  "tags": [
    {
      "id": "US0970231058",
      "nexusId": "10030932",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 118,
          "end": 124
        },
        {
          "start": 3225,
          "end": 3231
        },
        {
          "start": 2956,
          "end": 2962
        }
      ]
    }
  ]
}