{
  "_id": "18c66f23c8859322efa8e1e526c836663d96d5eb5016bb56f4f2ce98c197d06b",
  "feed": "wall-street-journal",
  "title": "U.S. News: FAA Chief To Resign From Post",
  "text": "<p>Mr. Dickson cited personal reasons for his departure, saying it was \"time to devote my full time and attention to\" his family.</p><p>Mr. Dickson was appointed to a five-year term in 2019. He took over the agency after two Boeing Co. 737 MAX jets crashed, as the FAA was facing criticism from U.S. lawmakers on its oversight of the aircraft's development and on its failure to take drastic action after the initial accident.</p><p>U.S. Transportation Secretary Pete Buttigieg, who oversees the FAA, praised Mr. Dickson's \"steadfast commitment to the FAA's safety mission\" and said that the department would miss Mr. Dickson as leader and as a colleague.</p><p>Mr. Dickson was expected to return to his home in Georgia, where he lived during his earlier stint as a senior Delta Air Lines Inc. executive, a person briefed on the administrator's plans said. The carrier is based in Atlanta.</p><p>U.S. transportation and Biden administration officials were expected to lay out a succession plan in coming weeks, this person said. The second-most-senior official at the FAA is Deputy Administrator Bradley Mims, a Biden appointee.</p><p>Much of Mr. Dickson's tenure has been focused on implementing a new federal law aimed at overhauling how U.S. air-safety regulators approve new aircraft. The law was a response to the 737 MAX crashes in 2018 and 2019, which together claimed 346 lives.</p><p>As the Covid-19 pandemic worsened, Mr. Dickson faced other challenges confronting global air travel, including mask mandates and unruly passengers, as well as government restrictions that sapped passenger demand and forced airlines the FAA regulates to ground much of their fleets.</p><p>More recently Mr. Dickson led the FAA while it took a hard line in recent months against telecommunications companies and their regulators over the deployment of new fifth-generation wireless services, better known as 5G.</p><p>The FAA had warned that newer 5G signals could interfere with key aircraft sensors, but lacked the authority to block wireless companies' deployments directly. Cellphone carriers had called those fears unfounded.</p><p>The air-safety concerns nevertheless prompted the FAA to prepare significant air-traffic restrictions ahead of the winter launch of the new 5G service. AT&amp;T Inc. and Verizon Communications Inc. later agreed to turn off some cell-tower signals around airport runways temporarily, though the standoff still caused some flight cancellations.</p><p>---</p><p>Drew FitzGerald, Alison Sider and Micah Maidenberg contributed to this article.</p>",
  "published": "2022-02-17T00:00:00.000Z",
  "tags": [
    {
      "id": "US0970231058",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 216,
          "end": 226
        }
      ],
      "nexusId": "10030932"
    }
  ]
}