{
  "_id": "b7b8eae860be876b06678364b83b505dfa520f4d66c52843129950c41033ba0c",
  "feed": "wall-street-journal",
  "title": "Boeing's 737 MAX Hasn't Taken Off --- The plane maker again cut the model's delivery target, and questions remain about contract overruns",
  "text": "<p>On Wednesday, the Arlington, Va.-based plane maker reported bad headline earnings. Excluding pension-related adjustments, net losses for the third quarter amounted to $3.3 billion, or $5.49 a share, when median Wall Street forecasts were for a profit of 13 cents a share. Much of the hit was a result of fixed-price defense-development programs accounting for extra manufacturing and supply chain costs, as well as technical issues.</p><p>As has been the case in recent quarters, however, the numbers were better under closer examination. Boeing reported free cash flow of $2.9 billion -- almost three times what analysts expected. This included a $1.5 billion tax refund, but it puts Chief Executive David Calhoun on track to meet his goal of generating positive cash flow in 2022.</p><p>Crucially, Boeing is shipping its flagship 787 Dreamliner wide-body jet again, after a couple of years in which production defects halted most deliveries. It raises the prospect of the company finally being able to leave behind its triple-whammy crisis -- the grounding of the MAX narrow-body aircraft in 2019 after two deadly accidents, the pandemic and, most recently, the 787 issues.</p><p>With travel demand surging beyond all expectations and Boeing's stock price down 30% over the past year, the time for investors to buy the dip seems nearer.</p><p>Planes aren't a consumer-facing product, and airlines will keep buying them even following big scandals as long as the fuel economics are right. Because of this, investors can trust that Boeing's jets will keep selling. Indeed, Alaska Airlines on Wednesday said it would exercise options to buy 52 MAX jets for delivery between 2024 and 2027, and that it had secured the right to buy 105 more planes through 2030 -- its largest ever order.</p><p>To fully convince investors, though, it isn't enough to sell planes for future delivery. Boeing needs to get them out of the door.</p><p>On Wednesday, Mr. Calhoun once again cut his full-year target for MAX deliveries to 375, from the low 400s previously. The company delivered only 29 a month in the third quarter despite aiming for a monthly production rate of above 30, due to a shortage of engines that isn't expected to ease until next year.</p><p>Boeing does have a lot of jets in storage, having accumulated them during the recent crises, but they don't seem to be clearing quickly. There were 270 MAXs in inventory at the end of September, which is only 20 fewer than in June.</p><p>The timeline for unloading the lot has once again been pushed back, and is now bleeding into 2025. One reason is that 138 parked MAXs were intended for Chinese airlines that may not take them for geopolitical reasons -- though Boeing does gain flexibility as a result.</p><p>Mr. Calhoun argued Wednesday that these carriers will need Boeing: \"I don't believe a single provider from France can meet their requirements,\" he said in a veiled reference to his rival Airbus. Still, he admitted that Boeing is working to remarket some of the planes.</p><p>Investors also need to consider that the supposedly one-off charges besieging the defense business never seem to end. For Boeing's stock to stage a powerful rebound, markets may need evidence that the company can deliver more.</p>",
  "published": "2022-10-27T00:00:00.000Z",
  "tags": [
    {
      "id": "US0970231058",
      "nexusId": "10030932",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 1850,
          "end": 1856
        },
        {
          "start": 2202,
          "end": 2208
        },
        {
          "start": 2661,
          "end": 2667
        },
        {
          "start": 788,
          "end": 794
        },
        {
          "start": 1219,
          "end": 1225
        },
        {
          "start": 1508,
          "end": 1514
        },
        {
          "start": 2762,
          "end": 2768
        },
        {
          "start": 533,
          "end": 539
        },
        {
          "start": 2922,
          "end": 2928
        },
        {
          "start": 3094,
          "end": 3100
        },
        {
          "start": 0,
          "end": 6
        }
      ]
    }
  ]
}