{
  "_id": "2504cf7af8d4e7bade24d75476cec1f5e8b273143f8abefbe066b2c77cd8ba12",
  "feed": "wall-street-journal",
  "title": "What NASA's Moon Mission Aims to Achieve and Why No Astronauts Are Aboard; The uncrewed mission, delayed several times, successfully launched early Nov. 16, propelling the Orion spacecraft toward a lunar orbit",
  "text": "<p>The Artemis I mission's goal is to test a massive NASA rocket called the Space Launch System, as well as the Orion spacecraft that the rocket will ferry into orbit. After the blastoff from a Florida launchpad, NASA plans to use the SLS rocket to direct Orion on a route around the moon, after which the vehicle's crew capsule will return to Earth and parachute into the Pacific Ocean. Those steps represent another trial, geared toward ensuring the Orion crew module can safely bring astronauts back from orbit.</p><p>If successful, the mission will help set up a crewed mission to the moon that NASA hopes to conduct as early as 2025. That effort—which would be the first to put humans on the lunar surface since 1972—is slated to deliver the first woman and first person of color to the lunar surface, the agency has said.</p><p>Here is what to know about NASA's latest attempt to carry out the mission.</p><p>What time did Artemis I launch and what happens next?</p><p>The mission launched with a fiery blastoff at 1:47 a.m. ET on Wednesday from Kennedy Space Center in Florida. Now, a big focus for NASA turns to the Orion spacecraft, which will face a series of tests in the coming weeks as it moves toward an orbit that will take it around 40,000 miles beyond the moon, before it races back to Earth.</p><p>\"We've got to take it day by day. We're going to learn stuff as we go,\" Mike Sarafin, the NASA Artemis mission manager, said at a briefing a few hours after liftoff.</p><p>The launch sets the stage for a roughly 26-day mission, NASA officials have said. Along the way to the moon, Orion is expected to test various sensors, capture images and use its engines in a series of \"burns\" to get to an orbit around the moon, where it will spend about a week. Orion then will start to return to Earth, with its crew module set to splash down in the Pacific around Dec. 12.</p><p>Why did NASA delay the Artemis launch several times?</p><p>In a perfect world, Orion would have returned to Earth in early October. The mission's initial planned launch on Aug. 29 was called off after NASA engineers struggled with a liquid hydrogen leak during the fueling process, and later, difficulties with an engine-cooling procedure.</p><p>Agency officials later attributed the cooling problem to faulty sensor data. But during the second attempted launch, on Sept. 3, fueling again presented a problem: A bigger hydrogen leak led NASA to scrub that launch, too, and focus on practicing and refining its fueling operations for another attempt.</p><p>The agency considered another stab at launching Artemis in late September, but instead decided to relocate the Space Launch System rocket—with the Orion craft still on top—to a storage facility as Hurricane Ian threatened the Kennedy Space Center in Florida. NASA in early November repositioned the rocket on the launchpad ahead of a potential Nov. 14 launch, but that was pushed back because of Hurricane Nicole.</p><p>The storm blew off some caulking material used on part of Orion, but that issue wasn't considered serious enough to halt preparations for a launch, NASA officials have said.</p><p>Photos: NASA's Artemis I Moon Launch</p><p>What is the goal of the Artemis I mission?</p><p>The multibillion-dollar Artemis program has been years in the making, culminating in the 322-foot-tall Space Launch System—the most powerful rocket NASA has ever developed—and the Orion spacecraft, designed to ultimately transport astronauts to an orbit the moon and set the stage for Americans to return to the lunar surface for the first time since 1972.</p><p>Artemis I aims to put both through their paces before attempting a crewed launch. Alongside ensuring that SLS can achieve the envisioned liftoff and propel Orion into space, the mission will also test Orion's maneuvering capabilities and its endurance.</p><p>NASA officials have said one of the most critical moments will come when Orion's crew module re-enters Earth's atmosphere, which will test its heat shield with temperatures of nearly 5,000 degrees. From there, the vessel's parachutes are necessary to secure a safe splashdown in the Pacific, where the craft will be met by retrieval teams.</p><p>When will the Artemis program be ready to carry astronauts?</p><p>Not for at least two more years, at the earliest.</p><p>Humans are slated to travel on the second Artemis mission, which is expected no sooner than 2024. That flight would transport astronauts to the moon's orbit, but not land on its surface.</p><p>Such a step is currently scheduled for the third Artemis mission. For that effort, NASA would employ a lander designed by Elon Musk's SpaceX to transport two astronauts to the surface of the moon after retrieving them from Orion.</p><p>Will the mission carry anything else?</p><p>The Artemis I launch will carry mannequins—chiefly one dubbed \"Commander Moonikin Campos\" that will be strapped into the commander's seat, wearing a sensor-equipped suit that will measure radiation levels. Two other mannequin torsos will also travel aboard the flight, wearing vests designed to reduce radiation exposure.</p><p>And while humans watch from Earth, the Orion spacecraft is set to release four shoebox-size satellites, known as cubesats, into space as it proceeds along its course.</p><p>Originally, NASA had hoped to deploy 10 of the cubesats, but batteries on six of them couldn't be recharged when the agency had the rocket back in a storage building after the second scrubbed launch attempt, according to a spokeswoman. The cubesats were designed by universities, companies and agencies for research purposes.</p><p>Who is behind the Artemis missions?</p><p>NASA is leading the launch and the broader Artemis program, with assistance from U.S. aerospace companies and thousands of smaller suppliers.</p><p>Boeing Co., Northrop Grumman Corp. and engine maker Aerojet Rocketdyne Holdings Inc. have all worked on various aspects of the SLS rocket, and Lockheed Martin Corp. had the lead role in building the Orion spacecraft. Other contributors have included the European Space Agency, Airbus SE, Jacobs Solutions Inc. and the United Launch Alliance, a joint venture between Boeing and Lockheed. SpaceX comes in during later missions.</p><p>What will the missions cost?</p><p>NASA's inspector general last year estimated that the Artemis I mission will cost about $4.1 billion to produce and operate, with each of the next three planned missions costing around the same. The inspector general pegged the Artemis program's overall price tag at $93 billion between the federal government's 2012 and 2025 fiscal years.</p><p>While the space agency and its contractors have said they are working to scale down the program's costs, some observers have pointed out that the U.S. has spent far more on its space program in prior decades. An estimate from the Planetary Society, an organization that promotes space flight, put the peak of NASA's budget in the 1960s, as the U.S. was jockeying with the Soviet Union to be the first country to put humans on the moon.</p><p>Where does the mission's name—Artemis—come from?</p><p>NASA's program is named for the Greek goddess of the moon. In Greek mythology, Artemis is the twin sister of Apollo—the Greek god of the sun, and the namesake of NASA's lunar program that landed the first astronauts on the moon.</p><p>—This explanatory article may be periodically updated.</p><p>Write to Micah Maidenberg at micah.maidenberg@wsj.com and Jacob Bunge at jacob.bunge@wsj.com</p><p>What NASA's Moon Mission Aims to Achieve and Why No Astronauts Are Aboard</p>",
  "published": "2022-11-16T16:10:00.000Z",
  "tags": [
    {
      "id": "US0970231058",
      "nexusId": "10030932",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 5656,
          "end": 5662
        },
        {
          "start": 5656,
          "end": 5666
        },
        {
          "start": 6022,
          "end": 6028
        }
      ]
    }
  ]
}