{
  "_id": "73ec7acb63bea92fb5e0d5207eb18538b671b385b4bc5589fd41193d82d2cf42",
  "feed": "ftcomall",
  "title": "Letter: The framework to make aviation take off",
  "text": "<p>A traditional consulting diagnostic of Boeing's various priorities would, like nearly all its peers, reveal a fairly routine accounting of challenges centred almost entirely in governance and strategic management decisions (<a href=\"https://www.ft.com/content/9df9d699-f49b-4151-8c4f-36cc488b17ac\">Report</a>, May 18).</p> <p>Boeing and its competitors know how to build aircraft. But what they struggle with is whether they are a design and build, science and technology enterprise, or a financial firm that behaves more like a hedge fund that makes constant adaptations to short-term market fluctuations. </p> <p>Like airlines, the two primary aircraft manufacturers — Boeing and Airbus — don't function optimally as competitive businesses. If they were honest, they would be clear that they cannot survive without substantial government support. This takes the form of military and defence spending, launch aid finance and direct investment in new aircraft designs. It also includes other public and private co-operation such as scientific research and development, long-term tax incentives and even state leadership that sets a strategic stake in the ground for ambitious programmes.</p> <p>The history of aviation shows clearly that it was started and grown by explicit government-commercial partnership, along with strong head-of-state leadership. If aviation is to advance beyond its present state, such a framework must be re-established.</p> <p><strong>Matthew G Andersson</strong> <br><em>Chicago, IL, US</em> </p><p>Source:  2022 'Letter: The framework to make aviation take off' FT.com 20 May. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-05-20T03:58:58.988Z",
  "tags": [
    {
      "id": "US0970231058",
      "nexusId": "10030932",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 578,
          "end": 584
        },
        {
          "start": 39,
          "end": 45
        },
        {
          "start": 241,
          "end": 247
        }
      ]
    }
  ]
}