{
  "_id": "242914b8355da719bf63dfcbc9599a62f19199e4a4e61721b9d881bc2fc4af77",
  "feed": "wall-street-journal",
  "title": "S&P, Nasdaq Stage Biggest Rally of the Year; Lower inflation sends stocks soaring as investors continue to track cryptocurrency turmoil, uncertainty over Senate control",
  "text": "<p>Both the S&amp;P and Nasdaq were on pace for their biggest one-day gains since 2020.</p><p>For much of 2022, data on consumer-price increaseshas been bad news for markets. Inflation has proved stickier than many economists anticipated. That has forced the Fed to raise interest rates at the fastest pace in decades, causing bond yields to soar to multiyear highs and the stock market to slump.</p><p>But Thursday's report from the Labor Department offered rare relief to investors. The core consumer-price index—which excludes volatile energy and food prices—rose 6.3% in October from a year earlier, less than the 6.5% increase economists surveyed by the Wall Street Journal had expected and down from a 40-year high in September. Overall inflation was 7.7%, down from 8.2% in September.</p><p>The data gave investors fresh hope that the Fed, which is slated to move ahead with a half-percentage-point interest-rate increase next month, will moderate its pace of interest-rate increases in 2023.</p><p>Fed Chairman Jerome Powell suggested at a news conference last week that he wouldn't necessarily need to see a series of lower inflation readings—as many traders had previously thought—in order to support slowing the pace of rate increases. That gives Thursday's report significant weight for money managers who believe markets will be in the best position to stage a comeback when inflation peaks and the Fed is able to at least pause its rate hikes.</p><p>\"We believe that the stock and bond markets have found a bottom and we can rally off the lows,\" said Jay Hatfield, portfolio manager at Infrastructure Capital Advisors, in emailed comments. Mr. Hatfield added that he believes inflation will ease even more next year, especially if energy prices continue to trade lower than what they were in the first quarter of 2022.</p><p>Bonds rallied. The yield on the 10-year U.S. Treasury note fell to 3.932% from 4.149% Wednesday. Bond prices and yields move in opposite directions.</p><p>Meanwhile, stocks across all industries soared.</p><p>The KBW Nasdaq Bank Index, which tracks lenders like Bank of America and JPMorgan Chase, rose 4.4%.</p><p>Shares of manufacturers, which are sensitive to changes in the economic outlook, jumped. Boeing rose 4% and 3M, the producer of goods like Scotch tape and safety equipment, added 3.4%.</p><p>Cryptocurrencies climbed, too.</p><p>The fall from grace of FTX, previously one of the largest cryptocurrency exchanges, has rippled across the digital currency and token markets this week. Crypto exchange Binance on Wednesday reversed course on a rescue offer for FTX, leaving the firm with an uncertain future.</p><p>Even with those headwinds, though, cryptocurrencies joined the broader market rally. Bitcoin rose to $17,199 after slumping Wednesday to less than $16,000.</p><p>Overseas, markets were mixed. The Stoxx Europe 600 added 2.6%, reaching session highs after the release of U.S inflation data, while Japan's Nikkei 225 lost 1%.</p><p>In politics, control of the Senate remained up for grabs, with contests in critical states too early to call and Georgia headed to a runoff.</p><p>Hani Redha, a portfolio manager at PineBridge Investments, said investors might cheer a return to divided government in the near term. But he said it could make it harder for lawmakers to respond to a potential recession next year.</p><p>Mr. Redha is still bracing for further declines in stock prices in the coming months because he thinks tighter monetary policy will push the U.S. economy into a downturn.</p><p>—Caitlin Ostroff contributed to this article</p><p>Write to Akane Otani at akane.otani@wsj.com and Joe Wallace at joe.wallace@wsj.com</p><p>S&amp;P, Nasdaq Stage Biggest Rally of the Year</p>",
  "published": "2022-11-10T16:34:00.000Z",
  "tags": [
    {
      "id": "US0970231058",
      "nexusId": "10030932",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 2182,
          "end": 2188
        }
      ]
    }
  ]
}