{
  "_id": "fb7b2c2420860b993eb36de71b0b3df696ff6bd27952878f9257df189a29cfc6",
  "feed": "ftcomall",
  "title": "Airfares soar as Americans shrug off Covid and inflation to get away",
  "text": "<p>US airlines are poised to raise ticket prices further as Americans shrug off the fastest rise in domestic airfares for decades in their determination to travel. </p> <p>Airfares rose by 18.6 per cent in April from the previous month, the largest one-month increase in the history of the <a href=\"https://www.ft.com/content/b91996b3-79b2-4f41-acc9-651a0952008f\">Consumer Price Index</a>, according to the US Bureau of Labor Statistics. They were one of the largest contributors to the 8.3 per cent rise in the CPI last month.</p> <p>On a yearly basis, the airline fares index was up 33.3 per cent, the largest one-year increase since 1980, though prices were still depressed at the same point in 2021 owing to the Covid-19 pandemic.</p> <p>“We hope customers will tolerate [increasing prices] for a long time,” said Jeffrey Goh, chief executive of Star Alliance, the global airline consortium that includes United Airlines and Lufthansa. But “the industry is not deaf and blind to know that cost of living and rising inflation [are] a risk in terms of the industry recovery”.</p> <p>Demand is outstripping the supply of seats, allowing carriers to pass high fuel and labour costs on to customers. Travel spending is increasing across the board with the fastest acceleration in airfares, so booking momentum should continue, said Michelle Meyer, chief US economist at the Mastercard Economics Institute.</p> <p>Strong wage growth and swelled savings mean consumers “may be able to tolerate price increases for longer, particularly for a type of spend that they are prioritising”, she added. There is also no sign that the current surge in Covid-19 rates has slowed spending on airfares as it had in previous waves.</p> <p>Amid robust, pent-up travel demand, US airlines have remained bullish about summer travel and their overall recovery, <a href=\"https://www.ft.com/content/2782ba89-c02b-4bf8-819e-7669ecce2548\">despite</a> the inflationary pressures on consumers. </p> <p>“Demand is as strong as we've ever seen it,” American Airlines chief executive Robert Isom said during an April earnings call. American, United, and Delta Air Lines, the three largest US carriers, expect profitable second quarters, with United forecasting record quarterly revenue.</p> <p>United did not sell seats for summer travel at a discount in advance, chief commercial officer Andrew Nocella told an industry conference in March. “We saved the seats and we're now selling them at much higher yields, so we're pretty happy about that.” </p> <a href=\"http://www.ft.com/cms/1546540.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a> <p>The average price across all US airlines for a domestic ticket booked one week before travel was $208 on May 9, up from $188 on May 2, but down from $214 on April 11, according to US bank Raymond James.</p> <p>Meanwhile, US carriers are flying 7 per cent fewer seats in the second quarter than during the same period in 2019, according to Raymond James analyst Savanthi Syth.</p> <p>“There is always a [price] ceiling because at some level there will be demand destruction,” said Helane Becker, an analyst at Cowen, but “we don't see demand destruction in the short-term.”</p> <p>Becker predicted that prices would rise 7 per cent per month through at least June and that Americans will be able to tolerate increases until after the summer. “We get worried for September [and] October” bookings.</p> <p>Seat capacity is constrained owing to <a href=\"https://www.ft.com/content/2bbb3a7d-00e2-4043-b85a-593eb116a9fe\">higher fuel prices</a> and <a href=\"https://www.ft.com/content/d418f1e5-fbd0-4766-9389-cbfd3d338275\">staffing issues</a>, including pilot training bottlenecks, said Syth, who thinks increases will continue for a few more months.</p> <p>“Fuel, which is 25 to 40 per cent of airline costs, is close to 80 per cent higher”, she said. The big three US carriers, which do not hedge fuel, have reported success in passing on the cost to passengers. </p> <p>Airlines' labour costs have also risen as they lift wages to attract and retain workers. Flying plans have been further affected by a lack of aircraft: American trimmed its schedule after continued delays in Boeing 787 Dreamliner <a href=\"https://www.ft.com/content/683a9104-dd14-4113-9034-0c4522259cab\">deliveries</a>, while United's Boeing 777 fleet, which accounts for 10 per cent of its capacity, remains <a href=\"https://www.ft.com/content/2f5f7799-9886-4327-bb1d-f0c10aa2184bhttps:/www.ft.com/content/2f5f7799-9886-4327-bb1d-f0c10aa2184b\">grounded</a> after an engine incident last year.</p> <p>Demand has continued to grow as people shell out for summer leisure trips that they have been eager to take during the pandemic, with carriers reporting greater customer willingness to pay for premium seats.</p> <p>Business travel recovery is also accelerating, throwing less price sensitive travellers into the mix. Roughly 85 per cent of American's domestic business revenue had returned by the end of March.</p>&#xa0;&#xa0;&#xa0;<p>Source: Steff Chávez in Chicago 2022 'Airfares soar as Americans shrug off Covid and inflation to get away' FT.com 14 May. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-05-14T18:04:08.443Z",
  "tags": [
    {
      "id": "US0970231058",
      "nexusId": "10030932",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 3676,
          "end": 3682
        },
        {
          "start": 3725,
          "end": 3731
        }
      ]
    }
  ]
}