{
  "_id": "3feaf5c9d6a3cba1e213752d8ffe76c913274b92a7f1fddda0f168e9192be7e7",
  "feed": "wall-street-journal",
  "title": "China Eastern Airlines Boeing 737 Crashes With 132 People Aboard; Rescue teams sent to scene of the downed plane in southern China",
  "text": "<p>Rescue teams have been sent to the area, according to state media reports. The aircraft was a 737-800 and not a Boeing 737 MAX, according to the Aviation Safety Network database.</p><p>Video footage circulated by state media showed a plume of gray smoke emerging from the crash site and what appeared to be a wing fragment lying along the side of a mountain trail with the Chinese characters for \"China Eastern\" partly visible.</p><p>The plane was carrying 123 passengers and nine crew members, the regulator said. If all aboard are confirmed dead, it would mark China's deadliest in nearly three decades.</p><p>The jet, which first flew in June 2015, was traveling at 457 knots, or 536 miles an hour, at an altitude of 29,100 feet at 2:19 p.m. local time when it went into a steep decline, according to Flightradar24 tracking data. The jet, while maintaining its speed, plunged more than 25,000 feet in less than 3 minutes to an altitude of just 3,225 feet, where the tracking data ends, according to Flightradar24.</p><p>China's leader Xi Jinping said he was shocked over the accident and ordered a search-and-rescue mission, the state broadcaster reported.</p><p>China Eastern reposted a screenshot of the news reported by state media on its official account on Weibo, a social media platform, without further comment. The company's website switched to black and white on Monday in a sign of mourning.</p><p>China's state broadcaster, citing a China Eastern source, reported that the airline has grounded all of its 737-800 aircrafts.</p><p>A Boeing spokesman said the company was aware of initial media reports and was working to gather more information.</p><p>The 737-800, one of the workhorses of the commercial aviation industry, has been involved in 22 hull-loss incidents globally since entering into service in 1998, according to the Aviation Safety Network, run by the Flight Safety Foundation, an independent safety advocacy group. The aircraft type was last involved in a fatal accident in August 2020 when an Air India Express jet broke in two after suffering a runway excursion that killed 21 people on board including the jet's two pilots.</p><p>The 737 MAX, which was grounded in 2019 after two fatal crashes, is a new version of the 737 model which crashed in southern China. In China, Boeing Co.'s 737 MAX hasn't resumed commercial flying, although in December, the CAAC issued a key safety approval that brought the aircraft a step closer to resuming passenger service in the country.</p><p>The U.S. Federal Aviation Administration said it was aware of the crash. \"The agency is ready to assist in investigation efforts if asked,\" it said.</p><p>China dramatically improved its air safety record after a series of fatal airplane crashes in the 1990s. In 1994, a Russian-made Tupolev Tu-154M operated by China Northwest Airlines, which has since merged with China Eastern, crashed on its way from the city of Xi'an to Guangzhou, killing all 160 people aboard.</p><p>The most recent fatal crash of a Chinese passenger airline happened in August 2010, when a jetliner made by Brazil's Embraer SA and operated by Henan Airlines crashed while landing on the runway, killing 42 of the 96 people onboard.</p><p>The last time a large number of Chinese nationals were killed in a plane crash was in 2014, when Malaysia Airlines Flight 370 went missing off the coast off Western Australia with 152 Chinese passengers aboard.</p><p>China Eastern, based in Shanghai, had gone more than 17 years without a fatal accident before Monday. A member of the SkyTeam alliance that also includes Delta Air Lines Inc., it carries 130 million passengers a year and has a 6 out of 7 rating on airlineratings.com.</p><p>Employees at Wuzhou City Beichen Mining Co., which mines ceramic clay in Guangxi's Teng County, where the crash was reported, heard the sound of an explosion on Monday afternoon and rushed to check the mine's surveillance footage, according to manager Liao Wenhui. The footage, which later spread widely on Chinese social media, showed a large object plunging vertically into the nearby mountains on Monday afternoon.</p><p>\"It was only after the news broke that they realized what the camera had captured could be an image of the plane,\" Mr. Liao said.</p><p>Write to Yoko Kubota at yoko.kubota@wsj.com, Benjamin Katz at ben.katz@wsj.com and Wenxin Fan at Wenxin.Fan@wsj.com</p><p>China Eastern Airlines Boeing 737 Crashes With 132 People Aboard</p>",
  "published": "2022-03-21T12:44:00.000Z",
  "tags": [
    {
      "id": "US0970231058",
      "nexusId": "10030932",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 4312,
          "end": 4322
        },
        {
          "start": 1504,
          "end": 1510
        },
        {
          "start": 2250,
          "end": 2260
        },
        {
          "start": 2250,
          "end": 2256
        }
      ]
    }
  ]
}