{
  "_id": "54ebd793d6edb0c67bbbd1c236e74f47687bfa188ac7fe8463cdfb6953ddf69a",
  "feed": "market-watch",
  "title": "U.S. stock futures hint at rebound for Wall Street, with Microsoft, Alphabet earnings in focus; European gas prices surge as Russia cuts supply to Poland, Bulgaria",
  "text": "<p>* S&amp;P 500 futures ES00 rose 0.8% to 4,205</p><p>* Dow Jones Industrial Average futures YM00 gained 323 points, or 1%, to 33,483</p><p>* Nasdaq-100 futures NQ00 climbed 0.8% to 13,129</p><p>On Tuesday, the Dow industrials DJIA tumbled 809.28 points, or 2.4%, to close at 33,240.18. The S&amp;P 500 SPX fell 2.8% to finish at 4,175.20. The Nasdaq Composite COMP slid 4% to 12,490.74, booking its largest daily percentage drop since Sept. 8, 2020 and its lowest close since Dec. 14, 2020, according to Dow Jones Market Data.</p><p>What's driving markets?</p><p>Markets have been seesawing lately, with Tuesday's slump coming on the heels of a rebound. Monday's gains followed sharp losses Friday.</p><p>Investors are juggling several concerns at once, including fears the Federal Reserve could knock the economy into recession as it battles high inflation, China's COVID outbreak, an ongoing war in Ukraine and a mixed reporting season.</p><p>An attempt at a rebound for technology stocks could stem from upbeat results from Microsoft MSFT after the tech giant late Tuesday reported profit and sales estimates that beat forecasts. Shares climbed in after-hours trading.</p><p>But Google parent Alphabet GOOGL reported sales and earnings that came in short of estimates, and shares fell in late trading. The company also announced a $70 billion share buyback program.</p><p>\"Either way, tech and high beta areas of the equity market need to find some inspiration, or a further liquidation can't be ruled out – at the moment it feels like catching a falling knife,\" said Chris Weston, head of research at Pepperstone, in a note to clients.\"</p><p>\"Again, we ask what will [be] the circuit breaker to promote a lasting trend higher. My own view is it either comes from a belief that China has COVID under control or we hear a Fed member saying 'inflation is a concern but we're watching for signs that growth concerns or financial conditions overtighten,'\" said Weston.  Investors won't hear from Federal  Reserve officials after the next Fed meeting on May 5. </p><p>Facebook parent Meta FB will be the next big tech group to report, with those results expected after the market close, alongside Qualcomm QCOM, PayPal PYPL and Ford Motor F.  Ahead of Wednesday's open, investors will hear from Boeing BA and Kraft-Heinz KHC, among others.</p><p>Economic data ahead for Wednesday includes an advance report on international trade in goods, following by a pending home-sales index. </p><p>Investors are also keeping watch on tensions surrounding the war in Ukraine, with signs of escalation after Russia's Gazprom said Wednesday that it is halting gas deliveries to Bulgaria and Poland due to a failure by those countries to pay in rubles. European gas prices saw a 10% jump.</p><p>\"It further highlights the vulnerability of other EU-members like Germany as they risk similar cutoffs soon,\" said strategists at Danske Bank, in a note to clients. Those tensions weighed on the euro EURUSD, which fell 0.3% against the dollar and to its weakest level since April 2017.</p><p>U.S. crude prices CL00 BRN00 traded mostly higher, with natural-gas prices NGK22 around 1% higher.</p><p>U.S. stock futures hint at rebound for Wall Street, with Microsoft, Alphabet earnings in focus</p>",
  "published": "2022-04-27T08:03:00.000Z",
  "tags": [
    {
      "id": "US0970231058",
      "nexusId": "10030932",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 2215,
          "end": 2221
        }
      ]
    }
  ]
}