{
  "_id": "c2435c89de35aaa5be86a975080a88720fcfc36019f8c7578605f540b2e6f395",
  "feed": "wall-street-journal",
  "title": "Engine Maker Rolls-Royce Taps Energy Executive as New CEO; Tufan Erginbilgic joins as British blue chip seeks to recover from the pandemic",
  "text": "<p>The appointment comes as Rolls-Royce mounts a recovery from a pandemic that has hit the aviation sector hard. The company derives most of its income from manufacturing and servicing engines for Boeing Co. and Airbus SE's biggest wide-body aircraft, which are typically operated on long-haul international routes.</p><p>The outbreak of Covid-19 grounded many of those big planes and even now, as the industry emerges from the pandemic-era slump in travel, demand for those aircraft is trailing behind the quicker recovery for smaller jets.</p><p>In response, Rolls-Royce—a British blue chip that shed its luxury-car business years ago—has announced thousands of job cuts and sought to raise billions of dollars, including through disposals, to bolster its finances.</p><p>The CEO switch also comes as Rolls-Royce's customers grapple with the transition to lower-carbon energy. Mr. Erginbilgic has a firm understanding of the challenges and commercial opportunities presented by the drive for low-carbon technologies, Rolls-Royce Chairwoman Anita Frew said.</p><p>Rolls-Royce itself has pledged to achieve net-zero greenhouse gas emissions in its operations by 2030, excluding product testing, and joined a United Nations-backed campaign to enable the sectors in which it operates to achieve net-zero carbon by 2050.</p><p>Mr. Erginbilgic, a U.K. and Turkish national, is currently a partner at Global Infrastructure Partners, a private-equity firm that focuses on large-scale investments in infrastructure businesses. He previously spent more than 20 years at BP, including five years as part of its executive team. In his last role before leaving the oil major in 2020, Mr. Erginbilgic led BP's downstream business, which included refining, petrochemicals and its jet fuel operations. He has also held several nonexecutive directorships, including at aerospace-technology group GKN.</p><p>Chloe Lemarie, an analyst at Jefferies, said Mr. Erginbilgic looked to be a solid appointment, with his involvement in energy transition topics at BP and GIP of particular interest to Rolls-Royce.</p><p>Ian Walker contributed to this article.</p><p>Write to Peter Stiff at peter.stiff@wsj.com</p><p>Engine Maker Rolls-Royce Taps Energy Executive as New CEO</p>",
  "published": "2022-07-26T10:32:00.000Z",
  "tags": [
    {
      "id": "US0970231058",
      "nexusId": "10030932",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 194,
          "end": 204
        }
      ]
    }
  ]
}