{
  "_id": "5706be197688eba1c2487693e0fc12ed1f6e24935dbd89c02ebdd37a6a26ec13",
  "feed": "wall-street-journal",
  "title": "Prisoner Swap  Intensified Rivalry  ---  The -3-",
  "text": "<p>   Mr. Barton also went to the Beijing prison to see Mr. Kovrig, who was livid and gesturing at guards he said were abusive. They had taken away his glasses, citing rules against metal objects. </p><p>   He also demanded to know about his release. \"When will this get done?\" </p><p>   After several videoconference calls through the spring of 2020, John Demers, assistant attorney general for national security, told Canadian diplomats that the Justice Department was considering a deferred prosecution agreement: Prosecutors wouldn't move forward with charges if Ms. Meng pledged not to commit other federal crimes. </p><p>   The sticking point was that Ms. Meng would have to admit wrongdoing. Her lawyers said she would never agree because she had done nothing wrong. </p><p>   In China, Mr. Barton couldn't get calls returned, even from longtime acquaintances. The mission wasn't just faltering, he confided to a colleague. It was lurching toward humiliation. </p><p>   Ms. Meng, her legal team and Huawei were so confident of a win that they had her bags packed and chartered the 787th Boeing 787 ever made, a commemorative Dreamliner jet that would bring her home from Vancouver. </p><p>   Days before Ms. Meng's May 27, 2020, court hearing, her assistants staged a rehearsal for a planned photo on the steps of British Columbia's Supreme Court building. Huawei colleagues and household staff joined Ms. Meng, flashing victory signs in front of an imagined crowd of supporters. </p><p>   On the day of the hearing, they were met instead by a jeering crowd. The judge declined the extradition appeal. </p><p>   Ms. Meng wasn't interested in the U.S. prosecutors' offer. The Chinese executive told her lawyers she was willing to remain in Vancouver for years, if necessary, while her legal team fought the U.S. extradition. The company's reputation was at stake. </p><p>   That summer, Huawei swept past Samsung Electronics Co. to become the world's top smartphone maker. As chief financial officer, Ms. Meng had to protect the empire her father had built. </p><p>   But Huawei was already tipping. </p><p>   Mr. Trump, who began referring to Huawei as \"Spyway,\" signed off on new export restrictions in 2020 that blocked the company from buying computer chips produced with U.S. tools. The restrictions extended to manufacturers using American technology worldwide. Huawei started to run low on chips it needed to churn out smartphones, which made up around half its revenue. </p><p>   Canada discussed the arrest of Messrs. Kovrig and Spavor at NATO counterintelligence briefings. Western leaders who spoke with Mr. Trudeau heard about the harrowing prison conditions. </p><p>   One by one, the world's wealthiest countries gravitated toward the U.S. position and cut ties with Huawei. </p><p>   In July 2020, the U.K. announced it would ban the company from its networks by 2027. Two weeks later, France said it would stop renewing licenses for Huawei 5G equipment, effectively barring the company. By fall, the U.K. Parliament's defense committee said it would accelerate the Huawei ban. </p><p>   Mr. Trump lost the 2020 presidential election, and as the clock ticked down to a new administration, Huawei's head of public affairs in North America, Vincent Peng, called Mr. Barton before Christmas. He said Huawei would try its luck with Joe Biden. </p><p>   Mr. Xi came to see the case as an obstacle to restoring U.S.-China ties. He felt his country had demonstrated sufficient resolve against Western provocation. </p><p>   In early September last year, Mr. Barton was summoned to the U.S. Embassy safe room to read transcripts of a call between Messrs. Biden and Xi. The two leaders had again pressed each other to release the prisoners. </p><p>   It was, according to Beijing, \"the consensus of the two presidents.\" </p><p>   Mr. Barton was wrapping up a visit in Qinghai, China, when an aide handed him a phone and said, \"Xie Feng wants to speak to you now!\" </p><p>   Mr. Xie, a vice foreign minister tapped by Mr. Xi to end the prisoner standoff, spoke through a translator. The snag in the deal was how the U.S. would characterize Ms. Meng's wrongdoing. Mr. Barton offered a suggestion, and Mr. Xie cut him off, breaking into English. </p><p>   That's good, he said. </p><p>   Ms. Meng wouldn't explicitly admit to lying -- only that the statements she had made to HSBC were \"untrue.\" </p><p>   On Sept. 24, Ms. Meng pleaded not guilty to the indictment and accepted the deferred prosecution agreement. Huawei has pleaded not guilty to the bank fraud and other charges in the U.S. case. </p><p>   The same day, Mr. Barton in consecutive video calls spoke with the two Michaels. \"You're going home,\" he told them. </p><p>   --- </p><p>   Jonathan Cheng, Jacquie McNish and Bob Mackin Jr. contributed to this article. </p><p></p>",
  "published": "2022-10-28T06:11:00.000Z",
  "tags": [
    {
      "id": "US0970231058",
      "nexusId": "10030932",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 1038,
          "end": 1044
        }
      ]
    }
  ]
}