{
  "_id": "645c34476c9cea4b7ecbd90c9dd9ea1569d6a97a6fd699bcad89b46aa80712ea",
  "feed": "wall-street-journal",
  "title": "Tyson  Overhauls  Brass as  Sales Slow  ----  By Patrick Thomas",
  "text": "<p>    Tyson Foods Inc. is overhauling its executive ranks as the largest U.S. meat supplier's costs rise and some sales slow, pressuring the company's bottom line after two years of soaring margins. </p><p>   The Arkansas company this week shifted executives into new roles heading finance, commercial operations and prepared foods, including appointing John R. Tyson, the 32-year-old great-grandson of the company's founder, as chief financial officer. </p><p>   The moves followed the departure of Tyson's head of packaged foods and the recent termination of its head of international business. Donnie King, Tyson's chief executive, said the new executive appointments draw on the broad expertise of Tyson's existing management team. </p><p>   The company, which slaughters and processes around 37 million chickens and hundreds of thousands of hogs and cattle each week, is grappling with higher costs across its business and falling sales volumes, as some consumers pull back from buying more expensive cuts of meat. Tyson's net income for its most recent quarter was flat compared with a year earlier, and its sales increased to $13.5 billion, though volumes declined 2%. </p><p>   Tyson shares were flat on Wednesday and have declined more than 21% this year. </p><p>   A Tyson spokesman said the company believes its organizational changes are aligned with its strategy and reflect the strength of its management team. \"While we're on the right track, we have additional opportunities to operate more efficiently and improve our business results,\" he said. </p><p>   On Tuesday, the company said Mr. Tyson, the son of its current chairman, will take over as Tyson's financial chief after having served as executive vice president of strategy and chief sustainability officer. Mr. Tyson joined the company in September 2019. </p><p>   When he assumes the role on Oct. 2, Mr. Tyson will be the youngest chief financial officer serving at a company in the S&amp;P 500 or Fortune 500, according to Crist Kolder, an executive search firm. The average age for CFOs at companies in the S&amp;P 500 and Fortune 500 is 53.1 years for males and 52 years for females, the firm said. </p><p>   Some in the meat industry and company officials have said they expect the younger Mr. Tyson to one day move into the egg-shaped head office that has been occupied by his grandfather and his father, both of whom served as chief executive and chairman. Some people who know Mr. Tyson said he would likely prefer the role of chairman to CEO. </p><p>   The Tyson family's interests maintain an approximate 71% voting stake at the company, according to its latest annual filing, through their holdings of Class B stock that has 10 times the voting power of the publicly held Class A shares. Dual-class stock arrangements, which grant such \"supervoting\" rights to a separate class of stock not available to the general public, allow holders of a minority equity stake to control a company. </p><p>   When the Covid-19 pandemic began to spread in the U.S. two years ago, meatpacking companies including Tyson posted surging profit margins from processing beef, chicken and pork businesses, drawing criticisms from the White House. Short-staffed plants that couldn't process as much livestock and strong consumer demand pushed meat prices higher, while costs stayed relatively low over much of that period, meat industry executives have said. </p><p>   Profits have come under pressure in recent months as plant staffing improves, consumer demand softens and as cattle herds shrink, raising the price meatpackers pay to ranchers. The company's other business lines have also been challenged, with sales volumes of Tyson's prepared foods business falling nearly 9% in its most recent quarter, compared with a year earlier. </p><p>   Tyson said this week that Noelle O'Mara, the head of its prepared-foods division, had departed the company. Last month, Tyson said in a regulatory filing that it had fired the president of its international business, Chris Langholz, a former Cargill Inc. official who joined Tyson in 2019. </p><p>   Tyson said this week that Mr. Langholz will be replaced by Amy Tu, Tyson's chief legal officer, a former member of Boeing Co.'s legal team who joined Tyson in 2017. Ms. Tu will retain her legal role as she oversees Tyson's planned overseas expansion, including building six plants in Asia. Tyson separately moved Stewart Glendinning, the company's chief financial officer since 2017, to be the group president of prepared foods. </p><p>   In Tyson's pork business, the company is paying more for the hogs they buy from farmers while U.S. pork companies are exporting less meat to China, the world's largest consumer of pork, pressuring profits. Profit margins for pork processors declined an estimated 70% for the month of August compared with the same month a year earlier, according to the investment firm Stephens Inc. </p><p>   --- </p><p>   Jennifer Williams-Alvarez contributed to this article. </p><p></p>",
  "published": "2022-09-29T06:11:00.000Z",
  "tags": [
    {
      "id": "US0970231058",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 4083,
          "end": 4093
        },
        {
          "start": 4083,
          "end": 4089
        }
      ],
      "nexusId": "10030932"
    }
  ]
}