{
  "_id": "2ad34bde3d72898ced95874b6a3ba7126b80b80030087a8f9936322a4cfd25dd",
  "feed": "wall-street-journal",
  "title": "Travel Rebound, Flight Cuts Keep Fares High",
  "text": "<p>The consumer-price index for airfare was up 43% in September from a year earlier, according to the Labor Department. Ticket prices were still depressed last year, but airfares in the CPI were up 8% from September 2019, according to Airlines for America, a trade group.</p><p>Airlines stabilized their operations after a rocky start to summer that was marred by cancellations, delays and lost baggage. But they did it by cutting back on the number of flights they offered, and executives say the industry's growth will be hemmed in for the foreseeable future.</p><p>Andrew Watterson, Southwest Airlines Co.'s chief operating officer, said, \"It's unusual. You have demand quickly outstripping supply like this.\"</p><p>\"I think we have a couple of years where demand and supply may not be as aligned as it was prepandemic,\" he said.</p><p>For airlines, that is proving to be a blessing in part, leading to higher fares that have helped cover a roughly 80% increase in jet-fuel prices and revenue over the summer that beat those in 2019.</p><p>Prices have moderated somewhat in recent months, but industry experts and airline executives say they aren't anticipating low fares soon. Flights departing in March 2023 are averaging $350 a domestic round-trip ticket -- 26% higher than at this time last year and 28% above 2019, though that could change if bookings don't come through, according to Hopper, a booking app.</p><p>In Europe, prices are also climbing, with discount carrier Ryanair Holdings PLC, Europe's biggest airline by passenger numbers, reporting a 14% rise in ticket prices across its short-haul network over the summer compared with 2019.</p><p>\"There has been a structural change in capacity in Europe over the last two years,\" Ryanair Chief Financial Officer Neil Sorahan said. \"The days of the kind of 9.99 euros ($9.98) fares are probably gone.\"</p><p>Higher fares haven't yet deterred customers, but rising prices for food, energy and other goods could chip away at the savings people are using for travel, leaving them strapped for cash, said Kevin Healy, president and chief executive of Campbell-Hill Aviation Group, a consulting firm.</p><p>\"The only thing pushing in the other direction is inflation. That hasn't seemed to have as big an impact yet,\" Mr. Healy said.</p><p>There could be some relief as airlines restore capacity, albeit more slowly than they had planned. Delta Air Lines Inc. plans to rebuild its full network by next summer, and Chief Executive Officer Ed Bastian has said the additional supply could help ease some pricing pressure.</p><p>As the travel chaos earlier this year stabilizes, the longer-term structural shortages in the system are being exposed, which executives say will take years to address.</p><p>United Airlines Holdings Inc. CEO Scott Kirby said, \"Pilot shortages, aircraft delivery shortages from both Boeing and Airbus, Air Traffic Control saturation and airport infrastructure constraints around the world are all real, and they are constraints that will take years to fully resolve.\"</p><p>Spirit Airlines Inc. is flying its planes two hours less a day than it would like, due in part to staffing challenges.</p><p>Airports from Toronto Pearson to Amsterdam Schiphol, London Heathrow and Sydney Airport have faced labor shortages and operational challenges.</p><p>Heathrow, Schiphol and Frankfurt airports have been among the hubs that enforced caps, limiting the number of seats available to passengers.</p>",
  "published": "2022-11-09T00:00:00.000Z",
  "tags": [
    {
      "id": "US0970231058",
      "nexusId": "10030932",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 2791,
          "end": 2797
        }
      ]
    }
  ]
}