{
  "_id": "08cc2dd1dad4749b382fd68a5fe3a4612ba3868a46e34bb98f23ccba4da7b3c2",
  "feed": "ftcomall",
  "title": "Pessimism engulfs the Chinese economy as foreign investment fades",
  "text": "<p>“No matter what you may be selling, your business in China should be enormous, if the Chinese who should buy your goods would only do so.”&#xa0;</p> <p>Never did an “if only” clause carry more weight. In the 85 years since Carl Crow, a Shanghai-based American advertising executive, wrote these words in his book <a href=\"https://www.jstor.org/stable/44779773\"><em>Four Hundred Million Customers</em></a>, China's population has grown by 1bn people. Their combined spending power is now second only to that of Americans.</p> <p>Yet the gulf between promise and reality in China's fabled market haunts foreign corporations as much today as when Crow was trying to market American lipstick and French brandy to the emerging middle class of the 1930s. A host of political and regulatory issues — exacerbated by Xi Jinping's strict Covid policies and his stance over Russia's war in Ukraine — are conspiring to eviscerate the dreams of many multinationals.</p> <p>The result is that direct investment into China by foreign companies is falling off a cliff. Joerg Wuttke, president of the EU Chamber of Commerce in Beijing, says the unpredictability is prompting the European business community to put investments into China “on hold”.&#xa0;“Many of our members are now taking a wait-and-see approach to investments in China,” he adds, citing an attitudes survey this month of the chamber's 1,800 members. “Twenty-three per cent of our members are now considering shifting current or planned investments out of China, the highest level on record. And 77 per cent report that China's attractiveness as a future investment destination has decreased.”</p> <p>Pessimism has infected the US business community, too. Michael Hart, president of the American Chamber of Commerce in China, warns that the travel hassles encountered by foreign executives seeking to visit their Chinese operations — including flight cancellations, visa complications and lengthy quarantines on arrival — will lead to a “massive decline” in investment “two, three, four years from now”.</p> <p>The despair and anguish of expat families locked down in their apartments for weeks in Shanghai and elsewhere is persuading many to bolt for the departure gates as soon as they can. A survey by the German Chamber of Commerce found that nearly 30 per cent of foreign employees had plans to leave China. </p> <p>“Did you see the <a href=\"https://edition.cnn.com/videos/world/2022/05/07/shanghai-china-covid-lockdown-desperation-wang-pkg-intl-vpx.cnn\">video</a> of the guy in Shanghai shouting ‘I want to die'?” asked one British teacher based in the city, who declined to be further identified. “Well, that has done the rounds here as well. A lot of people are suffering from mental health issues. It is really hard to be cooped up at home for weeks, especially with young children.”</p> <p>All of this may portend a fundamental shift in how the global economy works. For decades China has been one of the hottest destinations for western multinationals seeking to offshore manufacturing operations or ramp up sales in the world's biggest emerging market. </p> <p>In 2020 it passed a milestone, overtaking the US as the world's leading destination for new foreign direct investment, <a href=\"https://unctad.org/news/investment-flows-developing-asia-defy-covid-19-grow-4\">according to UN data</a>. Now a reversal seems to be underway. A tally of greenfield foreign investment projects — which includes new factories and other plans announced by foreign companies — showed the lowest <a href=\"https://www.fdiintelligence.com/content/news/chinese-fdi-suffers-lowest-first-quarter-on-record-80962\">quarterly total</a> in the first quarter of this year since records began in 2003, according to fDi Markets, an FT database.</p> <p>Data collected by Rhodium Group, a consultancy, shows a similar trend. The headline FDI number for EU companies was boosted by one long-planned corporate acquisition, but the value of new greenfield projects slipped to its lowest level in years. “The bloom is coming off the rose,” said Mark Witzke, an analyst at Rhodium, who notes that China's official FDI figures are inflated by factors such as counting multinationals' earnings in China as investments.</p> <p>To be sure, some multinationals still do good business in China, but increasingly tales of sudden ruptures capture the headlines. Boeing's biggest customer in China <a href=\"https://www.scmp.com/business/article/3178007/china-southern-airlines-scraps-boeings-737-max-its-fleet-deliveries\">announced</a> the removal this month of more than 100 of the US manufacturer's 737 MAX jets from its planned purchases.</p> <p>US sportswear group Nike and Swedish fashion retailer H&amp;M were among brands targeted by Chinese <a href=\"https://www.bbc.co.uk/news/world-asia-china-56519411\">consumer boycotts</a> last year after they made comments about forced labour in Xinjiang, where Chinese authorities run internment camps for Uyghurs and other minority peoples. Friction deriving from the US-China trade war has swelled the number of multinationals shifting manufacturing capacity out of China to Vietnam, Malaysia and other countries in south-east Asia, Latin America and eastern Europe. </p> <p>Added to this are concerns over China's loyalty to Russia as it inflicts slaughter upon Ukraine, prompting fears that Beijing too will one day become the west's military adversary. Wuttke says businesses in China are being forced to “seriously consider how to mitigate the risks of any potential deterioration of EU-China relations”.</p> <p>George Magnus, author of <em>Red Flags</em>, a book about China's vulnerabilities, perceives an inflection point. “I think China's support for Putin and the government's zero-Covid response to its own citizens are watershed moments that are forcing people now to review and reconsider consequences and meaning for the business operating environment in China,” he says.</p> <p><a href=\"mailto:james.kynge@ft.com\"><em>james.kynge@ft.com</em></a></p><p>Source: James Kynge 2022 'Pessimism engulfs the Chinese economy as foreign investment fades' FT.com 20 May. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-05-20T21:00:15.859Z",
  "tags": [
    {
      "id": "US0970231058",
      "nexusId": "10030932",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 3902,
          "end": 3908
        }
      ]
    }
  ]
}