{
  "_id": "6ff4e6e65f43e6c7d02c78739764f783011d1c80cbf343193bece3233acc064e",
  "feed": "wall-street-journal",
  "title": "Stocks Move Lower After Last Week's Rally; Oil prices advance, remain elevated at about $110 a barrel",
  "text": "<p>In individual stocks, Boeing shares fell 5.5% after a Boeing 737 passenger plane operated by China Eastern Airlines carrying more than 130 people crashed in southern China. Shares of Nielsen Holdings dropped 8.8% after it rejected a roughly $9 billion takeover offer from a private-equity consortium, saying that the offer undervalued the TV-ratings company.</p><p>Shares of insurer Alleghany Corp. soared 25% after Berkshire Hathaway said it agreed to buy the company for about $11.6 billion in cash.</p><p>In bond markets, the yield on the benchmark 10-year Treasury note rose to 2.236% from 2.146% Friday—its highest level since May 2019, according to Tradeweb. Investors expect additional interest-rate increases from the Federal Reserve this year as the central bank aims to slow inflation that is running at its highest levels in four decades. Yields and prices move inversely.</p><p>The Ukraine war has heightened volatility in stocks, bonds, commodities and currencies, as investors try to assess the economic impact of sanctions and the potential for disruptions to supply chains. Investors are monitoring developments out of the region and whether a resolution can be soon found. The Ukrainian government said it wouldn't relinquish Mariupol after Moscow gave the besieged port city's defenders until Monday morning to surrender.</p><p>\"This is the main driver of markets in the coming days and maybe even weeks—it is about everything that comes out of the Ukraine conflict,\" said Carsten Brzeski, ING Groep's global head of macro research.</p><p>Fed Chair Jerome Powell speaks about the economic outlook Monday at the National Association for Business Economics at noon ET. Mr. Brzeski said he is awaiting surveys of purchasing managers at businesses in the U.S. and Europe, due Thursday, for an initial assessment of how the war is beginning to hit economies.</p><p>Brent-crude futures, the international benchmark, added 6.4% to $114.75 a barrel. Their U.S. counterpart was up nearly 6% to just below $110 a barrel. Elevated oil prices have prompted concerns of sustained high inflation and lower economic growth in the U.S. and Europe, as gas and energy prices eat away at household spending on other goods and services.</p><p>Russia's invasion of Ukraine has drawn focus on Europe's reliance on Russian energy, with Germany getting over half of its gas from Russia. Investors expect untangling those trade links could lead to prolonged elevated energy prices.</p><p>\"We have this growing awareness that a couple of supply chains could be broken for good. Energy prices, no matter how the war resolves, will remain high,\" Mr. Brzeski said.</p><p>The pan-continental Stoxx Europe 600 traded flatly Monday. Russia's stock market remains closed, but trading of Russia's local-currency government bonds resumed Monday. Russia's central bank said it would purchase government bonds. Gov. Elvira Nabiullina said last week that the Moscow Exchange would reopen gradually but provided no details beyond the bond buying.</p><p>A Russian local-currency bond maturing in March 2033 fell to 68.5% of its face value, also known as par, from about 87% before Russia's invasion of Ukraine, according to FactSet. Russia's central bank doubled interest rates at the outset of the war to 20%. When interest rates rise, the value of existing bonds, which pay a lower rate of interest, drop in value.</p><p>The Egyptian pound fell by more than 13% against the dollar Monday after Egypt's central bank raised its key interest rate at a meeting of policy makers that was brought forward by three days, citing the pickup in inflation pressures it sees following Russia's invasion of Ukraine.</p><p>As with many countries in Africa, Egypt has relied heavily on Ukraine and Russia for its imports of wheat. According to the United Nations, more than 80% of its wheat imports came from the warring countries between 2018 and 2020.</p><p>Major indexes in Asia closed with mixed performance. South Korea's Kospi fell 0.8% and Hong Kong's Hang Seng declined 0.9%. China's Shanghai Composite edged up 0.1%. Markets in Japan were closed for a holiday.</p><p>—Anna Hirtenstein and Hardika Singh contributed to this article.</p><p>Write to Caitlin Ostroff at caitlin.ostroff@wsj.com</p><p>Stocks Move Lower After Last Week's Rally</p>",
  "published": "2022-03-21T14:26:00.000Z",
  "tags": [
    {
      "id": "US0970231058",
      "nexusId": "10030932",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 22,
          "end": 28
        },
        {
          "start": 54,
          "end": 64
        }
      ]
    }
  ]
}