{
  "_id": "080031ddeb74506d73105c14d7c7be403fbde7eb5f3f09c117028baf422b1c50",
  "feed": "ftcomall",
  "title": "North of England university spinouts secure £215mn in funding deal",
  "text": "<p>An investment venture focused on university spinouts, chaired by the former Treasury minister Lord Jim O'Neill, has raised £215mn from a diverse range of institutional investors in an initial round of fundraising.</p> <p>Northern Gritstone, jointly founded by Manchester, Sheffield and Leeds universities, said on Friday that it would use the funding to develop a northern innovation hub as a rival to the “UK's Silicon Fen and ultimately Silicon Valley”.</p> <p>The venture is backed by the Greater Manchester and West Yorkshire pension funds, savings and investment group M&amp;G and asset managers Columbia Threadneedle. Others investors include Andrew Law, chief executive of hedge fund Caxton Associates and Lansdowne Partners.</p> <p>The investment comes as part of a push by universities to convert academic research into commercially-viable businesses known as spinouts, while redistributing investment currently concentrated in the South East.</p> <p>Duncan Johnson, chief executive of Northern Gritstone, said there was “huge excitement” about “innovative, science-led spinouts” from universities. The venture plans to raise a total of £500mn to invest in areas such as health technology and AI with a focus on “profit with purpose”, it said. </p> <p>Commercial projects recently developed by the University of Manchester include Acoustek, a technology for detecting leaks or blocks in pipes, and NeuTec Pharma, a company focused on making treatments from infectious diseases from the antibodies of recovered patients. </p> <p>The commercialisation of academic research has notably increased in the past decade. According to a report by the Royal Society of Engineering, the sector received £2.54bn in investment in 2021, equivalent to 23 per cent of the total funding over the past ten years and a 69 per cent increase on 2020. </p> <p>However, innovation funding has been concentrated in the “golden triangle” of Oxford, Cambridge and London, which has generated more than 520 research spinouts in the past ten years. Oxford and Cambridge universities' investment companies alone have raised over £1bn to date.</p> <p>Henry Whorwood, head of research at consultancy Beauhurst, said the Gritstone fund was an important step in securing Northern spinouts “patient capital”, longer-term investment for businesses that may take years to generate returns.</p> <p>“I think it does move the needle,” he said. “If Northern Gritstone makes an investment and it's a great success, lots of people in London will be thinking yes, we're investing up north.”</p> <p>Luke Georghiou, deputy vice-chancellor at the University of Manchester, called the deal “transformative for the region”. “We've generally been pretty successful in producing spinout companies but our challenge has always been to put them on a track to growth.” </p> <p>Greater Manchester mayor Andy Burnham called the announcement an “enormous vote of confidence in the north's entrepreneurial spirit” that would help Greater Manchester achieve its goal of being “recognised globally as a leading innovation hub” by 2030.</p> <p>Oliver Coppard, mayor of South Yorkshire, also welcomed the investment, pointing to the success of Sheffield's advanced manufacturing research centre, a longstanding R&amp;D partnership between Sheffield university and groups including Boeing and McLaren. </p> <p>“When we see the private sector and universities coming together, we see fantastic results for the community and the wider north,” he added.</p><p>Source: Bethan Staton in London and Jennifer Williams in Manchester 2022 'North of England university spinouts secure £215mn in funding deal' FT.com 20 May. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-05-20T16:37:56.154Z",
  "tags": [
    {
      "id": "US0970231058",
      "nexusId": "10030932",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 3233,
          "end": 3239
        }
      ]
    }
  ]
}