{
  "_id": "b3c435ba0c1b52cb0c868e5f756665233d7466a6306b638c07f2ee2f7d4557fa",
  "feed": "wall-street-journal",
  "title": "Lockheed Martin Says Supply Chain Challenges Weigh on Defense Sales; Defense giant hit by production challenges and wait for F-35 deal as it cuts 2022 financial guidance",
  "text": "<p>Lockheed is also waiting for the Pentagon to reach a deal with the company for the next batch of F-35 combat jets, months after Lockheed had expected an agreement. The company's new guidance includes an expectation that a contract will be awarded in the third quarter, which analysts expect could be worth around $30 billion and cover around 400 aircraft. The Pentagon declined to comment.</p><p>Lockheed trimmed its full-year sales target by $750 million to $65.25 billion. The company's forecast for per-share earnings fell to $21.55 from the $26.70 forecast in April. Its outlook for cash flow and operating profit was unchanged.</p><p>Jay Malave, Lockheed's chief financial officer, said the overall pipeline of potential new defense deals is stronger than a year ago. Russia's invasion of Ukraine has triggered pledges by European governments to boost military spending, and the U.S. Congressis on track to increase the domestic defense budget above the request from the White House. Those have yet to translate into new orders for Lockheed products, Mr. Malave said.</p><p>Lockheed has received a new U.S. order for Javelin missiles destined for Ukraine, but also lost recent competitions to sell helicopters to Germany, cargo planes to the Netherlands and a U.S. missile defense system.</p><p>Mr. Malave said the challenge for Lockheed and other defense companies was catching up on work delayed by the supply chain challenges, and absorbing new business. Commercial aerospace companies such as Boeing Co. and Airbus SE are also suffering from shortages of parts and even engines.</p><p>Lockheed reported second quarter sales and profit that came in below analysts' forecasts, attributing much of it to delayed work at the aeronautics unit that makes the F-35 and the F-16 fighter.</p><p>Profit dropped to $309 million in the three months ended June 26 from $1.82 billion for the same period a year ago. Per-share earnings slid to $1.16 from $6.52, though much of that reflected a pension charge. Analysts polled by FactSet had expected profits of $1.88 a share in the quarter.</p><p>Sales declined to $15.5 billion from $17 billion in the year-ago quarter. Mr. Maleve said this trailed management expectations by $600 million, though cash flow and operating performance were in line.</p><p>Write to Doug Cameron at doug.cameron@wsj.com</p><p>Lockheed Martin Says Supply Chain Challenges Weigh on Defense Sales</p>",
  "published": "2022-07-19T12:12:00.000Z",
  "tags": [
    {
      "id": "US0970231058",
      "nexusId": "10030932",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 1478,
          "end": 1488
        }
      ]
    }
  ]
}