{
  "_id": "0dfc5ab19029a529689e599228119d92ed3b61eead3e6e8728342017e942c727",
  "feed": "wall-street-journal",
  "title": "Boeing Replaces Space Chief as Defense Unit Looks to Stem Losses; Aerospace company consolidates military businesses after run of big charges",
  "text": "<p>Boeing said the restructuring doesn't include any job cuts.</p><p>The company has announced $4.4 billion in charges at its defense business this year as programs including the KC-46A refueling tanker and VC-25B Air Force One replacement suffered delays and ran over budget.</p><p>Mr. Colbert was appointed in March to oversee the Boeing Defense, Space &amp; Security business, which accounts for about one-third of company sales. Its profits had previously helped Boeing weather the financial impact of the prolonged grounding of the 737 MAX and freeze on 787 Dreamliner deliveries.</p><p>The charges left the military business with a $3.7 billion loss through the first three quarters of 2022 as Boeing sought to set a bar covering any potential future setbacks on the big programs.</p><p>Boeing's defense unit also makes missiles, satellites and military aircraft, which have become a drag on profits and cash. Rivals such as Lockheed Martin Corp. have reported higher quarterly earnings and launched huge share buyback programs.</p><p>Analysts estimate that even excluding the charges, the defense business had an operating margin of only 1% in the third quarter, well behind rivals and its own historical average of around 10%.</p><p>Boeing will reorganize the defense and space business into four units: vertical lift; mobility, surveillance and bombers; air dominance, which includes its F-15 jet fighters and MQ-25 drone; and space, intelligence and weapons systems.</p><p>\"These are necessary steps to put [Boeing Defense &amp; Security] on the path to stronger, profitable growth,\" Mr. Colbert said in a statement.</p><p>Mr. Chilton has run the space and launch business since April 2018, overseeing programs such as the Starliner space taxi and Space Launch System rocket, which have run over budget and suffered numerous delays. He has worked at the company since 1984.</p><p>He will remain in charge of the space business until February, before becoming an adviser to Mr. Colbert. Ms. Sears currently runs Boeing's autonomous systems unit.</p><p>The Space Launch System rocket achieved its first flight this week as part of the Artemis I lunar mission by the National Aeronautics and Space Administration.</p><p>The Starliner capsule successfully reached orbit but isn't expected to carry its first crew until at least April next year.</p><p>Write to Doug Cameron at Doug.Cameron@wsj.com</p><p>Boeing Replaces Space Chief as Defense Unit Looks to Stem Losses</p>",
  "published": "2022-11-17T19:11:00.000Z",
  "tags": [
    {
      "id": "US0970231058",
      "nexusId": "10030932",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 0,
          "end": 6
        },
        {
          "start": 1956,
          "end": 1962
        },
        {
          "start": 318,
          "end": 324
        },
        {
          "start": 2320,
          "end": 2326
        },
        {
          "start": 1198,
          "end": 1204
        },
        {
          "start": 675,
          "end": 681
        },
        {
          "start": 762,
          "end": 768
        },
        {
          "start": 448,
          "end": 454
        },
        {
          "start": 1468,
          "end": 1475
        }
      ]
    }
  ]
}