{
  "_id": "f6ca377fe81db38dbcf29a187dd7b9710e0a3160cf801f065e3770ccc7ba8a8f",
  "feed": "wall-street-journal",
  "title": "Boeing Gets Boost With Long-Awaited 737 MAX Deal From British Airways Owner; Order for 50 jets is vote of confidence for Boeing from an almost exclusive Airbus operator",
  "text": "<p>The aircraft deal is split evenly between the 737-8200, a version of the MAX family of jets with more seats than its popular 737-8, and the 737-10, the biggest variant of the plane that is still awaiting regulatory approval from the Federal Aviation Administration.</p><p>The order is smaller than originally planned. Under former Chief Executive Willie Walsh, IAG signed in June 2019 a letter of intent to buy 200 MAX jets. That agreement, although not binding, was seen as a major coup for Boeing at the time, and a vote of confidence in the aircraft type, just months after it was forced to ground the MAX following two deadly crashes.</p><p>Although the number of jets falls short of the original deal, it comes at a critical time for Boeing as it battles to increase production of its flagship narrow-body aircraft and deliver those planes on time. Boeing and Airbus are battling over new orders for short-haul aircraft as airlines emerging from the pandemic replenish their fleets.</p><p>The chief executive of Ryanair Holdings PLC, Michael O'Leary, on Monday took aim at Boeing's management, calling for a \"reboot\" of its senior team at its commercial-aircraft unit in Seattle and criticizing delivery delays that it said have curtailed the airline's growth plans. Mr. O'Leary said Ryanair had turned to the secondhand market for up to 50 aircraft after failing to bring Boeing back to the negotiating table for a potential new order for the 737 MAX 10.</p><p>Ryanair in September last year said talks for the deal collapsed after the airline and Boeing failed to reach an agreement on price. A Boeing spokeswoman at the time said the plane maker valued Ryanair's business, but \"at the same time, we continue to be disciplined and make decisions that make sense for our customers and our company.\"</p><p>IAG said the aircraft ordered on Thursday would be delivered between 2023 and 2027 and could be deployed by any airline in the group as part of its fleet-renewal plans. The deal is valued at $6.25 billion at list prices, but IAG said it had agreed to a \"substantial discount\" as is customary in placing large aircraft orders.</p><p>The deal is also a show of support for the MAX 10 as it awaits signoff from the FAA. Boeing is working to secure approvals before the end of the year when new design rules come into force that could add years to the program's development. The model is a critical piece in Boeing's strategy to head-off market share gains made by Airbus for bigger narrowbodies with longer range. Airbus is currently dominating in that segment with its A321neo aircraft.</p><p>Write to Benjamin Katz at ben.katz@wsj.com</p><p>Boeing Gets Boost With Long-Awaited 737 MAX Deal From British Airways Owner</p>",
  "published": "2022-05-19T10:32:00.000Z",
  "tags": [
    {
      "id": "US0970231058",
      "nexusId": "10030932",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 727,
          "end": 733
        },
        {
          "start": 2603,
          "end": 2609
        },
        {
          "start": 2192,
          "end": 2198
        },
        {
          "start": 1578,
          "end": 1584
        },
        {
          "start": 1360,
          "end": 1366
        },
        {
          "start": 1060,
          "end": 1066
        },
        {
          "start": 121,
          "end": 127
        },
        {
          "start": 842,
          "end": 848
        },
        {
          "start": 1530,
          "end": 1536
        },
        {
          "start": 486,
          "end": 492
        },
        {
          "start": 0,
          "end": 6
        },
        {
          "start": 2379,
          "end": 2385
        }
      ]
    }
  ]
}