{
  "_id": "15e45f796df503db0b7e16eccaa3deecce2611d325dcc1b777104579adfe1d66",
  "feed": "wall-street-journal",
  "title": "Boeing Reports Loss as Jet Problems Persist; First delivery of 777X jetliner pushed back to 2025 while costs mount on big military programs",
  "text": "<p>Boeing and other aerospace companies continue to struggle with supply-chain issues, but the U.S. company has wrestled with a range of other challenges on many of its commercial and military aircraft, including the planes that will serve as the next Air Force One.</p><p>The company said it will pause production of the 777X, which can carry around 400 passengers, and start booking charges of $1.5 billion to reflect the move. It also booked $312 million in extra costs on the 787 program, part of an expected $2 billion bill for delayed production.</p><p>The company missed Wall Street forecasts for profit and sales in the first quarter to March 31, though maintained its guidance for free cash flow––needed to pay down the debt it amassed to weather the pandemic––to turn positive this year. It burned through $3.2 billion in cash in the latest quarter.</p><p>The adjusted per-share loss of $2.75 compared with the 25-cent loss consensus among analysts polled by FactSet.</p><p>Boeing shares fell more than 3% in premarket trading.</p><p>Chicago-based Boeing took over $1 billion in charges on the VC-25B presidential jet and the new T-7A Air Force trainer because of supply chain issues, as well as $212 million to reflect contract costs related to sanctions on Russia.</p><p>Sales in the quarter fell 8% to $14 billion, with analysts expecting $16 billion.</p><p>Boeing doesn't provide earnings guidance, but analysts had expected Boeing to rebound to a $2.7 billion profit this year after losing $4.3 billion in 2021 and almost $12 billion in 2020.</p><p>Write to Doug Cameron at doug.cameron@wsj.com</p><p>Boeing Reports Loss as Jet Problems Persist</p>",
  "published": "2022-04-27T12:02:00.000Z",
  "tags": [
    {
      "id": "US0970231058",
      "nexusId": "10030932",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 1559,
          "end": 1565
        },
        {
          "start": 0,
          "end": 6
        },
        {
          "start": 1394,
          "end": 1400
        },
        {
          "start": 957,
          "end": 963
        },
        {
          "start": 1326,
          "end": 1332
        },
        {
          "start": 1025,
          "end": 1031
        }
      ]
    }
  ]
}