{
  "_id": "c90ab8c858b1ecc5931ebcd7c4e14036318582f011c8491f3a3d862cd73ef640",
  "feed": "ftcomall",
  "title": "UK aerospace R&D receives fresh funding boost",
  "text": "<p>Ministers have given Britain's Aerospace Technology Institute the green light to take on new projects as they set out the latest budget for the body that allocates state funding for innovation in the sector, easing industry fears about the government's commitment to net zero aviation. </p> <p>The ATI will receive £685mn in taxpayer funds over the next three years the government said on Tuesday, allowing it to lift the moratorium it was forced to <a href=\"https://www.ft.com/content/013a6d46-76db-4734-ba9c-ac7d9d192c33\">impose</a> on applications for new grants a year ago.</p> <p>Industry executives warned at the time that <a href=\"https://www.ft.com/content/45f812eb-475f-484c-a9d6-b28a2d44bbd4\">the hiatus</a> risked private sector research and development going overseas in search of financial backing, as the other big western aerospace nations — the US, France and Germany — continued to allocate substantial state funding into decarbonising the aviation sector.</p> <p>The squeeze on funding last year was caused by a surge in demand from new projects combined with a delay in drawdown in funding from existing schemes caused by the coronavirus pandemic.</p> <p>The latest budget, which covers the period 2022 to 2025, equates to a 50 per cent uplift on the previous three years. Industry Minister Lee Rowley said the fresh funds showed the UK's “increasing ambition” and would give “large and small businesses the confidence to invest in the technologies that will bring civil aviation into the&#xa0;next generation.”</p> <p>Gary Elliott, the ATI's chief executive said the money would allow the institute to consider applications for new research projects from next month. He added that with the requisite match-funding from industry the ATI would be able “to invest more than £1bn over the next 3 years in the cutting-edge technology needed to move towards our net zero targets.”</p> <p>In last October's spending review, the government had <a href=\"https://www.adsgroup.org.uk/news/newsroom/ad-1/\">committed</a> to extending the funding for the ATI by five years to 2031 but provided no details, leaving the ATI's support for new research in limbo.</p> <p>Industry executives welcomed the uplift in government support but cautioned that it would not be enough to match the scale of the challenge and that a step change would be needed to position the UK at the forefront of aerospace innovation. “This is good news but the industry will need long-term funding if we are going to hit the government's target of net zero greenhouse gas emissions by 2050,” said one.</p> <p>The ATI, whose partners include Airbus, one of the world's two biggest civil aircraft makers alongside Boeing of the US, and Rolls-Royce, the UK aero-engine manufacturer, was created in 2013 as a collaboration between government and industry to set the sector's technology strategy. About 80 per cent of its current research projects contribute in some way to lower emissions, according to the ATI. </p> <p>Aviation is one of the most difficult sectors to decarbonise and the sense of urgency to curb emissions has only increased since the coronavirus pandemic, which led to the grounding of much of the global aircraft fleet. Prior to the pandemic aviation accounted for roughly 2.4 per cent of global emissions.</p> <p>Aerospace companies are working on a number of different technologies, from “sustainable aviation fuels” to electric- and hydrogen-powered aircraft. But the technological hurdles to decarbonising aviation are significant and long-haul flights, which are the most polluting, are unlikely to be replaced by electric or hybrid-electric planes in the near future. </p> <p>Airbus, which plans to launch a<a href=\"https://www.ft.com/content/87941b8d-0460-4b54-a861-d6ebc6da29e8\"> hydrogen-powered plane by 2035</a>, said the increased funding for the ATI was a “much-needed boost for the future of aerospace research and technology”.</p><p>Source: Sylvia Pfeifer in London 2022 'UK aerospace R&amp;D receives fresh funding boost' FT.com 28 March. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-03-28T23:01:04.456Z",
  "tags": [
    {
      "id": "US0970231058",
      "nexusId": "10030932",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 2410,
          "end": 2416
        }
      ]
    }
  ]
}