{
  "_id": "45a0845ea0c41350434a76d7a700e989f7f795027a4905f02fb68c82c3657624",
  "feed": "wall-street-journal",
  "title": "Business News:  Southwest  Airlines  Reports  Strong  Demand  ----  By Alison Sider",
  "text": "<p>   Southwest Airlines Co. said strong travel demand continues to bolster profit, but cautioned that delays in deliveries of Boeing Co. jets are likely to continue into 2024. </p><p>   Southwest is the latest airline to flag snarled aircraft deliveries as a limiting factor as they race to keep up with appetite for travel that shows little signs of easing. </p><p>   Southwest on Thursday reported net income of $277 million, or 44 cents a share, on record third-quarter operating revenue of $6.2 billion for the period ended Sept. 30. Southwest's adjusted profit of 50 cents a share exceeded the 47 cents analysts were expecting, according to FactSet. </p><p>   Airlines have shaken off concerns about an economic slowdown, with executives saying the robust bookings they saw over the summer have continued into the fall. </p><p>   Travelers have so far been willing to absorb higher fares, helping airlines recoup their own rising costs for fuel and labor. Airline executives say that shifts such as hybrid work arrangements that give people more flexibility are in some cases driving them to travel even more than they did before the pandemic. </p><p>   Southwest said leisure demand and last-minute bookings in September more than offset the $18 million hit from disruptions caused by Hurricane Ian at the end of that month. The airline said it expects operating revenue to be up 13% to 17% from 2019 levels in the final three months of the year. </p><p>   Slow arrivals of new jets and labor shortfalls throughout the industry will likely act as a check on airlines' growth ambitions well into 2023, executives have said. </p><p>   Southwest still expects to receive 66 Boeing 737 MAX 8 jets this year -- a figure that it reduced over the summer -- but said it faces uncertainty around the timing of future deliveries and is working to plan a schedule for next year that won't require last-minute changes. The airline said it expects its network will be fully restored to prepandemic levels by the end of next year. </p><p>   Both Boeing and rival Airbus SE are behind in handing over new single-aisle jets that airlines rely on for domestic flights and other short-haul trips, as the manufacturers contend with supply-chain snarls. </p><p></p>",
  "published": "2022-10-28T06:06:00.000Z",
  "tags": [
    {
      "id": "US0970231058",
      "nexusId": "10030932",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 121,
          "end": 131
        },
        {
          "start": 1953,
          "end": 1959
        }
      ]
    }
  ]
}