{
  "_id": "5c6548aa892383f2491bd859d75c4f1f8784d345ae0bcce4a553c4b2e2bd21e9",
  "feed": "ftcomall",
  "title": "Decoupling spells an end to corporate opacity",
  "text": "<p>Decoupling is everywhere. In the past week or so, we've seen multiple announcements on this front, including Apple's move to diversify production away from China's “iPhone city”, a Foxconn factory town within Zhengzhou that once made 85 per cent of the company's Pro line of phones. Then there was <a href=\"https://www.ft.com/content/f098bf3f-1ec6-4433-b4e2-fc1acde05628\">TSMC's tripling</a> of its investment in US domestic chipmaking, <a href=\"https://www.ft.com/content/19a28687-0172-445a-829d-a8fd08592197\">Brussels' announcement </a>that it would offer its own subsidies to speed up local production of clean technology and the spike in <a href=\"https://www.ft.com/content/f65249ee-243a-485a-8b79-a1c4534f460f\">Indian stocks </a>as multinational investors looked for cheap new production sites — anywhere but China. </p> <p>The reasons for these shifts ranged from anti-government protests and factory disruptions in China, to national security and domestic labour concerns, to the cost of fuel or the emissions from a long transport route. But the bottom line is that the diversification, regionalisation and localisation of global supply chains has only just begun, and will probably broaden and deepen in the coming years. This is not only because lawmakers are increasingly incentivising or insisting on it, but also because there is a burgeoning group of companies providing the services and data to make it possible.</p> <p>From risk consultancies to big rating agencies, law firms to investment houses, and any number of start-ups designed to help companies map or even recreate alternative supply chains, everyone wants a piece of the decoupling pie.</p> <p>Miles Arnone is the chief executive of Re:Build, a Massachusetts-based company that invests in localised manufacturing start-ups and helps existing companies rethink their supply chains. He says he is working with “a large number of companies that are developing new hardware in areas like clean tech, the automotive industries, life sciences and building trades, and want to make it locally”. This is not only because of the geopolitical climate, but because they want to avoid IP theft or capture the benefits of faster innovation or quicker time to market by producing “local for local”.</p> <p>Then, there are the large multinationals that come to Arnone because they are in decoupling industries, such as technology, but have “forgotten how to make their own secret sauce”. Essentially this means that they've done so much complex outsourcing, they literally have no idea how to make their own products by themselves anymore.</p> <p>Indeed, they may not even know who is making those products now (or investing in them), because of the sheer magnitude of corporate globalisation over the past half century, particularly between the US and China. Business leaders need detailed risk maps to begin to understand their own supply chains beyond the most surface level. </p> <p>This is where data entrepreneurs are stepping in. One of the most interesting is WireScreen, part of The Wire Digital Inc, a US-based news and data platform focused on China and global supply chains. It tracks 10mn companies registered to do business in China, and what it reveals speaks volumes about how far decoupling has to go. The company, which has raised $14mn from investors including Sequoia, was co-founded by David Barboza, who was awarded the Pulitzer Prize in 2013 for exposing corruption within the highest levels of the Chinese government. </p> <p>The Wire uses open source data from China's own state registry of corporations to create a 360-degree map of every major public and private company operating in the country. This includes not only big Chinese state firms, but midsized suppliers, and global multinationals from Boeing to Google. It then translates, cleans and cross references the data with other sources, to reveal the shareholders who ultimately benefit, as well as the business networks and associations of these firms.</p> <p>The results are shocking. It is quite common, for example, to find evidence of companies under sanctions partnering with US firms, or blacklisted companies controlling multiple non-blacklisted affiliates, meaning that they could legally import goods and services for their sanctioned investor or parent. While the Wire can't “see” violations because it doesn't have trading records, it does regularly demo the platform to government officials. There's plenty for them to be concerned about, even beyond decoupling. For example, the data is starting to paint a picture of wealth offshoring to places such as the British Virgin Islands.</p> <p>Barboza says that the platform currently holds less than 10 per cent of the data collected by his team. Even so, it's clear that supply chains are “the string that you can pull on to expose the opacity of global corporations”, as he puts it. No wonder the bulk of the nearly $3mn in data subscriptions to the Wire so far come from federal contractors and regulatory agencies, law firms, think-tanks and consultancies.</p> <p>Every corporate leader or investor should take note. The people who make the rules that are shaping the post-neoliberal world, and those who help companies abide by them, are compiling increasingly detailed pictures of how companies operate across borders. It's one thing for politicians to push decoupling, or even pass laws that require it. It's another for everyone to have access to data that proves whether or not companies are abiding by the letter of the law. I suspect that this new transparency will expose opportunities and challenges that business leaders and politicians are only beginning to imagine.</p> <p><a href=\"mailto:rana.foroohar@ft.com\"><em>rana.foroohar@ft.com</em></a></p><p>Source: Rana Foroohar 2022 'Decoupling spells an end to corporate opacity' FT.com 12 December. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-12-12T05:00:31.317Z",
  "tags": [
    {
      "id": "US0970231058",
      "nexusId": "10030932",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 3503,
          "end": 3509
        }
      ]
    }
  ]
}