{
  "_id": "3f34a23ec29875dab235c0bb84f6b48842a82c7debe2568622d0c4df2891eaaa",
  "feed": "wall-street-journal",
  "title": "At Controls of Crashed China Eastern Jet: One of Country's First Commercial Pilots; First officer Zhang Zhengping was on the verge of retirement, had previously trained flight's captain, Yang Hongda",
  "text": "<p>The careers and lives of both men, along with those of 130 other passengers and crew, are widely feared to have come to an abrupt end roughly an hour later, after their aircraft suddenly hurtled toward the earth and crashed.</p><p>Investigators and aviation analysts say it is difficult to understand what happened to the Guangzhou-bound airliner, which nose-dived toward the ground at more than 350 miles an hour, briefly leveled off and started to climb, then plunged again into the mountains of southern China's Guangxi region. No survivors have been found.</p><p>Search and rescue teams on Wednesday located one of the plane's two black boxes, which investigators typically rely on to determine the cause of a crash. The device, the exterior of which was damaged, is believed to contain a recording from the cockpit, according to China's air-safety regulator.</p><p>During a press briefing on Wednesday, Sun Shiying, a senior China Eastern executive, said the men at the controls when flight MU5735 went down had sufficient flying experience and \"always performed their duties well.\" He said the captain had logged more than 6,700 hours of flight time, while his first officer boasted close to 32,000 hours.</p><p>The airline has not disclosed their names, but Phoenix Weekly, a magazine run by a state-controlled television broadcaster, identified the captain as Yang Hongda, the son of a senior pilot, and the first officer as Zhang Zhengping, a veteran pilot nearing retirement.</p><p>Southern Weekly, a state-controlled newspaper based in the city of Guangzhou, likewise identified the captain as a 32-year-old surnamed Yang whose father was a pilot and the first officer as a 59-year-old five-star pilot surnamed Zhang.</p><p>China Eastern Plane Crash Complicates Boeing's China Relationship</p><p>The Wall Street Journal hasn't been able to reach their families. China Eastern Airlines didn't immediately respond to a request for comment.</p><p>According to a lengthy 2018 profile published by China Aviation News, the industry's official newspaper, Mr. Zhang was among the first batch of pilots to be trained to fly commercial aircraft in China in the early years of the country's post-Mao reform era.</p><p>Born into a worker's family in 1963 in the suburbs of Kunming, Mr. Zhang learned how to fly a glider while still in high school, according to the profile. He kept himself in excellent physical condition, which in 1980 helped him beat out hundreds of other candidates vying to learn to fly commercial jets, it said.</p><p>In 1985, Mr. Zhang joined the newly established Yunnan Airlines, China's first regional carrier, which later merged with China Eastern. In 1988, after the government of Yunnan province acquired two Boeing 737-300s, he traveled to Boeing's headquarters in Seattle for an eight-month training program. Three years later, he was piloting the American plane as a captain.</p><p>After more than a decade flying the Boeing 767, a bigger and faster plane, Mr. Zhang took up piloting the new generation of 737 planes, including the 800 model he was flying Monday, according to China Aviation News. By the time of the profile, the newspaper said, he had logged more than 30,000 hours of flying time \"without a human error\" and trained more than 100 captains for China Eastern.</p><p>One of Mr. Zhang's trainees, according to Phoenix Weekly, was Mr. Yang, the captain of flight MU5735.</p><p>Less details have emerged about Mr. Yang, who was briefly featured in an article published in January by China Eastern's inflight magazine, \"View.\" The magazine identified Mr. Yang as one of the youngest captains in the airline's Yunnan branch, and said he had wanted to follow his father's footsteps into the cockpit since childhood.</p><p>The senior China Eastern executive, Mr. Sun, said in Wednesday's briefing that the plane's captain had four years of experience as lead pilot of the Boeing 737.</p><p>The plane's captain, first officer and a second officer with 556 hours of flight time all had good relations with their families, he said.</p><p>Rachel Liang contributed to this article.</p><p>Write to Wenxin Fan at Wenxin.Fan@wsj.com</p><p>At Controls of Crashed China Eastern Jet: One of Country's First Commercial Pilots</p>",
  "published": "2022-03-23T15:43:00.000Z",
  "tags": [
    {
      "id": "US0970231058",
      "nexusId": "10030932",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 1737,
          "end": 1743
        },
        {
          "start": 2678,
          "end": 2684
        },
        {
          "start": 3828,
          "end": 3838
        },
        {
          "start": 2710,
          "end": 2716
        },
        {
          "start": 2884,
          "end": 2890
        },
        {
          "start": 3828,
          "end": 3834
        }
      ]
    }
  ]
}