{
  "_id": "3c48f73feec223bed2bbd2099b26a6ca8ee0e8408186ec26fd998a047aa40217",
  "feed": "ftcomall",
  "title": "Taiwan tensions a boon for defence industry but supply chain disruptions loom",
  "text": "<p>Japan last month succeeded in obtaining the green light from the US state department to purchase 150 air-to-air missiles that can be loaded on its F-35 fighters.</p> <p>The principal contractor for the $293mn deal is Raytheon Technologies. The proposed sale of the AIM-120 missiles, the US government said, “will improve Japan's capability to meet current and future threats by defending the Japanese homeland and US personnel stationed there”.</p> <p>The same day, Singapore secured permission to buy laser-guided bombs and various other munitions from the US for $630mn. Four days earlier, Australia won a nod to acquire 80 air-to-surface missiles developed by Lockheed Martin for $235mn. South Korea, meanwhile, will spend $130mn on 31 lightweight torpedoes to use with its MH-60R helicopters for anti-submarine warfare.</p> <p>It has been a busy few months for the Defense Security Cooperation Agency, the Pentagon arm that oversees foreign military sales. In the first seven months of this year, the agency has facilitated 44 such deals, including an $8.4bn potential sale to Germany of 35 F-35 fighters. The 44 cases are up from 25, 43 and 40 cases in the same period of the previous three years.</p> <p>While negotiations for such sales take months, and the recent flurry may not be a direct consequence of the Ukraine war or tensions over Taiwan, top US defence contractors are united in saying that they see an international bonanza ahead.</p> <p>But this golden period comes with a caveat: supply chain constraints. Leaders at Lockheed, Raytheon, Boeing, Northrop Grumman and General Dynamics all spoke of the difficulty of securing parts and labour during recent earnings calls.</p> <p>Like most manufacturers, defence contractors have built dispersed supply chains, because it is economically advantageous to seek the least expensive and most productive sources.</p> <p>“When disruptions don't occur, this practice benefits producers and consumers alike,” Bradley Martin, director of the RAND National Security Supply Chain Institute, told Nikkei Asia. “When they do occur, whether the reason is a pandemic or a natural disaster or an international conflict, there's wide impact, sometimes in unexpected ways.”</p> <p>Covid-19 and the Ukraine war are just such disruptions. If China increases military pressure on Taiwan — as seen recently when it responded to US House Speaker Nancy Pelosi's visit to the self-ruled island with large-scale military drills that prompted ship and flight diversions — it could add to the complexities.</p> <p>All this may interfere with the contractors' otherwise rosy outlook amid an <a href=\"https://asia.nikkei.com/Spotlight/The-Big-Story/Asia-s-arms-race-China-spurs-military-spending-spree\" title=\"\">accelerating Asian arms race</a>.</p> <p>“The situation that our customer base is facing has dramatically changed over the last three, four months,” James Taiclet, the chief executive of Lockheed, the world's largest defence contractor, said at an earnings conference on July 19.</p> <p>At the beginning of the year, China's increased activity in the western Pacific was perceived as a “potential” concern, a watch item for the future, Taiclet said. But the Ukraine war has made the Pentagon and America's allies realise that the threat of war is real.</p> <p>“The Pacific is on higher alert because of the statements and actions of China recently, not to mention North Korea. The value of deterrence has never been greater,” he said. Events surrounding Taiwan have only seemed to hammer that point home, with China running exercises that Taipei said <a href=\"https://asia.nikkei.com/Politics/International-relations/US-China-tensions/Chinese-planes-and-ships-hold-simulated-Taiwan-attack-Taipei2\" title=\"\">simulated an attack</a>.</p> <p>Taiclet said it may take two to three years for the new demand to materialise into formal defence contracts. “The clutch isn't engaged yet,” he said. This is especially true for international customers, who need to go through the foreign military sales process to secure approval from the state department and Congress.</p> <p>But while the prospect of selling F-35s, F-16s and the recently popular high mobility artillery rocket system (Himars) excites Lockheed's top brass, supply chain constraints that have haunted the contractor since the start of the pandemic still linger.</p> <p>Lockheed's sales for the quarter that ended in June were lower than expected at $15.4bn. Taiclet blamed supply chain challenges for part of the lacklustre performance and said the company anticipates that the problems will persist for the remainder of the year. “We've reduced our 2022 outlook to reflect that,” he said.</p> <p>The sentiment was similar over at Boeing.</p> <p>“We continue to experience real constraints,” Brian West, Boeing's chief financial officer, said in an earnings call on July 27.</p> <p>He said the risk of shortages includes engines, raw materials and semiconductors — all core components for the company. “To stabilise production and support our supply chain, we're increasing our on-site presence at suppliers, creating teams of experts to address industry-wide shortages, utilising internal fabrication for search capacity and managing inventory safety stock levels,” he said.</p> <p>Gregory Hayes, chair and chief executive of Raytheon, explained why supply chain and labour constraints have principally affected the defence businesses in his company.</p> <p>“There's a couple of significant differences between our commercial businesses and the defence side,” Hayes said at an earnings conference on July 26, explaining that about 80 per cent of suppliers involved on the commercial side are on long-term agreements that require them to keep buffer stock.</p> <p>“If you look at the defence side of the business, only about 10 per cent of those businesses . . . are on long-term agreements,” he said, due to government contracting rules. With defence deals, Raytheon can only reach out to suppliers once it receives new awards from the government and the contract is signed. “We're seeing lead times double and sometimes triple,” he said.</p> <p>Hayes gave a glimpse inside the parts shortages. Raytheon typically targets kit availability of 90 to 95 per cent, he said. “In other words, all the parts are there 90 per cent to 95 per cent of the time. In the second quarter, because of all of these supply chain constraints, we saw kit fill rates around 50 per cent.”</p> <p>The company aims to build back to 80 per cent by the end of the year. “That's a big get, but we absolutely have to do that,” Hayes said.</p> <p>Kathy Warden, chief executive of Northrop, said the defence industry is at a crucial turning point. “We've seen a fundamental shift in global commitment of resources for defence and national security, particularly in Europe,” she said.</p> <p>“The geopolitical environment has highlighted an increased requirement for defence and deterrent. In the US, this has also resulted in strong bipartisan support for defence spending.” </p> <p>Both the House and Senate have voted to boost America's total national security budget for fiscal year 2023 by tens of billions of dollars more than what President Joe Biden requested.</p> <p>Warden said she did not see another inflection point that would reverse the trend anytime soon.</p> <p>China's Taiwan drills are expected to add urgency. Japanese defence minister Nobuo Kishi said on August 4 that five ballistic missiles fired by China appeared to have landed in Japan's exclusive economic zone. The area is thought to be where US aircraft carriers might operate in a Taiwan contingency.</p> <p>Already in June, Japanese prime minister Fumio Kishida had <a href=\"https://asia.nikkei.com/Politics/International-relations/Indo-Pacific/Kishida-Japan-to-fundamentally-strengthen-defense-in-5-years\" title=\"\">vowed to “fundamentally” strengthen</a> the nation's defence over the next five years.</p> <p>Jay Malave, Lockheed's chief financial officer, said the company sees many billions of dollars' worth of opportunity in international sales and is trying to get a better understanding of the timing of potential contracts. But Lockheed, he said, also needed “a better understanding of our supply chain capability to determine when we can actually deliver”.</p> <p>Rand's Martin warned that supply chain constraints are dangerous for the US and its allies in preparing for China's challenges.</p> <p>“This is without question a potential threat to national security, and not just in defence production specifically but in the wide impact that can occur on the global economy,” he said. “High levels of interdependence produce vulnerabilities, and these vulnerabilities can be very direct threats to national wellbeing.”</p> <p><a href=\"https://asia.nikkei.com/Spotlight/Asia-Insight/Taiwan-tensions-a-boon-for-defense-industry-but-supply-clogs-loom\"><em>A version of this article</em></a><em> was first published by Nikkei Asia on August 9 2022. ©2022 Nikkei Inc. All rights reserved</em></p> <h2>Related stories</h2> <ul>  <li><p><a href=\"https://asia.nikkei.com/Politics/International-relations/Indo-Pacific/U.S.-deploys-ships-and-planes-near-Taiwan-as-Pelosi-eyes-visit\">US deploys ships and planes near Taiwan as Pelosi eyes visit</a></p></li>  <li><p><a href=\"https://asia.nikkei.com/Spotlight/The-Big-Story/Asia-s-arms-race-China-spurs-military-spending-spree\">Asia's arms race: China spurs military spending spree</a></p></li>  <li><p><a href=\"https://asia.nikkei.com/Politics/International-relations/Indo-Pacific/U.S.-and-Israel-zap-drones-with-lasers-in-plan-for-futuristic-fights\">US and Israel zap drones with lasers in plan for futuristic fights</a></p></li>  <li><p><a href=\"https://asia.nikkei.com/Spotlight/Asia-Insight/U.S.-Navy-gathers-best-destroyers-in-Japan-to-hunt-Chinese-submarines\">US Navy gathers best destroyers in Japan to hunt Chinese submarines</a></p></li> </ul><p>Source: Ken Moriyasu, Nikkei Asia diplomatic correspondent 2022 'Taiwan tensions a boon for defence industry but supply chain disruptions loom' FT.com 17 August. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-08-17T22:00:37.896Z",
  "tags": [
    {
      "id": "US0970231058",
      "nexusId": "10030932",
      "name": "The Boeing Company",
      "confidence": 0.9952,
      "offsets": [
        {
          "start": 1511,
          "end": 1517
        },
        {
          "start": 1522,
          "end": 1528
        },
        {
          "start": 4341,
          "end": 4347
        },
        {
          "start": 4311,
          "end": 4317
        }
      ],
      "weightsV2": {
        "weight": 3.8000007,
        "baseWeight": 4.0,
        "expansionWeight": 0.0,
        "ontologyWeight": -0.20000005,
        "tagPositionWeight": 5.9604645e-07,
        "titleWeight": 0.0
      },
      "typeRank": 2
    }
  ]
}