{
  "_id": "4385f54d1c364498e7b26e6f2d6e458f7b3781fa8bdbf02cf8763cb49f92bb96",
  "feed": "wall-street-journal",
  "title": "Lockheed Martin Poaches CFO From Rival L3Harris; The defense giant's appointment of Jesus \"Jay\" Malave comes six months after Ken Possenriede unexpectedly retired",
  "text": "<p>The move completes a sweep of CFO changes among the four largest defense contractors over the past two years, with Raytheon Technologies Corp., Boeing Co. and Northrop Grumman Corp. also appointing new finance chiefs. However, analysts said they'd been surprised how long it took Lockheed Martin to name a permanent replacement for Mr. Possenriede.</p><p>Bethesda, Md.-based Lockheed Martin, like other defense contractors, is facing a potentially flat or shrinking Pentagon budget. Due out in the spring, the upcoming five-year budget will likely be challenged by rising inflation.</p><p>Lockheed Martin is also contending with legal roadblocks stalling its planned $4.4 billion purchase of Aerojet Rocketdyne Holdings Inc. The Federal Trade Commission last month sued the companies in a bid to block the planned deal, which it said could harm competition in the market for rocket motors. Lockheed Martin and Aerojet have until later this month to appeal, and could elect to contest or drop the deal.</p><p>As CFO, Mr. Malave is expected to focus on explaining more clearly to investors Lockheed Martin's strategic objectives and strengthening its supply chain around the assembly of F-35 combat jets, said Burkett Huey, an equity analyst at research provider Morningstar Research Services LLC.</p><p>\"His ability to get spare parts into the right hands at the right time is something by which I'm going to be judging him,\" Mr. Huey said. Lockheed Martin's F-35 production has been reduced by Covid-related work disruption.</p><p>Melbourne, Fla.-based L3Harris last week said Mr. Malave, who had been senior vice president and CFO since the 2019 merger between L3 Technologies Corp. and Harris Corp., had resigned to pursue other opportunities.</p><p>As with Lockheed Martin Chief Executive Jim Taiclet, Mr. Malave has spent much of his recent career in the commercial rather than defense sector.</p><p>Prior to L3Harris, Mr. Malave led the finance teams at the Carrier Corp. air conditioning and aerospace systems units of conglomerate United Technologies Corp. before it merged with Raytheon Co. in 2020.</p><p>Mr. Malave brings experience with integrating businesses, having played an integral role in aligning L3 and Harris after their merger, Sheila Kahyaoglu, a senior equity research analyst at investment bank Jefferies Group, wrote in a note to clients. Lockheed Martin \"offers a different challenge with a focus on returning to organic growth in 2023 along with a continued focus on capital returns to shareholders,\" Ms. Kahyaoglu wrote.</p><p>Mr. Possenriede, who had served as Lockheed Martin's CFO for about two and a half years, retired for personal reasons, the company said at the time.</p><p>Lockheed Martin last week reported its net sales rose 2.5% to $67 billion in 2021, compared with the previous year. Net earnings fell 7.6% to $6.32 billion last year from the year earlier.</p><p>Mr. Malave is set to receive an initial annual base salary of $960,000, a cash sign-on bonus of $750,000 to offset annual incentive amounts forfeited from L3Harris, and an annual bonus with a target of 115% of his 2022 salary, the company said in a filing with securities regulators.</p><p>Colin Kellaher contributed to this article.</p><p>Write to Mark Maurer at Mark.Maurer@wsj.com and Doug Cameron at doug.cameron@wsj.com</p><p>Lockheed Martin Poaches CFO From Rival L3Harris</p>",
  "published": "2022-02-01T21:25:00.000Z",
  "tags": [
    {
      "id": "US0970231058",
      "nexusId": "10030932",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 144,
          "end": 154
        }
      ]
    }
  ]
}