{
  "_id": "f3443c8e34f1501473eba8298e072bc948106f09d44a55bfd30db95d8f126895",
  "feed": "wall-street-journal",
  "title": "GE CEO Larry Culp to Also Run Aviation Business; Company shakes up leadership in jet-engine business as it prepares for breakup",
  "text": "<p>In a statement, Mr. Culp said he and the board decided it was the right time for him to take on the expanded role and work more closely with the GE Aviation team to meet a surge in demand and prepare for its future as an independent public company.</p><p>Mr. Culp became the first outsider to be GE's CEO, jumping from lead director of the board, and has brought outsiders into the company for several prominent positions including Mr. Slattery, who started in July 2020. He has also taken a hands-on role in revamping the company's operations and selling off units.</p><p>In November, GE announced plans to spin off its healthcare unit in early 2023 and its power businesses a year later while retaining the aviation operations. At the time, GE said Mr. Culp would stay on as GE's chairman and CEO until the breakup, and eventually run the remaining business.</p><p>On Monday, GE also named Rahul Ghai as GE Aviation's new chief financial officer, bringing in another outsider who disclosed his departure as finance chief of Otis Worldwide Corp., earlier Monday. GE Aviation's current finance chief, Shane Wright, plans to retire after more than three decades with the company.</p><p>Heading into the pandemic, GE had bet much of its future on the aviation business, which manufactures and maintains jet engines for Boeing Co. and Airbus SE. Following years of investment, GE planned on steady profits from those businesses to carry it through a restructuring of its power unit, which was wounded by a glut in the market for power-plant equipment.</p><p>The pandemic froze the commercial flying industry, sending revenue and orders plunging. GE quickly cut production and thousands of jobs. The GE Aviation division had $32 billion in 2019 sales, falling to $21.3 billion in 2021. More recently, airlines have been struggling to ramp up to match a surge in demand for travel.</p><p>Russell Stokes, who had been president and CEO of GE Aviation services, will become CEO of commercial engines and services, taking on expanded oversight of Aviation's largest segment.</p><p>Colin Kellaher contributed to this article.</p><p>Write to Thomas Gryta at thomas.gryta@wsj.com</p><p>GE CEO Larry Culp to Also Run Aviation Business</p>",
  "published": "2022-06-27T17:35:00.000Z",
  "tags": [
    {
      "id": "US0970231058",
      "nexusId": "10030932",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 1293,
          "end": 1303
        }
      ]
    }
  ]
}