{
  "_id": "c3ea708e1605f370d6d8b71d6c62ea764aa5e90be1d0e0e7db03c2a4dd64a0b6",
  "feed": "wall-street-journal",
  "title": "China Recruited Western Pilots With Knowledge of Stealth Fighters and Aircraft Carriers; Chinese military sought trainers experienced in advanced plane and weaponry, documents show",
  "text": "<p>The program, some details of which were first revealed by the U.K. Defense Ministry in October, involved close collaboration between China and a South African flight academy that recruited former military pilots with expertise in areas where China's military lags behind Western counterparts.</p><p>Managers at the school—in a remote South African community several hours' drive from the regional capital Cape Town—targeted former military pilots from the U.K., Norway, France and other countries, according to people familiar with the program. The pilots, teaching less-experienced pilots at air bases inside China, stood to make hundreds of thousands of dollars annually working for just a few months a year, one of the people said.</p><p>The Journal reviewed the flying histories of numerous pilots approached for the program and found at least four with experience flying F-35s, the U.S.'s most advanced stealth fighter, which is used on aircraft carriers and competes against a Chinese stealth fighter known as the J-20.</p><p>Other pilots who were approached, according to internal emails at the South African school, had knowledge of sensitive projects including the development of new planes, sensors and advanced weaponry.</p><p>In an indictment unsealed this week, U.S. authorities allege that a former Marine pilot detained in Australia, Daniel Duggan, trained Chinese military pilots in landing on aircraft carriers in coordination with a South African flight school, which they said dated back to the early 2010s. The indictment didn't name the school. A lawyer for Mr. Duggan has said that Mr. Duggan, who faces possible extradition to the U.S., denies breaching any laws.</p><p>It couldn't be determined how much expertise China actually gained. Trainers hired by the Test Flying Academy of South Africa were sent to China for several months each year over the past few years, and the school received over $12 million in payments, according to emails from its managers and a person familiar with the program.</p><p>But the school also complained over allegations of missed payments, poor student quality and other problems, and threatened to end the project last year, the emails show.</p><p>Also, pandemic-era travel restrictions made it hard for some of the pilots to enter China for training.</p><p>The TFASA academy in South Africa has acknowledged recruiting former military pilots to train Chinese pilots but said none of the training involves classified tactics or other information. It hasn't detailed the training.</p><p>A spokesman for the school declined to answer questions about the training program.</p><p>The U.K. defense ministry said in October it was concerned about retired U.K. pilots helping China when it highlighted the training in October, though it provided few details at the time. Since then, Australia, Canada and other countries have said they would look into whether their pilots have also been aiding the Chinese military.</p><p>The TFASA school has said it has been in regular contact with the U.K. about the program.</p><p>The Journal contacted around two dozen former military pilots identified in the emails. Some declined to comment, while the others referred questions to the flight school.</p><p>The project came amid a push by Chinese leader Xi Jinping to build a military capable of fighting and winning a conflict against the U.S., and reflected moves by China to study Western militaries to overcome its lack of combat experience.</p><p>Sharpening pilots' abilities to land and take off from aircraft carriers is an especially important skill for Chinese pilots, as Beijing's first homegrown carrier undergoes sea trials and tensions over the fate of the self-ruled island of Taiwan intensify.</p><p>Aircraft carriers are relatively new to the Chinese military but could help Beijing project power further from its shores. China has two carriers in service, one a Soviet-made hull purchased in 1998 and another built on a similar design. Both lack aircraft-launching catapults that are standard on America's 11 carriers, and instead deploy jets using \"ski-jump\" ramps that limit the payloads aircraft can carry.</p><p>A third Chinese aircraft carrier, the Fujian, launched in July and uses an electromagnetic catapult system similar to that on the newest U.S. carrier, the USS Gerald R. Ford. The Fujian is still undergoing sea trials.</p><p>Beijing also is developing new versions of fighter and electronic attack jets that would launch from its aircraft carriers, putting pressure on its military to ensure it has pilots capable of taking off and landing from them.</p><p>People familiar with the thinking of the Chinese leadership say some modernization of its military is driven by concerns over a possible future conflict with the U.S., potentially over Taiwan, an island that Beijing claims and hasn't ruled out trying to take over by force. The U.S. hasn't committed to defending Taiwan but many military analysts assume it would if China opted to invade.</p><p>The TFASA school has said its main partner in China was Aviation Industry Corporation of China, a state-run giant linked to Beijing's military. Emails viewed by the Journal from TFASA were addressed to AVIC and China's People's Liberation Army.</p><p>AVIC and China's defense ministry didn't immediately respond to a request for comment.</p><p>Emails also show that TFASA staff were repeatedly frustrated with their Chinese clients.</p><p>\"When students have arrived a number of them are seriously underqualified and underprepared,\" Jean Rossouw, the head of TFASA, wrote in a letter to AVIC and Chinese military representatives in March last year.</p><p>Mr. Roussow also highlighted problems with facilities, aircraft provided by the Chinese side for training, and airfields and accommodation for training staff. The school was also owed between $4 million and $5.1 million, he said. Some of the amount was later paid, he said in a later email.</p><p>Mr. Roussow didn't immediately respond to a request for comment.</p><p>As the disputes flared, pilots who had signed up as trainers were left in limbo, either inside China or in their home countries, unsure whether they were still needed. Emails in 2021 from a TFASA project manager in China told pilots who were thinking of taking time off to go ahead and do so, but also advised them to remain on standby for when they would be needed.</p><p>\"For now, those not in China will remain so but should be prepared to be called to return as soon as reasonably feasible in the event that we can rescind notice,\" said Craig Penrice, the TFASA project manager, a former British military pilot. Mr. Penrice didn't respond to a request for comment.</p><p>Skilled pilots are in short supply overall in China, and the country's military competes with local commercial airlines for them. Chinese airlines recruit thousands of new pilots annually and Boeing forecasts the country will require an additional 126,000 commercial pilots and a similar number of technicians over the next 20 years.</p><p>TFASA says it has had links to China since 2003, initially in testing aircraft for the Civil Aviation Authority of China and other entities. In June 2010, TFASA and AVIC formed a joint venture to create the AVIC International Flight Academy in South Africa and a sister academy in Xuhou, China.</p><p>Chinese commercial airline pilots train at both academies. Training at the Xuhou academy has expanded to include helicopter pilots for Chinese police and maritime and coast guard operations, according to TFASA.</p><p>The Chinese academy is cooperated by Nanjing University of Aeronautics and Astronautics, known as one of the \"seven sons of national defense\" in Chinese state-run media—a reference to a group of public research universities that collaborate closely with the military.</p><p>In 2020, the U.S. Commerce Department alleged NUAA had attempted to acquire U.S.-origin items in support of programs for the Chinese military. Last year, the Biden administration banned any U.S. investment in AVIC because of its ties to the military.</p><p>As the Xuhou academy grew, the next step was to find former military pilots to help train the Chinese air force, bringing in outside expertise for a military that has long fretted that China hasn't fought in any significant conflict since the 1970s—a problem referred to as a \"peace disease\" by Chinese military and political leaders.</p><p>As late as September this year, TFASA said on its website that it offered training from fully qualified fighter pilots with specialized military backgrounds \"covering most modern fighters and helicopters in use in the world today.\"</p><p>Among the courses it said students could take were \"advanced fighter tactics,\" \"fighter weapons instruction\" and \"electronic warfare and tactics.\" This section of the website was removed in October.</p><p>Mike Cherney and James T. Areddy contributed to this article.</p><p>China Recruited Western Pilots With Knowledge of Stealth Fighters and Aircraft Carriers</p>",
  "published": "2022-12-14T17:22:00.000Z",
  "tags": [
    {
      "id": "US0970231058",
      "nexusId": "10030932",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 6754,
          "end": 6760
        }
      ]
    }
  ]
}