{
  "_id": "d62912935c38f049e06984afd78d01f3f01de9848cf9b6548e8ae9141113e1c4",
  "feed": "wall-street-journal",
  "title": "Cathay Pacific Revival Hopes Snuffed Out by Hong Kong's Zero-Covid Plan; Flag carrier's return to profit proves short-lived as new antivirus measures kick in",
  "text": "<p>Hong Kong's move in January to ban flights from some countries and tighten quarantine rules targeting cargo crew will see Cathay enter a third year of pandemic-driven distress even as the global airline industry begins to recover. So long as the restrictions stay, Cathay expects passenger flights to operate at around 2% of pre-pandemic capacity, with cargo likely at less than a third of pre-Covid levels, company Chairman Patrick Healy said.</p><p>Cathay's turnaround was driven by cost-cutting measures and a strong cargo business in the second half of last year. \"This is obviously very impressive compared to its historical performance even prior to the pandemic,\" said Jason Sum, an aviation companies analyst at DBS Bank. But Cathay faces significant uncertainty as to when Hong Kong will relax its borders, he said.</p><p>Hong Kong's policies have also hobbled Cathay compared with rivals like Singapore Airlines, which expects passenger capacity to reach 51% of pre-Covid levels this month, thanks to the city-state's \"vaccinated travel lanes\" linking other countries, Mr. Sum said.</p><p>Cathay has proved more vulnerable to the pandemic than many of its peers. The travel industry was thrown into turmoil as Covid-19 first spread from China in early 2020, sending passenger numbers plummeting world-wide. But as vaccination rates rose in developed economies, borders reopened, quarantine rules eased and air travel picked up. International passenger numbers are expected to reach 69% of pre-Covid levels in 2022, from 27% last year, the International Air Transport Association said this month.</p><p>Not in Hong Kong, where the government is obeying Beijing's zero-Covid policy, with lengthy hotel quarantines for travelers as well as isolation for anyone testing positive for the virus. The tough restrictions are aimed at keeping infections in the city at zero in the hopes of reopening borders with the mainland, a key source of economic activity.</p><p>They have left the financial hub even more isolated from the rest of the global economy as the pandemic enters its third year and other countries open up. As well as hitting tourism, the government's policies have dented Hong Kong's image as an attractive place to live with extensive air connections essential to its role as a finance and trade hub—and which have also underpinned Cathay's fortunes for more than seven decades.</p><p>Despite the restrictions, Hong Kong is battling its worst-ever wave of infections. City leader Carrie Lam has threatened to hold Cathay to account for any lapses by aircrew that allowed the Omicron strain of the virus into the city. Omicron later spread to hundreds of nursing homes, and the low vaccination rate among the city's elderly has driven the death rate to the highest in the world.</p><p>Cathay has fired two workers for breaching quarantine rules, while Mr. Healy said the airline's crews spent more than 62,000 nights in quarantine hotels in 2021, taking more than 230,000 Covid tests with only 16 positive cases—even though they were traveling continuously to some of the world's highest-risk destinations.</p><p>In January 2020, weeks before the coronavirus crisis erupted, Cathay's fleet carried three million passengers. By March, volumes were a 10th that. And in April, it carried fewer than 14,000 passengers, or 450 people a day. Cathay announced a $5 billion government-led bailout in June 2020.</p><p>Faced with plunging revenues, Cathay has made deep cuts to staffing, reducing its overall head count by 37% from pre-pandemic levels to around 21,600 people world-wide by the end of last year. Executives saw pay cuts for the whole of 2021, and 80% of staff took part in the company's third unpaid-leave scheme in the first half of that year, the airline said. Nonfuel costs fell by about one-quarter for the year, it said.</p><p>The impact from January's new measures can already be seen. Cargo operations slumped to 20% of pre-pandemic levels in January, down from 65% last year.</p><p>Hong Kong also in January banned flights from eight countries including the U.S. and the U.K., which the airline says are among its most important markets. The government followed that a week later by barring transit flights from 150 destinations.</p><p>In January, Cathay carried fewer than 800 people a day on average, the lowest number since May last year—and only enough to fill two of its Boeing 777 long-haul jets.</p><p>Cathay has already cut flights into Hong Kong. This month, it is offering one or two a week from other Asian locations, and none from Europe and North America. Travel is more open with mainland China, but Cathay only flies daily from Beijing and Shanghai.</p><p>The airline said earlier this year that it expects to burn through the equivalent of $192.6 million more cash a month from February.</p><p>Write to Elaine Yu at elaine.yu@wsj.com</p><p>Cathay Pacific Revival Hopes Snuffed Out by Hong Kong's Zero-Covid Plan</p>",
  "published": "2022-03-09T15:29:00.000Z",
  "tags": [
    {
      "id": "US0970231058",
      "nexusId": "10030932",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 4336,
          "end": 4342
        }
      ]
    }
  ]
}