{
  "_id": "6d339f9c71ee6266dab9a174731a27fa1bb840aaa8086b358284420f56ac104b",
  "feed": "wall-street-journal",
  "title": "Ukraine Looks for Opportunity Amid Titanium Supply-Chain Crisis; West depends on Russia for metal critical to aerospace; Kyiv faces challenges in becoming an alternative supplier",
  "text": "<p>Russia's invasion of Ukraine comes amid a debate in U.S. industrial and national-security circles over how to address the inability to domestically produce titanium sponge—the basis for titanium metal. Titanium, which is stronger and lighter than steel and critical for aerospace, is increasingly seen as a geopolitical tool.</p><p>In Washington, officials fear that China will dominate the raw-material market and the production of titanium sponge, while Russia could control supply of aerospace-grade titanium metal. Working together, Beijing and Moscow could hamstring U.S. aerospace. With American manufacturers unlikely to restart titanium-sponge production in the near term, the U.S. is scrambling to secure an alternate supply.</p><p>SHARE YOUR THOUGHTS</p><p>How might titanium shortages have an impact on your business? Join the conversation below.</p><p>Ukraine, one of only seven global producers of titanium sponge, according to the U.S. Geological Survey, presents a possible component of a counterbalance. If Russia were to restrict its exports of titanium metal, as it has done with energy, the U.S. and other Western countries would need to secure new sources of titanium sponge.</p><p>\"Would Ukraine be able to come in and fill that void?\" said John Byrne, a former executive at Boeing Co. who dealt in aircraft materials and supply chains and worked extensively in Russia. \"Definitely, they'd be one of the places people would be looking at.\"</p><p>Concerns over a looming titanium supply-chain crisis have been mounting for several years, along with larger concerns over the U.S. industrial base.</p><p>The last remaining U.S. producer of titanium sponge, Nevada-based Timet, closed in 2020, unable to compete with low-price Chinese and Russian goods, which are subsidized by their governments, especially in Beijing's case. The U.S. now receives all its titanium sponge from abroad, which the Commerce Department has repeatedly warned threatens national security.</p><p>The U.S. no longer holds titanium sponge in the National Defense Stockpile. Domestic manufacturers have turned to foreign sources, chiefly Japan.</p><p>China is the world's largest producer of titanium sponge, with 57% of global output last year, according to the U.S. Geological Survey, though little of it meets Western aerospace standards, according to industry experts. Russia produces the most finished aerospace-grade titanium.</p><p>U.S. aerospace manufacturer Boeing maintains a joint venture with Russian manufacturer VSMPO-Avisma, the world's largest titanium exporter, but halted orders this year after Moscow launched its invasion. The U.S. hasn't sanctioned Russian titanium, but since 2014 it has blacklisted VSMPO's board chairman, Sergey Chemezov, who served in the KGB in East Germany in the 1980s alongside Russian President Vladimir Putin.</p><p>In July, the European Union walked back a proposal to sanction VSMPO after Airbus SE, the European commercial aircraft manufacturer, lobbied against it. Airbus continues to source roughly half of its titanium metal from VSMPO.</p><p>A number of U.S. companies continue to buy Russian titanium metal via VSMPO's U.S. partner, Tirus. Tirus didn't respond to requests for comment.</p><p>Boeing is sitting on significant titanium inventory in raw material and finished goods, since the Covid-19 pandemic and problems with the company's 737 MAX and 787 Dreamliner aircraft brought these production lines to a standstill. Eventually, however, that supply will run out.</p><p>\"Boeing has substantial titanium inventory due in part to an initiative several years ago to diversify our global sources,\" a Boeing spokeswoman said.</p><p>In Washington, a nascent effort is under way to establish Ukraine as a potential source to mitigate the U.S. industrial base's reliance on titanium from rivals. A section in this year's annual defense-spending bill directed the State Department to produce a report describing the \"feasibility of utilizing titanium sources from Ukraine as a potential alternative to Chinese and Russian sources.\"</p><p>\"The U.S. can't afford to be dependent on adversarial foreign countries, like China and Russia, for critical minerals,\" said Rep. Tom Tiffany (R., Wis.), who sponsored the legislation. \"Ukraine is not an adversary and has some of the largest titanium deposits in Europe.\"</p><p>In theory, Ukraine should be well-positioned to step up as an alternative to Russia and China. According to the U.S. Geological Survey, last year Ukrainian mines yielded roughly 5% of global production of ilmenite, an ore used to make titanium.</p><p>Ukraine also possesses the only titanium-sponge plant west of the Ural Mountains, though it would require investment and time to upgrade its finished product to aerospace specifications.</p><p>Another barrier to stepping up Ukraine's share of the market, however, are longstanding business conflicts over the industry. The sector was dominated for years by Dmytro Firtash, a Russia-aligned gas-and-metals oligarch now exiled in Austria and fighting extradition to the U.S. on a charge—that he denies—of bribing Indian officials to mine titanium minerals.</p><p>Mr. Firtash controlled Ukraine's titanium-sponge plant until the government in Kyiv nationalized it in August, a sign of the country's desire to modernize production there. However, the plant is located in Zaporizhzhia, near the war's front line, and has stood idle since Russia's invasion with no clear prospect of reopening, a symbol of the difficulties of tapping Ukraine's potential.</p><p>The war has also stalled the Ukrainian government's efforts to court investors in titanium mining and smelting, according to Rostyslav Shurma, deputy head of the Ukrainian presidential administration. He says the government wants strategic investors.</p><p>\"Specifically in the titanium smelter, to have a big international player who can provide the big offtake agreements and can provide good investments to upgrade the plant,\" Mr. Shurma said.</p><p>A privately held Ukrainian titanium producer, Velta, has developed a technology that it says shortcuts the production cycle, making powder from titanium slag, which can be pressed, stamped or 3-D printed into aerospace parts, but the approach remains unproven.</p><p>\"You never discount new technology,\" said Frank Perryman, the president of the International Titanium Association and the CEO of Pittsburgh-based Perryman Co., a titanium metal producer. \"But this is not scalable to where you're going to be supporting your aerospace and defense industries in the U.S. and globally.\"</p><p>Nevertheless, pursuing expansion, Velta executives on a June visit to the U.S. finalized a list of four states—the Carolinas, Florida and Texas—in which they plan to build a titanium-powder plant, shipping ilmenite ore from Ukraine to the U.S. and refining it there for U.S. industry.</p><p>These and other plans for Velta face domestic obstacles. Ukrainian investigators are probing the company for alleged underpayment of taxes, which Velta Chief Executive Andriy Brodsky denies.</p><p>According to three people familiar with the matter, the Ukrainian presidential administration has applied pressure to Velta over a former company board member backing a parliamentary faction opposed to the party of Ukrainian President Volodymyr Zelensky.</p><p>Diplomats at the U.S. Embassy in Kyiv have attempted to resolve the dispute, according to two people familiar with the discussions.</p><p>Mr. Shurma, the presidential administration deputy chief, denied state involvement in Velta's affairs. \"The position of the president's office is to support companies like Velta as much as possible to expand operations and to integrate in the global supply chain,\" he said.</p><p>Write to Brett Forrest at brett.forrest@wsj.com</p><p>Ukraine Looks for Opportunity Amid Titanium Supply-Chain Crisis</p>",
  "published": "2022-10-31T13:00:00.000Z",
  "tags": [
    {
      "id": "US0970231058",
      "nexusId": "10030932",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 2398,
          "end": 2404
        },
        {
          "start": 3566,
          "end": 3572
        },
        {
          "start": 1266,
          "end": 1276
        },
        {
          "start": 3161,
          "end": 3167
        },
        {
          "start": 3441,
          "end": 3447
        }
      ]
    }
  ]
}