{
  "_id": "c17037ae8bffe6932910e3dfee9d98b6ed1ccc8b90ed3313c3e3536afeabd8ce",
  "feed": "wall-street-journal",
  "title": "NASA Opens Way for Additional Moon Lander After SpaceX Contract Win; Biden budget request seeks new funding for vehicles to take astronauts back to lunar surface",
  "text": "<p>NASA has been pushing to take astronauts, for the first time in decades, back to the lunar surface. This year the agency plans to test its Space Launch System, a massive rocket developed by companies including Boeing Co., by using it to blast a spacecraft built by Lockheed Martin Corp. around the moon.</p><p>That uncrewed launch would serve as a prelude to a mission slated for 2025, when SpaceX would take two astronauts on board its lander in lunar orbit and transport them to the moon's surface, NASA has said.</p><p>NASA about a year ago selected a Starship vehicle built by SpaceX to initially handle that mission, awarding the company a $2.9 billion contract. SpaceX beat out proposals from a team including Jeff Bezos' Blue Origin LLC, as well as from Dynetics, a unit of Leidos Holdings Inc., which handles a range of projects for defense and other government customers.</p><p>The space agency has said in the past that SpaceX's award was a first stepand last week confirmed it would solicit new proposals from companies other than SpaceX to build a second lander.</p><p>NASA officials declined to break out how much funding would be applied to the new lander bidding, saying that specifying a sum could alter how the procurement works.</p><p>Congress appropriates how much government agencies have to spend, so the final NASA budget could be different than what the White House requested.</p><p>\"We think, and so does the Congress, that competition leads to better, more reliable outcomes,\" NASA Administrator Bill Nelson said in a briefing last week. \"I promised competition, so here it is.\"</p><p>The bidding for a second lander vehicle is likely to draw proposals from space companies such as Blue Origin, which was part of the team that didn't win NASA funding under the agency's previous contracting effort. \"Blue Origin is ready to compete,\" the company said.</p><p>A spokesman for Leidos said the company looks forward to reviewing the agency's forthcoming request for proposals. A Boeing spokeswoman said the company continually evaluates contract opportunities for NASA missions. Boeing submitted a lander proposal during an earlier part of the procurement round that SpaceX ultimately won, according to a NASA document.</p><p>In addition to seeking proposals for a second lander, NASA officials said last week the agency would give Space Exploration Technologies Corp., the formal name for Elon Musk's SpaceX, more work landing people on the moon under its existing contract.</p><p>Working with NASA to get astronauts to the lunar surface—something the agency hasn't done since 1972—is a high-profile job space companies and executives have tracked closely. NASA has been building toward returning to the moon as part of its Artemis program, hiring space enterprises and aerospace contractors to create vehicles and infrastructure for such flights.</p><p>SHARE YOUR THOUGHTS</p><p>How do you think private companies will change space exploration? Join the conversation below.</p><p>NASA said in a procurement document last year it had a longstanding strategy to choose two winners to handle moon-lander missions, but budget constraints prevented the agency from taking that approach. Instead, as a first step, it chose to begin to work with SpaceX, which had proposed the lowest initial price as part of that bidding, the document said.</p><p>The agency's decision to only award work to SpaceX drew protests from Dynetics and Blue Origin, but a government accountability office dismissed them.</p><p>Mr. Bezos last summer pushed to win funding for the lander work, offering in an open letter to NASA to cut up to $2 billion in payments over a roughly two-year period from the bid that Blue Origin's team had submitted to the agency. Blue Origin also last summer sued the federal government over NASA's decision to award the moon-lander work to SpaceX. A federal judge later dismissed that case.</p><p>In a schedule NASA released Monday, the agency showed an unnamed lander operating in 2028. The agency has said future landers will be able to dock with Gateway, a planned space station that would orbit the moon and serve as a way station for astronauts visiting the lunar surface.</p><p>Write to Micah Maidenberg at micah.maidenberg@wsj.com</p><p>NASA Opens Way for Additional Moon Lander After SpaceX Contract Win</p>",
  "published": "2022-03-29T14:00:00.000Z",
  "tags": [
    {
      "id": "US0970231058",
      "nexusId": "10030932",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 1952,
          "end": 1958
        },
        {
          "start": 2052,
          "end": 2058
        },
        {
          "start": 210,
          "end": 216
        },
        {
          "start": 210,
          "end": 220
        }
      ]
    }
  ]
}