{
  "_id": "83e258324aa8007e1784fcef1d670270cb962db42d5ab1fa55241a289cf0b76f",
  "feed": "wall-street-journal",
  "title": "Lockheed Martin Scraps Aerojet Rocketdyne Deal; Deal dropped after antitrust lawsuit; rocket maker could draw interest from other potential buyers, analysts say",
  "text": "<p>Lockheed Martin announced plans to buy Aerojet Rocketdyne in December 2020. The deal followed unsuccessful efforts by Aerojet Rocketdyne to buy a joint venture between Lockheed Martin and Boeing Co. that launches military satellites. Those efforts by Aerojet Rocketdyne triggered broader interest in acquiring the company including from private-equity firms, according to regulatory filings.</p><p>The closing of the proposed Lockheed-Aerojet deal was pushed back several times, especially after FTC officials raised concerns about its impact.</p><p>A lawsuit filed last month by the FTC to block the deal saw Lockheed ditch the deal Sunday, a decision the company said was made in the wider interest of shareholders.</p><p>\"Our planned acquisition of Aerojet Rocketdyne would have benefitted the entire industry through greater efficiency, speed, and significant cost reductions for the U.S. government,\" Lockheed Martin Chief Executive Jim Taiclet said in a statement on Sunday.</p><p>El Segundo, Calif.-based Aerojet is the only large, independent U.S. producer of engines for rockets and missiles. The FTC alleged that allowing Lockheed to buy Aerojet would give the defense giant the ability to deny other defense contractors access to critical components needed to build competing missiles and space systems.</p><p>\"We are confident in our future performance with an impressive backlog that is more than three times the size of our annual sales and a strong macroeconomic environment underpinning our portfolio,\" said Aerojet Rocketdyne.</p><p>An FTC spokeswoman had no immediate comment. The commission's four current commissioners, two Democrats and two Republicans, all voted for the lawsuit.</p><p>It is the second deal to fall apart in recent days in the face of an FTC antitrust challenge. Nvidia Corp. and Japan's SoftBank Group Corp. earlier this month abandoned a blockbuster deal for the U.S. semiconductor giant to acquire chip-design specialist Arm, a transaction the commission challenged in December, again on a unanimous vote.</p><p>Aerojet makes rocket boosters for missile-defense systems such as Lockheed's own Thaad program. Aerojet Rocketdyne also works on programs such as the replacement of land-based nuclear missiles led by Northrop Grumman Corp., and the Boeing-led Commercial Crew space taxi and Space Launch System rocket.</p><p>Lockheed Martin is one of Aerojet Rocketdyne's biggest customers, and the companies had said they could continue after a merger to supply rocket motors that Aerojet provided to other companies such as Boeing Co. and Raytheon Technologies Corp.</p><p>Lockheed and Aerojet Rocketdyne also said that Lockheed's ownership could boost investment in areas like hypersonic missiles to challenge the increasing capabilities of China and Russia, which have concerned Pentagon leaders.</p><p>Raytheon and others said they were worried about how such pledges would be implemented. Boeing in 2019 dropped out of a bid to provide new land-based nuclear missiles for the U.S. The company cited a perceived advantage by Northrop Grumman after it agreed in 2017 to buy Orbital ATK Inc., a provider of space and missile propulsion systems.</p><p>Lockheed Martin's plan to buy Aerojet Rocketdyne has faced opposition from some defense contractors who said they were concerned about the future availability of the rocket motors. The companies had offered a series of guarantees to continue supplying Aerojet equipment to other defense contractors but said these were deemed insufficient by the FTC.</p><p>The commission argued that the deal would harm rival defense contractors and lead to unacceptable consolidation in markets critical to national security and defense.</p><p>The FTC said it had consulted the Pentagon widely on the impact of the proposed deal. The defense department's views were redacted in a public version of the commission's lawsuit. The Pentagon didn't immediately respond to a request for comment.</p><p>Antitrust authorities four years ago cleared a similar defense industry deal involving two other military contractors. The FTC has since taken a tougher stance on transactions involving vertical integration of companies and their suppliers, at times with notable bipartisan support, including in this case.</p><p>Analysts said that Northrop Grumman's acquisition of Orbital ATK had made Aerojet Rocketdyne a potential target for Lockheed Martin or Boeing, which are partners in the United Launch Alliance space joint venture.</p><p>The Orbital ATK deal was approved in 2018 with conditions by antitrust enforcers. U.S. defense-sector consolidation has continued in recent years, especially among companies that provide services rather than hardware.</p><p>Aerojet Rocketdyne could still attract interest from private-equity firms and smaller defense companies, said analysts. The company hasn't commented but has said it would provide an update on its strategy when it reports quarterly results on Feb. 17.</p><p>The challenge to Lockheed Martin's planned deal triggered a battle at Aerojet Rocketdyne, including a proxy fight involving an investment firm linked to Aerojet Rocketdyne Chairman Warren Lichtenstein, which has proposed a new slate of directors. Aerojet also on Feb. 1 announced an internal investigation into Mr. Lichtenstein.</p><p>The company said this included Mr. Lichtenstein allegedly pressuring executives to make changes to financial forecasts as far back as 2020, according to a legal filing last week.</p><p>Steel Partners Holdings LP, an investment firm controlled by Mr. Liechtenstein said he has \"operated with integrity and transparency throughout his tenure on the board and said the allegations were unsubstantiated.\" The firm has a 5.5% stake in Aerojet Rocketdyne and is leading the proxy contest.</p><p>Write to Doug Cameron at doug.cameron@wsj.com and Brent Kendall at brent.kendall@wsj.com</p><p>Lockheed Martin Scraps Aerojet Rocketdyne Deal</p>",
  "published": "2022-02-14T04:56:00.000Z",
  "tags": [
    {
      "id": "US0970231058",
      "nexusId": "10030932",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 188,
          "end": 198
        },
        {
          "start": 2509,
          "end": 2519
        },
        {
          "start": 2866,
          "end": 2872
        },
        {
          "start": 4324,
          "end": 4330
        }
      ]
    }
  ]
}