{
  "_id": "2c75627b2a32b7f0f7ed3e0ca67368320c044745c07304fc86f21823f3209d27",
  "feed": "reuters",
  "title": "Airbus eyes Saudi deal for almost 40 A350 jets -sources",
  "text": "<p>A final decision on the proposed deal, worth around $12 billion at list prices, depends on political approval at the highest level, with Boeing also lobbying for a slice of the expansion despite a chill in U.S.-Saudi relations, sources said.</p><p>One source familiar with the negotiation for the new airline, provisionally named \"RIA\", cautioned that it was \"not over yet\".</p><p>Neither France-based Airbus nor Boeing had any comment. PIF did not respond to a request for comment.</p><p>Industry sources said Boeing remained confident of winning at least part of a total requirement for around 68-75 jets via its Boeing 787 Dreamliner, already in use at state-owned Saudia.</p><p>Reports have said that the new airline may also need smaller narrow-body jets.</p><p>Reuters first reported in August that Saudi Arabia was discussing a significant order for wide-body jets.</p><p>Bloomberg News reported on Sunday that any deal could involve up to 80 aircraft.</p><p>The strategically important potential deal is among the economic topics in focus ahead of the FII forum, taking place under the shadow of tensions between Washington and Riyadh.</p><p>The FII is a showcase for Crown Prince Mohammed bin Salman 's Vision 2030 plan to diversify from oil by fostering new industries that generate jobs and lure foreign capital.</p><p>BUSINESS TIES</p><p>U.S. President Joe Biden has vowed \"consequences\" for U.S.-Saudi ties over an OPEC+ decision to cut oil output targets, which Riyadh defended as serving market stability.</p><p>The crown prince visited France in July where he met Macron, who last December became the first Western leader to visit Riyadh since the 2018 murder of Saudi journalist Jamal Khashoggi caused an uproar in the West.</p><p>Analysts say there is little willingness from Riyadh or Washington to disrupt business and military ties, noting Boeing remains a strategic supplier with huge defence contracts.</p><p>Saudia has a mixed fleet of Boeing long-haul 787 and 777 jets and Airbus A320-family short- to medium-haul models.</p><p>The new airline will be based in the capital Riyadh, while state airline Saudia will be based out of the Red Sea city Jeddah under a transportation strategy that calls for the establishment of two hubs to rival UAE and Qatari carriers.</p><p>A person familiar with the plans said the PIF's aviation department is getting hefty funds to create an ecosystem of cargo and passenger airlines, repair companies and airports.</p><p>The PIF is looking at buying and leasing options for a fleet that could ultimately reach 200 airplanes, the person said.</p><p>Analysts caution that even with a large investment warchest, it faces a tough challenge to counter the powerful Dubai and Doha aviation hubs of Emirates and Qatar Airways respectively.</p><p>\"They have established networks and large established fleets and will be a strong competitive force for any new airline,\" said James Halstead, managing partner at Aviation Strategy.</p><p>\"Getting hold of enough aircraft will be an important issue, as well as coping with shortages of trained pilots.\"</p>",
  "published": "2022-10-24T14:19:14.000Z",
  "tags": [
    {
      "id": "US0970231058",
      "nexusId": "10030932",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 137,
          "end": 143
        },
        {
          "start": 401,
          "end": 407
        },
        {
          "start": 493,
          "end": 499
        },
        {
          "start": 597,
          "end": 603
        },
        {
          "start": 1789,
          "end": 1795
        },
        {
          "start": 1882,
          "end": 1888
        }
      ]
    }
  ]
}