{
  "_id": "f266a0f5c1db6e0866326f763fee2e38b1050f095b0d57475c3e6b44bb2d96fe",
  "feed": "wall-street-journal",
  "title": "McDonald's CEO Raises Crime Concerns for Business in Chicago; Chris Kempczinski says burger chain will keep its headquarters in the city, but says government and business leaders need to do more to address safety",
  "text": "<p>\"Everywhere I go, I'm confronted by the same question. 'What's going on in Chicago?\" Mr. Kempczinski said. \"There is a general sense out there that our city is in crisis.\"</p><p>A spokesman for Chicago Mayor Lori Lightfoot declined to comment.</p><p>Mr. Kempczinski said McDonald's intends to stay in Chicago, and the company announced Wednesday that it will create a new innovation center next to its city headquarters. Ms. Lightfoot praised the move, saying it will help draw more visitors to the city.</p><p>McDonald's estimated that it had a total economic impact of roughly $2 billion on the economy of Cook County in the 12 months ended June 30.</p><p>Other U.S. restaurants and retailers have described violent crime in their stores as a growing problem in the wake of the pandemic. Starbucks Corp. in July said it would close 16 U.S. cafes after workers reported incidents related to drug use and other disruptions in cafes, and the company said it would consider further closures in response to employee concerns.</p><p>A number of major companies, including Boeing Co. and hedge-fund firm Citadel LLC, have announced this year that they will move their headquarters out of Chicago. Citadel head Ken Griffin said he decided to move Citadel from Chicago to Miami for a better corporate environment, and company officials said crime was also a consideration.</p><p>Boeing said in May that moving its headquarters from Chicago to the Washington, D.C., area would bring the aerospace company closer to customers and engineering workers. Kellogg Co. said in June that it would move its global snacking business to Chicago as part of its decision to separate its business into three companies.</p><p>Mr. Kempczinski said big companies' departures from Chicago shouldn't be overlooked by government officials.</p><p>Data from the Chicago Police Department show that from the start of the year through Sept. 11, murders are down 15% when compared with the same period a year earlier, while thefts are up 65%.</p><p>Crime overall is up 38% from last year's period, according to the department, and 19% higher compared with the same stretch in 2019, before the pandemic.</p><p>\"We see every single day in our restaurants what's happening at society at large,\" said Mr. Kempczinski, who said he and his family live in Chicago. \"It's not going to be something that McDonald's can solve on its own. We need to be able to do it with the public sector as well.\"</p><p>Mr. Kempczinski said there needs to be a clearer plan to judge the city's health, and business and government leaders need to work together in creating transparent metrics. Recruiting people to join the thousands of others who work at McDonald's headquarters has gotten harder than it was a few years ago, Mr. Kempczinski said.</p><p>Starbucks Chief Financial Officer Rachel Ruggeri said Wednesday that the coffee chain believes it has just a few more stores to close around the country based on crime concerns, but that it will continue to evaluate safety as it assesses its store network.</p><p>\"Our goal is to not have a store where partners work and they feel unsafe. That is not a good experience,\" Ms. Ruggeri said, referring to the company's term for employees, during an interview.</p><p>Meanwhile, Mr. Kempczinski said in the wide-ranging talk that he was also concerned about a newly passed law in California that would establish a government-appointed council to set wages for fast food workers, calling it a \"terrible piece of policy.\" He said McDonald's needed to do a better job advocating for its position when it came to state laws that impacted its business, as labor groups have successfully done.</p><p>McDonald's recovered its sales and earnings coming out of the pandemic, but executives have warned about inflation and macroeconomic unknowns across the globe. Mr. Kempczinski said Wednesday that he is troubled by rising inflation, particularly in Europe, and that he fears that the global economic picture could darken next year.</p><p>\"As I look out at 2023, I see more challenges,\" Mr. Kempczinski said. \"We are heading to probably hopefully a minor recession in the U.S., probably a more significant one in Europe.\"</p><p>McDonald's CEO Raises Crime Concerns for Business in Chicago</p>",
  "published": "2022-09-14T22:52:00.000Z",
  "tags": [
    {
      "id": "US0970231058",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 1336,
          "end": 1342
        },
        {
          "start": 1038,
          "end": 1048
        }
      ],
      "nexusId": "10030932"
    }
  ]
}