{
  "_id": "63f1e18d55f73c269e87929ab341ff60c9a329a9a3a3a9dc65bdebdbd7f204c0",
  "feed": "wall-street-journal",
  "title": "Aeroflot's Decadeslong Turnaround Faces Undoing; Russian flag carrier, an award-winning airline and one-time Delta partner, is restricted after airspace closures and sanctions",
  "text": "<p>The European Union has closed off airspace to Aeroflot and other Russian international carriers, and on Wednesday added the company's chief executive, Mikhail Poluboyarinov, to its list of sanctioned individuals. Other sanctions imposed by the West on Russia have set off an effort by companies that lease jetliners to Aeroflot to get their planes back. Those sanctions have effectively grounded most of its international flights.</p><p>How long Aeroflot—which is set to celebrate its 100th anniversary next year—can keep flying domestically is a big question, too. The airline's fleet is made up of Airbus SE and Boeing Co. planes. The manufacturers and their suppliers are prohibited from sending parts and doing maintenance on those planes. It is unclear how long the planes can safely fly without such maintenance.</p><p>\"As a passenger, would I want to fly on an aircraft that is not being maintained in accordance with the manufacturer's maintenance, repair and overhaul schedule and potentially not being maintained with certified or new parts?\" said Rob Morris, global head of consulting firm at Ascend by Cirium, an aviation data and advisory firm. \"I personally wouldn't.\"</p><p>Representatives of Aeroflot and those of Mr. Poluboyarinov weren't available to comment.</p><p>The backlash against Aeroflot began the day of the invasion. The U.K. was the first to ban the flag carrier from entering its airspace, with similar closures rolled out across Europe, Canada and the U.S.</p><p>Within days, Delta Air Lines Inc. abandoned its code-sharing agreement. Fare-distribution companies Sabre Corp. and Amadeus IT Group SA stopped listing the airline's fares on its systems. Manchester United PLC, the British soccer team, ended its almost decadelong sponsorship deal with the airline.</p><p>After more than a week of forced flight cancellations from the airspace restrictions and efforts to prevent its aircraft from being seized at foreign airports, Aeroflot halted all international flights over the weekend except those to Belarus, a neighbor and staging ground for the invasion.</p><p>\"Their fate is absolutely wedded to what happens politically,\" John Strickland, a London-based aviation consultant at JLS Consulting, said. Even in a postwar situation, where traffic and overflight rights are returned, Aeroflot will still have to battle the reputational hit from Russia's invasion of Ukraine, he said. \"At some point in the future, it could recover. But the key question is, when is that point?\"</p><p>SHARE YOUR THOUGHTS</p><p>What do you think the future holds for Aeroflot? Join the conversation below.</p><p>Industry watchers don't expect Aeroflot to return the jets that lessors are demanding back. The lessors have asked Aeroflot and other Russian operators to stop flying them and return them in response to Western sanctions. About five aircraft in Aeroflot's main fleet have been confiscated overseas, according to an analysis of the fleet by aviation data firm Cirium.</p><p>As Covid-19 rippled through the aviation industry, Aeroflot, bolstered by a strong Russian domestic market, was regarded by lessors as a reliable customer when other carriers were missing payments or renegotiating contracts, according to senior leasing executives. Last summer, Russian domestic capacity was 55% higher than 2019, according to Cirium. Aeroflot posted its first profit since the start of the pandemic during the third quarter.</p><p>The Russian government has rallied around the airline. The same day Aeroflot announced it was halting international flying, President Vladimir Putin visited an Aeroflot cabin crew training center, where he abandoned his usual regimen of social distancing. He posed, seemingly shoulder-to-shoulder with a group of female cabin crew, who were dressed in the airline's bright red uniforms and matching ascots.</p><p>Aeroflot is still about 57% owned by the Russian government. After World War II, the airline mainly operated between Moscow and the capitals of Soviet states. It gradually expanded its network to connect regional cities across the Soviet Union. In 1968, it started operating a regular flight from Moscow to New York via Montreal, using a Soviet-era narrow-body jet, the Ilyushin Il-62.</p><p>With the collapse of the Soviet Union, the airline was broken up into smaller airline and aerospace companies. An international-focused one kept the name Aeroflot and listed shares in 1994.</p><p>In the early 2000s, Aeroflot started to pivot from its Soviet-era image, aiming to remarket itself as a safe, reliable and premium airline. It replaced drab uniforms and drew up new menus designed by local and foreign chefs. They included international favorites such as mushroom risotto or filet of halibut and Russian classics including shchi, a cabbage soup. It parked old Soviet-era jets and invested in new Boeing and Airbus aircraft, painted in newly-designed liveries and kitted out with new, more comfortable seats.</p><p>In 2018, it was awarded a fourth star by airline rating firm Skytrax, putting it on par with the likes of Air France and British Airways, part of International Consolidated Airlines Group SA. That was one star more than both Delta and American Airlines Group Inc. It has also won awards for on-time performance and for its brand.</p><p>\"The Aeroflot of today, or of two weeks ago, was a very different airline,\" said Mr. Morris. \"It had a decent on-time record, a decent service record, it was well respected.\"</p><p>Write to Benjamin Katz at ben.katz@wsj.com</p><p>Aeroflot's Decadeslong Turnaround Faces Undoing</p>",
  "published": "2022-03-10T22:05:00.000Z",
  "tags": [
    {
      "id": "US0970231058",
      "nexusId": "10030932",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 608,
          "end": 618
        },
        {
          "start": 4770,
          "end": 4776
        }
      ]
    }
  ]
}