{
  "_id": "178863769428d0f5c64493a6f4c208e70f70e971c9f121287b8b9a3b55258c98",
  "feed": "wall-street-journal",
  "title": "World News:  World Watch",
  "text": "<p>\n  BELARUS </p><pre>\n </pre><p>\n  U.S. Indicts Officials </p><p>\n  For Diverting Flight </p><pre>\n </pre><p>\n  The U.S. Justice Department charged four Belarusian government officials with aircraft piracy, alleging they conspired to fabricate a bomb threat to divert a Ryanair passenger jet last year to arrest a dissident journalist. </p><p>\n  In an indictment filed Thursday in New York, the Belarusian officials were also accused of conspiring to cover up the fake bomb plot after the Boeing 737 made an emergency landing in May in Minsk. The aircraft was en route from Athens to Vilnius, Lithuania. </p><p>\n  Belarusian security services arrested journalist Raman Pratasevich after he disembarked the plane, the indictment says. Mr. Pratasevich had been living in exile in Lithuania. Four U.S. nationals were also on the plane, prosecutors said. </p><p>\n  The four defendants -- Leonid Mikalaevich Churo, Oleg Kazyuchits, and two other officials whose full names weren't known -- each face one criminal count of conspiracy to commit aircraft piracy. Mr. Churo is director general of the Belarusian state air navigation authority. Mr. Kazyuchits is the deputy director general at the authority. The other two work for the state security services. Belarusian government representatives didn't respond to a request for comment. </p><p>\n  -- James Fanelli </p><p>\n  --- </p><p>\n  HAITI </p><pre>\n </pre><p>\n  Second Man Charged </p><p>\n  In July Assassination </p><pre>\n </pre><p>\n  U.S. prosecutors in Miami have detained and charged a second suspect in connection with the July assassination of Haitian President Jovenel Moise, highlighting progress by American investigators even as the six-month probe in Haiti remains stalled. </p><p>\n  Haitian businessman Rodolphe Jaar appeared in a Miami federal court Thursday on charges he provided weapons, ammunition and housing to former Colombians soldiers who allegedly killed the president, U.S. prosecutors said. Mr. Jaar, who had been arrested earlier this month in the Dominican Republic, didn't enter a plea. </p><p>\n  The development comes as Haitian authorities have jailed or implicated more than 40 people in the July 7 killing of Mr. Moise in his home. But they have yet to charge anyone, and it remains unclear why gunmen fatally shot the president 12 times in his bedroom. His wife, Martine Moise, was seriously wounded in the attack. </p><p>\n  Mr. Jaar, who was a former Drug Enforcement Administration informant and convicted drug trafficker, is the second suspect charged in the U.S. Earlier this month, federal prosecutors charged Mario Antonio Palacios, a former Colombian soldier, in connection with Mr. Moise's killing. </p><p>\n  -- Jose de Cordoba </p><p>\n  --- </p><p>\n  CHINA </p><pre>\n </pre><p>\n  Central Bank Cuts </p><p>\n  Benchmark Rates </p><pre>\n </pre><p>\n  China's central bank lowered its benchmark lending rates, stepping in to support a slowing economy that has been weighed down by a slump in the property market. </p><p>\n  The People's Bank of China said Thursday that it cut its five-year loan prime rate, a benchmark for medium- and longer-term loans including mortgages, to 4.60% from 4.65% -- the first such cut since April 2020. The bank also lowered the one-year loan prime rate by 0.10 percentage point to 3.70%, the second cut to that rate in as many months. </p><p>\n  -- Jonathan Cheng </p><p></p>",
  "published": "2022-01-21T07:11:00.000Z",
  "tags": [
    {
      "id": "US0970231058",
      "name": "The Boeing Company",
      "offsets": [],
      "nexusId": "10030932"
    }
  ]
}