{
  "_id": "b891ed40207f822f4fd1f6fe5bdda562d17dee40135412e30c13ec81a82bc6b0",
  "feed": "wall-street-journal",
  "title": "Friday Deadline For Funding Deal Tests Lawmakers",
  "text": "<p>Republicans say that Democrats want big increases for entities such as the Internal Revenue Service that they say are already flush with cash. Democrats say their funding priorities, such as funding veterans' healthcare, are critical.</p><p>Democrats in the Senate need to convince at least 10 Republicans to agree to advance a spending bill with the 60 votes needed. In the House, a spending bill can be passed with a simple majority.</p><p>Complicating talks is the coming GOP takeover of the House, with some Republicans calling to throw the negotiations into the next Congress in order to push for more control over spending, by passing a so-called continuing resolution into January.</p><p>\"Let's pass a CR that will allow a Republican House to pass a more fiscally responsible spending bill early next year,\" tweeted Sen. Ron Johnson (R., Wis.) on Friday.</p><p>The GOP's narrow majority and open divisions could make any deal hard to reach then, and Democrats have rejected the idea of punting talks to next month.</p><p>\"This idea that we will play political games and purposely wait until one party takes over after Jan. 3 so that they can then try to jam the Democrats in the House . . . would be really, really bad,\" said Rep. Greg Stanton (D., Ariz) on MSNBC on Sunday.</p><p>The spending fight centers on the amount of money to spend on the nondefense portion of the annual budget. Both chambers have endorsed some $858 billion in military spending, a roughly 10% percent increase over the prior year. Democrats have already begun drafting legislation, even without an agreement on total spending levels.</p><p>Senate Appropriations Committee Chairman Patrick Leahy (D., Vt.) delayed the release of a Democratic-only version of the bill as talks to break the deadlock continued. Mr. Leahy thinks \"sufficient progress in negotiations took place over the weekend to delay the introduction of the omnibus appropriations bill for the time being,\" a Senate Democratic aide said.</p><p>Few other items remain on the congressional agenda before new lawmakers take over for the next session, which begins on Jan. 3. Lawmakers who see the spending bill as the last major piece of legislation to pass are also lobbying hard for negotiators to include other measures they see as priorities.</p><p>Some lawmakers want the spending bill to include the Electoral Count Act, which would change an 1887 law governing how Congress deals with presidential-election disputes. The bill has been pitched as a way to prevent a repeat of what happened following the 2020 election, when then-President Donald Trump pressured his vice president, Mike Pence, to reject the Electoral College votes from some states. Mr. Pence declined to do so.</p><p>Other lawmakers are trying to include a measure that would extend a Dec. 27 deadline for Boeing Co. to secure federal safety approvals for two new versions of the 737 MAX airplane. The company was required by law to install new cockpit-alerting systems to help pilots resolve emergencies in the wake of two deadly crashes.</p><p>The deadline was set by Congress two years ago, but Federal Aviation Administration approvals have taken longer than expected. Without an extension, Boeing said that it might cancel both planes, exposing it to losses of potentially tens of billions of dollars.</p><p>Sen. Roger Wicker of Mississippi, the top Republican on the Senate committee that oversees transportation issues, said he was hopeful that an extension would be included in a spending bill.</p><p>\"I think it's a reasonable ask,\" he said last week.</p><p>Lawmakers could also include a provision that would shield banks from penalties if they handle marijuana-related transactions.</p><p>Banks that do business with the cannabis industry risk losing their federal banking charters because marijuana, despite being legal in some states, remains illegal on a federal level. As a result, some marijuana businesses are excluded from credit-card processing and rely heavily on cash to operate, making them targets for robberies.</p><p>Sen. Joe Manchin (D., W.Va.) could look toward the spending bill as a way to pass a measure that would speed up environmental reviews of major energy projects, including natural-gas pipelines, electricity transmission lines, wind farms and solar-power installations.</p><p>Sens. Martin Heinrich (D., N.M.) and Roy Blunt (R., Mo.) are pushing to include a measure to steer federal money toward projects to restore habitats for struggling species.</p><p>The measure would fund state conservation plans, which are federally required strategies and wish lists that wildlife agency officials keep on struggling animal and plant populations.</p><p>Senate lawmakers are expected this week to pass a defense policy bill that authorizes U.S. military leaders to purchase new weapons and increase pay for troops, and lifts a requirement for members of the military to get vaccinated against Covid-19.</p><p>---</p><p>Natalie Andrews and Siobhan Hughes contributed to this article.</p>",
  "published": "2022-12-12T00:00:00.000Z",
  "tags": [
    {
      "id": "US0970231058",
      "nexusId": "10030932",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 2766,
          "end": 2776
        },
        {
          "start": 3149,
          "end": 3155
        }
      ]
    }
  ]
}