{
  "_id": "42adc7d92a51f4b94caeb1cd5edcaa1620b0f179cb1f55bbcecb73f3c5f089b6",
  "feed": "ftcomall",
  "title": "Nigeria to relaunch national airline two decades after predecessor's collapse",
  "text": "<p>Nigeria plans to relaunch a national carrier almost 20 years after its predecessor went bust under a cloud of debt, mismanagement and corruption as outgoing president Muhammadu Buhari seeks to cement his legacy. </p> <p>The airline plans to take to the air before the end of the year with a service between Lagos, Nigeria's commercial hub, and Abuja, the nation's capital, aviation minister Hadi Sirika said on Friday.</p> <p>Nigeria's infrastructure has suffered from decades of under-investment and its aviation sector is a hotchpotch of <a href=\"https://www.ft.com/content/917cfa12-ef62-11e6-ba01-119a44939bb6\">small domestic operators</a> and big international carriers. A functioning national carrier could be a boon for economic growth and help Nigeria become a significant operator in west Africa, a region where flights can be expensive and hard to come by. </p> <p>The relaunch of a national airline has been a priority of Buhari and Sirika since taking office in 2015. The rebranded Nigeria Air was introduced to the public at the Farnborough Air Show in 2018 but plans to launch were <a href=\"https://twitter.com/hadisirika/status/1042453545218392065\">suspended</a> by the government just two months later. No reason was given. A new bidding process was announced in March.</p> <p>Ethiopian Airlines, Africa's biggest airline, is the lead technical partner in the new carrier and the single largest shareholder, with a 49 per cent stake. In the statement, Sirika set the total value of the proposed deal at $300mn. </p> <p>The airline will be launched with three Boeing 737-800 planes and plans to own 30 jets and operate international flights in two years. The government will own 5 per cent of the carrier, with the remaining 46 per cent going to local investors, including Nigeria's sovereign investment fund. “The consortium has been subject to a due diligence process,” Sirika said. </p> <p>The deal's completion is subject to final negotiation of contract terms and the approval of Nigeria's Federal Executive Council, a committee of decision makers headed by Buhari and members of his cabinet. The process is expected to take up to eight weeks.</p> <p>Successive governments have made attempts to revive a national airline since the collapse of Nigeria Airways in 2004, with several iterations of a rebooted carrier failing to take off.</p> <p>With presidential elections due in February, Adedayo Ademuwagun of Songhai Advisory warned, a deal this close to a change of government could be problematic. </p> <p>“A key indicator of whether this is going to succeed will depend on clarifying the legal and regulatory framework so that all parties know how this is going to work [after a change of government],” Ademuwagun said, citing the breakdown of a partnership between <a href=\"https://www.ft.com/content/ceb26f6e-6e17-11dd-b5df-0000779fd18c\">Nigeria and Richard Branson</a>'s Virgin Group after a new government came to power in 2007. </p> <p>Nigeria Air will be entering a market where other national carriers on the continent have struggled to turn a profit in recent years. <a href=\"https://www.ft.com/content/3861f974-1731-11ea-8d73-6303645ac406\">South African Airways </a>received government bailouts for decades and entered into bankruptcy proceedings in 2020. East African carriers Air Tanzania, Kenya Airways and Uganda Airlines are also in the red.</p><p>Source: Aanu Adeoye in Lagos 2022 'Nigeria to relaunch national airline two decades after predecessor's collapse' FT.com 23 September. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-09-23T20:35:15.771Z",
  "tags": [
    {
      "id": "US0970231058",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 1386,
          "end": 1392
        }
      ],
      "nexusId": "10030932"
    }
  ]
}