{
  "_id": "d172abaef2197a45704fc8ee56fba0ef7b7e128ffc71cda4b363b6baf2ecb4bc",
  "feed": "ftcomall",
  "title": "Travel chaos raises stakes for British Airways as it battles to restore its lustre",
  "text": "<p>British Airways' chief executive Sean Doyle had earmarked this year as the moment to repair the airline's battered reputation.</p> <p>Instead, the BA veteran, who took the top job in late 2020 at the height of the coronavirus pandemic, faces a new crisis following a wave of delays, cancellations and IT failures that has left the carrier struggling to get enough aircraft into the sky. </p> <p>BA is not alone. After axing thousands of staff as governments shut the skies in 2020, the airline industry is now buckling under the <a href=\"https://www.ft.com/content/27f4010e-decf-48b3-bfa5-199ba8653b14\">pent-up demand</a> unleashed by the UK's relaxation of travel restrictions in late January. </p> <p>But current and former employees, as well as unions, say a combination of staff shortages, particularly among experienced managers, unreliable IT and a hugely complex operating structure have left BA particularly exposed.</p> <p>BA has cancelled 1,244 flights this year, about one in 20 of the scheduled number, according to aviation data provider Cirium. The data show that the airline's flights from UK airports have been more prone to cancellations than those of rivals.</p> <p>Passengers have complained of flights being disrupted at the last minute, hours-long waits for luggage, and calls to the airline's telephone lines left unanswered. One Saturday morning in February, BA was forced to scrap its entire short-haul schedule after its computer hardware failed. </p> <p>“Sean Doyle has been public that they have a steep mountain to climb over these issues,” said John Strickland, an aviation consultant and former BA executive. “None of it is a quick fix. The only thing they can do is try to keep moving forward.”</p> <p>The figures include long-planned cancellations on flights to Russia or countries where there are still travel restrictions, and BA says the vast majority of the flights are pulled in advance. Only about a dozen flights last week were axed at short notice. </p> <p>Rivals, notably <a href=\"https://www.ft.com/content/7d2239fc-c6ae-4b6f-ac0a-39a648819ea1\">easyJet</a>, have also suffered as a fresh wave of coronavirus infections sweeps through its workforce, but BA has already cancelled flights deep into May in an attempt to make its schedules more reliable and is a sign that the airline is expecting disruption well into the summer season. </p> <p>At the heart of BA's crisis lies a lack of staff that is besetting the wider aviation industry, from airport operators to ground handlers. The shortage has been compounded by a new wave of Covid-19 infections, a tight labour market and delays in approving security clearances for new staff. </p> <p>Executives at BA describe the situation as “all hands to the pump”, and staff from head office have been pitched into frontline roles including helping in lounges and at check-in, and answering disgruntled customers on social media. </p> <p>In an internal message to staff last month Doyle said he was “frustrated” by the problems hampering the airline and admitted that “many of our customers are rightly fed up”.</p> <p>In a statement, BA said that “aviation has been one of the industries worst hit by the pandemic, and airlines and airports are experiencing the same issues rebuilding their operations while managing the continuing impact of Covid”.</p> <p>The race to keep its operations running leaves BA, and other parts of the industry, open to accusations that it cut too deeply during the pandemic in a bid to permanently reduce its cost base. BA fired about 10,000 staff, and has since outlined plans to rehire at least 3,000 crew.</p> <p>“The airlines that were most aggressive about redundancies are now suffering the most,” said Martin Chalk, head of pilots' union Balpa.</p> <p>Executives across airlines have rejected the charge, pointing out that the onset of the pandemic plunged the industry into a historic crisis and that at the time it was impossible to know when the skies would reopen. BA was losing £20mn a day during the worst of the turmoil.</p> <p>Russ Ball, a regional officer at Unite, a union that engaged in a months-long dispute with BA over the scale of the redundancies, said the airline had lost a critical mass of experienced staff that it was now struggling to replace. </p> <p>“It is absolute mayhem down there [at BA], and it is of their own making,” he said.</p> <p>Unions claim that the airline is struggling to attract talent, but BA disputes this and has had 30,000 applications for new jobs, according to a person familiar with the matter. </p> <p>While BA is facing a similar set of challenges to many other UK travel companies, the scale and “unbelievable” complexity of its operations leave it more vulnerable to cascading disruption than some competitors, according to one former senior BA executive. </p> <p>BA flies a mix of short- and long-haul flights to about 200 destinations on a fleet of 10 different types of Airbus and Boeing aircraft, a model that means staff cannot easily be shifted to fill holes.</p> <p>The disruption comes at a difficult time for Doyle. The Irishman has made it his mission to repair the image of the airline which once called itself “the world's favourite”, after BA suffered a series of disruptions leading up to the pandemic, including IT meltdowns, a data breach and pilots' strike. </p> <p>International Airlines Group, BA's parent company, is also facing pressure from Qatar Airways, its largest shareholder, to restore the lustre to the BA brand. Akbar Al Baker, Qatar's chief executive, told the Financial Times last year that the airline had made errors when it gained a reputation for cutting costs. </p> <p>“You should not bring a fine airline like British Airways . . . that was, you know, the favourite airline of the world, to where it ended,” he said.</p> <p>Alex Cruz, former BA chief, won IAG's backing for a multibillion-dollar investment programme to upgrade BA's business class offering before he left, products that are still being rolled out and which should help. IAG is also investing millions in upgrading its IT systems.</p> <p>But given Doyle's efforts to bring the brand back upmarket — he told the FT this year that BA needed to be “premium” in everything it did — the crisis has raised the stakes. </p> <p>“There is so much metaphorical baggage around the BA brand, that goes back decades. It doesn't have the luxury of being a start-up or more fleet of foot than its rivals and is always judged on the good old days of how things used to be,” said Paul Charles, a travel industry communications consultant.</p><p>Source: Philip Georgiadis 2022 'Travel chaos raises stakes for British Airways as it battles to restore its lustre' FT.com 13 April. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-04-13T04:00:39.194Z",
  "tags": [
    {
      "id": "US0970231058",
      "nexusId": "10030932",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 4655,
          "end": 4661
        }
      ]
    }
  ]
}