{
  "_id": "b43e751d156d6996f7a77e1702986e9623604be605224fd48295b03d1539e21c",
  "feed": "ftcomall",
  "title": "Rolls-Royce sticks to full-year outlook despite high inflation",
  "text": "<p>Rolls-Royce stuck to its full-year financial guidance and reassured investors that its recovery was on track despite headwinds from rising energy and raw material prices. </p> <p>Warren East, the outgoing chief executive of the FTSE 100 group whose engines power the Airbus A350 and Boeing 787, said it was well positioned to weather the uncertain pace of the aviation industry's recovery and market volatility.</p> <p>The company has repaid £2bn of the debt taken on during the pandemic, a move East hailed as a “milestone recovery” in the strength of its balance sheet and a “clear step on our path back to investment grade in the medium term”.</p> <p>Despite the reassurances, shares in Rolls-Royce fell more than 5 per cent in early morning trading to 80p. They have lost 37 per cent since the start of the year amid investor concern over the pace of the recovery in the aviation industry. </p> <p>Rolls-Royce said in its trading update for the nine months to end October that new civil engine deliveries and maintenance visits were at the lower end of the expected range for this year, although higher year on year. </p> <p>The group took a big financial hit from the grounding of flights during the pandemic, prompting a restructuring programme and 9,000 job losses. </p> <p>The partial debt repayment was made possible after the group completed its £2bn disposal programme in September with the sale of its Spanish aircraft engine manufacturing business, ITP Aero, for €1.6bn. It has about £4bn of drawn debt outstanding. </p> <p>The company on Thursday stressed that the recent volatility in interest rates and foreign exchange rates had not had a material impact on underlying cash flows or on its financial guidance for the year. It was targeting low to mid-single-digit underlying revenue growth, modestly positive free cash flow and a profit margin broadly in line with last year's 3.8 per cent.</p> <p>All drawn debt was on fixed interest rate terms, it said, with inflation-linked pricing in many of its contracts. Its UK defined benefit pension scheme was “well funded, hedged and collateralised”. It did not anticipate making cash contributions to the scheme in the foreseeable future. </p> <p>The company recently agreed a 6.5 per cent pay increase and an additional £1,500 payment to the majority of UK employees. </p> <p>East said <a href=\"https://www.ft.com/stream/e8e55a63-0e8c-4bcc-82d6-7a0e90ec1cf1\">Rolls-Royce</a> was recovering from the impact of the pandemic. Flying hours of its large engines, a key metric, were recovering and at 65 per cent of 2019 levels in the four months to the end of October, driven by a rebound in travel in Europe and the US. Travel in China and Asia, however, remained lower because of ongoing Covid-19 restrictions. </p> <p>On the defence side, the company said it saw “robust demand” from customers, with $1.8bn in contract renewals.</p> <p>East will hand over to oil industry veteran Tufan Erginbilgic in January.</p><p>Source: Sylvia Pfeifer in London 2022 'Rolls-Royce sticks to full-year outlook despite high inflation' FT.com 3 November. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-11-03T10:33:45.111Z",
  "tags": [
    {
      "id": "US0970231058",
      "nexusId": "10030932",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 275,
          "end": 281
        }
      ]
    }
  ]
}