{
  "_id": "c1eaba7f8cc182157bf6dbb4cc924eae474673ab5aec89d0d8503e47b1641f03",
  "feed": "wall-street-journal",
  "title": "United Airlines Projects Profit Rebound as Bookings Surge; Soaring ticket sales and rising fares trump higher fuel costs as domestic air travel approaches prepandemic levels",
  "text": "<p>More airlines now say they expect to return to profits after the seasonally slow March quarter, part of an industrywide turnaround that has been driven by what executives said is insatiable demand for travel despite rising ticket prices. Delta Air Lines Inc., which reported results last week, said it has seen some of its highest-ever booking volumes in recent weeks.</p><p>United, the third-largest U.S. carrier by sales, said it expects average revenue per seat to be up 17% in the current quarter compared with the same period in 2019.</p><p>\"The demand environment is the strongest it's been in my 30 years in the industry,\" United Chief Executive Scott Kirby said in a news release. \"We're now seeing clear evidence that the second quarter will be an historic inflection point for our business.\"</p><p>A rapid rise in jet fuel prices has threatened to slow airlines' momentum, but carriers have said they are largely able to recover the higher costs by raising fares. United said it expects its average fuel price to climb to $3.43 per gallon in the second quarter from $2.88 in the first quarter and $2.17 a year ago.</p><p>Domestic U.S. airline ticket prices in March were 20% higher than 2019 levels, and up 15% from February, according to the Adobe Digital Economy Index.</p><p>Adobe said this week that there are signs that the higher fares are starting to curb travel appetite. In the first half of April, domestic bookings online were down 2% from the last two weeks of March. Flight bookings are still ahead of prepandemic levels, up 1.5% from the same period in 2019, but spending is up 20% as fares climb.</p><p>United reported a loss of $4.24 per share in the first quarter, compared with $4.29 a year earlier and the $4.22 per share loss that analysts had anticipated, according to FactSet.</p><p>The airline's shares closed up 1.2% at $46.52 and were more than 5% higher in after hours trading.</p><p>Travel moved back toward prepandemic normalcy this week after a federal judge voided the Biden administration's mask mandate for public transportation, including on airplanes and in airports. The mandate is no longer being enforced while the government weighs a possible appeal, and major airlines quickly said that masks would be optional.</p><p>Crew members and passengers on some flights immediately ripped their masks off midflight when the new policies were announced, though some travelers said they remain hesitant to fly maskless.</p><p>Airline executives have said that lifting of mask mandates and other travel restrictions, like testing requirements, will help spur more long-haul international travel, which has been slower to rebound even as domestic vacation trips have largely recovered. United said Wednesday that business and international demand is accelerating rapidly.</p><p>Some carriers have struggled with the rapid increase in demand this year, echoing problems from last summer. JetBlue Airways Corp., Spirit Airlines Inc. and Alaska Air Group Inc. have all announced trims to summer schedules recently. Southwest Airlines Co. also tempered flying plans due to staffing constraints.</p><p>United said it would balance reliability with growth as it adds flight capacity back. It plans to fly 13% less in the current quarter than it did in the same period of 2019. United said its Boeing 777 jets with Pratt &amp; Whitney engines, which have been grounded for over a year, will gradually return to service.</p><p>Write to Alison Sider at alison.sider@wsj.com</p><p>United Airlines Projects Profit Rebound as Bookings Surge</p>",
  "published": "2022-04-20T21:44:00.000Z",
  "tags": [
    {
      "id": "US0970231058",
      "nexusId": "10030932",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 3252,
          "end": 3258
        }
      ]
    }
  ]
}