{
  "_id": "651d9fcb71e282914b7eb56894fa9d00ebd9e4e25ef15ec6dd042dee2a9aaa42",
  "feed": "wall-street-journal",
  "title": "Two World War II-Era Planes Collide and Crash at Texas Airshow, Killing Six; A Dallas county official said authorities are still identifying the victims from the Saturday incident",
  "text": "<p>A Boeing B-17 Flying Fortress and a Bell P-63 Kingcobra collided and crashed at the Wings Over Dallas Airshow at the Dallas Executive Airport around 1:20 p.m. local time, according to the Federal Aviation Administration.</p><p>Leah Block, a spokeswoman for Commemorative Air Force, the Texas-based organization that hosted the event, said the B-17 typically carries a crew of five. The P-63 is a single pilot aircraft. Both were based out of Houston and neither plane was giving rides to paying customers at the time, she said.</p><p>The union representing American Airlines pilots said two former members were killed in the crash. Capt. Terry Barker, who retired in 2020, and Capt. Len Root, who retired in 2021, were among the crew \"lost on the B-17,\" the Allied Pilots Association said in a message to current members.</p><p>Videos shared on social media by spectators caught the moment the two planes crashed into each other and plummeted to the ground. Flames and billowing black smoke burst from the larger aircraft, which appeared to have been clipped by the other plane.</p><p>The FAA and the National Transportation Safety Board are investigating the collision.</p><p>Dallas Fire and Rescue responded to the scene following the incident, the Dallas Executive Airport said on Twitter. The airport is located about 10 miles south of downtown Dallas.</p><p>Dallas Mayor Eric Johnson called the Veterans Day weekend accident \"a terrible tragedy\" in a tweet. \"The videos are heartbreaking,\" he wrote. \"Please, say a prayer for the souls who took to the sky to entertain and educate our families today.\"</p><p>David Schultz, owner and president of David Schultz Airshows, based in Clearfield, Pa., said that the tightknit airshow community was in shock and that it had been \"a remarkably safe year\" for airshows before Saturday's accident.</p><p>Mr. Schultz estimated that there had been more than 300 airshows in the U.S. this year and he couldn't recall an accident of any significance.</p><p>\"I'm numb,\" said Mr. Schultz, who said he believes he knew the pilots and crew members involved in the accident. \"It's one of those things, when it happens, you're losing a family member.\"</p><p>He said the types of planes involved in the crash are becoming scarce around the world and that after the accident there might be only one other P-63 and six-to-eight B-17s that are in flying condition.</p><p>Write to Ginger Adams Otis at Ginger.AdamsOtis@wsj.com, Kris Maher at Kris.Maher@wsj.com and Alison Sider at alison.sider@wsj.com</p><p>Two World War II-Era Planes Collide and Crash at Texas Airshow, Killing Six</p>",
  "published": "2022-11-13T15:18:00.000Z",
  "tags": [
    {
      "id": "US0970231058",
      "nexusId": "10030932",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 2,
          "end": 8
        }
      ]
    }
  ]
}