{
  "_id": "a307c3f8e452250f14afc5d3aa48bb75b2fb023dee04175b4e2d87dcd7fa8221",
  "feed": "wall-street-journal",
  "title": "As the City's Population Rises, Colorado Springs Sees Home Prices Soar; Young adults and an influx of new businesses are helping the area emerge from Denver's shadow",
  "text": "<p>* Once Known as the Land of Hooters and 'Magic Mike,' Tampa Has Discovered Its Cool Factor</p><p>* Rents Have Bounced Back to Prepandemic Levels in Most Major Cities. San Francisco Isn't One of Them.</p><p>* Even Deep-Pocketed Buyers Are Starting to Back Away From the U.S. Housing Market</p><p>\"I felt comfortable buying in downtown because it's changed so significantly,\" says Mr. Harrison, 67. He says there are 12 coffee shops within a few blocks of his home and he sees a lot of California and Texas license plates on cars now.</p><p>Once considered a bedroom community of Denver, a cheap place to buy a house and commute, Colorado Springs has become a city where more people are choosing to live for its own sake, say real-estate agents, residents, academics and economists. \"In the past, most people moved here for jobs. Now, more people are moving here because they want to,\" says Amie Streater, real-estate adviser and owner of Engel &amp; Völkers Colorado Springs.</p><p>Government funding for amenities like two new stadiums and the U.S. Olympic &amp; Paralympic Museum and training center, coming on top of an organic growth in small businesses, and coupled with easy access to nature trails and lots of new restaurants, bars and shops, has revitalized downtown, says Eric Scott, a broker associate with LIV Sotheby's International Realty. There has been a surge in new multifamily residential buildings, with more to come, he says.</p><p>\"It's just growth, growth, growth,\" says Lisa Tessarowicz, who co-founded Epicentral Coworking, which has two co-working spaces in Colorado Springs. She says 75% of her members, who range from entrepreneurs and small-business owners to authors and filmmakers, are new since 2020—and about 25% of them are new to Colorado Springs.</p><p>Between 2006 and 2021, the number of new businesses in El Paso County grew by 33%, with the number of new professional and technology-service companies like finance, insurance and healthcare more than tripling, according to data from the Quarterly Census of Employment and Wages. \"It's so much more diverse now,\" says Tatiana Bailey, an assistant professor at University of Colorado Colorado Springs and director of its economic forum in the College of Business. </p><p>PHOTO: Jason Lee</p><p>The population of the Colorado Springs Metropolitan Statistical Area has grown 6.5%, or by around 47,000, over the past five years, pushing El Paso County's population to overtake Denver County's population in 2020. By 2050, the county is expected to have almost a million residents, according to Cindy DeGroen, the projections demographer at Colorado's Department of Local Affairs.</p><p>A good chunk of the new residents are young adults: A Brookings study in 2018 showed young adults moved to Colorado Springs at a higher rate than anywhere else in the country between 2010 and 2015. The city moved to eighth on the list of 113 metro areas for the 2016-2021 period for the young-adult age group, but it is still a top choice, driven by jobs and quality of life, says William Frey, a demographer and senior fellow at the Brookings Institution.</p><p>The city's transformation, along with a migration there from bigger cities due to the pandemic, has helped bump up real-estate prices, says UCCS professor Ms. Bailey. The median home price was $469,000 in July 2022, 13% higher than a year earlier and 20% higher than the national median home price, according to Realtor.com. (News Corp, owner of The Wall Street Journal, also operates Realtor.com under license from the National Association of Realtors.) That is a shift from 2007, when the median home price in Colorado Springs was 8% below the U.S. median. That growth continued this year, with prices up 9.5% in the first two quarters of 2022 over the same period last year, according to the association.</p><p>The luxury home market has been especially strong. Sales over $1 million were up 131% in 2021 over a year earlier, after rising 96% year-to-year in 2020, according to the Pikes Peak Realtor Services Corp. Sales over $2 million grew 232% and 102% for those same periods.</p><p>\"Moving here was incredibly easy,\" says Matt Browning, 48, who arrived in 2008 from Dallas because the company he was working for planned to move its headquarters and he wanted to get there before the company moved to be settled ahead of time. When his company changed its mind, Mr. Browning decided to stay anyway and start his own technology firm. </p><p>Matthew Browning outside his home in the Broadmoor neighborhood. PHOTO: Anna Hudson for the wall street journal</p><p>Mr. Browning first bought a 3,900-square-foot, five-bedroom, four-bathroom house with a three-car garage for $363,000 and then sold it in April 2021 for $600,000. He bought a 3,400-square-foot, three-bedroom, three-bathroom house with a six-car garage in the Broadmoor neighborhood in June 2021 for $954,000 because he liked the area better. He says he plans to tear it down and build a new Midcentury Modern house, which he says will cost around $1.8 million.</p><p>\"It was a big jump, but I wanted a change,\" he says. The culture in Dallas was \"work, work, work. Unless you golf, there's not much else,\" he says. In Colorado Springs, he hikes, bikes and has fewer respiratory issues because the air quality is better, he says. \"It's an outdoorsy instead of career-focused lifestyle,\" he says.</p><p>Ben Boyd, 29, came to Colorado Springs five years ago when he was stationed as an officer at the Fort Carson Army installation. Seeing that rental prices were rising, he decided to start a business buying and renting houses. His latest purchase is a 2,456-square-foot, four-bedroom, three-bathroom home he bought this past July for $850,000 in the Old Colorado City neighborhood. The home, which last sold for $370,000 in 2013, is on almost half an acre several blocks away from restaurants and stores.</p><p>Mr. Boyd is spending about $100,000 turning a cottage on his new property into a one-bathroom home; that is where he will live when he rents out the main house. He thinks home prices are a little inflated right now, but he says there is lots of demand for rentals. </p><p>Mr. Browning bought this 3,400-square-foot, three-bedroom, three-bathroom house in June 2021 for $954,000. PHOTO: Anna Hudson for The Wall Street Journal</p><p>When Mattea Sportel first moved to Colorado Springs right after college in 2009, her friends were a little surprised: the city, about 70 miles south of Denver, was known for being dominated by military bases, evangelical Christian organizations and megachurches.</p><p>Now 35, Ms. Sportel says the growth in the city's tech sector helped her move from a job as a department-store photographer to a career as a \"scrum master\" (process management). The downtown has gained hip food halls, two stadiums and lots of coffee shops, and she sees more people her age living there now, she says.</p><p>\"It was a quiet, sleepy town,\" says Ms. Sportel. \"Some people called it lame.\"</p><p>Just as she was ready to buy a home, real-estate prices soared. She eventually closed on a 2,000-square-foot, five-bedroom, three-bathroom, 1950s-era house in June 2021 for $390,000—she loves the yard, but says the house needs work.</p><p>\"It's become a lot cooler here,\" she says. \"And more expensive.\"</p><p>It was access to the mountains, and the prospect of being able to afford a nice house in a good school district, that drew Faith Dougherty to Colorado Springs.</p><p>The middle-school teacher, 43, her two children, and her wife, who is in the military, moved to the city in May 2022 and bought a 2,558-square-foot, four-bedroom, four-bathroom house in the Broadmoor Downs neighborhood for $590,000. </p><p>Faith Dougherty sits at the home that she and her wife, who is in the military, bought for $590,000 in May in the Broadmoor Downs neighborhood of Colorado Springs. PHOTO: Anna Hudson for The Wall Street Journal </p><p>The kitchen in Ms. Dougherty's home. PHOTO: Anna Hudson for The Wall Street Journal</p><p>Ms. Dougherty says she was choosy about which neighborhood to live in because she had heard that Colorado Springs was conservative. But she says she and her wife have found their neighbors to be friendly and kind.</p><p>Colorado Springs is still decidedly conservative. There are twice as many voters registered as Republicans than as Democrats, according to the county clerk's office in El Paso County, but 47% of voters in El Paso County are unaffiliated with any party. In the last Presidential election, President Trump won 53.5% of the vote. The population is 77.3% white, according to the latest U.S. Census.</p><p>The military still has a big presence, with the Fort Carson U.S. Army post, Peterson Space Force Base, Schriever Space Force Base, Cheyenne Mountain Space Force Station and the U.S. Air Force Academy. The area has a number of defense-affiliated companies, including Lockheed Martin, Boeing and Northrop Grumman. Real-estate agents say bases provide a consistent source of revenue due to the frequent change in military postings that result in moves in and out of the city.</p><p>Colorado Springs's evangelical Christian organizations—like Focus on the Family, the Christian and Missionary Alliance, Biblica, Compassion International, Young Life and others, many of which relocated their operations to the Colorado Springs area in the late 1980s and early 1990s—remain an economic force.</p><p>The politics have been shifting. Ms. Tessarowicz, the co-working founder who grew up in Colorado Springs, remembers well the two-decade effort that started in Colorado Springs in the 1990s when a movement led by local members of the Christian evangelical community petitioned to place an amendment in the state constitution to prevent cities from enacting antidiscrimination laws for lesbian, gay or bisexual people. Called Amendment 2, it was approved in a statewide ballot in 1992, then went all the way to the U.S. Supreme Court, where it was struck down in 1996.</p><p>Write to Nancy Keates at Nancy.Keates@wsj.com</p><p>As the City's Population Rises, Colorado Springs Sees Home Prices Soar</p>",
  "published": "2022-09-21T19:20:00.000Z",
  "tags": [
    {
      "id": "US0970231058",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 8746,
          "end": 8752
        }
      ],
      "nexusId": "10030932"
    }
  ]
}