{
  "_id": "754649fa4354328ae2c5fe320b31d8f82738ed75f56a20543f7bb32aadcc059a",
  "feed": "wall-street-journal",
  "title": "World News: U.S. Law Firm to Represent Oligarch Abramovich",
  "text": "<p>U.S. law requires disclosure to the Justice Department of political work done on behalf of foreign governments, entities or people. Mr. Abramovich hired the firm to help with legal advice and isn't looking to use it for government lobbying, according to a person familiar with the matter. He isn't sanctioned in the U.S., but U.S. authorities filed a warrant last month to seize two aircraft owned by him because they said he breached U.S. sanctions by flying to Russia.</p><p>The U.S. said a Boeing Co. 787 Dreamliner and a Gulfstream jet owned by Mr. Abramovich made the flights in February without first getting a required U.S. export license.</p><p>A person close to Mr. Abramovich said the flights were taken at the behest of Ukrainian officials to help broker humanitarian corridors, an activity that was known to U.S. intelligence.</p><p>\"As our client is recognized for his involvement in the peace negotiations as well as humanitarian efforts, a due and fair process in relation to any legal or administrative matters is essential to ensure his efforts are not hindered,\" the firm said.</p><p>Kobre &amp; Kim appears to be the first known firm to register as a foreign agent on behalf of a Russian oligarch since the war began. \"Kobre &amp; Kim is pleased to offer its assistance in matters of legal importance to ensure the law is fairly applied,\" said the New York-based firm.</p><p>Since the start of the war Mr. Abramovich has positioned himself as a middleman between Russian President Vladimir Putin and the Ukrainian government.</p>",
  "published": "2022-07-07T00:00:00.000Z",
  "tags": [
    {
      "id": "US0970231058",
      "nexusId": "10030932",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 487,
          "end": 497
        }
      ]
    }
  ]
}