{
  "_id": "71da924967c985583f5effe4025f5a1cead8767ec9c10ec1a671f54ab0fac8f8",
  "feed": "market-watch",
  "title": "Boeing to pay $200 million to settle charges it misled investors following 737 Max crashes, SEC says; Boeing, ex-CEO Muilenburg 'negligently violated' antifraud provisions, SEC says",
  "text": "<p>Boeing BA will pay $200 million while Muilenburg will pay $1 million, the U.S. Securities and Exchange Commission said. Shares of Boeing edged higher in the extended session, after ending the regular trading day down 3.2% and underperforming the S&amp;P 500 index SPX.</p><p>\"The SEC's orders against Boeing and Muilenburg find that they negligently violated the antifraud provisions of federal securities laws,\" the regulators said.</p><p>Boeing and Muilenburg did not admit or denied the findings, but consented to cease-and-desist orders that included the fines. The SEC established a fund to benefit harmed investors, it said.</p><p>\"Boeing and Muilenburg put profits over people by misleading investors about the safety of the 737 Max, all in an effort to rehabilitate Boeing's image following two tragic accidents that resulted in the loss of 346 lives and incalculable grief to so many families,\" Gurbir S. Grewal, the director of the SEC's Enforcement Division, said in a statement.</p><p>Public companies and their executives \"must provide accurate and complete information when they make disclosures to investors, no matter the circumstances,\" Grewal said.</p><p>The Wall Street Journal earlier Thursday reported on the imminent settlement.</p><p>Boeing in January agreed to pay $2.5 billion, mostly set aside for families of the victims and to airlines, to settle a Justice Department's criminal probe. The Justice Department's investigation focused on whether Boeing employees misled the Federal Aviation Administration over manuals and pilot-training materials used by U.S. airlines.</p><p>Shares of Boeing have lost 31% so far this year, compared with losses of around 21% for the S&amp;P 500.</p><p>Boeing to pay $200 million to settle charges it misled investors following 737 Max crashes, SEC says</p>",
  "published": "2022-09-22T21:24:00.000Z",
  "tags": [
    {
      "id": "US0970231058",
      "nexusId": "10030932",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 1217,
          "end": 1223
        },
        {
          "start": 1658,
          "end": 1664
        },
        {
          "start": 130,
          "end": 136
        },
        {
          "start": 1567,
          "end": 1573
        },
        {
          "start": 616,
          "end": 622
        },
        {
          "start": 291,
          "end": 297
        },
        {
          "start": 1432,
          "end": 1438
        },
        {
          "start": 424,
          "end": 430
        },
        {
          "start": 0,
          "end": 6
        },
        {
          "start": 102,
          "end": 108
        },
        {
          "start": 752,
          "end": 758
        }
      ]
    }
  ]
}