{
  "_id": "4c74560a6aed06b9125c9d8a4de86c7f942583cd185d56af462301a241fe9344",
  "feed": "ftcomall",
  "title": "Le Pen, patriots and the anti-globalist movement",
  "text": "<p><em>This is an audio transcript of the </em><a href=\"https://www.ft.com/rachman-review\"><em>Rachman Review</em></a><em> podcast episode:</em> <a href=\"https://www.ft.com/content/934e63d3-85d2-4a4f-b3d5-813e1b9428ee\"><em>Le Pen, patriots and the anti-globalist movement</em></a></p> <p>[MUSIC PLAYING]</p> <p><strong>Gideon Rachman<br></strong>Hello and welcome to the Rachman Review. I'm Gideon Rachman, chief foreign affairs commentator of the Financial Times. This week's edition comes from France, where I've been following the presidential election. It's now a straight contest between President Emmanuel Macron and Marine Le Pen, his challenger from the far-right National Rally party. On April the 14th, I watched Le Pen address an evening rally in Avignon in the south of France. </p> <p>[CLIP FROM LE PEN'S RALLY SPEECH PLAYING]</p> <p><strong>Gideon Rachman<br></strong>Le Pen argues that she's representing French patriots against people she calls “globalists”. My main interview this week is with somebody Le Pen would probably regard as the very epitome of globalism. He's Pascal Lamy, a former head of the World Trade Organization and once trade commissioner for the EU and Brussels. So, what does the rise of nationalist politicians like Le Pen mean for France and for globalisation? </p> <p>[MUSIC FADES]</p> <p>President Emmanuel Macron left it late to begin campaigning. But in the last weeks of the campaign, he really hit his stride. He portrays this election as a choice between the France of the Enlightenment and the progress represented by him or a France led by Le Pen, who Macron says would seek alliances with xenophobes across the world. </p> <p><strong>Emmanuel Macron (via a translator)<br></strong>I do not want France to pull out of the EU and to only have international xenophobes and populists as allies. That is not us. </p> <p><strong>Gideon Rachman<br></strong>Both candidates have sought to lay claim to be the true patriot in this election. For French patriots on the centre or left of politics, however, the surge in support for the far right is chilling. A far-right candidate first got through to the final round of the French presidential election in 2002. It was Jean-Marie Le Pen, Marine's father, and I remember watching him give a big open-air speech in Paris in that election. But Jean-Marie Le Pen was trounced. He got less than 18 per cent of the vote in a two-horse race. Now, 20 years later, his daughter, Marine, is expected to take the far-right share of the vote comfortably above 40 per cent, and she might even win. Pascal Lamy has watched all of this take place, and he knows Macron and Le Pen well. So when I sat down with him in his Paris apartment, I started by asking how he explained the inexorable rise of the far right in France over the last 20 years. </p> <p><strong>Pascal Lamy<br></strong>Well, if you look at the history, we've always had since the French Revolution a higher extreme left and higher extreme right than in comparable European countries. This is a constant. Remember what's happened between the two world wars? There was a very strong Action Française rightwing movement, anti-Jewish, pro-German. So it's in a way a constant. Now what has happened recently is the crumbling down of the forces that occupy the French political base on the centre-left and on the centre-right. And this is a new phenomenon. So in a way, it's crumbling down of the traditional parties and then the extremes eating the available space. When you look at the European map as a whole in parliamentary systems, except for Britain because of its very specific electoral system, the name of the game is whether on the right, the extreme right is eating the right or the other way around. And on the left in most countries, whether on the left, the socialists are eating the Greens or the Greens are eating the socialists. The fact that an extreme left ate this time both the Greens and the socialists is very specific to France and it's very specific to Jean-Luc Mélenchon. His programme is go to the extreme left. He's an admirer of Chavez and what they've done in Venezuela, and he believes that Putin is the guy who knows how to run international relations. </p> <p><strong>Gideon Rachman<br></strong>And he got well over 20 per cent of votes.</p> <p><strong>Pascal Lamy <br></strong>Twenty-two per cent this time. </p> <p><strong>Gideon Rachman <br></strong>Incredible. Yeah. And I mean, I know, you know, young French people, smart people, graduates who voted for him, a lot of them. </p> <p><strong>Pascal Lamy<br></strong>But the reason why they did it, and I have some of this in my own family, the reason why they did it was because the guy was incredibly efficient in saying, you know, I can be against Macron in the second round. I am the one that can give you the hope that there will be a brighter future for those who believe in social justice, and he in a way in doing this efficiently, because of the constraining nature of the second round — there are only two — he nearly got there. I mean, he missed it by half a million votes, which is not nothing but which he could, he could have done. </p> <p><strong>Gideon Rachman <br></strong>Yeah, but for you, I mean the party you've always been associated with, the Socialist party, 2 per cent. And it's a party that has defined French history in some ways. It's been around since the first world war and before. Is this the end for the French Socialist party? </p> <p><strong>Pascal Lamy<br></strong>It's for sure the end of the one we've known for the last 30 or 40 years, no doubt about that. And, you know, we had premises of that on the left during the last elections. Macron was elected at the time where the French Socialists did already very badly as compared to normal standard, which were around 20, 22, 23 per cent. Hamon, who was a candidate against Macron last time did very, very poorly. So it's a long story. The new thing is that this time this also happened on the centre-right in exactly the same way with a time lag of, let's say, five or 10 years. But I think one has to understand that this is very closely related to the structure of the French political system with these presidential elections. If we have legislative elections tomorrow, the Socialist party, centre-right and centre-left will probably be around, let's say, 10, 15 per cent and not the sort of ridiculous 2 per cent which both on the centre-right and on centre-left have had. </p> <p><strong>Gideon Rachman<br></strong>Yeah, but then looking at the broader kind of ideological trends, I mean, it strikes me that one interesting thing that Le Pen and Macron have in common is they both say left and right are no longer the relevant categories and that it's about globalism or internationalism versus nationalism. Do you think that's broadly right, actually? </p> <p><strong>Pascal Lamy</strong><br>Yes and no. Macron is not a centrist. Many people have, I believe, misunderstood this. He is in the same time left and right. Macron is rightwing on some issues and leftwing on other issues. </p> <p><strong>Gideon Rachman<br></strong>So what's he rightwing on and what's he leftwing on?</p> <p><strong>Pascal Lamy <br></strong>He's rightwing on economics, and he's leftwing on social issues. Madame Le Pen is a more catch-all populist. She has a traditional extreme left, sovereigntist, protectionist, nationalist agenda. When you look at her programme, the substance of her programme is very traditionally rightwing, including with a very strong anti-European flavour. Although she took the conclusion of last time that her proposal last time to exit the euro was not good. So she has a sort of a more hidden anti-European agenda, what I call a sort of rampant Frexit, which would be a huge problem for the European Union for the time to come. But for the moment, she's been rather clever in hiding this between (inaudible) social issues — retirement age, minimum wage, level of pensions, inflation and so on. And given the circumstances, this has worked. I suppose that Macron will try to debunk a lot of these anti-European content because I personally believe that the French are not in a Frexit mood. </p> <p><strong>Gideon Rachman <br></strong>Yeah, I suppose putting the opposite case, if you look at the first round, something like 57 per cent of people voted for a party that could be defined as either extreme right or extreme left, which makes one feel that even if Macron does win, that France is in a very unhappy mood. Is that fair? </p> <p><strong>Pascal Lamy<br></strong>Correct. Although I would put a rebate on this 57 per cent, which right number-wise, because of the dynamics of the presidential . . . </p> <p><strong>Gideon Rachman</strong><br>That would explain of the way, there has to be . . . </p> <p><strong>Pascal Lamy <br></strong>Absolutely. So let's, let's put a rebate of 10 per cent on that. Around 50 per cent. It's true that as compared to its neighbours, the French are more angry.</p> <p><strong>Gideon Rachman<br></strong>Although it reminds me actually of Britain and America, which was 50-50. You know, 50-50 Hilary-Trump, 50-50 Brexit-non-Brexit, more or less. </p> <p><strong>Pascal Lamy<br></strong>Which is why when I mean neighbours, I mean continental neighbours. </p> <p><strong>Gideon Rachman<br></strong>Yeah. </p> <p><strong>Pascal Lamy<br></strong>If you look at Spain, if you look at Italy, if you get Germany, if you look at the Nordics, the standard of living in France is the same. There are lots of people who have serious living, earning problems and making both ends match at the end of the month. So we have a sort of similar problem as our neighbours. But the French react more angrily, and to be frank, there is also in this a sort of personal dimension vis a vis Macron. </p> <p><strong>Gideon Rachman<br></strong>But why do people hate him so much? </p> <p><strong>Pascal Lamy <br></strong>Well, because he sometimes has been perceived as being arrogant. I mean, Macron came where he is as a disrupter. It sometimes remember me of conversations I had when I was a young Sherpa with an old British Sherpa who was Margaret Thatcher Sherpa. </p> <p><strong>Gideon Rachman <br></strong>Sherpas being the people who work for leaders ahead of summits. </p> <p><strong>Pascal Lamy<br></strong>Absolutely, and that was at the end of the 80s. And the guy told me, you know, you have to make a difference in politicians. There are a few who are goal strikers. And most of them, the rest is goal defenders. Thatcher is about striking goals. Macron is about striking gold. And that's an attitude to politics, which is: I am the one who's going to bring the right level of change and reform. My predecessors have tried, they've all been sunk into some sort of wetland [bog] after some time. I will do it. Macron is a guy whose psychology is of this kind, and it sometimes takes you to say things which people resent as, oh, how can he say that?</p> <p><strong>Gideon Rachman<br></strong>As in I suppose the international variant of that was when he said Nato is braindead. And suddenly you get outrage in Berlin and London. But he's, but you're saying he's been doing things like that in France all the time. </p> <p><strong>Pascal Lamy<br></strong>Absolutely. Not all the time. I think he has done it . . . </p> <p><strong>Gideon Rachman <br></strong>Enough.</p> <p><strong>Pascal Lamy</strong><br> . . . less recently than before, but he did quite do it. And he is perceived by a part of the population as too superior — monsieur je sais tout — Mr I know everything. </p> <p><strong>Gideon Rachman</strong><br>But dare I say, he has a kind of similar CV to you. I mean, is it a revolt against the Pascal Lamy class? </p> <p><strong>Pascal Lamy<br></strong>(Laughter) It is. And he is an <em>inspecteur de finance</em>. And I've known him for many, many years. The <em>Inspection des finances</em> . . . </p> <p><strong>Gideon Rachman <br></strong>That's, like, the elite of the elite. </p> <p><strong>Pascal Lamy <br></strong>Absolutely. </p> <p><strong>Gideon Rachman<br></strong>And what do you make of him? Did you see early on that he would be . . . </p> <p><strong>Pascal Lamy<br></strong>No. </p> <p><strong>Gideon Rachman<br></strong>No? Really, no? </p> <p><strong>Pascal Lamy<br></strong>I mean, I was in politics when I was young. I stood for elections in my countryside. I got a reasonable beating. And from then on decided that was not my turf. And I moved to other things where I believed I could deploy the sort of talents which nature, my education had provided me with. Macron got, late in his relatively young life, the notion that given the circumstances, given what he believes is good and bad for France, he could do it, which reveals an incredible level of ambition, motivation. And there is something of this ambition, motivation, disruption attitude and it works for some people who believe that, yes, we need to be from time to time shaken. But it antagonises quite a lot of other people. And when you have this mix of sort of social resentment, you know, we had the <em>gilets jaunes</em>. This was a period where, you know, people occupied streets in order to reflect the fact that they were unhappy. And this is very typically, very typically French. People going down to the streets when they are unhappy. The political system in terms of a system that is able to frame public opinion, to organise debate and to lead to sometimes a consensus and sometimes recognise majority vote, which is the rule of the democracy in most European countries. Less of that in France, for historical reasons. </p> <p><strong>Gideon Rachman<br></strong>And do you think, like, whoever wins, you're going to get more street protests? Because I would imagine if Le Pen wins, the left will be outraged, particularly if she tries to do some of the stuff I say on the veil that she's promised to do, making it illegal to wear it. But equally, as you say, there's high levels of disillusionment with Macron already and the economy, you know, you are going to get high inflation and cost of living will go up. </p> <p><strong>Pascal Lamy<br></strong>Yeah, I mean, on the economy the Macron track record is good. He has reduced unemployment in France like never for the last 20 years, which for the left should be, you know, some sort of trophy. But the reality is that true, in recent times, inflation has gone up, energy prices have flared up. And this sort of big win in terms of much less unemployment has been overshadowed by it. But to your question, I think it would also depend on the parliament elections, which are going to take place mid-June. We have this presidential election, then we have parliamentary election. The usual result is that the parliamentary majority follows the president that was just elected. So we have, of course, a big question who will win the second round? Then we have another big question, which is, who will get a majority in parliament? And there are many scenarios. And then beyond that, we have another question which is five years from now, where will the French political system be after this destruction? Is it going to be a creative destruction that will lead to new movements, parties, attitudes, ideologies, objects appearing or not? Because for people like of my age who've been active observers in politics for a long time, whoever wins five years from now is for the moment totally, totally unclear. Totally bare. And I think this level of uncertainty might negatively react on the economy. This is a big worry for me. </p> <p><strong>Gideon Rachman <br></strong>Yeah. You mentioned earlier that you've known Macron for a very long time. You also know Le Pen, I mean, obviously you've not worked with her, but you've debated with her. Has she evolved at all? Is she a different or better politician than she was 10, 20 years ago? </p> <p><strong>Gideon Rachman<br></strong>No doubt about that. She's improved. She has taken a long-term strategy, which is opposite to what her father did. Her father was a rightwing politician who thought that the right wing should never move to the centre, hold the flag and make the message. Many young people only know Madame Le Pen and never heard of her father. For my generation, the name Le Pen is the name of Jean-Marie Le Pen, who tortured the Nigeria, was condemned many, many times for racism and negationism.</p> <p><strong>Gideon Rachman<br></strong>As in denying the Holocaust. </p> <p><strong>Pascal Lamy<br></strong>Absolutely. That's what my generation understands of the word Le Pen. But most of the youngsters only saw her, and frankly, she has been improving. </p> <p><strong>Gideon Rachman<br></strong>She's Le Pen, the cat lover now. </p> <p><strong>Pascal Lamy<br></strong>Absolutely. Remember Nixon's dog? </p> <p><strong>Gideon Rachman</strong><br>Yeah (laughter). </p> <p><strong>Pascal Lamy<br></strong>It works extremely well. </p> <p><strong>Gideon Rachman<br></strong>But do you think some of the change is for real? I mean, she did kick her father out of the party. </p> <p><strong>Pascal Lamy</strong><br>Correct. And, you know, this time she also got a totally unexpected help from Mr Zemmour, who succeeded in inventing a more rightwing platform and candidature than Madame Le Pen. So in a way, Mr Zemmour's extremism . . . </p> <p><strong>Gideon Rachman<br></strong> . . . made her look moderate. </p> <p><strong>Pascal Lamy<br></strong>Absolutely. And these movements are sometimes the result of exceptional circumstances. So she clearly benefited in that. </p> <p><strong>Gideon Rachman</strong><br>Yeah. Can I ask you a little bit about some broader global trends because, obviously, you were head of the WTO, you were a commissioner for the European Union and so on. We talked a bit about this backlash against what Le Pen and other rightwing figures called globalism. Firstly, I'd like to know what you think is going on? Do you think we are entering a new protectionist phase and that the whole expansion in global trade that we've associated with the last 30 years is going to go into reverse? Is it going to reverse?</p> <p><strong>Pascal Lamy<br></strong>I don't think so because I look at my numbers. What I see and what I believe because I look at my numbers is that globalisation is changing. It's morphing. It's not the same globalisation that's 10 years ago. And 10 years ago it was not the same as 10 years before. But if I measure globalisation, ie growing interdependence of economic systems by the volume of international exchange, I look at the pluses, I look at the minuses. I have some minuses in reshoring. I have some pluses in reshuffling supply chains. I have some minuses in decoupling between US and China on tech. I have some pluses resulting from the digitalisation of the economy of international trade. Now, when I do the sum of all this and I recognise there are measurement problems, there are uppers and peers, measures in volume and measures in value additions. And frankly speaking, assessing the zillions of data that are exchanged every day in terms of economic value is very complex. But my numbers tell me that the pluses are still higher than the minuses. Now, that does not change the fact that there has been a growing resentment in the west, which is a bulk of the world population, by the way a relatively declining bar because of the nature of globalisation, which is efficient and painful. And it's efficient because it's painful, and it's painful because it is efficient. And whether social systems adapt to these ever changing movement is sometimes not happening. That's my basic analysis, and that's what I have observed. But I still believe that efficient and painful globalisation is a better way to go than inefficient and painful deglobalisation. </p> <p><strong>Gideon Rachman<br></strong>I wouldn't expect you to recant globalisation. That would be a surprise, but one of the critiques is specifically around China and specifically around the terms on which China was let in to the WTO in 2003. In retrospect, do you think we were not demanding enough and has China taken unfair advantage of that? </p> <p><strong>Pascal Lamy <br></strong>Well, I've been thinking about this, a lot if you like. I was one of the authors of the China joining the WTO for the European Union. Retrospectively, yes, I think we probably did not get right the proportion between increasing overall market access in China and making sure that the rules of WTO constrain a communist system. If I had to redo this negotiation, I probably would be less demanding in terms of market access for food or for socks and for furniture or for guards or for telecommunications. And I would have insisted that the rules of WTO, for instance, on state-owned enterprises, on state aid would be stronger before China joined. Now, this being said, China joined the WTO at a very high price compared to its colleagues in developing countries. The reality is that since China joined, a number of disciplines, notably on state-owned enterprises or state aid, have not been reinforced. So China has benefited from weaknesses in the system, notably on subsidisation. But the responsibility for that is very much also in the hands of the US, EU, Japan in the basket of the Doha round, which was the big reform of WTO. The reform of the subsidy agreement, there was a high reluctance on our side to go far because we were told by our lawyers, be careful because if you start narrowing the stitches of the net for China, Airbus, Boeing subsidies will be catched (sic). So be careful. Retrospectively, we were too careful at the time. I do recognise this, but I disagree with the notion that China cheated with the rules. When China cheated with the rule, China was taken to a dispute settlement. China might be accused of cheating with the spirit of the rules, but there is a responsibility on the WTO stakeholders for not adjusting the system to what remains a different production system than the normal average capitalist system. </p> <p><strong>Gideon Rachman<br></strong>So I take your point that the numbers tell us that globalisation is not going to reverse. It may be changing. But I wonder whether, you know, the globalisation that we knew, have known over the last 30 years, is partly a product of a political consensus among all the big governments that they wanted to take part in the global economy, that they saw advantages in this. In other words, it needed the political consensus underneath it. And whether that political consensus is breaking down, the war in Ukraine, Putin now a raging nationalist who's started a terrible war and is prepared apparently to take the economic hit of the sanctions. That's the biggest example, but also China, they're moving in a more nationalist direction. America electing Trump. In the election here, where even if Le Pen doesn't win, there's a strong nationalist protectionist tone. So basically, are political foundations of globalisation still there?</p> <p><strong>Pascal Lamy<br></strong>Again, let's look at numbers. If you poll the world, two-thirds of the world population will favour globalisation because they believe this is the way that they can better exploit the competitive advantages of their country and that opening trade is good for them. Now, true, this western political consensus had broken, and we may have a doubt about China, but that's largely a function of the US-China rivalry. I can see Xi Jinping moving China in a less trade-dependent model. But part of that also comes from Trump's offensive by the fact that the US political system has now decided that China should be not just contained but should be pushed back, which, understandably generates another reaction on the Chinese side. And I personally believe that pushing back China to (inaudible) is the wrong thing to do. Whatever threat we attribute to China, and I do attribute some of that to China's behaviour, I still believe that a globalised China is less dangerous than a deglobalised China. And this is where, as a European, I have a slightly different stance from the majority US strategic view that China needs to be pushed back. </p> <p><strong>Gideon Rachman<br></strong>Right. Last question, Ukraine, it's a horrifying war to witness, obviously. How much does it to you change the global system? </p> <p><strong>Pascal Lamy <br></strong>I think it's too early to tell. What I fear is a short-term dynamic where Putin is pushing Europe in the arms of the US. As a reaction we push Putin in the arms of China. And at the end of the day, it's either US or China that wins. In other terms, I try not to embark on what I've seen recently in Washington and New York, where I spent a week recently. I try not to embark into this west against the rest narrative. I think we must win. I mean, we have to ensure that Mr Putin will take back his army on the Russian side of the border instead of the Ukrainian side of the border. I'm absolutely convinced that this is a major problem because it's not just the problem of international law, it's also a problem of Putin wanting to impose a totally illiberal, if not a dictatorial system, and there is some resonance of that in other parts of the world. But I think we should win. I'm not sure we will win, but if we win, we have to make sure that it's not the west that wins against the rest. This will lead us to an even more fractured world than what we are today. And frankly speaking, when I look at things to come, I'm pretty horrified, and I've been in international issues for, what, 30, 40 years of my life. I think I never saw a period where the risks were as high with this cumulation of Covid impact on the world economy, especially on developing countries; the food crisis; the energy price crisis; the debt crisis, which is looming in many parts of the developing countries; the impact of this on the financial system. I see risks piling up. And of course, you know, the invasion of Ukraine is a sort of straw that really could break the camel's back, and I'm much more worried than I've ever been in the last decades, unfortunately.</p> <p>[MUSIC PLAYING]</p> <p><strong>Gideon Rachman<br></strong>That was Pascal Lamy, ending this edition of the Rachman Review. Thanks for listening, and please join me again next week. </p> <p><em>This transcript has been automatically generated. If by any chance there is an error please send the details for a correction to: </em><a href=\"mailto:typo@ft.com\"><em>typo@ft.com</em></a><em>. We will do our best to make the amendment as soon as possible.</em></p><p>Source: Gideon Rachman 2022 'Le Pen, patriots and the anti-globalist movement' FT.com 21 April. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-04-21T05:11:21.851Z",
  "tags": [
    {
      "id": "US0970231058",
      "nexusId": "10030932",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 19800,
          "end": 19806
        }
      ]
    }
  ]
}