{
  "_id": "aaa23ab70fb11a4462a5eeae8af9c50c760d0769ed34cf6cf5c969301ed13bdc",
  "feed": "wall-street-journal",
  "title": "Lawmakers Include Boeing 737 MAX Waiver in Spending Bill; Provision would lift deadline for two new aircraft but require safety improvements for all 737 MAX jets",
  "text": "<p>The plane maker has said it might cancel the two new jets without a reprieve from a Dec. 27 deadline. Current federal law would require the new jets approved for service after that date to feature modern cockpit-alerting systems to help pilots resolve emergencies.</p><p>The provision contained in the omnibus bill instead would require some safety enhancements, though short of what current law would require, on all 737 MAX jets to be made pending certification by U.S. air-safety regulators.</p><p>Boeing declined to comment.</p><p>The House and Senate are expected to vote on the legislation before the current lame-duck Congress finishes its session. The bill's contents have been the subject of negotiations by congressional leaders for weeks and aren't expected to change before lawmakers vote on it.</p><p>The Dec. 27 deadline was imposed by a 2020 law aimed at making new aircraft safer after two MAX jets crashed, taking 346 lives. Boeing had expected two years would be ample time to get the new jets approved with their current cockpits, but Federal Aviation Administration approvals have taken longer than anticipated.</p><p>Boeing's earlier push to get lawmakers to attach a MAX waiver to a defense bill faltered. Without a reprieve from Congress, the latest 737 MAX jets face an unclear path. The FAA had said it would stop evaluating Boeing's submissions related to the jets' current cockpit-alerting systems \"in accordance with our congressional mandate.\" The jets need FAA certification before they can fly with passengers.</p><p>Boeing has said it may cancel the jets without congressional action to lift the deadline, a move that could result in potential financial losses. Boeing has about 1,000 orders for both new jets, and airlines could instead order already-approved versions of the 737, the MAX 8 and MAX 9 models, or purchase airplanes offered by the European plane maker Airbus SE.</p><p>Boeing has said that it would be safer to maintain the same general cockpit configuration for all 737 MAX planes.</p><p>Pilot groups backing Boeing's argument include Southwest Airlines Co.'s pilot union and the Air Line Pilots Association, which represents pilots at United Airlines Holdings Inc. and Delta Air Lines Inc. Southwest has ordered MAX 7 jets, while United and Delta have ordered MAX 10 jets.</p><p>American Airlines' pilot union and families of people who died in two 737 MAX crashes have opposed lifting the deadline and said that cockpit overhauls would improve the jets' safety. The accidents occurred in 2018 and 2019.</p><p>A spokesman for American's pilot union criticized the bill's reprieve for Boeing. \"While the MAX aircraft flying now are safe, why in the world would we not be demanding safer when it's possible?\" he said.</p><p>Industry analysts say that without the MAX 10, Boeing could stand at a long-term disadvantage against Airbus. The European plane maker has been dominating the market for narrow-body aircraft, and the MAX 10 is all Boeing has to offer buyers seeking longer single-aisle jets, which can carry a greater number of passengers longer distances.</p><p>The 737 MAX waiver included in the omnibus bill mirrors a proposal by Sen. Maria Cantwell (D., Wash.), whose state is home to Boeing's commercial-jet unit and who chairs the Senate Commerce Committee. She has supported requiring some safety improvements, rather than only lifting the deadline.</p><p>\"We should not rush the FAA's safety approval process,\" Ms. Cantwell said Tuesday. \"The safety-first alternative is much stronger than the no-strings-attached approach that was first offered. Passengers need to know that the entire MAX fleet will be uniform and safer.\"</p><p>The waiver contained in the spending bill would require newly produced 737 MAX jets and the existing fleet to be outfitted with safety features currently slated for the 737 MAX 10.</p><p>Boeing has been touting those new safety features, suggesting that they would bring the company closer to complying with the intent of the 2020 law, people familiar with the matter have said. Boeing has said the features would reduce pilots' workload if airplane sensors transmitted erroneous data, and would involve related hardware changes.</p><p>Write to Andrew Tangel at andrew.tangel@wsj.com</p><p>Lawmakers Include Boeing 737 MAX Waiver in Spending Bill</p>",
  "published": "2022-12-20T16:26:00.000Z",
  "tags": [
    {
      "id": "US0970231058",
      "nexusId": "10030932",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 3983,
          "end": 3989
        },
        {
          "start": 2920,
          "end": 2926
        },
        {
          "start": 1658,
          "end": 1664
        },
        {
          "start": 489,
          "end": 495
        },
        {
          "start": 1512,
          "end": 1518
        },
        {
          "start": 3172,
          "end": 3178
        },
        {
          "start": 918,
          "end": 924
        },
        {
          "start": 2574,
          "end": 2580
        },
        {
          "start": 2753,
          "end": 2759
        },
        {
          "start": 1108,
          "end": 1114
        },
        {
          "start": 2010,
          "end": 2016
        },
        {
          "start": 3791,
          "end": 3797
        },
        {
          "start": 1875,
          "end": 1881
        },
        {
          "start": 1320,
          "end": 1326
        }
      ]
    }
  ]
}