{
  "_id": "c532906fb13ce3e49fc48b720181835c3661e995edfbc06d0822e4c8c31725b9",
  "feed": "market-watch",
  "title": "Boeing is 'biggest beneficiary' of storied air show as new orders keep coming; Boeing announces key deals at Farnborough",
  "text": "<p>That includes an order for 100 737 Max from Delta Air Lines Inc. DAL, which compares with 12 new orders for Airbus SE's FR:AIR A220 jets from Delta.</p><p>Boeing's growing order book also includes an order for up to 66 737 Max aircraft from investment firm 777 Partners under undisclosed terms.</p><p>\"777 Partners is the investment firm behind a number of low-cost carriers around the world, with plans to launch more global low-cost carriers,\" the analyst said. Founder and managing partner Josh Wander indicated that 777 Partners would purchase 1,000 airplanes from Boeing in the future, she said.</p><p>777 Partners is a Miami-based private investment firm with more than $3 billion in assets across more than 45 operating companies, Kahyaoglu said.</p><p>\"Aviation is an area of focus, with five investments,\" she said, including in a budget airline in Australia whose flights are expected to begin in September, another ultra low-cost carrier in Canada, and a pan-Asian low-cost alliance.</p><p>Shares of Boeing have lost 24% this year, compared with losses of 18% for the S&amp;P 500 index SPX. Boeing last week reported second-quarter commercial-jet deliveries that were 50% higher than in the second quarter of 2021.</p><p>Boeing is 'biggest beneficiary' of storied air show as new orders keep coming</p>",
  "published": "2022-07-19T16:45:00.000Z",
  "tags": [
    {
      "id": "US0970231058",
      "nexusId": "10030932",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 149,
          "end": 155
        },
        {
          "start": 981,
          "end": 987
        },
        {
          "start": 1192,
          "end": 1198
        },
        {
          "start": 0,
          "end": 6
        },
        {
          "start": 557,
          "end": 563
        },
        {
          "start": 1068,
          "end": 1074
        },
        {
          "start": 79,
          "end": 85
        }
      ]
    }
  ]
}