{
  "_id": "cab3607e69813c7e56b81798b7ff4d9c734e898bcbc31a79775e6ac409ec12e1",
  "feed": "wall-street-journal",
  "title": "China Air Crash Report Gives Few New Clues on Boeing 737's Fatal Nosedive; Preliminary findings show no problems found with plane or flying conditions, while data from black boxes is still being retrieved",
  "text": "<p>Investigators are now focusing on the painstaking process of piecing together evidence explaining why the jet pitched toward the ground, with a last-recorded speed of 1,010 kilometers per hour (628 miles an hour) before disintegrating on impact. The CAAC said it had so far found nothing abnormal with the operation of the flight before the crash.</p><p>Data from the aircraft's severely damaged flight recorders—best known as black boxes—is still being recovered and analyzed, the statement said. The National Transportation Safety Board, the U.S. agency that investigates transportation accidents and is participating in the probe, has helped download information from the two recorders in its lab in Washington, D.C.</p><p>The preliminary report, which the CAAC said contains no analysis or conclusion about the cause of the crash, hasn't been made public. According to the ICAO's rules, China can decide to keep it confidential, although countries are required to produce a publicly available final report, preferably within 12 months of a crash. Otherwise they should provide annual updates.</p><p>International accident investigations typically take longer than two years, Li Yong, deputy director of the CAAC's Aviation Safety Office, told state-owned Xinhua News Agency in an interview published Wednesday.</p><p>\"When any important new progress is made in the investigation, it will be announced to the public in a timely fashion,\" he said.</p><p>The Boeing jetliner had been approved to fly and its flight crew were qualified, the statement said. Radio communications between the pilots and air-traffic controllers on the flight from Kunming to the southern metropolis of Guangzhou had been normal before radar warned of a deviation in the plane's cruising altitude at 2:20 p.m., just four minutes after the last exchange with ground control.</p><p>Air-traffic controllers immediately hailed the jet but received no response, the summary said.</p><p>Wreckage found at the crash site included parts from the engines, horizontal and vertical stabilizers, the rudder and cockpit. A section of the right winglet was discovered about 12 kilometers from the crash point, according to the summary. The impact created a 45-square-meter (484-square-foot) pit that was nearly three meters deep, it said.</p><p>China Eastern said earlier this week that it had resumed flights of its Boeing 737-800 model aircraft involved in the crash. They were grounded for nearly a month to run tests and examine airworthiness data. The airline said it was still conducting assessments related to maintenance. Aviation experts have said the 737-800's return to service suggests the immediate or known issues around the crash may not be with the aircraft.</p><p>The ICAO didn't immediately respond to a request asking whether they had received the report, which wasn't made clear in the Chinese authority's statement. The NTSB said it has received the report, and Boeing declined to comment, beyond referring queries to the CAAC.</p><p>The NTSB tweeted in late March that its team wouldn't release any information about the investigation because that right belongs to the Chinese government. A spokesman said the team sent early in April to join the probe returned to the U.S. on April 14.</p><p>Rachel Liang and Micah Maidenberg contributed to this article.</p><p>Write to Elaine Yu at elaine.yu@wsj.com</p><p>China Air Crash Report Gives Few New Clues on Boeing 737's Fatal Nosedive</p>",
  "published": "2022-04-21T10:39:00.000Z",
  "tags": [
    {
      "id": "US0970231058",
      "nexusId": "10030932",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 2894,
          "end": 2900
        },
        {
          "start": 46,
          "end": 52
        },
        {
          "start": 1430,
          "end": 1436
        },
        {
          "start": 2334,
          "end": 2340
        },
        {
          "start": 3363,
          "end": 3373
        },
        {
          "start": 3363,
          "end": 3369
        },
        {
          "start": 46,
          "end": 56
        }
      ]
    }
  ]
}