{
  "_id": "bbe11473b01207e6b9192fad9ca908651e47e7076fc455be726acab9e75dd8c1",
  "feed": "wall-street-journal",
  "title": "'Openings & Outings' Review: One Man's Modern Europe; A great British journalist sounds out what many prefer to forget: passions for Nazism, complicities with communism, false witness in reporting.",
  "text": "<p>Mr. Pryce-Jones, educated at Eton and Oxford, was born in Vienna in 1936 to the Welsh journalist Alan Pryce-Jones and the Jewish heiress Poppy Fould-Springer. He survived a childhood brush with the Blitzkrieg—his parents left him with family when they fled France in 1940—and escaped with his nanny to Morocco. In a memoir from 1969, one of the earliest of the 40 pieces collected here, he returns to Tangier and finds squalor and corruption. The last Jews are being chased out, but the government tolerates the red-faced English pederasts in the bars for their cash. Ordinary Moroccans are no more in possession of their fate than they were under the French. The future offers Islamism or mass tourism.</p><p>In 1983, in the Saharan oasis at Djanet, the Hotel Zeriba is \"an assembly of palm-frond huts\" with \"plumbing of a sort.\" The Algerian government is building an airport big enough for Boeings, to attract tourists to the nearby rock paintings, but it is not clear how the incoming money will benefit the local Touareg people. Two years later, at Gao in Mali, the postcolonial bout of Soviet-sponsored socialism has reduced the entire population to begging off European hippies and humanitarian workers. A \"smart white Land Rover with UNICEF markings\" pulls up. Its passengers rush into the hotel bar before the beggars can get them, one of them almost stepping on a boy whose legs are withered by polio. When Western aid covers for tyranny, it turns an \"expression of human solidarity into a moral degradation for giver and taker.\"</p><p>Mr. Pryce-Jones's family was despoiled twice over, first by Nazis and then by communists. In 1965 he visits Piest'any, Czechoslovakia, for the May Day celebrations. Thirty-five people are now living in his uncle's house. The front door is hanging off, and the shutters have disappeared, presumably for firewood. All that remains is \"a dusty buzzard's head still in place as a hunting trophy.\" In 1999 Mr. Pryce-Jones hears of another trophy. The Austrian government admits that one of the 57 paintings the Nazis stole from his grandmother's home in Vienna has been in the Belvedere Museum since 1945. But the Austrians stall on returning it. The Holocaust was, among other things, a \"huge transfer of wealth\"; postwar, the question became how to keep hold of it. This \"masterly display of bureaucratic obstruction\" is really a way \"to turn 70 years of illegal possession into a claim for more.\"</p><p>Mr. Pryce-Jones becomes a psychologist of Europe's bad conscience. In 1975 he visits Ilse Hess, whose husband was Hitler's deputy. Rudolf Hess falsely pleaded amnesia at the Nuremberg trials, avoided hanging, and received a life sentence in Spandau Prison. Frau Hess endures much the same as she waits for his return in an Alpine village. Mr. Pryce-Jones asks whether, if Rudolf dies in prison, he should be cremated like the other Nazi leaders—\"swept under the carpet so to speak.\" Frau Hess is shocked. \"That would be barbaric, something out of the Dark Ages,\" she protests, deaf to the ironies. Her attic is an \"unexplored archive\" of photos and letters which she chooses not to explore. Mr. Pryce-Jones detects in the neighbors a \"certain mute pride . . . that celebrities have come among them.\"</p><p>In 1986, it emerges that Kurt Waldheim, the ex-Secretary-General of the U.N. and the president of Austria, had hidden his past as a Nazi war criminal. His countrymen re-elect him anyway. \"Austrians rallied around him,\" Mr. Pryce-Jones writes, \"because they knew he really and truly was one of their own, and if he could succeed by making his Nazi past invisible, so could they.\" A similar impulse to \"self-pity\" explains the popularity of Gabriel García Márquez's magic realism. When political dispensations are changeable, \"definitions of good and bad, right and wrong,\" become burdensome. After all, Unity Mitford's roommate tells him on condition of anonymity, Hitler was \"politeness itself.\"</p><p>As the European empires unravel and the lines of the Cold War tighten, the horizons contract. In London the explorer Wilfred Thesiger, who \"shifts rather uncomfortably in his armchair as if the thing were not designed for him,\" regrets there are \"no more deserts, no more room for the myths to flourish in.\" In his diaries, the diplomat Evelyn Shuckburgh is almost comically incensed at the refusal of both Jews and Arabs to do what they are told as Britain loses control in the Middle East: \"In his surprise and dismay over unfolding events is heard the melancholy but authentic sound of the breaking of the British Empire.\" Shuckburgh blames America first: the Chinese, he wrote, were aggressive in Indochina in the 1950s because the Eisenhower administration was \"so damned contemptuous of them.\"</p><p>The petty tyrants who arose in the age of decolonization were encouraged by the professionals like Shuckburgh, \"fatuous diplomats sodden with emotion, the host of Arabian star-gazers in the train of T.E. Lawrence.\" They were praised by amateur publicists such as the journalist Robert Fisk (\"tendentious to the point of untruthfulness\") and the \"dishonest\" historian Eric Hobsbawm, who with his fellow academic leftists refused to \"admit their share in the central intellectual and moral failure of the times.\" The exceptions to this trahison des clercs stand out sharply: the \"original and lonely\" historian Elie Kedourie, who deflated the myth of Arab nationalism; the novelist V.S. Naipaul, who, formed and despised by the British empire, chose to live \"in freedom when there is no God except pain, no belief beyond laughter.\" Mr. Pryce-Jones is one of those exceptions, and \"Openings &amp; Outings\" is a further proof.</p><p>Mr. Green is the author, most recently, of \"The Religious Revolution: The Birth of Modern Spirituality, 1848-1898.\"</p><p>'Openings &amp; Outings' Review: One Man's Modern Europe</p>",
  "published": "2022-05-25T22:03:00.000Z",
  "tags": [
    {
      "id": "US0970231058",
      "nexusId": "10030932",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 887,
          "end": 894
        }
      ]
    }
  ]
}