{
  "_id": "af82a75aae8656637929fb0ae46aeeb1b630b0cb32e8f73e0cad54cd8b94a8dd",
  "feed": "wall-street-journal",
  "title": "Airbus's Plan to Ramp Up Production of Bestselling Jet Hits Snags; World's biggest plane maker tempers guidance on plans to dramatically increase production of A320s",
  "text": "<p>The 737 MAX suffered a long grounding after two deadly crashes, forcing a short-term halt to production. Then, amid the pandemic, Airbus pressed airline customers to honor contracts, further boosting its share of the single-aisle market.</p><p>The European plane maker has been bullish on the aviation sector's eventual recovery, after pandemic travel restrictions hobbled many airlines. It told suppliers last year to be ready for a quick production ramp-up, promising to push out 65 A320s a month by the summer of 2023. It also said it had asked suppliers to explore whether it could raise that to 75 a month by 2025.</p><p>Airbus currently manufactures around 45 A320s a month.</p><p>On Thursday, Airbus said that demand remained promising, but that retooling its supply chain after the pandemic slowdown, labor shortfalls and a surge in raw-material and energy prices was proving challenging. The company said it was working with suppliers to \"potentially enable an increase\" over its previously stated goal of 65 a month from the middle of next year.</p><p>Airbus shares were down almost 1% in midday European trading.</p><p>\"The demand is still very strong and probably even stronger than what we thought a year ago on the single aisle,\" Airbus Chief Executive Guillaume Faury told reporters. But he said Airbus needed \"to look at the balance between demand and supply and the ability of the supply chain to accelerate.\" He said Airbus was still considering the possibility of producing 70 or 75 A320s a month.</p><p>Boeing said in January that it was producing 26 737 MAX jets a month and was on track to reach its target of 31 a month by early 2022. But it also cautioned that it was experiencing labor and parts shortages in its supply chain.</p><p>Airbus reported 4.2 billion euros, equivalent to around $4.8 billion, in net income for the year, compared with a loss of 1.13 billion euros the year before. It said it would reinstate its dividend, proposed at 1.50 euros a share.</p><p>Airbus has emerged from Boeing's 737 MAX crisis and the pandemic as the world's biggest plane maker by deliveries, a title its rival has long held. Last year, Airbus delivered 611 commercial aircraft, compared with around 280 passenger-jet deliveries by Boeing. Airbus has said it expects 720 deliveries in 2022.</p><p>\"Production rates are front and center for the first half of this year,\" Mr. Faury told analysts. \"This will be all about the balance between demand—and the demand is very strong. We could go quite high actually if we would just look at the demand—but we have to balance it with the supply and the supply capacity.\"</p><p>Write to Benjamin Katz at ben.katz@wsj.com</p><p>Airbus's Plan to Ramp Up Production of Bestselling Jet Hits Snags</p>",
  "published": "2022-02-17T12:11:00.000Z",
  "tags": [
    {
      "id": "US0970231058",
      "nexusId": "10030932",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 1487,
          "end": 1493
        },
        {
          "start": 2201,
          "end": 2207
        },
        {
          "start": 1971,
          "end": 1977
        }
      ]
    }
  ]
}