{
  "_id": "0f8d4370ef0c1c1a6b1a60c3d1301b5d95c058e92b5c91cb25d0865108765c71",
  "feed": "wall-street-journal",
  "title": "Ukrainian Airline Grounds Fleet as Warnings Over Russia Cause Insurers to Pull Cover; Kyiv says it plans to intervene, carrying insurance costs to make sure air travel continues, but advises against flying over portions of the Black Sea",
  "text": "<p>Tensions over Ukraine have been building for months. The U.S. over the weekend ordered most embassy staff to depart Ukraine after warning that a Russian military invasion could be imminent. Moscow also began withdrawing its diplomatic presence. Washington warned last week that Russia could launch a massive military operation against Ukraine in the coming days, but Moscow denies it intends to invade its neighbor.</p><p>The U.S. airline that has been supplying Ukraine with defensive weaponry, including javelins, said Sunday it was ceasing flights out of Ukraine.</p><p>SkyUp Airlines said that the owners of the aircraft that it leases have been told by insurers that the planes won't be covered if they enter Ukraine. \"This decision is associated with increased risks of military invasion,\" the airline said. The decision forced SkyUp to land a plane traveling from the Portuguese island Madeira to Kyiv instead in the Moldovan capital of Chisinau Saturday evening. The Boeing 737 landed at 9:04 p.m.,according to data on Flight Tracker, and the airline said it has transferred the 175 passengers to Kyiv overland.</p><p>KLM and other major airlines, such as Germany's Deutsche Lufthansa AG, started rescheduling flights to Ukraine last month to avoid crews having to stay in the capital overnight. Insurers have the right to declare force majeure in the event of a military conflict, freeing them from obligations to cover aircraft that are hit during hostilities or are stuck because runways or traffic control are disabled.</p><p>\"In case of war, nobody will cover these risks,\" said Vladyslav Kryklii, a former minister of infrastructure of Ukraine. SkyUp said it was suspending sales from Feb. 14 until Feb. 16, when it said it hoped some agreement could be reached with the government and insurers.</p><p>The Ukrainian government decided Sunday to spend $590 million to guarantee flights over Ukrainian territory. \"Ukrainian skies remain open,\" the government's statement said. It added that most airlines continue normal operations, including 29 foreign carriers that serve Ukraine.</p><p>Ukraine's air-traffic controller said Sunday that it had advised airlines to avoid flying over parts of the Black Sea and the Sea of Azov from Monday to Saturday because of potential dangers to aviation posed by Russian military exercises there. Ukraine suspended air traffic over the eastern part of the country where Russian-backed separatists wrested part of the country's once-industrial heartland from Kyiv's authorities in 2014. Neither European nor Ukrainian airlines fly to the Crimean peninsula, which Russia annexed the same year. There are no air links between Russia and Ukraine, and neither Ukrainian nor Russian airlines fly through the other nation's airspace.</p><p>Air traffic over Ukraine became a sensitive issue for European airlines after a flight originating from Amsterdam and bound for Kuala Lumpur, Malaysia Airlines Flight 17, was downed over eastern Ukraine, killing 298 crew and passengers.</p><p>Benjamin Katz contributed to this article.</p><p>Write to Thomas Grove at thomas.grove@wsj.com and Brett Forrest at brett.forrest@wsj.com</p><p>Ukrainian Airline Grounds Fleet as Warnings Over Russia Cause Insurers to Pull Cover</p>",
  "published": "2022-02-13T17:47:00.000Z",
  "tags": [
    {
      "id": "US0970231058",
      "nexusId": "10030932",
      "name": "The Boeing Company",
      "offsets": []
    }
  ]
}