{
  "_id": "1cbe8a11804e8c7ce0704e66cc250b3a4c1c9eef721f48129b7e78353313f94a",
  "feed": "wall-street-journal",
  "title": "Qatar Airways Launches New Boeing Cargo Jet; Middle Eastern carrier boosts 777X and plans to take Boeing 737 MAX planes after dispute with Airbus",
  "text": "<p>The 777X freighter deal is worth more than $20 billion, based on list prices for the passenger model that runs at more than $400 million a plane before customary discounts. Its engines are made by General Electric Co.</p><p>The Qatar deal included 34 firm orders for the 777-8 freighters and rights to purchase 16 more of the cargo-carrying jets. It also included orders for two cargo versions of its current 777 jet.</p><p>The airline also agreed to buy up to 50 of Boeing's 737 MAX 10 single-aisle jets, less than two weeks after Airbus SE opted to cancel a deal to sell the carrier a competing plane following a long-running dispute. Qatar Airways in 2020 canceled most of an existing MAX order after receiving five of the planes.</p><p>In all, Boeing said Monday's deal covering up to 102 jets was worth about $34 billion including the cost of the jets' engines.</p><p>Last year, Boeing booked a $6.5 billion charge for the 777X while the passenger model faces regulatory hurdles in the U.S. and Europe. Boeing expects to deliver its first 777X in late 2023, about three years later than earlier estimates.</p><p>Boeing Chief Executive David Calhoun said Monday that the sale of 50 freighters represented two years of manufacturing for the 777 line, after recently announcing plans to boost production.</p><p>President Biden touted the deal in an Oval Office meeting with Qatari Emir Sheikh Tamim bin Hamad al-Thani, saying it was \"one of the largest deals that Boeing aircraft has ever had, and it will support tens of thousands of good-paying U.S. jobs.\"</p><p>The Chicago-based aerospace giant said last week that it has benefited from a boom in airfreight, with global cargo traffic last year increasing about 7% above 2019 levels. Boeing said it expected passenger traffic to return to pre-pandemic levels as soon as next year or by 2024.</p><p>Qatar Airways is the world's third-largest air cargo carrier, according to the International Air Transport Association—following FedEx Corp. and United Parcel Service Inc.—and already a big Boeing customer. It has expanded its cargo unit during a boom in airfreight driven by rising e-commerce and a global supply-chain crunch that has hit ocean shipping particularly hard.</p><p>Qatar Airways operates one of the world's largest air cargo fleets, with 26 of Boeing's existing 777 freighters and two 747-8F jumbo jets. Some U.S. carriers have criticized the state-owned airline for allegedly relying on government subsidies, a claim it has denied.</p><p>Qatar Airways had already agreed to buy 60 of Boeing's 777X passenger jets and Monday's deal included converting 20 of these to the freighter version. The aircraft maker said in a regulatory filing Monday it had 253 firm orders for the passenger version of the 777X at the end of last year, up from 191 at the end of 2020 but fewer than the 309 it reported the prior year.</p><p>Qatar is also a big military customer for Boeing, agreeing in recent years to buy F-15 combat jets and Apache helicopters worth around $15 billion.</p><p>Boeing has relied more on military versions of passenger planes and cargo jets to generate sales. The company has said the boom in airfreight helped drive record orders and 41 deliveries for its freighters last year.</p><p>Airbus unveiled a new wide-body freighter last year to challenge Boeing's dominance in that segment.</p><p>Boeing said Monday that the state of U.S.-Russia relations could impact its business and that it is monitoring sanctions and export restrictions. Russia provides most of the titanium Boeing uses in its jets and other products, and the company has a range of design and engineering services based in the country.</p><p>Doug Cameron contributed to this article.</p><p>Write to Andrew Tangel at Andrew.Tangel@wsj.com and Tarini Parti at Tarini.Parti@wsj.com</p><p>Qatar Airways Launches New Boeing Cargo Jet</p>",
  "published": "2022-01-31T22:26:00.000Z",
  "tags": [
    {
      "id": "US0970231058",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 1087,
          "end": 1093
        },
        {
          "start": 1996,
          "end": 2002
        },
        {
          "start": 1430,
          "end": 1436
        },
        {
          "start": 3251,
          "end": 3257
        },
        {
          "start": 860,
          "end": 866
        },
        {
          "start": 730,
          "end": 736
        },
        {
          "start": 1698,
          "end": 1704
        },
        {
          "start": 3287,
          "end": 3293
        },
        {
          "start": 3470,
          "end": 3476
        },
        {
          "start": 27,
          "end": 33
        },
        {
          "start": 2494,
          "end": 2500
        },
        {
          "start": 2863,
          "end": 2869
        },
        {
          "start": 455,
          "end": 461
        },
        {
          "start": 2969,
          "end": 2975
        },
        {
          "start": 3757,
          "end": 3763
        },
        {
          "start": 2259,
          "end": 2265
        },
        {
          "start": 984,
          "end": 990
        }
      ],
      "nexusId": "10030932"
    }
  ]
}