{
  "_id": "2caf4445ac6c742fde76673372207ac1deb0a3eabb6347787d5ac53eed5d7542",
  "feed": "wall-street-journal",
  "title": "Boeing Reports Loss as 787 Charges Mount; Plane maker expects to deliver more of its 737 MAX and Dreamliner jets this year and iron out production problems",
  "text": "<p>Airlines are continuing to recover from pandemic-driven travel restrictions that left global capacity down 27% last year from 2019 levels. Boeing delivered only half as many jetliners last year as rival Airbus SE but secured more orders and said it plans to boost production further in 2022.</p><p>Boeing reported a loss of $4.3 billion for 2021 after a $4.16 billion deficit in the final quarter, following a year when it slowly increased production of new jets but struggled to deliver them. The company's shares fell 4.82% on Wednesday.</p><p>The company plans to more than double deliveries of its 737 MAX jet this year to around 500. Chief Executive David Calhoun said Boeing was watching potential supply-chain issues, especially in the second half of the year.</p><p>The Chicago-based aerospace giant said it benefited from a broadening recovery in the commercial jet market. It has been helped by the boom in airfreight, with cargo traffic last year increasing about 7% above 2019 levels. Boeing said it expected passenger traffic to return to pre-pandemic levels as soon as next year or 2024.</p><p>Boeing's improved cash performance reflected airlines buying planes last year for near-term delivery, which it doesn't expect to be repeated this year. Still, it expects to end the year with a surplus of cash from operations after burning through $3.4 billion in 2021. Investors view cash flow as a key measure of Boeing valuation.</p><p>Mr. Calhoun said the cash generation was a key step in moving past problems of recent years. \"We came from recovery to rebuilding,\" he said on an analyst call Wednesday.</p><p>Boeing refrained from providing financial guidance for 2022. Analysts flagged the 787 as the biggest uncertainty.</p><p>Boeing shares settled 4.8% lower at $194.27.</p><p>A series of factory defects and regulatory snags has largely prevented Boeing from handing over the popular wide-body Dreamliner to customers for more than a year. Chief Financial Officer Brian West said Boeing finished 2021 with 110 of the jets in inventory. The planes are worth more than $25 billion.</p><p>The latest charge includes $3.5 billion to compensate customers for the delays, with unanticipated production costs now forecast to double to $2 billion over the next two years as Boeing slowed output. Mr. West said the increase in factory costs related to fixing areas surrounding passenger and cargo doors.</p><p>Deliveries of the Dreamliner aren't expected to resume until April at the earliest. The delays have prompted airlines to shuffle their fleet plans or in some cases reduce flight schedules. Boeing is awaiting regulatory approval for pre-delivery inspections.</p><p>Mr. Calhoun said Boeing was still supplying data to federal air-safety regulators about production defects while fixing 787s in inventory. \"I wish it could go faster,\" Mr. Calhoun said. \"I can't accelerate it.\"</p><p>The company said its performance would depend in part on U.S. trade relations with China. The country last year awarded key regulatory approvals for the 737 MAX to return to service following its grounding.</p><p>Mr. West said Boeing wasn't currently experiencing supply constraints but flagged potential watch items including logistical challenges, and labor and material availability. Boeing said it would increase production this year of its wide-body 777 to three planes a month. It said it was on track to produce 31 of its 737 MAX jets a month early this year, up from 26 currently.</p><p>The company said it was producing Dreamliners at a \"very low rate until deliveries resume,\" gradually ramping up to minting five of the jets a month.</p><p>Boeing also took another $402 million charge on its KC-46A tanker jet and a $220 million write-down on aircraft spares at its services arm.</p><p>Boeing reported a loss of $7.02 per share in the fourth quarter, compared with the consensus estimate for a 36-cent deficit among analysts polled by FactSet. Sales fell 3% to $14.8 billion.</p><p>Write to Andrew Tangel at Andrew.Tangel@wsj.com and Doug Cameron at doug.cameron@wsj.com</p><p>Boeing Reports Loss as 787 Charges Mount</p>",
  "published": "2022-01-27T02:07:00.000Z",
  "tags": [
    {
      "id": "US0970231058",
      "nexusId": "10030932",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 2633,
          "end": 2639
        },
        {
          "start": 3979,
          "end": 3985
        },
        {
          "start": 2547,
          "end": 2553
        },
        {
          "start": 1700,
          "end": 1706
        },
        {
          "start": 139,
          "end": 145
        },
        {
          "start": 979,
          "end": 985
        },
        {
          "start": 2229,
          "end": 2235
        },
        {
          "start": 3700,
          "end": 3706
        },
        {
          "start": 3048,
          "end": 3054
        },
        {
          "start": 3208,
          "end": 3214
        },
        {
          "start": 1586,
          "end": 1592
        },
        {
          "start": 1816,
          "end": 1822
        },
        {
          "start": 1949,
          "end": 1955
        },
        {
          "start": 1398,
          "end": 1404
        },
        {
          "start": 3560,
          "end": 3566
        },
        {
          "start": 292,
          "end": 298
        },
        {
          "start": 662,
          "end": 668
        },
        {
          "start": 1084,
          "end": 1090
        },
        {
          "start": 0,
          "end": 6
        }
      ]
    }
  ]
}