{
  "_id": "9c91529cb3c1bf1c11b4e8436b0c934e7de20261a97dd999c438f75958d3683a",
  "feed": "wall-street-journal",
  "title": "Boeing Wins on Jet Orders, Loses Ground on Deliveries",
  "text": "<p>Airbus on Monday said it delivered 611 jets in 2021 and won orders for 771, or 507 net of cancellations.</p><p>Deliveries, when airlines and other customers typically pay half or more of the purchase price, are closely watched by investors. Analysts expect Boeing to report sales of almost $65 billion for 2021 when it reports results on Jan. 26, up from $58.2 billion in 2020 when it delivered 157 jets.</p><p>Boeing and Airbus still have orders for thousands of planes that are planned for delivery over the next several years, even as airlines continue to work through the Covid-19 pandemic that left global air capacity, measured by available seats, 35% lower last year than pre-pandemic 2019, according to data provider OAG.</p><p>The two companies for decades have vied for the title of the world's biggest plane maker by deliveries. Airbus has now held that title for the third year running as Boeing remains hampered with the crisis that engulfed its 737 MAX and production problems with its 787 Dreamliner. Boeing has built up an inventory of more than 100 undelivered Dreamliners as it addresses manufacturing issues and seeks regulatory approvals.</p><p>Airbus now commands 60% of the market for the bestselling workhorse jets such as the A321neo, which airlines use on big domestic routes and, increasingly, for international service. That share is set to climb higher, said Richard Aboulafia, managing director at AeroDynamic Advisory, a consultant.</p><p>Boeing shelved plans for an all-new jet to focus on producing existing models and winning regulatory backing for ones already under development. Still, the largest version of the MAX has been outsold by the rival Airbus plane by almost six to one, based on year-end orders of planes still to be delivered.</p><p>Airbus has been faster to restore production trimmed early in the pandemic, while Boeing has taken longer to boost output, as it awaits regulators' approval for fixes to the 787.</p><p>Boeing's order total last year included carriers who couldn't get their hands on new Airbus jets. Las Vegas-based Allegiant Air last week agreed to buy up to 100 MAX jets, its first Boeing purchase. Maury Gallagher, chief executive of parent Allegiant Travel Co., said any new Airbus planes the airline ordered now wouldn't be received till near the end of the decade.</p><p>\"What we have to accept is it was an opportunistic transaction driven largely by availability and pricing,\" Airbus Chief Commercial Officer Christian Scherer said this week of the Allegiant deal.</p><p>Airbus has been ramping up production of its narrow-body aircraft as it looks to capitalize on the recovery in air travel and its rival's woes. The company has said it hasn't been able to build aircraft quickly enough, leaving its bestselling aircraft, the A320neo, sold out over the next few years.</p><p>\"We had some very significant orders in 2021 which I think is a sign of many customers looking beyond Covid,\" Airbus CEO Guillaume Faury said, adding that he hadn't expected a strong year of orders.</p><p>Boeing declined to comment, citing a quiet period ahead of its coming earnings release. Executives have previously said production plans hinge on a recovery in airline traffic -- which they expect to reach 2019 levels in 2023 or 2024 -- and the resumption of deliveries to China.</p><p>While Airbus and Boeing have traded the top spot for orders and deliveries multiple times over the past decade, the U.S. company has more often been the largest by the total value of deals. Boeing has tended to produce more wide body planes, which carry higher prices.</p><p>That gap narrowed over the past two years, and the sharp drop in intercontinental travel during the pandemic made such twin-aisle planes tougher to sell. Boeing's new 777X jet is three years late and awaiting regulatory approval, with the first not due to be delivered until the end of 2023 at the earliest.</p><p>The 777X will fill a gap left by the 747, which Boeing will stop producing this year. Cargo specialist Atlas Air Worldwide Holdings Inc. is due to take the last plane from the line in October, more than 52 years after Pan American World Airways received the first.</p><p>Boeing has relied more on military versions of passenger planes and cargo jets to generate sales in the wide-body market it once dominated. The boom in airfreight helped drive record orders and deliveries for freighters last year.</p><p>Airbus, which announced a new wide-body freighter last year, has the advantage of still being able to deliver to Chinese airlines, a market all but closed to Boeing at present because of trade tensions between the U.S. and China.</p><p>License this article from Dow Jones Reprint Service</p>",
  "published": "2022-01-12T00:00:00.000Z",
  "tags": [
    {
      "id": "US0970231058",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 4499,
          "end": 4505
        },
        {
          "start": 2988,
          "end": 2994
        },
        {
          "start": 3458,
          "end": 3464
        },
        {
          "start": 998,
          "end": 1004
        },
        {
          "start": 251,
          "end": 257
        },
        {
          "start": 1924,
          "end": 1930
        },
        {
          "start": 399,
          "end": 405
        },
        {
          "start": 3893,
          "end": 3899
        },
        {
          "start": 1827,
          "end": 1833
        },
        {
          "start": 883,
          "end": 889
        },
        {
          "start": 3691,
          "end": 3697
        },
        {
          "start": 4110,
          "end": 4116
        },
        {
          "start": 1439,
          "end": 1445
        },
        {
          "start": 0,
          "end": 6
        },
        {
          "start": 2106,
          "end": 2112
        },
        {
          "start": 3285,
          "end": 3291
        }
      ],
      "nexusId": "10030932"
    }
  ]
}