{
  "_id": "060ef9717eced03c86fd44f993c13063c4710c82cb515b78e5c128305c4a199a",
  "feed": "ftcomall",
  "title": "Three found guilty of murder over roles in downing of flight MH17",
  "text": "<p>A court in the Netherlands has found three men with links to the Russian military guilty of murder for their roles in the downing of Malaysia Airlines flight MH17 over eastern Ukraine in 2014, sentencing them to life imprisonment.</p> <p>One man was acquitted because of a lack of evidence. The case could set a legal precedent as <a href=\"https://www.ft.com/war-in-ukraine\">Ukraine</a> pursues justice for crimes committed by Russian forces since Moscow's annexation of Crimea and covert invasion of eastern Ukraine with the help of separatist proxies in 2014, and its full-scale invasion this year.</p> <p>The Boeing 777 passenger jet was heading from Amsterdam to Kuala Lumpur on July 17 2014 when a Russian Buk surface-to-air missile exploded near the cockpit. The blast caused the aircraft to crash in eastern Ukraine, killing all 298 passengers and crew, including 80 children and 196 Dutch citizens.</p> <p>At the conclusion of the two-and-a-half-year trial on Thursday, a panel of Dutch judges in The Hague found Russians Igor “Strelkov” Girkin and Sergey Dubinsky, as well as Ukrainian Leonid Kharchenko, guilty of murder; Russian Oleg Pulatov was acquitted. The court ordered the guilty parties to pay €16mn in damages to the victims' next of kin.</p> <p>Pulatov was represented in court by a lawyer while the other three were tried in absentia; all remain free, raising doubts over whether the trio will serve their sentences in prison. The men are believed to be either in Russia or Ukrainian territories under Moscow's control.</p> <p>“An important court decision in The Hague. First sentences for perpetrators of the #MH17 downing. Holding to account masterminds is crucial too, as the feeling of impunity leads to new crimes,” Ukraine's president Volodymyr Zelenskyy <a href=\"https://twitter.com/ZelenskyyUa/status/1593259390458626049\">said in a tweet</a> after the verdict.</p> <p>All four were proved through the Netherlands-led international investigation to have been involved to various degrees with the transfer of the Buk missile system — identified as coming from the 53rd Anti-Aircraft Missile Brigade in Kursk — to eastern Ukraine. It is still not known who pushed the button that fired the missile.</p> <p>The quartet, along with Russian officials, denied wrongdoing despite overwhelming evidence showing their direct involvement in the plane's downing. Russia's foreign ministry on Thursday said it would “study the verdict” before responding.</p> <p>The area where MH17 was shot out of the sky was the scene of fierce fighting between Ukrainian forces and Russian troops and their separatist proxies. Several military aircraft had been downed with surface-to-air weapons in the weeks before the attack on the commercial jet.</p> <p>“Flight MH17 crashed because it was hit by a Buk missile fired from a field near Pervomaiske,” presiding judge Hendrik Steenhuis said in court.</p> <p>Steenhuis said investigators and prosecutors built their case on evidence including intercepted telephone calls, witness testimony, journalistic reports, open-source images and videos, analysis of missile fragments and a partial reconstruction of the plane with parts recovered from the crash site.</p> <p>He said the evidence proved the armed invasion of Ukraine in 2014 was ordered and controlled by the Kremlin, and thus Russia was responsible for the shooting down of MH17.</p> <p>“The court has ascertained that the Russian Federation co-ordinated military actions in the [Donetsk ‘people's republic'], financed and provided weapons to the militants, but also undertook military actions on its own,” a judge read, referring to the eastern region occupied by Russia.</p> <p>The most prominent of the convicted men is Girkin, a former Federal Security Service (FSB) officer with the <em>nom de guerre</em> Igor Strelkov. He was a key figure in Russia's seizure of Crimea before leading the Kremlin's proxy army in eastern Ukraine. The court said Girkin was in charge of overseeing the battlefield when the downing of MH17 occurred and was involved in transporting the Buk missile launcher back to Russia.</p> <p>Girkin previously said he felt “a moral responsibility” for the deaths of the 298 people aboard MH17 but refused to admit direct involvement in the plane's downing. Ukrainians <a href=\"https://www.ft.com/content/7c425499-3673-4a22-84ee-f02e4bc62a23\">crowdfunded a reward</a> of more than $150,000 for his capture.</p> <p>Dubinsky is a former military intelligence officer who became head of intelligence for Russia's proxy forces in eastern Ukraine. The court said evidence proved he oversaw the transport of the Buk missile launcher.</p> <p>Kharchenko, a high-ranking member of Dubinsky's intelligence unit, helped secure the Buk missile launcher at the launch site near the Russian-controlled town of Snizhne. The court cited evidence including an audio recording showing he was with the launcher after it downed the MH17 and later relayed an order to send it back to Russia.</p> <p>Pulatov was tasked with escorting and securing the missile near the launch site, according to investigators. But the court said it did not find enough evidence to prove he took an active and crucial role in the chain of command for the launch.</p> <p><em>This article has been amended to reflect the correct number of Dutch casualties</em></p><p>Source: Christopher Miller in Kyiv 2022 'Three found guilty of murder over roles in downing of flight MH17' FT.com 17 November. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-11-17T15:30:26.510Z",
  "tags": [
    {
      "id": "US0970231058",
      "nexusId": "10030932",
      "name": "The Boeing Company",
      "confidence": 0.99978435,
      "offsets": [
        {
          "start": 550,
          "end": 556
        },
        {
          "start": 550,
          "end": 560
        }
      ],
      "weightsV2": {
        "weight": 1.0081403,
        "baseWeight": 1.0,
        "expansionWeight": 0.0,
        "ontologyWeight": 0.0,
        "tagPositionWeight": 0.008140326,
        "titleWeight": 0.0
      },
      "typeRank": 1
    }
  ]
}