{
  "_id": "3acdf0b258b3fbb313a10f24d09473abd5c47e4bf1d69027efb2c7899dd6fba7",
  "feed": "ftcomall",
  "title": "Boeing profit drops as charges in defence unit offset commercial jet recovery",
  "text": "<p>Boeing reported encouraging trends in its commercial aeroplane segment, but further charges in its defence business weighed on net profits in the latest quarter.</p> <p>Helped by an increase in deliveries of the 737 Max, chief executive David Calhoun said Boeing remained on track to achieve positive free cash flow in 2022, but combined charges of $400mn, mostly related to two of its <a href=\"https://www.ft.com/content/04d6b288-4c12-499b-9fdd-2e07c73eaa78\">defence programmes</a>, reflected continued production challenges at the company.</p> <p>The aerospace giant reported total revenue of $16.7bn, down 2 per cent from a year ago, and below Wall Street forecasts for almost $17.6bn. Net income dropped 72 per cent to $160mn.</p> <p>Adjusted for pension payments and other expenses, <a href=\"https://www.ft.com/stream/6f219ed8-b11c-4239-9891-eaa3ba2523a1\">Boeing</a> suffered a loss of 37 cents a share, missing analysts' estimates of an adjusted loss of 14 cents a share, as polled by Refinitiv. </p> <p>In the company's <a href=\"https://www.ft.com/companies/aerospace-defence\">defence</a>, space and security unit, where revenues fell 10 per cent from a year ago to $6.2bn, Boeing took a $147mn charge related to its MQ-25 refuelling aircraft. It also took a $93mn charge related to Starliner, its space capsule that successfully completed a round trip to the International Space Station in May. </p> <p>Costs also increased for the T-7A Red Hawk pilot trainer and Air Force One, chief financial officer Brian West told analysts on Wednesday. Last quarter, the defence segment had more than <a href=\"https://www.ft.com/content/0ceb16ac-0207-42e1-918c-fed34bc3cb6a\">$1bn in charges</a> because of these two programmes. </p> <p>Many defence deals are structured at fixed prices, meaning that any cost overruns are Boeing's to shoulder. “We continue to work through hurdles on our fixed-price development [defence] programmes amidst a challenging macroeconomic environment, which had an impact on our results,” Calhoun wrote in a message to employees.</p> <p>Elsewhere, commercial aeroplane deliveries rose 53 per cent, driven by the 737 Max aircraft, which had been grounded after two fatal crashes in 2018 and 2019. </p> <p>But Boeing now expects deliveries of the 737 Max in 2022 “to be closer to the low 400s”, down from a forecast of about 500 made in January. </p> <p>The company has been unable to resume 737 Max deliveries to China, where the aircraft has not been cleared to fly, even though half the inventory is destined to be shipped there. Resumption “does require a bit of a thawing and geopolitical break between China and the US”, Calhoun told analysts. </p> <p>Crucially, “we continue to experience real constraints” in the supply chain, particularly for “engines, raw materials and semiconductors”, the chief executive added. </p> <p>In an encouraging sign, Calhoun said the company was “in the final stages of preparing to restart deliveries” of its 787 wide-body jet as it works towards Federal Aviation Administration certification following production flaws.</p> <p>United Airlines last week said it expects no more than five 787 aircraft to be delivered by the end of this year, though it does not have 100 per cent confidence in that delivery schedule.</p> <p>“The risk to our capacity guide for next year is Boeing delivery, primarily,” United chief executive Scott Kirby told analysts, referring to the carrier's flying plans.</p> <p>Boeing had operating cash flow of $100mn in the second quarter and expects free cash flow to be positive for the full year, reversing a trend of cash outflows.</p><p>Source: Steff Chávez in Chicago 2022 'Boeing profit drops as charges in defence unit offset commercial jet recovery' FT.com 27 July. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-07-27T18:28:39.991Z",
  "tags": [
    {
      "id": "US0970231058",
      "nexusId": "10030932",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 1480,
          "end": 1486
        },
        {
          "start": 249,
          "end": 255
        },
        {
          "start": 689,
          "end": 695
        },
        {
          "start": 0,
          "end": 6
        },
        {
          "start": 936,
          "end": 942
        },
        {
          "start": 3065,
          "end": 3071
        },
        {
          "start": 1880,
          "end": 1886
        },
        {
          "start": 2945,
          "end": 2951
        }
      ]
    }
  ]
}