{
  "_id": "28392cfdfacf30e353111bdd29a2235a6aef375650bc991fb26864190649d8d6",
  "feed": "reuters",
  "title": "What to Watch in the Week Ahead and on Monday, October 31",
  "text": "<p>Pfizer Inc is expected to report third-quarter earnings on Tuesday.</p><p>Investors will look out for its expectations for sales of COVID-19 pill Paxlovid and its coronavirus vaccine, as well its thoughts on potential deals. Separately, Moderna Inc is expected to report third-quarter results on Thursday. Investors will focus on the pricing plan for its COVID-19 drug after rival Pfizer said it would roughly quadruple the price of its own shot after the U.S. government's purchase program ends. Meanwhile, Eli Lilly and Co will report its third quarter earnings on Tuesday. Investor focus will be on the performance of its key drugs, as well as management commentary for uptake of new diabetes drug Mounjaro. On the U.S. economic front, the Labor Department, on Friday, is expected to show non-farm payrolls increased by 220,000 jobs in October, after rising 263,000 jobs in the previous month. Meanwhile, on the same day the private payrolls are expected to have risen 200,000 in October, compared to a rise of 288,000 in September. The Labor Department on Thursday is expected to show initial claims for state unemployment benefits increasing by 3,000 to a seasonally adjusted 220,000 for the week ended Oct.29. Continued jobless claims data for the week ended October 22 is also due. On Friday, the unemployment rate is expected to increase to 3.6% for October, after rising 3.5% in September. average hourly earnings likely remained same at 0.3% for the month of October. Separately, on Tuesday, the Institute of Supply Management (ISM) is likely to show its manufacturing PMI dropping to a reading of 49.9 in October from 50.9 in September. On the same day the Commerce Department is expected to show construction spending likely fell 0.5% in September, after falling 0.7% in August. Meanwhile, on Thursday, ISM's business survey is expected to show non-manufacturing sector PMI dipped to 55.4 in October from 56.7 in September. Also, The S&amp;P Global is scheduled to release the final readings for services sector PMI and composite PMI for October, on Thursday. Separately, on Tuesday, the S&amp;P Global's manufacturing PMI data for September is scheduled for release. On Wednesday, the ADP National Employment Report is expected to show private payrolls likely dropped to 190,000 jobs in October, after rising to 208,000 jobs in the previous month. On the following day, the Commerce Department is expected to show the trade deficit widened to $72.1 billion in September, from $67.4 billion the month earlier. In another report scheduled on the same day, factory orders likely increased 0.3% in September, after remaining flat in the previous month. Separately, The Labor Department is scheduled to release its Job Openings and Labor Turnover Survey, or JOLTS report, on Tuesday. On Wednesday, Qualcomm Inc is expected to report a rise in fourth-quarter revenue as strong demand for internet connected devices and from automotive sector offset weakness in the handset chips business. Separately on Tuesday, Advanced Micro Devices Inc is expected to report a rise in third-quarter revenue. Investors will look out for commentary on the data center market dynamics after CEO Lisa Su said the PC market weakened \"significantly\" during the third quarter. Yum Brands Inc is expected to post a fall in third-quarter revenue on Wednesday, hurt by waning demand for its fried chicken, pizza, and tacos as inflation pinches consumers. Investors will be on the lookout for comments on sales trends, the impact of inflation, and updates on its exit from Russia operations. On Thursday, Starbucks Corp is expected to post an increase in fourth-quarter revenue, as demand for its coffees and cold beverages hold strong despite stubbornly high inflation. Investors will keep an eye out for the company's outlook on U.S. demand and comments on China recovery, costs and currency headwinds. CVS Health Corp will report its third-quarter earnings before market opens on Wednesday. Investor focus is expected to be on management commentary on the impact of lower Star Rating on its health insurance business, loss of Centene's pharmacy benefit management contract and M&amp;A outlook. Warner Bros Discovery Inc will report third-quarter results on Thursday, as a combined company for the second time, after the merger between AT&amp;T's WarnerMedia and Discovery closed in April. Wall Street is looking for the company's long-term streaming and content-programming plans. U.S. shale producers are expected to continue booking higher profits in the third quarter on bumper commodity prices, with Chesapeake Energy Corp, Marathon Oil Corp and ConocoPhillips reporting earnings next week. Refiners Marathon Petroleum Corp and Phillips 66 are expected to post sharply higher profits too, as fuel demand climbs higher. Kellogg Co is expected to post a rise in third-quarter revenue on Thursday, benefiting from price hikes for its breakfast cereals and snacks. Investors will be interested in the extent of price sensitivity consumers are showing and any forecast the company provides. Electronic Arts Inc, on Tuesday, is expected to post a fall in second-quarter revenue as easing of COVID-19 restrictions and red-hot inflation hit demand for its popular games like \"FIFA\" and \"Apex Legends\". Investors will also look for comments on how video gaming companies are poised to perform in this inflationary environment. On Thursday, Nikola Corp is expected to post a growth in third quarter revenue as it sells more electric semi trucks. Investors will be looking for company's production volume forecast this year and updates on supply chain constraints. Hershey Co is expected to post a rise in third-quarter revenue on Friday, helped by consistent demand for its chocolates and candies despite price increases to offset higher costs. Investors will be on the lookout for updates from the company on demand trends during Halloween and holiday season, shift in consumer spending amid inflation and impact from supply chain challenges. Separately, Mondelez International Inc, on Tuesday, is expected to show a rise in third-quarter revenue, driven by higher prices, strength in emerging markets and steady demand for its snacks and chocolates. Investors will be looking out for the Oreo cookie maker's forecast as well as its comments on consumer demand trends, pricing and impact from currency headwinds. American International Group Inc will report third-quarter results on Wednesday. Investors will look to see what impact weather-related claims and Ukraine's invasion by Russia have on the insurer's bottom line. Royal Caribbean Cruises Ltd is expected to post a rise in third-quarter revenue on Thursday, benefiting from rebound in cruise travel as COVID-19 norms ease as well as strong onboard spending. Investors will be on the lookout for comments on shift in consumer behavior, impact from inflation, stronger dollar and higher fuel prices. Cigna Corp will report its third-quarter earnings before market opens on Thursday. Investor focus is expected to be on performance of its health insurance business as well as management commentary on its pharmacy benefit management unit Express Scripts' contract win from Centene. Health insurer Humana Inc is expected to report third-quarter earnings on Wednesday before market open, with investors' focus on Medicare Advantage memberships, comments on non-COVID treatments costs, recession fears and the company's home health initiatives. U.S. group life insurer MetLife Inc is scheduled to report its third quarter earnings after markets close on Wednesday. Investors are awaiting details on how rising insurance prices and shrinking investment returns will impact MetLife's bottom line. On Thursday, DoorDash Inc is expected to post a rise in third-quarter revenue helped by steady demand for food delivery even as consumers venture out and dine. Investors will lookout for comments on labor pressures and shift in consumer spending due to decades-high inflation. Match Group Inc is expected to post a fall in third-quarter revenue, on Tuesday, hit by a stronger dollar and drop in paying subscribers amid a broader economic slowdown. Estee Lauder Companies Inc is expected to post a decline in first-quarter revenue on Wednesday hurt by lockdowns due to COVID-19 in major market China hurting sales of its skincare and cosmetic brands. Investors will lookout for comments on supply chain disruptions, pressure due to a strong dollar and inflationary pressures on consumer spending. Under Armour Inc, on Thursday, is expected to report its second-quarter earnings with a slowdown in demand for its products after bigger rivals Nike and Adidas warned that consumer spending on sportswear was slowing in inflation-hit western markets. Investors will also pay close attention to Under Armour's outlook for the holiday season and whether more discounts will be needed to move stock. On Friday, the Federal Reserve Bank of Boston President Susan Collins is scheduled to speak on macroeconomic conditions and key dimensions of monetary policymaking in the current context before virtual event of the Brookings Institution's Hutchins Center on Fiscal &amp; Monetary Policy, in Boston. Fox News -parent Fox Corp is expected to post a rise in first-quarter revenue on Tuesday. The company said it was evaluating a merger with News Corp, both of which are almost majority owned by media mogul Rupert Murdoch. Analysts and investors will look for commentary around the merger and what it would mean for the business going forward, were it to happen. Auto parts supplier Aptiv PLC, on Thursday, is expected to post a rise in its third-quarter revenue, helped by higher production of trucks and large SUVs. Investors will be looking for commentary on its financial outlook and supply chain constraints. Albemarle Corp, the world's largest lithium producer, is expected to post a jump in third-quarter profit on Wednesday, thanks to surging demand from the electric vehicle industry. Separately, On Tuesday, Lithium producer Livent Corp is expected to post a jump in third-quarter profit thanks to surging demand from the electric vehicle industry. On Wednesday, Boeing Co will host an investor day, during which it will discuss strategy and financial objectives. A former eBay Inc contractor is slated to be sentenced, on Thursday, for her roles in a cyberstalking campaign that targeted a Massachusetts couple whose online newsletter was viewed as critical of the e-commerce company. Veronica Zea is slated to be sentenced by U.S. District Judge William Young in Boston. Canada Goose Holdings Inc is expected to post a rise in second-quarter revenue on Wednesday, helped by steady demand for its luxurious parkas and jackets from affluent customers unaffected from decades-high inflation. Investors will be on the lookout for comments about a shift in bbconsumer spending, inflationary pressures, operations in China and Europe. Ron Morrow, executive director for retail payments at the Bank of Canada, will give a speech on payment supervision on Wednesday. On the following day, Bank of Canada Deputy Governor Paul Beaudry will give opening remarks ahead of the John Kuszczak Memorial Lecture. Canada's S&amp;P Global manufacturing PMI data for October is expected to be released on Tuesday. Separately, the country's trade balance and building permits data for September is due on Thursday. On Friday, Statistics Canada is scheduled to release the jobless rate data for October. Separately, the country's Ivey PMI data is scheduled to be released on the same day. Mexico's S&amp;P Global manufacturing PMI data for October is scheduled for release on Tuesday. Brazil's S&amp;P Global services and composite PMI data is expected to be released on Friday. Separately in another report, Brazil's manufacturing PMI data for October is likely to be released on Tuesday. On the same day, government statistics agency IBGE is expected to report the country's industrial output data for September.</p>",
  "published": "2022-10-28T18:35:15.000Z",
  "tags": [
    {
      "id": "US0970231058",
      "nexusId": "10030932",
      "name": "The Boeing Company",
      "confidence": 0.9999994,
      "offsets": [
        {
          "start": 10164,
          "end": 10173
        }
      ],
      "weightsV2": {
        "weight": 0.115982234,
        "baseWeight": 1.0,
        "expansionWeight": 0.0,
        "ontologyWeight": -0.88401777,
        "tagPositionWeight": 0.0,
        "titleWeight": 0.0
      }
    }
  ]
}