{
  "_id": "fe0b6b435b31abf57b057830c074fabb5cb406cce2c582db523c2900836e7a82",
  "feed": "ftcomall",
  "title": "FirstFT: Biden dilutes Asian trade deal",
  "text": "<p><em>How well did you keep up with the news this week? Take our </em><a href=\"https://www.ft.com/content/538ad4de-9373-489c-a3a6-85a291dec310\"><em>quiz</em></a><em>.</em></p> <p>Joe Biden has decided <a href=\"https://www.ft.com/content/91207c37-c9bd-4737-abf5-afc71200f8a1\">to water down</a> a new Asian economic policy in an eleventh-hour move to attract more countries to join the deal that he will unveil in Tokyo on Monday.</p> <p>The Indo-Pacific Economic Framework is a response to criticism from allies and partners in the region who accuse the US of being too focused on the security threat posed by China and ignoring the economic opportunities its allies present.</p> <p>On his first visit to the region as president, Biden will meet the new conservative South Korean president Yoon Suk-yeol amid concerns about North Korea's <a href=\"https://www.ft.com/content/237d4d6a-da93-44be-944a-24ebe005b497\">growing military threat</a>.</p> <p>He then flies to Japan where he will meet Prime Minister Fumio Kishida. Washington and Tokyo have grown closer over shared concerns about Beijing's growing assertiveness. The Japanese government is particularly anxious about the implications of a conflict in Taiwan.</p> <p>While in Tokyo, Biden will also attend a meeting of the Quad, the security grouping made up of the US, Japan, Australia and India.</p> <p>Critics in the region have accused Washington of pursuing an <a href=\"https://www.ft.com/content/82c13d3b-5b05-4fd4-91be-373ba075db4f\">“all guns and no butter”</a> strategy. The IPEF is designed to address those concerns but the White House has struggled to convince many south-east Asian nations and India to join. Japan, Singapore and the Philippines have so far expressed interest in the trade deal, which will not guarantee access to the US market.</p> <p>It IPEF will contain four pillars that will tackle issues such as infrastructure, supply chain resilience and clean energy. It will also include discussions about creating a digital trade agreement, which Tokyo has urged the US to prioritise. </p> <p><em>Thanks for reading FirstFT Americas. Here's the rest of today's news — Gordon</em></p> <h1>Five more stories in the news</h1> <p><strong>1. Joe Biden vows to protect Finland and Sweden during Nato accession talks</strong> The US president described the Nordic countries' potential accession to the transatlantic military alliance as <a href=\"https://www.ft.com/content/0f9c6e89-6311-4820-9c53-0cb131e982bd\">a “momentous” step</a>. The comments, made in the White House Rose Garden flanked by Finland's president and Sweden's prime minister, came as the Senate <a href=\"https://www.ft.com/content/a1902da6-8352-4490-832d-f38458c5682c\">approved a $40bn military aid</a> package for Ukraine. </p> <p><strong>2. Canada to ban Huawei and ZTE from 5G networks</strong> The government in Ottawa yesterday announced a ban on <a href=\"https://www.ft.com/content/2534ca85-b08e-4f78-88f3-c04770b41a02\">Chinese telecoms equipment makers</a> providing 5G services in the country. The government said it would not compensate companies for the removal of Huawei and ZTE gear and that equipment used for 4G networks would also need to be removed.</p> <p><strong>3. Sexual misconduct case rocks $47bn asset manager GoldenTree</strong> <a href=\"https://www.ft.com/content/3167f978-aa7b-4a8a-8b94-a275563e97a0\">Sexual misconduct allegations</a> at a prominent New York hedge fund have ignited a multimillion-dollar legal dispute over the dismissal in 2020 of then chief operating officer William Christian following an internal investigation that detailed a litany of misconduct.</p> <p><strong>4. FTX expands into US equities market</strong> The cryptocurrency exchange yesterday launched a US equities trading service that will <a href=\"https://www.ft.com/content/8379f141-8b94-438e-8347-cb5ffdf003ac\">accept payments in some stablecoins</a> as well as US dollars. The move underscores the ambitions of FTX's founder Sam Bankman-Fried and his willingness to enter financial services that are more tightly regulated than the crypto markets where he has made billions.</p> <p><strong>5. Israeli government in minority after MP resigns</strong> Naftali Bennett's ruling coalition became a minority government yesterday after <a href=\"https://www.ft.com/content/a4f2a3f2-ec9e-41fa-b921-15374fb14bf0\">a leftwing MP quit</a> in protest at its treatment of the Arab community. The departure of Ghaida Rinawie Zoabi, an Arab-Israeli member of the Meretz party, leaves the sprawling eight-party coalition with just 59 seats in Israel's 120-seat parliament and increases the chance of early elections.</p> <h1>The days ahead</h1> <p><strong>Outlook for markets</strong> US stock futures rose on Friday after China unveiled <a href=\"https://www.ft.com/content/ddddbc5e-9db2-4d32-b5b9-e23fd365547e\">fresh stimulus measures</a>. But Wall Street equities were still headed towards their <a href=\"https://www.ft.com/content/5ab84b8f-61a3-4c04-a9e6-bae91e98e49d\">longest stretch of weekly losses</a> since the dotcom bubble burst more than 20 years ago. Yesterday the S&amp;P 500 index fell 0.6 per cent, closing at its worst level since March 2021 <a href=\"https://www.ft.com/content/76641a09-cfbc-4aa8-89c2-5aaa83df594b\">after giving up early gains</a>. The tech-heavy Nasdaq Composite fell 0.3 per cent.</p> <p><strong>Company earnings </strong>Agricultural equipment manufacturer Deere and shoe and apparel retailer Foot Locker report earnings today. </p> <p><strong>Boeing: </strong>Boeing's OFT-2 starliner is expected to arrive at the International Space Station today after launching yesterday from Cape Canaveral in Florida.</p> <p><strong>Australian election </strong>Australians <a href=\"https://www.ft.com/content/f8e0026d-9963-404b-82b4-cf1a69469305\">vote tomorrow</a> in a federal election, in which the Liberal-National coalition government led by Prime Minister Scott Morrison faces a challenge by the Labor party.</p> <h1>What else we're reading</h1> <p><strong>China's crackdown reflects splits among policymakers</strong> In Beijing, rival factions <a href=\"https://click.newsletters.ft.com/f/content-3a21d88c-1d63-497e-ad10-aa7a5b14052f/FlvV958ItPpInXwzUSUEaA~~/AAAAAQA~/RgRkaUgQP0SPaHR0cHM6Ly93d3cuZnQuY29tL2NvbnRlbnQvM2EyMWQ4OGMtMWQ2My00OTdlLWFkMTAtYWE3YTViMTQwNTJmP2VtYWlsSWQ9NjI4NmJhMGMxZGI3ZmYwMDIzNDY3NDE2JnNlZ21lbnRJZD02MGExMjZlOC1kZjNjLWI1MjQtYzk3OS1mOTBiZGU4YTY3Y2RXCGZpbnRpbWVzQgpihhXDhmKD9rRXUhNnb3Jkb24uc21pdGhAZnQuY29tWAQAAAAA\">are battling for influence</a> amid a new regulatory storm. The fight is between senior party and government officials focused on economic growth and those more concerned with security and control, echoing infighting and policy guesswork that plagued China under Mao Zedong.</p> <p><strong>Twitter deal leaves Elon Musk with no easy way out </strong>Could the Tesla boss walk away from his $44bn Twitter bid? As the richest person in the world appears to have second thoughts about buying the social media platform, the “bulletproof” modern deal agreement faces one of its biggest tests. <a href=\"https://click.newsletters.ft.com/f/content-7fd36ef6-b29f-45a3-91ed-172459110879/anw2-AJCsY9p9ijhkuaKQg~~/AAAAAQA~/RgRkaUgQP0SPaHR0cHM6Ly93d3cuZnQuY29tL2NvbnRlbnQvN2ZkMzZlZjYtYjI5Zi00NWEzLTkxZWQtMTcyNDU5MTEwODc5P2VtYWlsSWQ9NjI4NmJhMGMxZGI3ZmYwMDIzNDY3NDE2JnNlZ21lbnRJZD02MGExMjZlOC1kZjNjLWI1MjQtYzk3OS1mOTBiZGU4YTY3Y2RXCGZpbnRpbWVzQgpihhXDhmKD9rRXUhNnb3Jkb24uc21pdGhAZnQuY29tWAQAAAAA\">Read our Explainer</a>.</p> <p><strong>The truckers who keep our world moving</strong> The history of humanity — from Bronze Age trade in the Indus valley to lorries carrying aid to Ukrainian refugee children — is the story of supply chains. <a href=\"https://www.ft.com/content/b31d2354-9038-46c3-a367-20807b2791d9\">Horatio Clare hitches</a> a long-distance lift with a truckie to see the world from a startling new angle.</p> <p><strong>Death notices for the city are premature</strong> It's not just the cost or duration of travel that is preventing urban dwellers from spending five days a week in the office, <a href=\"https://www.ft.com/content/d4700dba-e875-4283-b5af-8ef27d24f203\">John Burn-Murdoch writes</a>. It's that standing nose-to-armpit on a packed commuter train is not fun, but sitting on an airy train to a pub full of friends is.</p> <p><strong>A Warhol, a wild back-story and today's art market</strong> The Andy Warhol silkscreen “Shot Sage Blue Marilyn” — which sold for a record-setting $195mn at a New York auction — deserves the cliché “iconic”, but <a href=\"https://www.ft.com/content/bc61a96c-2f12-409d-b9fe-ed0c63a42960\">Tim Harford argues</a> there is a much more obscure portrait that has a claim to being Warhol's most&#xa0;interesting and definitive work. </p> <h1>Readers reply</h1> <p>Our <a href=\"https://www.ft.com/content/f0fcbada-bc73-41b8-aa6b-ff81d7fe1e0c\">interview this week</a> with New York City mayor Eric Daniels inspired many of you to write in and share your views about the city's subway. It also motivated John Gapper's <a href=\"https://www.ft.com/content/eb89fe38-9c0c-449d-aeaf-c36258029f74\">latest column</a>. Here are some extracts of the emails we received:</p> <blockquote>  <p>“I commend the mayor for encouraging high profile people to ride the subway, but he should understand that perception of acceptance of that mode of transportation won't change the reality that the risk of crime still exists.”&#xa0; <strong>Steven A. Ludsin, New York, NY</strong><br></p> </blockquote> <blockquote>  <p>“Challenging the big bosses to ride the subway is the best way to send a signal that NYC will come back.” <strong>Malinda Sanna, Laurel Hollow, New York</strong></p> </blockquote> <blockquote>  <p>“We New Yorkers could use fewer news pieces about how much more dangerous the subway is compared to 2019 and a few more about how much safer it is compared to 2002 or 2012.” <strong>Tim S., Brooklyn, NY</strong></p> </blockquote> <blockquote>  <p>“Make them safe and then maybe. There will never be 100 per cent back in the office. Business have found it better and cheaper for employees to work from home.” <strong>Laura Rood, New York City</strong></p> </blockquote><p>Source: Gordon Smith, George Russell and Sarah Andersen 2022 'FirstFT: Biden dilutes Asian trade deal' FT.com 20 May. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-05-20T10:24:16.004Z",
  "tags": [
    {
      "id": "US0970231058",
      "nexusId": "10030932",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 4204,
          "end": 4210
        },
        {
          "start": 4196,
          "end": 4202
        }
      ]
    }
  ]
}