{
  "_id": "0d9b7635d5a3254345764c94413ba99e2c252d0ce85c56f4fbdfcb8323fae19e",
  "feed": "ftcomall",
  "title": "Russia law raises stakes for lessors rushing to recover aircraft",
  "text": "<p>Russia on Monday passed a law allowing foreign aircraft leased by its airlines to be added to the country's domestic register, a move that will increase difficulties for western lessors, who have been<a href=\"https://www.ft.com/content/fee2e47e-7121-4b9a-bc22-dc9b166b60f1\"> scrambling to repossess </a>their planes. </p> <p>The bill, signed by President Vladimir Putin, says it aims to “ensure the&#xa0;uninterrupted functioning of&#xa0;civil aviation and . . . at&#xa0;keeping foreign aircraft with Russian carriers,” according to an update published on the government's website and which was first reported by Reuters. </p> <p>The new law comes after regulators in Bermuda, where most of Russia's foreign-owned commercial jets are registered, said they were suspending airworthiness certificates on the aircraft from Sunday over concerns they were no longer able to guarantee that they were safe. </p> <p>Before western sanctions were imposed, non-Russian lessors had 515 planes in Russia, with a combined market value of close to $10bn, according to data from aviation consultancy Cirium.</p> <p>The Bermuda Civil Aviation Authority said in a statement on its website that international sanctions on aviation following Russia's invasion of Ukraine have had a “significant impact on the ability to sustain safety oversight on Russian operated aircraft on the Bermuda Aircraft Registry”.</p> <p>Phil Seymour, president at aviation consultancy IBA, said there was “justifiable concern in the industry about the level of compliance in Russia with international aviation law”, adding that there was a risk that “airlines may fly aircraft within Russia, regardless of where they are registered”. </p> <p>“The Bermudans had no choice,” said another industry expert. “Given that the manufacturers, Boeing and Airbus, had cut off access to Russian carriers in terms of maintenance and the provision of spare parts, it was logical that Bermuda's regulator would no longer be able to guarantee the airworthiness of the aircraft.”</p> <p>The Russian aircraft market is dominated by lessors, including Russian state-backed banks and foreign companies. </p> <p>Russia had in recent days already started to move some planes to its local registry, but experts pointed out that aircraft cannot be registered in two places. </p> <p>Seymour said he expected to see some lessors and financiers “write off their exposure on some aircraft”, adding “it will be too difficult and or uneconomic to retrieve some of their aircraft”.</p> <p>The International Civil Aviation Organization, the UN's aviation arm, said in an emailed statement that it was aware that “foreign aircraft leased and operated by airlines of the Russian Federation may be registered on the Russian registry while still registered in other states” but noted that “this dual registration would not be consistent” with the Chicago convention, the post-second world war treaty that governs international aviation. </p> <p>ICAO said it had “reached out” to Russia to request more details.</p> <p>Leasing companies have been terminating leases and trying to retrieve their aircraft, but most have failed so far. Under EU sanctions, Irish lessors have until March 28 to cancel contracts with Russian airlines. </p> <p>Dublin-based AerCap Holdings, the world's biggest leasing group, is the most exposed, with 152 aircraft leased to Russian airlines, according to data from IBA, followed by SMBC Aviation Capital with 34. SMBC said last week that it had issued termination notices to its airline customers in Russia. </p> <p>Russia is a signatory to the Cape Town Convention, a treaty designed to provide comfort to lessors around jurisdiction risk. Its 83 nations set up an international register to smooth repossessions of aircraft, but it relies on co-operation between the different stakeholders. </p> <p>“The Russians are in effect sealing themselves off from the international market,” said one person familiar with the situation, adding that “all conventions guaranteeing lessors to cross borders to get their aircraft back have been thrown out”.</p><p>Source: Sylvia Pfeifer in London 2022 'Russia law raises stakes for lessors rushing to recover aircraft' FT.com 14 March. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-03-14T14:58:01.178Z",
  "tags": [
    {
      "id": "US0970231058",
      "nexusId": "10030932",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 1655,
          "end": 1661
        }
      ]
    }
  ]
}