{
  "_id": "35b2d616da78d54b2e64b20ee19f0a702a71642e5d8c72ce161e4a73b8710b5f",
  "feed": "wall-street-journal",
  "title": "Southwest Airlines More Influential in Early 737 MAX Training Than Previously Known, Legal Filing Shows; Documents show carrier worked with Boeing on issues including whether pilots should be trained on a new flight-control system; airline disputes the claims",
  "text": "<p>SHARE YOUR THOUGHTS</p><p>How should regulators handle Southwest's involvement with the Boeing 737 MAX saga? Join the conversation below.</p><p>As a launch customer for the 737 MAX, Dallas-based Southwest was involved with the airplane's development, as the company was going to be among the first airlines to fly the new jet. Such involvement by launch customers isn't unusual. The automated cockpit feature known as MCAS was a new addition to Boeing's latest 737 model.</p><p>After the first 737 MAX crashed in late 2018, Southwest's pilot union and others in the aviation industry were critical of the exclusion of information about MCAS and its potential hazards from manuals. The global aviation community eventually learned that the automated feature was changed during its development, becoming more potent without sufficient safeguards.</p><p>It couldn't be determined whether Southwest was aware of later changes to MCAS that made the system more hazardous. But Southwest's apparent involvement in removing references to MCAS from flight manuals could help to answer a question that emerged shortly after the first 737 MAX crash about why pilots initially weren't told about the system.</p><p>Southwest spokeswoman Brandy King said the airline vigorously disputes the plaintiffs' characterization of facts cited in the litigation and said its allegations are completely without merit. She said the airline didn't recommend the system be removed from pilot manuals.</p><p>\"The plaintiffs have lost ground in the courts and are regurgitating false and unfounded allegations improperly directed at Southwest and its leadership team,\" she said. She declined to elaborate, citing the case's pending appeal.</p><p>Boeing declined to comment.</p><p>The legal filing, which was made in an appeals court proceeding in late March, stems from a class-action lawsuit filed in 2019 on behalf of plaintiffs who claim Southwest colluded with Boeing in an alleged scheme to defraud ticket buyers with artificially inflated prices. A federal judge certified the suit's class-action status last year. The recent appeals-court filing includes quotations from internal documents and depositions that were heavily redacted in earlier filings in the case.</p><p>The underlying documents provide a glimpse into Southwest's role in the developing 737 MAX pilot training before one of the worst corporate crises in modern American history began to unfold—regulators grounded the 737 MAX for nearly two years to fix MCAS, and the Justice Department launched a criminal probe. The investigation resulted in Boeing agreeing to pay a $2.5 billion criminal settlement and the unsuccessful prosecution of a former company pilot. Much of the U.S. government focus on the disasters in recent years was on the roles of Boeing and the Federal Aviation Administration, its primary regulator.</p><p>The plaintiffs' legal filing also cites documents showing Southwest was focused on another new 737 MAX feature, a cockpit alert to help pilots stabilize the aircraft.</p><p>In April 2016, according to the filing, Southwest and Boeing representatives discussed a plan to install the alert on a single current 737, and then deactivate it once the new MAX model entered service, according to the filing. The plaintiffs' filing characterized the plan as an effort to \"outflank the FAA's\" training officials by misleading them into believing the alert wasn't a new feature.</p><p>Former Boeing engineers said in interviews they recalled hearing of the plan. \"I didn't believe they would get away with it,\" former Boeing engineer Rick Ludtke said.</p><p>The FAA declined to comment. It couldn't be determined what became of the plan, but the cockpit alert eventually wound up on the 737 MAX.</p><p>In addition to the airline's involvement with training issues during the aircraft's development, Southwest executives closely coordinated with their Boeing counterparts about the airline's responses to the initial crash, according to the filing and documents it cites. That accident involved a 737 MAX operated by Indonesia's Lion Air.</p><p>Southwest, the busiest U.S. domestic carrier by passenger traffic, at first considered grounding its own 737 MAX fleet days after the Oct. 29, 2018, crash, according to the legal filing.</p><p>Southwest's Ms. King said the airline had considered grounding the 737 MAX in late 2018 as part of a risk assessment, but the airline determined its pilots were properly trained and prepared to continue safely flying the aircraft.</p><p>A second 737 MAX crashed less than five months later in Ethiopia. In all, the accidents took 346 lives. The March 2019 accident prompted regulators around the world to ground the aircraft for nearly two years.</p><p>Yavar Bathaee, who is the lead plaintiff's attorney in the case, declined to comment.</p><p>Southwest's involvement in decisions about MCAS is a focus of the plaintiffs' legal action, which points to the system as an example of the airline's close coordination with Boeing. In 2015, when the airplane was under development, Southwest conducted a review of differences in pilot checklists and other materials for older 737s and Boeing's latest MAX models and noticed the new flight-control system, according to the filing.</p><p>Southwest, which operates only 737s, stood to benefit from minimizing any differences between its existing fleet and MAX jets on order so that U.S. air-safety regulators wouldn't require that its pilots undergo simulator training to learn how to fly the new planes. Such training can prove costly for airlines, requiring they pull pilots off revenue-generating passenger flights.</p><p>After evaluating the new MCAS system and comparing it with an existing automated cockpit feature, a Southwest committee determined there wasn't a significant difference between the two that needed to be documented for flight crews, according to the legal filing.</p><p>\"[T]he SWA Team concurred with the Boeing MAX Team that no difference was indicated,\" according to an internal document excerpted in the plaintiff's legal filing. The filing says Southwest and Boeing both agreed to remove MCAS from the manuals.</p><p>The legal filing claims Southwest provided false answers in response to a 2018 Wall Street Journal inquiry about the airline's work on 737 MAX training.</p><p>\"Southwest was a recipient of, not a driver of, the training established\" by FAA officials who approve pilot training, Ms. King, the airline spokeswoman, said at the time. \"Again, making decisions on aircraft training programs is not the role Southwest should or did play in the certification process.\"</p><p>The legal filing also claims Southwest misled the leader of its pilot union about a deal with Boeing about 737 MAX simulator training. The plane maker had agreed to pay the airline $1 million for each new plane that required such training.</p><p>Before the deal became public, Jon Weaks, then president of Southwest's pilot union, asked airline operations chief Mike Van de Ven in 2019 about it, telling him in an email it was \"a rumor I keep getting asked about,\" according to the legal filing.</p><p>The plaintiff's legal filing claims Mr. Van de Ven lied in response. Through the Southwest spokeswoman, he declined to comment on the specific exchange but reiterated the company's view that the plaintiffs have mischaracterized facts in the case. A lawyer for Mr. Weaks declined to comment.</p><p>Mr. Van de Ven, who is now also Southwest's president, told Mr. Weaks: \"I never talked to Boeing about training requirements,\" according to the filing. \"I don't remember any financial penalties.\"</p><p>The filing said Mr. Van de Ven had negotiated and signed Southwest's agreement with Boeing.</p><p>Write to Andrew Tangel at Andrew.Tangel@wsj.com and Alison Sider at alison.sider@wsj.com</p><p>Southwest Airlines More Influential in Early 737 MAX Training Than Previously Known, Legal Filing Shows</p>",
  "published": "2022-05-12T11:00:00.000Z",
  "tags": [
    {
      "id": "US0970231058",
      "nexusId": "10030932",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 3507,
          "end": 3513
        },
        {
          "start": 7374,
          "end": 7380
        },
        {
          "start": 3381,
          "end": 3387
        },
        {
          "start": 3032,
          "end": 3038
        },
        {
          "start": 1888,
          "end": 1894
        },
        {
          "start": 1675,
          "end": 1681
        },
        {
          "start": 433,
          "end": 439
        },
        {
          "start": 5064,
          "end": 5070
        },
        {
          "start": 140,
          "end": 146
        },
        {
          "start": 3828,
          "end": 3834
        },
        {
          "start": 2740,
          "end": 2746
        },
        {
          "start": 4903,
          "end": 4909
        },
        {
          "start": 7564,
          "end": 7570
        },
        {
          "start": 5837,
          "end": 5843
        },
        {
          "start": 5995,
          "end": 6001
        },
        {
          "start": 6597,
          "end": 6603
        },
        {
          "start": 2535,
          "end": 2541
        }
      ]
    }
  ]
}