{
  "_id": "bb33bc6abe30f09233593d3d59b52435616769af8459cb58ebeb028d3407ecc6",
  "feed": "wall-street-journal",
  "title": "Airbus Cancels Qatar Airways Plane Contract, a Rare Move Amid Growing Spat; Cancellation is the latest move in a monthslong fight",
  "text": "<p>The cancellation is the latest move in a monthslong fight between Airbus, the world's largest plane maker, and Qatar Airways, which became the world's largest long-haul airline during the pandemic. Qatar Airways Chief Executive Akbar Al Baker has long had a tough-customer reputation, publicly lashing out at both Airbus and Boeing whenever he perceives delivery or quality issues.</p><p>Early last year, Mr. Al Baker complained that the paint on the recently delivered Airbus A350s was cracking and peeling, exposing copper meshing used to insulate the aircraft against lightning strike. Qatar Airways alleges in a London lawsuit that the paint issue is a safety risk. It has grounded the affected aircraft, refused deliveries of two more of the planes and is seeking $700 million from Airbus as compensation.</p><p>Airbus has acknowledged a paint issue with a number of A350s it delivered to Qatar Airways and other customers. It says it has identified the root cause of the problem and has issued guidance to airlines on how to continue operating the aircraft.</p><p>Airbus says the problem isn't a safety issue and shouldn't have led to any groundings—or major compensation claims. The European Union Aviation Safety Agency, which acts in many respects like the Federal Aviation Administration in the U.S., independently assessed the issue and found no safety concerns.</p><p>Airbus, in documents that are part of the London court case, accuses Qatar of exaggerating the paint concerns to get compensation for the groundings and to refuse delivery of the two additional A350s. In a court filing Thursday, Airbus said Qatar Airways' refusal to take those planes amounts to a default, allowing it to adjust or cancel other contracts it holds with the airline.</p><p>Spokespeople for Qatar Airways weren't immediately available to comment.</p><p>On Friday, Airbus said it was taking the next step, canceling a separate deal to supply Qatar with 50 smaller A321 jets. The deal, which was completed in December 2017, was advertised as having a combined sticker value of $6.35 billion.</p><p>The model is Airbus' bestseller, sought after by carriers and lessors as travel starts to pick up again, following two years of seesawing Covid-19 cases and waves of travel restrictions.</p><p>Airbus is currently struggling to meet demand for the popular A320 family of aircraft, including the biggest, longer range A321 variant. The company has been quickly ramping up production.</p><p>Qatar, which was supposed to start taking delivery of the A321s next year, has said it wants to resolve the issue with Airbus in time for the FIFA World Cup in November. Qatar is the host of the games and is anticipating a surge in demand for flights to the country as a result of the high-profile event.</p><p>Write to Benjamin Katz at ben.katz@wsj.com</p><p>Airbus Cancels Qatar Airways Plane Contract, a Rare Move Amid Growing Spat</p>",
  "published": "2022-01-21T14:28:00.000Z",
  "tags": [
    {
      "id": "US0970231058",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 325,
          "end": 331
        }
      ],
      "nexusId": "10030932"
    }
  ]
}