{
  "_id": "1028ec8f9f50f80c0e321f32b87c957a75d5b5c773a392269d87bd6da990f47b",
  "feed": "wall-street-journal",
  "title": "Airbus Plans to Expand Production in U.S., Moving to Boost A320 Output; Plane maker to build second assembly line for the single-aisle jet at its existing Alabama plant",
  "text": "<p>It didn't detail any new jobs that the new line at its plant in Mobile, Ala., might create, but has said previously it plans to hire 6,000 new employees globally, mostly for its commercial airline business. The Alabama plant now employs about 1,000 workers.</p><p>Most of Airbus production is centered in Europe. Planes made in Mobile are typically sold to North American carriers or lessors. Chief Executive Guillaume Faury said Wednesday that expanding the Alabama factory would provide more capacity for that market.</p><p>Airbus has for months signaled optimism about the return of demand for flying in the aftermath of the Covid-19 pandemic. It has pushed its suppliers to be ready to support rapid production increases, even as Covid-19 caseloads—and travel restrictions—have ebbed and flowed. Meanwhile, it has stolen Boeing's crown as the world's biggest plane maker, in part by filling a void left by the prolonged grounding of the 737 MAX.</p><p>Through the pandemic, Airbus kept production at levels sufficient to ensure it could quickly bounce back once travel rebounded. Part of its playbook was to pressure customers to honor their contracts amid the steep fall in travel.</p><p>It has also scored some sales wins, including orders for its single-aisle jets from long-time Boeing customers including Dutch flag carrier KLM and Australia's Qantas Airways Ltd. Airbus also booked new orders from U.S. customers last year including from Delta Air Lines Inc. and United Airlines Holdings Inc.</p><p>The single-aisle, or narrow-body, market has become critical as the industry emerges from the pandemic. Short-haul and domestic flying is recovering at a quicker pace than longer-haul routes that require bigger, wide-body aircraft.</p><p>Airbus had previously floated moving to a build-rate as high as 75 a month, leading to some pushback from both enginemakers and leasing companies, who aired concerns that the company was being overly optimistic in its expectations for a recovery. Suppliers in particular have been reluctant to make the heavy investments required in case demand didn't materialize or didn't hold up.</p><p>In February, Mr. Faury cautioned that the cost of retooling its supply chain after the pandemic, labor shortfalls and a surge in raw-material prices was proving challenging in its efforts to accelerate production.</p><p>Boeing is building the MAX at a rate of about 31 a month. While it has signaled to suppliers that it aims to elevate those rates, it hasn't yet outlined further rate increases. Spirit AeroSystems Holdings Inc. earlier on Wednesday said it expected the rate to remain at 31 this year, having previously expected a rise in the fourth quarter. It cut its free cash flow guidance this year in part due to lower expected deliveries of parts, including the main fuselage, for Boeing's MAX.</p><p>Airbus also reported net income in the first quarter of 1.2 billion euros ($1.27 billion) up from 362 million euros a year earlier, mainly driven by higher deliveries of commercial aircraft and cost reductions. Sales increased 15% to 12 billion euros.</p><p>Doug Cameron in Chicago contributed to this article.</p><p>Write to Benjamin Katz at ben.katz@wsj.com</p><p>Airbus Plans to Expand Production in U.S., Moving to Boost A320 Output</p>",
  "published": "2022-05-04T19:26:00.000Z",
  "tags": [
    {
      "id": "US0970231058",
      "nexusId": "10030932",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 2308,
          "end": 2314
        },
        {
          "start": 2778,
          "end": 2784
        },
        {
          "start": 813,
          "end": 819
        },
        {
          "start": 1263,
          "end": 1269
        }
      ]
    }
  ]
}