{
  "_id": "768b63385174be379e3b1785e0c6dd87e5b185efbc39e3b5cb4c86100abaed48",
  "feed": "wall-street-journal",
  "title": "Boeing Profit Falls as Plane Maker Awaits Approval to Deliver Dreamliners; U.S. manufacturer has increased production and deliveries of its 737 MAX amid supplier bottlenecks",
  "text": "<p>The adjusted per-share loss of 37 cents, which excludes pension charges, fell short of the 13-cent loss consensus among analysts polled by FactSet. Sales in the quarter fell 2% to $16.7 billion, with analysts expecting $17.6 billion.</p><p>Arlington, Va.-based Boeing booked a $93 million charge on its Starliner space capsule in the quarter. Boeing successfully launched the Starliner in May, but incurred higher costs after a botched earlier mission. It also took a $147 million charge on its MQ-25 refueling drone as costs rose to meet requirements set by its U.S. Navy customer.</p><p>Boeing shares were recently up almost 3% in premarket trading.</p><p>The company said it had positive operating cash flow in the second quarter. It reiterated the target of generating surplus cash for the full year.</p><p>\"Even as we navigate a difficult environment, we are making progress across key programs and are beginning to hit significant milestones,\" said Chief Executive David Calhoun in a message to employees Wednesday.</p><p>Monthly production of the 737 MAX has reached 31, up from 16 a year ago, as it deals with supply-chain challenges such as engine shortages that are also affecting rival Airbus SE, which reports quarterly earnings later Wednesday. Boeing has said it stepped up 737 deliveries in June.</p><p>Executives have said they expect Boeing will soon receive regulatory approval to resume deliveries of its wide-body 787 Dreamliner. A series of production issues has kept the plane maker from handing over that jet to customers for much of the last two years, leaving it with more than $25 billion of the aircraft in inventory.</p><p>Write to Andrew Tangel at Andrew.Tangel@wsj.com</p><p>Boeing Profit Falls as Plane Maker Awaits Approval to Deliver Dreamliners</p>",
  "published": "2022-07-27T12:04:00.000Z",
  "tags": [
    {
      "id": "US0970231058",
      "nexusId": "10030932",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 255,
          "end": 261
        },
        {
          "start": 1657,
          "end": 1663
        },
        {
          "start": 337,
          "end": 343
        },
        {
          "start": 0,
          "end": 6
        },
        {
          "start": 1315,
          "end": 1321
        },
        {
          "start": 577,
          "end": 583
        },
        {
          "start": 1228,
          "end": 1234
        }
      ]
    }
  ]
}