{
  "_id": "0ddb47acd3e0ff410802f6567996db2f37fd5a3ed3c3703e80b3ed8d5bf110f5",
  "feed": "wall-street-journal",
  "title": "Illumina's Deal to Buy Cancer-Test Developer Is Blocked by the EU; Grail merger put at risk as antitrust regulator diverges from U.S. decision, says $7.1 billion acquisition would harm innovation and choice",
  "text": "<p>The outcome could establish new precedents for mergers-and-acquisition oversight, antitrust lawyers said, especially because Grail's tests are relatively new and have generated little revenue so far—and none in the EU.</p><p>The bloc's antitrust regulator said Tuesday the purchase would stifle innovation and reduce choice in an emerging market for early cancer-detection blood tests. The decision could prompt Illumina, a maker of gene-sequencing machines, to shed Grail just over a year after scooping it up.</p><p>The EU's antitrust regulator said Illumina didn't offer sufficient remedies to address its concerns about the deal, and that it would issue a separate decision ordering Illumina and Grail to dissolve their transaction.</p><p>\"It is vital to preserve competition between early cancer-detection-test developers at this critical stage of development,\" said Margrethe Vestager, the EU's competition czar.</p><p>The action is a significant intervention by the European competition authority in a case that involves a U.S. company—Grail—with no current revenue inside the bloc.</p><p>In this case, the European Commission and FTC staff have indicated they hold similar positions opposing the combination, though the administrative law judge in the U.S. ruled in support of Illumina.</p><p>The bloc's move isn't an unprecedented divergence between the two economies, but it is unusual, especially because it involves a company without EU revenues, according to antitrust lawyers. And the action shows the potential for the EU to influence business deals worldwide and potentially even when regulators elsewhere accept a merger.</p><p>\"The fact that the EU has done this I think will open eyes wide to parties looking to purchase or buy sellers who don't have any revenue,\" said Jeffrey Jacobovitz, a former FTC antitrust attorney and the chair of the antitrust group at Arnall Golden Gregory LLP.</p><p>He added it wasn't unusual for the EU, which is known to aggressively pursue antitrust enforcement, to weigh in on a transaction involving two U.S. companies so long as it has jurisdiction.</p><p>The U.S. Chamber of Commerce objected to the bloc's intervention in a deal for a company without revenue in the region.</p><p>\"It's a dangerous precedent to suggest a deal should be blocked without a recognizable local nexus,\" said Sean Heather, the chamber's senior vice president for international regulatory affairs and antitrust. \"Not only does it ignore previously agreed international best practice, but it drives uncertainty around merger clearance to new heights.\"</p><p>The resolution of Illumina's purchase of Grail is still in question. Illumina said it plans to appeal the EU's decision, while the U.S. Federal Trade Commission has challenged the administrative law judge's ruling in support of the deal.</p><p>The company said it continued to believe the merger was pro-competitive and that it would accelerate innovation. It said, however, that it would begin reviewing strategic alternatives for Grail in the event that it isn't able to delay an expected EU divestment order while it appeals. Alternatives could include separating Grail back into a stand-alone company.</p><p>\"Illumina can make Grail's lifesaving, multicancer early detection test more available, more affordable, and more accessible—saving lives and lowering healthcare costs,\" said Charles Dadswell, Illumina's general counsel.</p><p>Some antitrust lawyers, however, said the European Commission's decision is likely to squash the deal. Even if Illumina wins an appeal in the case, the lawyers said, the commission could appeal the win and block the deal for years, which Illumina might not want to endure.</p><p>\"Usually when mergers are blocked, they are dead,\" said Salomé Cisnal de Ugarte, a partner with King &amp; Spalding LLP. She said there is always hope for an appeal, \"but even if the parties decide to go to court it will take time and by then they might not be interested anymore.\"</p><p>Grail's technology promises to help doctors and people diagnose cancer earlier than it has been by detecting it in the blood, a longtime goal but one that has proven technically difficult to accomplish.</p><p>San Diego-based Illumina, which makes and sells genetic-sequencing machines and the chemicals those machines use, founded Grail and spun off a majority of the business in 2017, retaining a minority stake.</p><p>Then in 2020, Illumina agreed to acquire the part of Grail it didn't already own and completed the acquisition in 2021, despite pending legal challenges.</p><p>The EU's competition regulator last year opened a probe into whether the completion of the acquisition breached a requirement for companies to put mergers on hold while the regulator investigates competition concerns. The fine for breaking that rule can reach as much as 10% of a company's revenue.</p><p>Illumina said at the time there was no legal impediment to closing the transaction. It said it would keep Grail as a separate unit and abide by whatever competition authorities decide.</p><p>The European Commission said Illumina is the only suitable supplier of the genetic-sequencing systems that are used by Grail and its rivals.</p><p>Illumina's acquisition of Grail meant the company would compete directly in the development of early cancer-detection tests, the regulator said.</p><p>\"This would stifle the ongoing innovation race between Grail and its rivals and ultimately lead to less innovation, less choice and higher prices for European citizens and for our healthcare systems,\" Ms. Vestager said.</p><p>Ms. Vestager added that Grail's independence would need to be restored. \"Illumina now needs to undo the effects of its actions and unwind the acquisition,\" she said.</p><p>In previous years, the acquisition likely wouldn't have been reviewed by the European regulator because it doesn't meet the bloc's traditional, revenue-based standard for review. Yet the commission said last year it aimed to expand its oversight to deals involving low-revenue companies with the potential to quickly become major market competitors in innovative sectors.</p><p>The bloc's Illumina decision could establish precedent for scrutiny of companies without revenues in the EU, antitrust lawyers said. \"We're talking about a deal that relates to a product that's not sold in Europe,\" said Axel Schulz, a Brussels-based partner with law firm White &amp; Case.</p><p>The General Court of the EU, the bloc's second-highest judicial body, in July upheld the commission's decision to review the Illumina deal. Illumina has said it is appealing that decision.</p><p>The competition authority's ruling comes less than a week after an in-house administrative law judge at the U.S. The FTC ruled in favor of Illumina in its acquisition of Grail, dealing a defeat to efforts by the FTC's competition enforcers to unwind the deal on antitrust grounds.</p><p>The judge rejected the argument that the deal would give Grail an advantage over potential competitors in gaining access to Illumina's DNA-sequencing technology. Illumina vowed to make its DNA-sequencing technology available to Grail's competitors.</p><p>The FTC subsequently appealed the administrative law judge's decision, sending it to the five-member commission.</p><p>The divergence in rulings between the EU and U.S. over the Illumina-Grail deal is the first time in years that contradictory decisions on a significant case have come from the two economies, but isn't unprecedented.</p><p>In 2001, the European Commission blocked General Electric Co. 's planned $42 billion takeover of Honeywell International Inc., just months after the U.S. Justice Department approved the deal, pending commitments from GE. The deal didn't go through.</p><p>More frequently, the two sides have differed on how they reviewed proposed deals and on the changes they mandated to grant approval. In 1997, the FTC approved Boeing Co.'s proposed $14 billion merger with rival McDonnell Douglas largely uncontested, but the commission conducted an extensive review and extracted from Boeing significant concessions before approving the deal.</p><p>Daniel Michaels contributed to this article.</p><p>Write to Kim Mackrael at kim.mackrael@wsj.com and Peter Loftus at peter.loftus@wsj.com</p><p>Illumina's Deal to Buy Cancer-Test Developer Is Blocked by the EU</p>",
  "published": "2022-09-06T21:08:00.000Z",
  "tags": [
    {
      "id": "US0970231058",
      "nexusId": "10030932",
      "name": "The Boeing Company",
      "confidence": 0.9952,
      "offsets": [
        {
          "start": 7886,
          "end": 7892
        },
        {
          "start": 7676,
          "end": 7686
        },
        {
          "start": 7727,
          "end": 7737
        },
        {
          "start": 7835,
          "end": 7841
        }
      ],
      "weightsV2": {
        "weight": 4.0,
        "baseWeight": 4.0,
        "expansionWeight": 0.0,
        "ontologyWeight": 0.0,
        "tagPositionWeight": 0.0,
        "titleWeight": 0.0
      },
      "typeRank": 3
    }
  ]
}