{
  "_id": "ea6f7f3a49f82da889996f95b820835979b8e51cd56d783f6e855fb00268614a",
  "feed": "ftcomall",
  "title": "Airbus cuts full-year delivery target amid supply chain woes",
  "text": "<p>Airbus has abandoned its target to deliver “around 700” commercial aircraft by the end of this year in the latest sign of the supply chain constraints that have dogged the industry's recovery since the Covid pandemic.</p> <p>The world's largest plane maker said that it considered the previous delivery target to “now be out of reach” although it stressed that the final figure was not expected to fall “materially short”. It also stuck to its existing profit and free cash flow guidance for the year. </p> <p>Airbus delivered 68 commercial aircraft in November, bringing the total number to 565 jets for the year to date, and leaving it 135 short of its goal with just four weeks to go.</p> <p>It is the <a href=\"https://www.ft.com/content/8b72c4cb-a749-4665-a2b9-b3379a6329e4\">second time</a> this year that the company has lowered its target, after originally projecting that it would deliver 720 jets before cutting its guidance in July. </p> <p>Like other global manufacturers, including US rival Boeing, Airbus has struggled with shortages of raw materials and other components, as well as the availability of labour, just as demand for air travel rebounded in the wake of the pandemic. Soaring energy costs because of the Ukraine war and rising inflation have since added to the pressures. </p> <p>Bottlenecks in the supply of engines in particular were a source of friction between Airbus and engine makers including CFM International, a joint venture between Safran and GE, earlier this year. </p> <p>Guillaume Faury, Airbus chief executive, cautioned last week that the crisis was unlikely to get any better until the end of next year. </p> <p>The company on Tuesday also adjusted the speed of its planned ramp-up of its best-selling A320 family of jets to 65 jets a month for both 2023 and 2024, citing the fact that this “complex environment will persist longer than previously expected” but gave no further details. The company reaffirmed plans to reach 75 jets a month by the middle of the decade. </p> <p>“It is unfortunate because this is the second time this year that Airbus has had to row back on its delivery target,” said Sash Tusa, analyst at Agency Partners. </p> <p>The decision “highlights just how unsustainable the aerospace supply chain is and how difficult it is for a manufacturer to push an aggressive ramp-up,” he added. “The entire ramp-up is likely to be significantly slower.”</p> <p>Shares in Airbus had earlier closed at €110.84 on Tuesday, marginally up on the day, before the announcement was made. The shares are down 4.5pc this year. <br></p><p>Source: Sylvia Pfeifer in London 2022 'Airbus cuts full-year delivery target amid supply chain woes' FT.com 6 December. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-12-06T18:30:59.589Z",
  "tags": [
    {
      "id": "US0970231058",
      "nexusId": "10030932",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 894,
          "end": 900
        }
      ]
    }
  ]
}