{
  "_id": "3932615e9c8b8c224685f2f3fd16713faf2d9ddf623670ac6d2c33e968e741c8",
  "feed": "wall-street-journal",
  "title": "NASA Scrubs Second Launch Attempt of Artemis I Moon Mission; The latest attempt to launch NASA's massive moon rocket was postponed because of a hydrogen leak—a different problem than the one that caused Monday's postponement",
  "text": "<p>JOHN F. KENNEDY SPACE CENTER, Fla.—NASA on Saturday postponed its latest attempt to blast off its massive moon rocket, the second time this week that the agency scrubbed a launch because of technical challenges.</p><p>A hydrogen leak emerged during the fueling process Saturday and couldn't be contained despite different attempts to fix it, according to Derrol Nail, the agency's commentator on its livestream.</p><p>NASA officials didn't immediately say when the next launch attempt would be. Before Saturday, agency leaders said there was a launch window available Monday and a short one on Tuesday.</p><p>The leak related to a connection on a line used to flow liquid-hydrogen into a huge tank on the Space Launch System, the towering rocket that the National Aeronautics and Space Administration wants to use to start its Artemis missions, which aim to return astronauts to the surface of the moon.</p><p>Hydrogen is a very small molecule, and NASA has struggled at times with leaks. The agency said it would take fresh steps to deal with a hydrogen leak after a practice run in June, for example. NASA was able to manage through a hydrogen leak during fueling on Monday, before that launch was called off because of problems with an engine-cooling procedure.</p><p>Engineers tried two different methods to stop the leak Saturday after first detecting it at 7:15 a.m. ET.</p><p>Photos: NASA's Artemis I Moon Launch</p><p>Neither was successful. Around 10 a.m., they decided to try the first fix again, allowing the connection related to the leak to warm up before teams \"hit it with some cryos,\" Mr. Nail said earlier, a reference to the super-cold cryogenic liquid hydrogen. The leak returned, however, after engineers tried that approach.</p><p>The SLS rocket uses super-cold liquid hydrogen and liquid oxygen as propellants, and filling its enormous tanks with them is a challenge. That is especially true because of the minuscule size of hydrogen, which can escape efforts to contain it, officials have said.</p><p>The liquid-hydrogen tank on the main part of the SLS rocket is about 131 feet tall and almost 28 feet in diameter, according to NASA. It has the capacity to hold 537,000 gallons of the fuel.</p><p>The leak on Saturday related to a \"quick disconnect\" connection on a line used to flow the liquid hydrogen into the rocket, Mr. Nail said.</p><p>After years of delays and cost overruns, NASA is trying to ignite the SLS rocket and launch the crewless Artemis I mission from a pad at the Kennedy site. Artemis is the name of NASA's program to return astronauts to the moon, where no person has visited since 1972, and eventually to develop a long-term presence there and push on to Mars.</p><p>For Artemis I, the SLS rocket would power the uncrewed Orion spacecraft toward a lunar orbit. Later, the capsule on that vehicle would return to Earth as part of a critical test of its heat shield.</p><p>NASA scrubbed Monday's attempt after encountering a series of challenges during countdown. In particular, the agency decided it needed more time to analyze data related to a problem that emerged during a cooling procedure for the SLS rocket's four engines.</p><p>While auto-racing drivers warm up engines on their cars before competing, NASA needs to chill the engines on the SLS rocket to around minus 420 degrees Fahrenheit to condition them for takeoff. During the attempt on Monday, one of the four engines wasn't getting as cold as the other three, though none of them cooled down to the right temperatures, officials said during briefings this week.</p><p>NASA officials said on Thursday that a temperature sensor delivered faulty data about the engine in question, even though sufficient quantities of ultra-cold liquid hydrogen used for the cool-down procedure were flowing into the engines.</p><p>\"We know we had a bad sensor. That was our challenge,\" said John Honeycutt, the agency's manager for the SLS program.</p><p>Because of the hydrogen leak Saturday, NASA wasn't able to start the engine-cooling effort around 8 a.m., as it had hoped.</p><p>When the rocket does launch, it would start a roughly 37-day mission, with the Orion capsule returning to splash down in the Pacific Ocean. If the mission is unable to go Monday or Tuesday, the agency would need to roll the vehicle back to a storage building at Kennedy and wouldn't be able to attempt a launch until Sept. 19.</p><p>Postponing flights wasn't uncommon during previous agency launch campaigns over the years, such as when NASA operated the space shuttle, which last flew in 2011. Bill Nelson, the NASA administrator and a former astronaut, said a shuttle flight he was on was pushed off four times before it flew. He has said NASA won't try to loft the SLS rocket for the Artemis I mission until it is ready.</p><p>After the first Artemis mission, NASA plans one more test flight using SLS and Orion before it looks to use the vehicles to set up the first moon landing in decades. That is a relatively small number of missions, according to some former leaders at the space agency.</p><p>\"NASA's testing cadence is not what any engineer would prefer to have,\" said Michael Griffin, a former NASA administrator. \"The reason is if NASA has a major failure, unlike the case for commercial operators, NASA will be subject to intense criticism, congressional investigations and the likely firing of the administrator. Few people are willing to risk that.\"</p><p>For the second Artemis mission, slated for 2024, NASA plans to launch astronauts on board Orion into lunar orbit using a SLS rocket, but they wouldn't try to touch down.</p><p>One year after that, the agency would use another SLS rocket and Orion ship to take astronauts back to orbiting the moon, where they would board a SpaceX Starship lander that the Elon Musk-led company is developing to take two astronauts to the lunar surface.</p><p>The different elements of the SLS rockets are jettisoned after use, though an increasing number of components and systems on Orion will be reused as Artemis missions take place, according to Lockheed Martin Corp., the ship's main developer.</p><p>Space Exploration Technologies Corp., the formal name for SpaceX, is developing its Starship spacecraft, and the booster that would blast it off, to be fully reusable. SpaceX's rocket system hasn't flown an orbital test yet.</p><p>NASA relied on Boeing Co., Northrop Grumman Corp. and other aerospace companies to develop different parts of the SLS rocket. The agency and main contractors have said they are pushing to reduce costs and streamline operations for Artemis. The first four Artemis flights are expected to cost $4.1 billion each, NASA's inspector general has said.</p><p>Write to Micah Maidenberg at micah.maidenberg@wsj.com</p><p>NASA Scrubs Second Launch Attempt of Artemis I Moon Mission</p>",
  "published": "2022-09-03T16:04:00.000Z",
  "tags": [
    {
      "id": "US0970231058",
      "nexusId": "10030932",
      "name": "The Boeing Company",
      "confidence": 0.976,
      "offsets": [
        {
          "start": 6227,
          "end": 6237
        },
        {
          "start": 6182,
          "end": 6192
        }
      ],
      "weightsV2": {
        "weight": 2.0,
        "baseWeight": 2.0,
        "expansionWeight": 0.0,
        "ontologyWeight": 0.0,
        "tagPositionWeight": 0.0,
        "titleWeight": 0.0
      },
      "typeRank": 2
    }
  ]
}