{
  "_id": "cd34929ae354fc66911ce5b984c8ffe20dfab4301b604e7910bfeca98af3d2a0",
  "feed": "ftcomall",
  "title": "Airbus poised for high-stakes legal clash with Qatar Airways",
  "text": "<p>Airbus is preparing to go head-to-head with one of its largest customers in a legal battle that includes claims for hundreds of millions of dollars in damages and an allegation that one of its best-selling aircraft is defective.</p> <p>The case centres on <a href=\"https://www.ft.com/content/6bbb4f11-d1de-41dc-be26-37b3c956977d\">claims by Qatar Airways</a> that the paint on its fleet of Airbus A350 long-haul aircraft is flaking, resulting in the grounding of 21 planes. </p> <p>The European plane maker will state next week in its defence filing that the claims are groundless, and an attempt by the airline to gain compensation because of the impact of the pandemic on its operations, according to written arguments it presented in the High Court in London last month.</p> <p>Qatar, which operates 34 A350-900s and 19 A350-1000s, first complained in late 2020 after one of its aircraft was sent to Ireland to be painted in a livery for this November's football World Cup in the Gulf state. Some abnormalities were found under the original paint when it was stripped off ahead of the application of the new colour scheme.</p> <p>Airbus, according to court documents filed by Qatar, recommended “approximately 900 patch repairs” to the damage. Things escalated throughout last year, with the Gulf carrier in May first threatening to refuse delivery of further jets. The airline subsequently <a href=\"https://www.ft.com/content/d9f71e9c-179a-49c4-86b3-2ad8e68daf15\">grounded 13 of the aircraft</a> on the orders of its regulator in August and said it would refuse to receive any more of the jets until the situation was resolved.</p> <p>In December, Qatar filed a claim in London's High Court. The Gulf carrier has now grounded 21 of its jets on the orders of its aviation regulator. It also has another 23 on order but has halted further deliveries.</p> <p>The high-stakes battle is being watched closely by the industry. Aircraft makers will usually move heaven and earth to avoid a court battle with a big airline — they would generally only see a customer in court if it had gone bankrupt and there was a need to secure ownership of expensive planes, according to industry experts. </p> <p>Akbar Al Baker, Qatar Airways' outspoken chief executive who is known for being an exacting customer of both Airbus and Boeing, has waged an increasingly bitter campaign in public against the European plane maker over the issue. But the rapid escalation of hostilities has taken industry experts by surprise.</p> <p>The dispute is a “very unusual breakdown of relations”, said Sash Tusa of Agency Partners.</p> <p>Qatar Airways is seeking more than $700mn in compensation for being unable to use the A350s — $618mn through December 17 2021 and a further $4.2mn per day.</p> <p>It claims that while the “root cause” of what it describes as “the condition” is not currently known, “current explanations suggest the condition is inherent in the design of the A350 and the procedures [Airbus] uses to manufacture it”. </p> <p>It released<a href=\"https://www.ft.com/content/9a0adbbc-5546-4dc5-a987-8b71360eb50a\"> a video </a>showing the apparent damage to its aircraft and cited a list of problems including defects that had left the lightning protection systems exposed and damaged, and damage around rivets on the aircraft fuselage.</p> <p>The European plane maker, which said in court filings last month that no compensation is payable, will file its defence next week. </p> <p>Airbus is expected to argue that the decisions by Qatari regulators to ground the planes was “wrong” and that there is “no reasonable or rational basis for them”, according to outline arguments it presented in court. It pointed out that Europe's aviation safety regulator had found that the surface flaws posed no airworthiness issue.</p> <p>The plane maker will contend that the inference to be drawn is that Qatar Airways “sought to engineer or has acquiesced” in the groundings on an “incorrect and inadequate basis” so as to be able to claim compensation from Airbus because it is in its “economic interests” to do so given the “impact of the Coronavirus pandemic” on its operations.</p> <p>Airbus declined to comment ahead of its full-year results on Thursday.</p> <p>The company last month escalated the dispute by cancelling a $6bn order from Qatar for 50 of its best-selling A321neo aircraft. It said in court filings that Qatar Airways' refusal to take delivery of two further A350 jets amounted to a default, allowing it to adjust or cancel other contracts it holds with the airline. Qatar Airways said at the time it is meeting its obligations under “all applicable contracts”.</p> <p>A number of other airlines have reported peeling or flaking paint on their A350s but none — nor their aviation safety regulators — have grounded any planes. Several industry experts noted that there had been other instances of peeling paint on composite surfaces. </p> <p>Both Finnair and Germany's Lufthansa confirmed they had experienced some issues with the A350 painting. Both carriers said these had been “cosmetic” only and had not impacted the aircraft's flightworthiness.</p> <p>Sean Doyle, chief executive of British Airways, whose parent company counts Qatar Airways as its largest shareholder, said the carrier's fleet of A350s were still “very new in delivery”. “So we'll have to wait and see, obviously, like everybody else in the industry, but we would monitor the situation.”</p> <p>Europe's aviation safety regulator told the Financial Times that based on the data it had seen and its own examination of “some affected aircraft, there is no indication that the paint and protection degradation affects the structure of the aircraft or introduces other risks”.</p> <p>Qatar Airways told the FT “it is not possible to state whether such a condition which is degrading the surface of the aircraft and its protection at an accelerated rate will have an impact on continuing airworthiness until the condition has been properly investigated and understood”.</p> <p>Scott Hamilton of Leeham News and Analysis said it was difficult to draw firm conclusions about the airworthiness of the A350s from the videos. While they showed “paint flaking or peeling”, the videos “can be highly selective in what they show”. </p> <p>“No conclusions other than the paint is peeling in some spots can be made,” he added.</p><p>Source: Sylvia Pfeifer and Philip Georgiadis in London 2022 'Airbus poised for high-stakes legal clash with Qatar Airways' FT.com 15 February. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-02-15T16:28:41.057Z",
  "tags": [
    {
      "id": "US0970231058",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 2108,
          "end": 2114
        }
      ],
      "nexusId": "10030932"
    }
  ]
}