{
  "_id": "a467ad9180561927aee39978917dd1c58420bb46ee1f224caad3bfcf6479141c",
  "feed": "wall-street-journal",
  "title": "Israel Makes Final Push to Shape Restored Iran Nuclear Deal; U.S. ally has stepped up its rhetoric against the agreement amid its election season",
  "text": "<p>\"This deal isn't a good deal. It was not a good deal when it was signed back in 2015. Today, the dangers it entails are even greater,\" said Mr. Lapid in a briefing to journalists last week.</p><p>Israel's views on the Iran deal carry special weight in Washington, given the country's continuing shadow military conflict with Tehran and a view shared in Washington and Jerusalem that Iran poses a serious threat to Israel's security. Former Israeli Prime Minister Benjamin Netanyahu unsuccessfully tried to marshal that influence in 2015, when he publicly battled the Obama administration and addressed Congress in a bid to stop the agreement.</p><p>Mr. Netanyahu's opposition to the deal helped persuade the Trump administration to exit from the agreement in 2018.</p><p>A U.S. official said Israel's election season was partly responsible for the more heated rhetoric coming from politicians there around the deal, which is broadly unpopular in Israel. The Biden administration has kept Israel closely informed about the negotiations, said people familiar with the discussions, allowing Israel to nudge privately against concessions and potentially heighten Washington's sensitivity to Israel's concerns, leading the U.S. to tread more carefully.</p><p>The U.S. official said the Biden administration and Israel understand each other's positions well.</p><p>SHARE YOUR THOUGHTS</p><p>What is your outlook on the revival of the nuclear deal with Iran? Join the conversation below.</p><p>With Mr. Netanyahu out of power but running for election, he is attacking the current government's approach. Mr. Lapid's government has stepped up its criticisms of the deal but privately say they are pushing for narrower, more achievable objectives around hardening the U.S.'s red lines in talks and insisting on Israel's freedom to attack Iranian targets after a deal.</p><p>The U.S. and Iran are in talks about how to come back into compliance with a 2015 deal that lifted harsh sanctions on Iran in exchange for tight but temporary limits on its nuclear program. After the U.S. exited the deal, Iran began violating it, too, enriching more uranium to higher levels. The European Union, which is brokering the talks, has sent a final proposal to restore the agreement, which the U.S. and Iran are currently haggling over.</p><p>Late Thursday, Iran pressed again for further U.S. commitments on lifting sanctions and providing guarantees that Iran will reap economic benefits from the deal, casting fresh uncertainty over an agreement. It also once again demanded a promise—repeatedly refused by Washington—that a United Nations atomic agency probe into Iran's nuclear program be closed as part of restoring a deal, according to Western officials. The State Department said the Iranian demands were \"not constructive.\"</p><p>U.S. officials say a restored deal would substantially curtail Iran's nuclear program, remove most of its stockpile of enriched uranium and oblige Iran to remove hundreds of advanced centrifuges that produce enriched uranium. It would increase Iran's breakout time—how quickly it can produce enough nuclear fuel for one weapon—to six to seven months compared with the current time span of a few weeks.</p><p>Israeli officials say restoring the 2015 deal now is dangerous because Iran has made so much progress on its nuclear program since then. The agreement has sunset provisions that essentially allow Iran to enrich unlimited amounts of uranium by 2030.</p><p>Israeli officials argue that a restored deal legitimizes Tehran's nuclear ambitions. A credible military threat against Iran combined with tough sanctions could still force Iran into greater concessions, Israeli officials say.</p><p>Israel wants a deal that would permanently curtail Iran's nuclear program, its militancy in the region and its ballistic missile program—a so-called longer and stronger deal of the kind that President Biden has said he wants. Iran has said it won't negotiate a broader deal.</p><p>In recent days, Mr. Lapid's government has stepped up its public opposition. Defense Minister Benny Gantz, a centrist who has ambitions to be prime minister, went to Washington last week, meeting his U.S. counterpart and telling think tanks that the deal would allow Iran to become a nuclear-threshold state in 2031.</p><p>But Israeli officials are careful to contrast their more vocal approach now to Mr. Netanyahu's 2015 advocacy, which strained relations with Washington. Mr. Lapid's government has shied away from directly criticizing the Biden administration, with the prime minister saying the current deal fails to live up to Mr. Biden's own stated goals.</p><p>Mr. Lapid, in remarks to his cabinet on Sunday, described his government's strategy as applying \"pressure but without going too far…to be part of the process without destroying our special relationship with the U.S.\"</p><p>When Mr. Barnea travels to Washington, he will meet with U.S. lawmakers to lobby against the deal, but it will be done behind closed doors, an Israeli official said. In its readout of a phone call Wednesday between Messrs. Lapid and Biden, Israel mentioned the Iran deal without offering commentary on it, though a senior Israeli official said Mr. Biden had assured Mr. Lapid that he would resist certain concessions to Iran that Israel has strongly lobbied against.</p><p>Nowhere has Israel's influence been seen more clearly than on the U.S. decision not to remove the toughest U.S. terrorism designation for Iran's elite Islamic Revolutionary Guard Corps, a key Iranian demand, say Israeli and Western diplomats. Israel went public with its opposition to the move in March at a critical time in the talks, when lifting the terror listing was still under discussion, according to diplomats involved in talks. Washington soon after made clear that the Foreign Terrorist Organizations listing would stay in place, almost killing the talks.</p><p>Iran has now accepted the IRGC's terrorism listing won't be part of the agreement, Iranian and Western officials say.</p><p>A senior Israeli official said Mr. Biden had also agreed to resist Iran's efforts to press the U.S. and its other negotiating partners to close down the U.N. atomic agency probe or, at the very least, to nudge the agency to end it.</p><p>A U.S. official said the Biden administration would never have bent its position on the IRGC terrorist designation or the U.N. atomic-agency probe.</p><p>Iran has repeatedly called on Washington not to let Israel make a deal more difficult. Iran's Foreign Minister Hossein Amir-Abdollahian, speaking onstage at the World Economic Forum in Davos, Switzerland, in May, said Israeli lobbying efforts were delaying the deal's revival and accused Israel of taking \"the national interests of the U.S. hostage.\"</p><p>A senior Israeli official said Mr. Biden told Mr. Lapid that \"Israel is entitled to defend itself without any limitations.\" U.S. officials said Israel wouldn't be constrained from striking Iran's nuclear program or its more conventional war against Iranian targets in Syria.</p><p>One of Israel's key requests could be to speed up the transfer of sophisticated American refueling planes that Israeli defense officials believe are necessary to strike far-off Iranian nuclear sites, said Omer Denk, a retired lieutenant colonel in the Israeli Air Force. On Thursday night, Israel signed a deal with the U.S. to purchase four advanced KC-46A refueling planes from U.S. defense contractor Boeing, which puts the delivery date at 2025.</p><p>Vivian Salama and Aaron Boxerman contributed to this article.</p><p>Write to Laurence Norman at laurence.norman@wsj.com</p><p>Israel Makes Final Push to Shape Restored Iran Nuclear Deal</p>",
  "published": "2022-09-04T15:13:00.000Z",
  "tags": [
    {
      "id": "US0970231058",
      "nexusId": "10030932",
      "name": "The Boeing Company",
      "confidence": 0.94,
      "offsets": [
        {
          "start": 7343,
          "end": 7349
        },
        {
          "start": 7298,
          "end": 7304
        }
      ],
      "weightsV2": {
        "weight": 2.0,
        "baseWeight": 2.0,
        "expansionWeight": 0.0,
        "ontologyWeight": 0.0,
        "tagPositionWeight": 0.0,
        "titleWeight": 0.0
      },
      "typeRank": 1
    }
  ]
}