{
  "_id": "0793a3cbbc5c97f418a97ba1b4d6f47ba535ae3694ce7cd5b49260e2ba75056b",
  "feed": "wall-street-journal",
  "title": "Boeing Races to Win Congressional Reprieve for New 737 MAX Models; Plane maker has an estimated $50 billion of orders it might lose",
  "text": "<p>Two years ago, Boeing executives thought they had ample time to secure regulatory approval for two new versions of the 737, the shorter MAX 7 and longer MAX 10, people familiar with the matter said. They thought that they could win Federal Aviation Administration certification without needing to undertake costly and time-consuming overhauls of the new planes' cockpits.</p><p>FAA approvals have taken much longer than expected. This week, with the postelection legislative clock ticking, federal lawmakers and their staff have been considering proposals that would grant Boeing a reprieve, including one from a key Senate Democrat that would require some safety improvements, though short of changes the current law would require. Pilot groups are split on the issue, and relatives of MAX crash victims are lobbying against a reprieve for Boeing.</p><p>The stakes are high. Carriers including United Airlines Holdings Inc., Delta Air Lines Inc. and Southwest Airlines Co. are banking on the new 737 MAX models to expand their flight networks and reduce fuel costs. Boeing's overall orders, for about 1,000 of the new jets, are worth at least $50 billion in revenue after customary discounts, according to the aviation data provider Ascend by Cirium—nearly as much as the company's overall sales last year of commercial jets, military aircraft and services.</p><p>Without a deadline reprieve, Boeing said in a securities filing that it might cancel both planes, resulting in further financial hits. Airlines have said they prefer common cockpit types for their 737 fleets. Carriers could instead buy already-approved MAX jets or planes from Boeing's European rival, Airbus SE.</p><p>Boeing and FAA officials have been getting used to a more-thorough process prescribed by the 2020 law. Boeing has had difficulty meeting the higher bar set by the FAA as agency officials ask more questions and company engineers at times turn in incomplete submissions for safety approvals.</p><p>Boeing declined to comment on the legislation. Chief Executive David Calhoun has expressed confidence that lawmakers will grant the company a reprieve. The company has argued that a common cockpit design is safer.</p><p>Airline executives and two pilot groups, Southwest's pilot union and the Air Line Pilots Association, have expressed agreement with Boeing's argument.</p><p>So has Robert Sumwalt, who was chairman of the National Transportation Safety Board when the two MAX crashes occurred in 2018 and 2019. Mr. Sumwalt said he didn't intend for his recommendation that future airplanes have modern cockpit-alerting systems to apply to the later versions of the 737 MAX. So-called commonality among all 737 MAX cockpits is critical for safety, he said.</p><p>\"You don't want pilots being confused at the wrong time,\" Mr. Sumwalt said.</p><p>Opposing a reprieve for Boeing are relatives of the 737 MAX crash victims and American Airlines Group Inc.'s pilot union. The accidents took 346 lives. A group of victims' relatives has been meeting with lawmakers and staff for months.</p><p>Michael Stumo, whose daughter Samya Rose Stumo died in the2019 MAX crash in Ethiopia, said lifting the deadline would give Boeing another pass to avoid needed safety upgrades.</p><p>\"Some are trying to jam it through in a total swamp move with no hearings, no data\" or other safety assessments, Mr. Stumo said.</p><p>SHARE YOUR THOUGHTS</p><p>Should federal lawmakers extend Boeing's deadline? Why or why not? Join the conversation below.</p><p>Boeing has been trying to get an extension attached to major must-pass bills under consideration before this Congress. Among them are an annual defense package called the National Defense Authorization Act and an omnibus spending bill.</p><p>Key lawmakers with influence over the matter include Sen. Maria Cantwell (D., Wash.), chair of the Senate Commerce Committee, and Rep. Peter DeFazio (D., Ore.), chair of the House Transportation Committee.</p><p>Ms. Cantwell, whose state is home to Boeing's commercial-jet unit, this week expressed support for lifting the deadline but not without additional safety improvements.</p><p>Her proposal is aimed as an alternative to a possible reprieve without strings attached, a congressional aide said. It would require newly produced 737 MAX jets and the existing fleet to be outfitted with safety features currently slated for the 737 MAX 10.</p><p>Sen. Ted Cruz (R., Texas), who also sits on the Commerce Committee, on Thursday said \"I think it makes sense\" to grant a reprieve from the deadline. His office declined to elaborate as senators continue their negotiations.</p><p>In pushing for an extension, Boeing has been touting those new safety features, suggesting that they would bring the company closer to complying with the intent of the law, people familiar with the matter said. Boeing said the features would reduce pilots' workload if airplane sensors transmitted erroneous data and involve related hardware changes.</p><p>Mr. DeFazio has opposed changing the deadline. The law imposing it followed an investigation into the MAX crashes by Mr. DeFazio's committee, and the resulting report is memorialized in his official portrait painting. Boeing has been seeking support needed to possibly circumvent Mr. DeFazio, people familiar with the matter said. The chair is retiring after the end of his term and won't be in Congress if Boeing fails to secure a reprieve by Dec. 27 and seeks to lift the deadline retroactively next year.</p><p>Mr. DeFazio said he supports requiring a modern cockpit-alerting system for new aircraft by the current deadline, criticizing what he called \"Boeing's recalcitrant approach to incorporating this critical safety feature.\"</p><p>Write to Andrew Tangel at andrew.tangel@wsj.com</p><p>Boeing Races to Win Congressional Reprieve for New 737 MAX Models</p>",
  "published": "2022-12-02T12:12:00.000Z",
  "tags": [
    {
      "id": "US0970231058",
      "nexusId": "10030932",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 0,
          "end": 6
        },
        {
          "start": 15,
          "end": 21
        },
        {
          "start": 564,
          "end": 570
        },
        {
          "start": 831,
          "end": 837
        },
        {
          "start": 1048,
          "end": 1054
        },
        {
          "start": 1368,
          "end": 1374
        },
        {
          "start": 1614,
          "end": 1620
        },
        {
          "start": 1649,
          "end": 1655
        },
        {
          "start": 1751,
          "end": 1757
        },
        {
          "start": 1937,
          "end": 1943
        },
        {
          "start": 2280,
          "end": 2286
        },
        {
          "start": 2775,
          "end": 2781
        },
        {
          "start": 3107,
          "end": 3113
        },
        {
          "start": 3339,
          "end": 3345
        },
        {
          "start": 3400,
          "end": 3406
        },
        {
          "start": 3876,
          "end": 3882
        },
        {
          "start": 4512,
          "end": 4518
        },
        {
          "start": 4693,
          "end": 4699
        },
        {
          "start": 5048,
          "end": 5054
        },
        {
          "start": 5236,
          "end": 5242
        },
        {
          "start": 5278,
          "end": 5284
        },
        {
          "start": 5648,
          "end": 5654
        }
      ]
    }
  ]
}