{
  "_id": "159c1d3ca60086423a58fbb6b3ef34fe9771a8808ad4b41328e7431137339b7d",
  "feed": "wall-street-journal",
  "title": "Title 42 Fight Stalls Passage of Omnibus Spending Bill; Senate Republicans seek a vote on the immigration measure as weekend deadline nears to fund the government and avert a shutdown",
  "text": "<p>Senate Majority Leader Chuck Schumer (D., N.Y.) opened Thursday's legislative day without an agreement on the terms for cutting off debate and proceeding to a vote on a $1.65 trillion government funding bill for fiscal 2023. The bill, which would keep the government funded beyond Dec. 23, also carries $45 billion in aid for Ukraine and NATO allies, and would finance big increases in military and domestic spending, including military pay raises.</p><p>\"We're getting ever closer to reaching an agreement—we're still not there,\" Mr. Schumer said Thursday morning. \"I hope we can finish the omnibus today. There's no reason why we can't.\"</p><p>He asked senators to stay close to the Senate floor so that they could begin voting once an agreement was reached. The Senate must pass the legislation before the House can take up the measure.</p><p>Lawmakers said the hold up in negotiations centered on Republican efforts to get an amendment vote on Title 42, the pandemic-era public-health measure allowing migrants to be expelled back to Mexico after crossing the U.S. border illegally. The policy was set to end this week but has been kept in place temporarily by the Supreme Court.</p><p>Sen. Mike Lee (R., Utah) said he was demanding a vote on preserving Title 42 at a simple-majority threshold as a condition for allowing votes on the omnibus bill to proceed. Quick action will depend on whether all 100 senators can agree to forgo the debate time built into Senate procedures and proceed to a final vote, giving senators leverage to negotiate for amendment votes.</p><p>\"Title 42 is the one thing standing between us and utter chaos,\" Mr. Lee said on Fox News. He predicted that such an amendment would pass and warned Democrats: \"If they don't give us an up-or-down vote, this is going to be very difficult for them and will cost them the omnibus.\"</p><p>The policy, first rolled out by the Trump administration as Covid-19 was starting to spread, is believed to have acted as a deterrent for some migrants seeking asylum because they could be turned back even if they asked for protection in the U.S.</p><p>Most border analysts expect lifting the policy will lead to at least a temporary spike in illegal border crossings. In anticipation of the policy's expiration, which had been set for Wednesday, some border cities were seeing surges. In El Paso, Texas, migrants primarily from Nicaragua slept on the streets in near-freezing temperatures because bus or plane tickets to leave the city were booked up.</p><p>A Senate Democratic leadership aide said the Title 42 amendment would pass the evenly divided Senate if offered at a 50-vote threshold, and that its passage would act as a poison pill that would kill the omnibus in the House.</p><p>On Tuesday, congressional appropriators unveiled the wide-ranging spending bill for fiscal 2023 with sharp increases in military and domestic funding, with the aim to get it passed before the deadline and to go home before Christmas.</p><p>SHARE YOUR THOUGHTS</p><p>What items are you watching most closely in the omnibus spending bill? Join the conversation below.</p><p>The bipartisan legislation cleared its first procedural hurdle on Tuesday, with a 70-25 vote in the Senate to proceed to the bill. The bill needs 60 votes to clear procedural hurdles in the Senate and a simple majority to pass. However, all senators must agree to give back debate time to hurry the process along.</p><p>The spending package drew objections from some Republicans in the Senate and House who said it was bloated and full of unnecessary spending. Critics said that leadership should have released the bill sooner rather than forcing lawmakers to vote after just days to review it.</p><p>Some House Republicans had also argued that Republicans should refuse to begin talks on the bill until the next Congress, when the GOP will control the House. But those calls were ignored by Senate negotiators.</p><p>The bill includes $858 billion in military spending, $45 billion more than President Biden had requested and up about 10% from $782 billion the prior year. Senate negotiators said it also includes $772.5 billion in nondefense discretionary spending, up almost 6% from $730 billion from the prior year. The overall discretionary price tag works out to about $1.65 trillion, compared with $1.5 trillion the prior fiscal year.</p><p>The product of months of behind-the-scenes haggling, the legislation carries an additional $44.9 billion in aid to help Ukraine and North Atlantic Treaty Organization allies, $40.6 billion for disasters such as drought and hurricanes, as well as funds earmarked for projects in lawmakers' home districts. It includes changes to the 1887 Electoral Count Act that would make it harder to block the certification of a presidential election, widens a ban on TikTok on government devices, and extends a Dec. 27 deadline for Boeing Co. to secure federal safety approvals for two new versions of the 737 MAX airplane.</p><p>Legal and political fights have kept the Title 42 policy in place for months longer than the Biden administration intended when it moved to end its use last May. More than a dozen GOP states sued to keep it in place, and a federal judge in Louisiana extended the policy's use indefinitely on the grounds that the Biden administration didn't use the proper administrative procedure to end it.</p><p>In November, a federal court in Washington ruled in a separate lawsuit that the policy's use was illegal from the start as it violates federal refugee laws by denying migrants at the border a chance to ask for asylum.</p><p>Meanwhile, in the lead-up to November's midterms, some vulnerable Democrats running for re-election started expressing concerns about lifting Title 42 without an adequate border plan to replace it. In August, Congress voted down an amendment that would have indefinitely kept the policy in place pending the end of a declared national public-health emergency, though the measure was sponsored by a Democrat, Sen. Jon Tester of Montana, and won support from five of his Democratic caucus colleagues.</p><p>Write to Siobhan Hughes at Siobhan.hughes@wsj.com and Lindsay Wise at lindsay.wise@wsj.com</p><p>Title 42 Fight Stalls Passage of Omnibus Spending Bill</p>",
  "published": "2022-12-22T14:14:00.000Z",
  "tags": [
    {
      "id": "US0970231058",
      "nexusId": "10030932",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 4795,
          "end": 4805
        }
      ]
    }
  ]
}