{
  "_id": "be898f703bb9655a44854d5a4002c83359c6f276d5eba0583fc8bafac2d54dca",
  "feed": "ftcomall",
  "title": "Raytheon expects sales boost as armies replenish amid Ukraine war",
  "text": "<p>US defence group Raytheon Technologies expects a boost to its sales as western countries supporting Ukraine replenish their missile supplies, though it warned of a near-term hit following its decision to permanently withdraw from Russia.</p> <p>“We would expect . . . a benefit to the [Raytheon missiles and defence business] top line” and to the wider business, as defence budgets and replenishment orders increase over the coming years, chief executive Greg Hayes told analysts on the company's first-quarter earnings call on Tuesday. </p> <p>However, he said the financial benefits would not be immediate. For instance, the company's Stinger missiles, which along with Lockheed Martin-co-produced Javelins have been “very successful” in Ukraine, need an electronic redesign and new materials sourcing, so orders for larger replacements will not come until 2023 or 2024.</p> <p>“We have a very limited stock of material for Stinger production,” Hayes said. Raytheon is working with the US Department of Defense, which has not purchased a Stinger for 18 years, on resourcing materials. </p> <p>Still, the company said it would suffer a near-term hit from its decision to end its Russian operations, outlining a $750mn cut to its full-year sales outlook to $67.8bn to $68.8bn. The forecast does not reflect any potential gains from western military clients replenishing their stocks.</p> <p>“We're done in Russia, full stop,” Hayes said. “I think this is, as they say, crossing the Rubicon here.”</p> <p>Russia accounts for about 1.5 per cent of Raytheon's total sales, or roughly $900mn per year, and the company said it had a “relatively significant hit” to earnings of some $200mn in the quarter because of the impact of sanctions. </p> <p>The country was a large source of the Massachusetts-based group's titanium supplies and “trying to find titanium sourcing today is very difficult”, Hayes said. The company also sold its share in a Russian joint venture with Boeing and Embraer “and we aren't going back”, he said. </p> <p>A number of western companies have taken impairment charges tied to their Russian operations, including <a href=\"https://www.ft.com/content/904bac5d-fa4b-471a-a1c5-93757ccf69c1\">a $230mn charge</a> reported by GE on Tuesday.</p> <p>Still, Raytheon expects to be able to offset some of the losses of sales in Russia. Its subsidiary Pratt &amp; Whitney will no longer ship engines to European aircraft maker Airbus that were intended to outfit aeroplanes destined for Russia. Some of those aircraft will, however, be remarketed elsewhere. </p> <p>Raytheon reported adjusted sales of $15.7bn in the first quarter, up 3 per cent from the same period last year, driven by the recovery of commercial air traffic worldwide, and adjusted net income of $1.7bn, up 26 per cent. Earnings per share and free cash flow beat the company's expectations, coming in at $1.15 and $37mn, respectively, for the January-to-March period.</p> <p>The Raytheon order backlog was $154bn at the end of the first quarter, with $92bn coming from commercial aerospace and $62bn from defence. </p> <p><em>Additional reporting by Andrew Edgecliffe-Johnson in New York</em></p><p>Source: Steff Chávez in Chicago 2022 'Raytheon expects sales boost as armies replenish amid Ukraine war' FT.com 26 April. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-04-26T17:23:05.744Z",
  "tags": [
    {
      "id": "US0970231058",
      "nexusId": "10030932",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 1915,
          "end": 1921
        }
      ]
    }
  ]
}