{
  "_id": "81256b49a56a5589df822f8205c9e6464192a37ad0023f49baf0cdf62b91c906",
  "feed": "wall-street-journal",
  "title": "Elon Musk's SpaceX, NASA Set for Latest Crew Launch to Space Station; Company has won eight additional flights to the facility this year from space agency",
  "text": "<p>The mission would mark the sixth time SpaceX has flown astronauts to the station for the space agency since 2020, and comes after NASA has moved to deepen its relationship with the Elon Musk-led company. In separate deals this year, NASA awarded Space Exploration Technologies Corp., as SpaceX is formally called, a total of eight additional crewed flights to the research facility, according to agency statements.</p><p>Those additional missions are expected to occur over the next few years until 2030, NASA has said. Together, they increased the total value of the company's contract with the agency for crew flights to the research facility from $2.7 billion to more than $4.9 billion.</p><p>Benji Reed, senior director for human spaceflight programs at SpaceX, said the company benefits from knowing it has those flights, along with others, to work toward. Having \"an ongoing manifest of missions is great because folks get to plan and repeat and practice that effort,\" Mr. Reed said during a recent briefing organized by NASA.</p><p>Right now, SpaceX is the only space-transport provider NASA has certified to handle human missions, though Boeing Co. has been aiming to gain that status for its Starliner spacecraft after working through technical challenges and completing an uncrewed test flight to the station in May.</p><p>SHARE YOUR THOUGHTS</p><p>What do you think NASA's role in human space flight should be? Join the conversation below.</p><p>The latest SpaceX mission for NASA comes during a busy stretch for the company, and as Mr. Musk juggles multiple responsibilities elsewhere. The entrepreneur, who also serves as chief executive at Tesla Inc. and has founded startups, recently offered to complete his purchase of Twitter Inc.</p><p>Write to Micah Maidenberg at micah.maidenberg@wsj.com</p><p>Elon Musk's SpaceX, NASA Set for Latest Crew Launch to Space Station</p>",
  "published": "2022-10-05T12:54:00.000Z",
  "tags": [
    {
      "id": "US0970231058",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 1128,
          "end": 1138
        }
      ],
      "nexusId": "10030932"
    }
  ]
}