{
  "_id": "c48403fd4ff9b4d422c58cfb48b8989dd61b5fcd28872e545e065de22889549a",
  "feed": "wall-street-journal",
  "title": "Russia Says It Will Withdraw From International Space Station; Country plans to leave orbiting research facility after 2024",
  "text": "<p>Russia's invasion of Ukraine strained international cooperation in space, scuttling several missions and putting pressure on decades of collaboration in orbit among spacefaring nations. Earlier this month, NASA issued a rare rebuke of Russia after cosmonauts on the facility were shown in a Roscosmos social-media post holding flags tied to parts of Ukraine that Russia had invaded.</p><p>Russia's move to leave the station could complicate plans to use the station for the rest of the decade before its retirement, as NASA prefers to do. Last year, the U.S. space agency said the White House had approved an effort to continue running the facility, where researchers conduct scientific experiments, through 2030.</p><p>Following Russia's invasion of Ukraine and subsequent sanctions the U.S. and other countries imposed on Russia, Roscosmos earlier this year raised questions over whether it could continue using the facility. The station depends in part on hardware controlled by Roscosmos to operate, with that technology providing periodic boosts to keep the facility in orbit.</p><p>A representative for Roscomos had no further comment and referred back to the exchange between President Putin and Director General Borisov posted to the Kremlin website.</p><p>A spokesman for the National Aeronautics and Space Administration didn't immediately respond to a request for comment. NASA, along with the European Space Agency and other space agencies, operate the space station through an international partnership.</p><p>The U.S. space agency has been pushing to get multiple, privately run space stations in orbit. Last year, it chose three teams—one includes Jeff Bezos's Blue Origin LLC—to create such facilities. Axiom Space Inc., a Houston-based space company, is also working on its own station.</p><p>NASA has been trying to use the current facility to try to foster more economic activity in orbits relatively close to Earth. It permitted private astronauts from Axiom to visit the facility earlier this year, for example. Elon Musk's SpaceX has been handling both NASA cargo and crewed launches to the station, while Northrop Grumman Corp. has conducted supply runs. Boeing Co. also plans to transport astronauts to the current facility.</p><p>—Georgi Kantchev contributed to this article.</p><p>Write to Micah Maidenberg at micah.maidenberg@wsj.com and Allison Prang at allison.prang@wsj.com</p><p>Russia Says It Will Withdraw From International Space Station</p>",
  "published": "2022-07-26T15:14:00.000Z",
  "tags": [
    {
      "id": "US0970231058",
      "nexusId": "10030932",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 2142,
          "end": 2152
        }
      ]
    }
  ]
}