{
  "_id": "ca31efc40b68ea14fb8a255100be647e28c4526ffddbf4ef18e07d12a56d0f49",
  "feed": "ftcomall",
  "title": "Boeing costs from Dreamliner swell to $5.5bn",
  "text": "<p>Boeing reported a pre-tax charge of $3.5bn for its Dreamliner 787 programme, taking the anticipated cost of delays for the wide-body passenger aircraft up to $5.5bn.</p> <p>Dreamliner production has caused <a href=\"https://www.ft.com/content/f1f08be2-c65c-4c39-ba48-37096be1fa5b\">headaches</a> for the aircraft maker, which halted deliveries of the aeroplane for a second time in May after numerous manufacturing flaws were discovered by the company and investigated by US regulators. </p> <p>Boeing has also raised the amount of abnormal production costs associated with the Dreamliner from about $1bn to $2bn by the end of 2023. </p> <p>The financial charges “significantly impacted our earnings”, chief executive Dave Calhoun wrote in a message to employees on Wednesday as the company released results from the latest quarter. </p> <p>The $3.5bn charge was mainly because of estimated customer compensation for longer delivery delays, chief financial officer Brian West told investors. The $2bn in abnormal costs stem from lower production rates lasting for longer and higher costs to retrofit aircraft. </p> <p>The 787 Dreamliner is being produced “at a very low rate and will continue to do so until deliveries resume”, Boeing said. The return to producing five of the aeroplanes per month, the rate at which it had been producing them until July 2021, will be “gradual”.</p> <p>American Airlines is expecting its first 787 delivery in mid-April, a timeline that has not changed in the past couple of months, Derek Kerr, the airline's chief financial officer, said during the US carrier's January 20 earnings call. </p> <p>But while the US's largest airline had been expecting all 13 of its 2022 Dreamliner deliveries in the summer, it has since revised that number down to four. “If there are further delays, and it really does impact the summer much more” than expected at present, Kerr said, Boeing has promised to compensate it for the additional losses.</p> <p>The aerospace giant posted a $4.2bn net loss in the fourth quarter, compared with a $132m loss in the previous quarter, on revenue of $14.79bn, missing analysts' revenue expectations of $16.5bn. The adjusted quarterly loss per share stood at $7.69. The company said its cash flow had turned positive — reaching $700m — for the first time since 2019.</p> <p>For the full year 2021, Boeing reported a loss of $4.29bn on revenue of $62.29bn, with an adjusted loss per share of $9.44 and operating cash flow of minus $3.4bn.</p> <p>Boeing said it would resume deliveries in China of the 737 Max aircraft as early as the first quarter, pending final clearance from Chinese regulators and airlines. The aircraft had been grounded after two fatal crashes in 2018 and 2019. Production is up to 26 aeroplanes a month, and that rate is on track to increase to 31 a month early this year.</p><p>Source: Steff Chavez in Chicago 2022 'Boeing costs from Dreamliner swell to $5.5bn' FT.com 26 January. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-01-26T18:48:01.911Z",
  "tags": [
    {
      "id": "US0970231058",
      "nexusId": "10030932",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 1769,
          "end": 1775
        },
        {
          "start": 400,
          "end": 406
        },
        {
          "start": 0,
          "end": 6
        },
        {
          "start": 2207,
          "end": 2213
        },
        {
          "start": 1109,
          "end": 1115
        },
        {
          "start": 2347,
          "end": 2353
        }
      ]
    }
  ]
}