{
  "_id": "2ce8dac01a53ea45b6352df6fde4a00724b5e858a7078d4e86f9a94ea1e70434",
  "feed": "market-watch",
  "title": "As Russia presses its war with Ukraine, here are 10 aerospace and defense stocks expected to rise up to 39%",
  "text": "<p>Below is a screen of aerospace and defense stocks of European and U.S. companies, showing the ones most favored by analysts polled by FactSet.</p><p>Read:Russia's invasion of Ukraine — four ways this war could end</p><p>The STOXX Europe Total Market Aerospace and Defense Index has risen 5% this year and is up 14% from its 52-week low on Dec. 15. You might be surprised to see that the index is actually down 20% from its high on Feb. 11, 2020. Here's a 10-year chart:</p><p>FactSetMeanwhile, the S&amp;P 500 aerospace and defense subsector is up 11% for 2022, up 23% from its 52-week intraday low on March 3, 2021, and down 5% from its 10-year intraday high on Feb. 10, 2020.</p><p>Here's a 10-year chart for the S&amp;P 500 aerospace and defense subsector:</p><p>FactSetAerospace and defense stock screen</p><p>With political attitudes changing in Western countries, a long-term increase in defense spending seeming likely, and defense stocks not having risen as much as might have been expected after Russia launched a major war in Europe, this is a good time for investors to consider this subsector.</p><p>In order to come up with a broad list of stocks to screen, we began with the 25 companies in the STOXX Europe Total Market Aerospace and Defense Index and then added the components of these two U.S. ETFs:</p><p>The iShares U.S. Aerospace &amp; Defense ETF ITA has $2.72 billion in assets and holds 32 U.S. stocks. It is highly concentrated, as the stocks are weighted by market capitalization with a cap at 22.5% for any one holding when the portfolio is rebalanced quarterly. According to FactSet's most recent data, Raytheon Technologies Corp. RTX, makes up 22.9% of the portfolio and the top five holdings make up 55% of the portfolio.</p><p>The SPDR S&amp;P Aerospace &amp; Defense ETF XAR takes a more balanced approach, aiming for a portfolio with a mix of 40% large-cap stocks, 40% mid-cap stocks and 20% small-cap stocks. The fund holds shares of 30 U.S. companies and its top five holdings make up 24% of the portfolio.</p><p>Adding together the holdings of the two U.S. ETFs, removing duplicates and then adding the components of the STOXX Europe Total Market Aerospace and Defense Index produces a list of 60 companies.</p><p>Among the 60 companies, 42 are covered by at least five analysts polled by FactSet.</p><p>Narrowing further, here are the 10 aerospace and defense stocks with majority “buy” or equivalent ratings that analysts expect to rise the most over the next year. Share prices and price targets are in local currencies where the shares are listed:</p><p> Company                                   Ticker   Country      Share “buy” ratings  Closing price – March 2  Consensus price target  Implied 12-month upside potential  Avio SpA                                  IT:AVIO  Italy        60%                  11.00                    15.24                   39%  Axon Enterprise Inc.                      AXON     U.S.         100%                 144.61                   196.60                  36%  Airbus SE                                 FR:AIR   Netherlands  91%                  109.68                   148.16                  35%  Boeing Co.                                BA       U.S.         69%                  197.81                   259.00                  31%  Spirit AeroSystems Holdings Inc. Class A  SPR      U.S.         84%                  46.95                    60.81                   30%  Avon Protection PLCAvon Protection PLC                       UK:AVON  U.K.         57%                  12.62                    16.21                   28%  Safran S.A.                               FR:SAF   France       67%                  108.26                   131.18                  21%  Kratos Defense &amp; Security Solutions IncKratos Defense &amp; Security Solutions Inc.  KTOS     U.S.         64%                  19.35                    23.05                   19%  RBC Bearings Inc.                         ROLL     U.S.         63%                  196.00                   232.67                  19%  BWX Technologies IncBWX Technologies Inc.                     BWXT     U.S.         71%                  53.03                    62.71                   18%  Source: FactSet</p><p>Click on the tickers for more about each company.</p><p>Click&#xa0;here&#xa0;Tomi Kilgore's detailed guide to the wealth of information available for free on the MarketWatch quote page.</p><p>Don't miss: These two energy companies are shoveling cash to investors and their stock prices are cheap</p>",
  "published": "2022-03-04T11:43:00.000Z",
  "tags": [
    {
      "id": "US0970231058",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 2767,
          "end": 2777
        }
      ],
      "nexusId": "10030932"
    }
  ]
}