{
  "_id": "9393eb23bad3e3f12799db05d2ea21b9cf17db25e999fd7856bb2ebd59f83b41",
  "feed": "wall-street-journal",
  "title": "Kittyhawk, Google Co-Founder Larry Page's Air Taxi Startup, Is Winding Down; Startup's closing marks an exit from a crowded industry",
  "text": "<p>The company didn't immediately respond to a request for comment. Google didn't immediately respond for a request for comment on behalf of Mr. Page, who sits on the board of Google's parent company Alphabet Inc.</p><p>Kittyhawk's closing marks an exit from a crowded industry. A large number of companies, both startups and legacy aviation firms, have been working on air taxis, or eVTOLs (short for electric vertical take off and landing). A handful have gone public. One major issue is there aren't enough places for these vehicles to take off and land. Integrating them into existing air-traffic control systems has also been a challenge.</p><p>Kittyhawk, based in Palo Alto, Calif., was founded in 2010 by Sebastian Thrun. In 2019, Kittyhawk announced a strategic partnership with Boeing Co.</p><p>A Boeing spokeswoman said Kittyhawk's decision to cease operations wouldn't affect its commitment to Wisk Aero, a joint venture to develop a flying taxi. She declined to specify how much of a stake Boeing has in the Wisk venture.</p><p>\"We do not expect Kittyhawk's announcement to affect Wisk's operations or other activities in any way,\" she said.</p><p>Boeing and Wisk earlier this week had detailed a plan to get automated and uncrewed aircraft to transport passengers and cargo around cities.</p><p>In January, Boeing said it was investing $450 million in Wisk.</p><p>Kittyhawk says on its LinkedIn page that the company has flown and made over 100 aircraft.</p><p>Write to Allison Prang at allison.prang@wsj.com and Andrew Tangel at andrew.tangel@wsj.com</p><p>Kittyhawk, Google Co-Founder Larry Page's Air Taxi Startup, Is Winding Down</p>",
  "published": "2022-09-21T20:30:00.000Z",
  "tags": [
    {
      "id": "US0970231058",
      "nexusId": "10030932",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 981,
          "end": 987
        },
        {
          "start": 785,
          "end": 791
        },
        {
          "start": 1127,
          "end": 1133
        },
        {
          "start": 1281,
          "end": 1287
        },
        {
          "start": 772,
          "end": 782
        }
      ]
    }
  ]
}