{
  "_id": "f04ca05f3c753c228e272530f89c101b69f64a490b3e204634758c24ed9941f0",
  "feed": "ftcomall",
  "title": "Rolls-Royce must become a ‘profitable icon', says chair Anita Frew",
  "text": "<p>The next chief executive of Rolls-Royce does not need a background in aerospace, but must be able to restore the engineering group's status as a profitable icon of British industry, according to its chair Anita Frew.</p> <p>The FTSE 100 industrial group is in the final stages of choosing a successor to Warren East, who will leave at the end of the year after running the group since 2015. </p> <p>In an interview with the Financial Times, Frew credited East for putting Rolls-Royce on its strategic path towards net zero emissions, but said it was now time to look at “the more granular path of how do we get from A to B” in executing the plan. </p> <p>“How much capital does it require and how are we going to deploy that capital across the businesses in a way that really produces returns,” she added.</p> <p>Frew, who became the <a href=\"https://www.ft.com/content/6d6b969a-65cc-4f3d-8763-3e49f0d5964e\">first woman to chair the 116-year-old group</a> last October, said the new CEO had to “get it back to being an icon of British industry, but a profitable one”.</p> <p>Rolls-Royce has previously drawn criticism from industry experts for recruiting leaders from outside the aerospace sector. </p> <p>Frew, who is also chair of chemicals group Croda and has herself never worked in the industry, said that “it has to be someone who is used to a big global complex industrial business. I don't think it has to be aerospace. The board doesn't think it has to be aerospace.” </p> <p>The company surprised investors in February when it announced that East would leave at the end of 2022. His tenure has been marked by a series of crises, including several that he inherited, including corruption allegations that the group settled, before coronavirus sent Rolls-Royce into a tailspin. In 2020, it embarked on a sweeping restructuring plan to cut 9,000 jobs and had to shore up its balance sheet with £7.3bn of new equity and debt.</p> <p>Although its 2021 results revealed that the company had moved back into the black and was ahead of its restructuring targets, East's departure <a href=\"https://www.ft.com/content/c2780aec-09ab-45e5-bcff-32a7e9ca6857\">unnerved investors</a>. </p> <p>Rolls-Royce's recovery has also been held back by global supply chain problems and a sluggish rebound in some key parts of the airline market. Its engines power wide-body planes and recovery in long-haul traffic has lagged that of the short-haul narrow-body planes, a dynamic that has contributed to a 32 per cent drop in the group's shares this year.</p> <p>Frew says that while East's successor might not need aerospace experience, they will need to understand “where the hidden challenges are” at Rolls-Royce given its breadth of activities from building and maintaining aircraft engines to managing its power systems operations.</p> <p>“We have an OEM business, an after-market business, energy business, projects business and ventures. They all have different business and operational models and all have different ways of producing a return,” she said.</p> <p>The company has narrowed down what was a long list of potential successors to a shortlist that includes non-British nationals.</p> <p>Frew declined to comment on the identity of the candidates. Industry executives whose names have been linked with the job include Tony Wood, the former head of Rolls-Royce's civil aerospace business and current head of Meggitt, as well as Graham Chipchase, the boss of Brambles and former CEO of Rexam.</p> <p>Nick Cunningham, analyst at Agency Partners, said the next CEO would need to be well versed in the aerospace industry. “You have to be committed to the aerospace industry and understand it well. The investment cycles are so long.”</p> <p>The new CEO will need to steer Rolls-Royce back to full financial health and navigate the&#xa0;existential threat that decarbonisation holds for a business built on engines powered by hydrocarbons. Under East, the company has invested in electric aircraft and small modular nuclear reactors. It has held out the promise of combined annual revenues from these of £5bn by the early 2030s.</p> <p>Several analysts and investors, however, remain sceptical and believe the company's immediate priority should be on improving the performance of the civil aerospace division. Before the pandemic about half of Rolls-Royce's then £15.4bn in annual underlying revenues came from civil aerospace — a share that has since shrunk. Today, more than half come from its defence business and power systems whose engines help to power ships and trains.</p> <p>Frew said: “Come what may, we have to improve the performance of civil . . . It's the big beast within the business and it's the one that really moves the needle.”</p> <p>Rolls-Royce makes most of its money from long-term service agreements on its passenger jet engines when they are in use. Engine flying hours will come back as the broader recovery in aviation gathers pace — Rolls-Royce this month said they were up 42 per cent from a year ago. </p> <p>Frew stressed that the civil business had to deliver on its medium-term plan to grow at “high single-digit margins and low double digit revenue” and signalled a tough stance on ensuring costs taken out during the pandemic would not creep back in. </p> <p>Causeway Capital Management, one of Rolls-Royce's largest shareholders, last year called for a <a href=\"https://www.ft.com/content/57814c80-74b1-4638-a65b-1b1885692f29\">broad refresh</a> and said the company should consider the future of its power systems business in the medium-term. The business still relies in part on diesel engines. Frew said the company had to manage the transition to new technologies but that the division's order book was “substantial”.</p> <p>The board, she added, would look at each of Rolls-Royce's businesses and consider how best to create value, including from its nascent electrical and nuclear activities.</p> <p>“We're going through that process so that we have the raw material to start making some of those decisions; because we can't do everything and some of those businesses are really capital intensive. So that when a new CEO comes in, we can begin to think about value creation,” she said.</p> <p>“Now that doesn't mean just jump to sell Power Systems . . .[But] Does it mean partnering? Same in Civil. We have a history of partnerships in many areas of the business, and so there's lots of options around,” Frew added.&#xa0;</p> <p>One of the biggest strategic decisions facing Rolls-Royce's new leadership team will be whether to try to break back into the market for narrow-body aircraft given its strained resources and lack of capital for high volume engine manufacturing. The company left the market nearly a decade ago when it pulled out of a joint venture with Pratt &amp; Whitney of the US.</p> <p>Rolls-Royce has previously said it will <a href=\"https://www.ft.com/content/6fcf500c-4089-45d5-92c3-5743d96984d9\">halt its investment in its UltraFan programme</a> of engine technologies when testing finishes this year. The company had been relying on it as a way back into the narrow-body market but neither Airbus nor Boeing are currently developing a new aircraft. </p> <p>Partnerships will be the route forward, said Frew. “If we are going to get back into that market we do it in partnership with someone.” </p> <p>Her immediate task will be to choose the next CEO and ensure that the focus on operational performance enforced by the pandemic is not lost.</p> <p>“We mustn't lose sight [of that] and we mustn't let [cost] creep back in again. We just need to keep our foot on the pedal of momentum.”</p><p>Source: Sylvia Pfeifer in London 2022 'Rolls-Royce must become a ‘profitable icon', says chair Anita Frew' FT.com 30 May. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-05-30T03:00:10.575Z",
  "tags": [
    {
      "id": "US0970231058",
      "nexusId": "10030932",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 6651,
          "end": 6657
        }
      ]
    }
  ]
}