{
  "_id": "4ab7899aa71eafe9c65099f15d10ca1392b7c9d34392a7f3c6eacb12a3cdd225",
  "feed": "wall-street-journal",
  "title": "Amazon to Spend Billions on Space Launches as SpaceX Ramps Up Satellite-Internet Service; Project Kuiper, Amazon's planned broadband-satellite unit, has purchased up to 83 launches",
  "text": "<p>Project Kuiper and SpaceX, whose formal name is Space Exploration Technologies Corp., are among the businesses and government agencies racing to send broadband satellites into low-Earth orbit, in some cases and markets betting they can compete with traditional broadband providers.</p><p>Amazon's new planned launches depend on larger rockets still under development that must show they can fly as expected. The launch companies hired to take Project Kuiper's satellites into orbit, including Blue Origin LLC, have faced delays in developing those rockets.</p><p>Executives from those launch companies declined to say when they may start blasting the Amazon unit's satellites into orbit under the new deals.</p><p>Mr. Musk's space enterprise has jumped to a lead building out a fleet of satellites in orbit. SpaceX's Starlink internet service has 250,000 subscribers, an executive said at a recent industry event, and has launched more than 1,900 satellites in what it calls its first-generation satellite system, according to a January regulatory filing.</p><p>SpaceX said in the filing that it has been making improvements to its Starlink satellites and to Starship, the large rocket SpaceX wants to use for Starlink deployments and other missions.</p><p>In 2020, the Federal Communications Commission authorized Project Kuiper to deploy 3,236 broadband satellites, according to a FCC filing. The agency required at least half to be operational by July 2026, or else Project Kuiper could lose the right to send up some satellites. The new launches the Amazon business bought would provide capacity to deploy most of the satellites the FCC allowed, according to the company.</p><p>Dave Limp, senior vice president at Amazon for devices and services, declined to specify how much the company would spend on the planned launches, but said the total outlay was in the billions. Project Kuiper bought the launches because of the 2026 deadline, and also as the unit has passed milestones for developing the business, he said.</p><p>Project Kuiper hired Blue Origin, the space company founded by Jeff Bezos, the former Amazon chief executive who serves as executive chair on the e-commerce company's board, to conduct a dozen launches, along with options for another 15.</p><p>SHARE YOUR THOUGHTS</p><p>What do broadband satellites in space mean for the future of the internet? Join the conversation below.</p><p>United Launch Alliance, a company owned by Boeing Co. and Lockheed Martin Corp., is tasked with 38 launches, adding to nine launches Amazon announced last year on a separate ULA rocket. The French company Arianespace SAS is expected to conduct 18.</p><p>In addition to handling Project Kuiper flights on its planned New Glenn rocket, Blue Origin is building engines for Vulcan Centaur, the rocket that United Launch has been developing and would use to send up satellites for the Amazon unit.</p><p>Jarrett Jones, a Blue Origin senior vice president for the New Glenn rocket, said the company plans to deliver engines to United Launch soon and is working to have four reusable New Glenn boosters by a 2025 time frame.</p><p>\"Between these three providers, they all have obviously some risk associated with them and we've inspected that closely,\" said Amazon's Mr. Limp. \"We feel like they're all on track.\"</p><p>Project Kuiper has been working on deals for its planned service. An agreement it struck last year with Verizon Communications Inc. included providing satellite links meant to extend certain Verizon networks to reach rural and remote areas in the U.S. SpaceX's Starlink has signed a similar deal with a Japanese telecom provider.</p><p>Starlink has a head start on Project Kuiper, according to satellite-industry analyst Chris Quilty of Quilty Analytics, but he said the Amazon business has the benefit of observing the challenges of the market leader.</p><p>Amazon's Mr. Limp said there is room for more than one satellite-broadband winner, in part because of the number of unconnected and underserved people around the world.</p><p>United Launch Chief Executive Tory Bruno said his company would launch Vulcan Centaur rockets for a national-security customer before Project Kuiper flights. \"That pressure is already in place,\" he said.</p><p>Write to Micah Maidenberg at micah.maidenberg@wsj.com</p><p>Amazon to Spend Billions on Space Launches as SpaceX Ramps Up Satellite-Internet Service</p>",
  "published": "2022-04-05T11:00:00.000Z",
  "tags": [
    {
      "id": "US0970231058",
      "nexusId": "10030932",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 2391,
          "end": 2401
        }
      ]
    }
  ]
}