{
  "_id": "78f99acf15bdfa88e19fa81a242ce4dd1a958416f92a2d593e96cf9719b121e6",
  "feed": "ftcomall",
  "title": "Ryanair: near-term uncertainty remains",
  "text": "<p>It turns out, no matter what the ads say, Ryanair's fares are not low enough. The discount airline has warned of an annual net loss of between €250m and €450m as it struggles to get customers on board. </p> <p>That range, <a href=\"https://www.ft.com/content/ec4c25d6-ab05-461b-8c24-db1a1328b04d\">reiterated</a> on Monday just two months before the fiscal year closes, is wide enough to fly a wide-bodied jet through. It highlights the travails of an industry that is forecast <a href=\"https://www.iata.org/en/iata-repository/publications/economic-reports/airline-industry-economic-performance---october-2021---data-tables/\">to lose an aggregate $11.6bn</a> this year.</p> <p>While political mood music over Covid has turned upbeat in most western nations, curbs remain on European travel. Would-be tourists, wary of planning trips in the next couple of months, wait to be seduced into last-minute trips by low fares. And these are legion: this Wednesday you can <a href=\"https://www.ryanair.com/gb/en/trip/flights/select?adults=1&amp;teens=0&amp;children=0&amp;infants=0&amp;dateOut=2022-03-23&amp;isConnectedFlight=false&amp;isReturn=false&amp;discount=0&amp;originIata=STN&amp;destinationIata=TSF&amp;tpAdults=1&amp;tpTeens=0&amp;tpChildren=0&amp;tpInfants=0&amp;tpStartDate=2022-03-23&amp;tpDiscount=0&amp;tpOriginIata=STN&amp;tpDestinationIata=TSF\">fly from London to Venice</a> for less than a tube ticket from the City to Wimbledon. </p> <p>More fare slashing will follow. Ryanair's third-quarter numbers already bear the scars. Average customer fares at €25 dropped by a quarter, compared with the same three months pre-Covid. Despite this, the load factor wallows at 84 per cent, down from pre-pandemic levels of 95-96 per cent.</p> <p>Any nervous fog should soon lift. Reservations at the main low-cost carriers reveal passengers are booking trips for Easter and the summer. Ryanair offers investors important comforts. Its balance sheet is far from clear — there is net debt of €2.1bn which it wants to erase over the next two years. But its B737 fleet is 90 per cent unencumbered.</p> <p>Investors pay for that relative safety, and cost control. Ryanair — measured on an enterprise value-to-estimated 2023 ebitda — flies higher than budget London-listed peers Wizz, easyJet and Jet2. Average cost per passenger, ex fuel, dropped to €32 in the last period compared with €33 in the same period pre-Covid. Ryanair now boasts 41 Boeing 737 planes and reckons on having about 65 come summer. These burn 16 per cent less fuel, which Ryanair anyway hedges into next year.</p> <p>As demonstrated by countless instances of war and pestilence, it operates in a sector in permanent thrall to external forces. Though rarely cheap, patient investors can expect Ryanair shares to offer safe exposure for when the weather clears. </p><p>Source:  2022 'Ryanair: near-term uncertainty remains' FT.com 31 January. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-01-31T16:45:16.739Z",
  "tags": [
    {
      "id": "US0970231058",
      "name": "The Boeing Company",
      "offsets": [],
      "nexusId": "10030932"
    }
  ]
}