{
  "_id": "93265ee1b890fba2c83f0d9a5ed1f2a0d5dd584cbc59ff8ffb82919f1051f476",
  "feed": "ftcomall",
  "title": "Wonder wheels: why aircraft tyres are a miracle of engineering",
  "text": "<p>Aircraft engineers didn't reinvent the wheel, but they came close. An airliner's wheels — engineers use “wheel” as a shorthand for “wheel assembly”, which comprises both a wheel and its tyre — must collectively support perhaps 575 tonnes; withstand sports-car-calibre speeds in excess of 200mph (an aircraft tyre's speed limit, typically 235mph, is often printed on its sidewall); and absorb the prodigious heat that the brakes will pour into them on landing, or if a take-off is halted.</p> <p>From Kuwait to Calgary, aircraft wheels also encounter a remarkable range of environmental conditions. But each flight puts them through a cycle of greater extremes, as we climb up to cruising altitudes where air pressure may be only a fifth of that at sea level and temperatures may drop below -60C (landing gear bays are neither heated nor pressurised). </p> <p>Perhaps most exceptionally, aeroplane tyres must also withstand the added force of touchdown, and a head-spinningly rapid acceleration when, long stilled, they make contact again with the racing tarmac.</p> <p>A tyre that can do all this costs as much as a second-hand car, and it's no surprise that many have “AIRCRAFT” written on the sidewall, lest anyone mistake them for those designed for a less lofty conveyance. Nor is it surprising, given the conditions to which they're subjected and the frequency with which they're inspected — twice before every flight — that their jet-setting lives are brief. </p> <p>When an engineer determines that a tyre's circumferentially grooved tread is “worn to limits”, it's time for a wheel change. A long-haul aircraft wheel might be changed every 12 weeks, by which point it may have experienced fewer than 150 take-offs and landings, and rolled along less than 400 miles of runway (plus additional, more leisurely mileage on taxiways).</p> <p>On my pre-flight walk-arounds I've often stopped to marvel at engineers engaged in a wheel change, but it always seemed sensible not to interrupt them. Instead, I recently caught up with the auspiciously surnamed Derek Cogswell, an aircraft engineer for British Airways at London's Heathrow. (“I'm just changing an A380 engine,” he said when I rang, “let me find somewhere quiet.”) He described a wheel change as “quite a routine task”, but I found almost everything he told me remarkable.</p> <p>A wheel change takes a team of engineers about 45 minutes. Not only do wheels differ by aircraft type, but main wheels (those under or near the wings) are different from nose wheels, which bear a much smaller fraction of the aircraft's weight and are not equipped with brakes. There's no spare tyre on board — aside from those in-jokes about the midsections of pilots — and carefully cross-checked part numbers and colour-coded protective covers ensure the correct replacement is fitted. </p> <p>Cogswell pointed out that the biggest planes don't always have the biggest wheels, because they also tend to share the load among more of them. The giants are those of the Boeing 777-300; the combined mass of its 12 chest-high main wheels is around 2.5 tonnes.</p> <p>The tyres of modern airliners are tubeless. And unlike the typical tyres of a bicycle or a car, they're not stretched over the wheel's rim. Instead, the tyre — stiff enough to help support the weight of the aircraft, and to resist deflection upon touchdown — is held between two hubs which are locked together by a phalanx of tie bolts.</p> <p>Just like a car, though, an aircraft has jack points — strengthened, two-inch-wide “knuckles” on the landing gear. In the interest of punctuality, wheel changes are typically completed long before passengers walk down the jetway. If necessary, however, a wheel change can be safely completed with passengers on board. Indeed (and in contrast to the precipitous angles associated with the changing of car tyres), a wheel change is all but imperceptible from the cockpit or passenger cabin of a large airliner, so little — just a few centimetres — does the aircraft rise. </p> <p>Nevertheless, the strength of the jacks is breathtaking: some can lift 150 tonnes. Aircraft tyres are inflated with nitrogen — the inert gas that comprises most of our atmosphere — to a pressure of 200 psi or more, or six times a typical car tyre's specification. A specialised pipe transfers this high-pressure nitrogen from the old tyre to the jack's pump, and in this way a wheel's dying breath powers the very tool that engineers are employing to replace it.</p> <p>The wheel is held in place by a single large (about 13cm) and very expensive nut, one loosened by a specialised socket and a wrench that's more than a metre long. The wheel is far too heavy to lift, so engineers pull it off on to a waiting cart. Then they inspect and grease the exposed axle. Next, the new wheel is rolled into position and aligned; the fabled nut is tightened to a precise level (“torque loaded”) and safety-locked; the tyre's pressure sensor is connected to the aircraft's computer network; the hubcap is refitted; and the aircraft is lowered gently back to earth.</p> <p>The complete failure of a tyre is rare — no pilot I know has experienced it — and the level of redundancy is such that it wouldn't prevent the safe completion of a take-off or landing. On the other hand, double wheel changes aren't unheard of, because if a tyre saw action in even a slightly deflated state, the adjacent wheel, which took up the slack of its flagging companion, may need to be changed too. After removal, the wheel is sent away to have its tyre retreaded, a great deal of digital paperwork is completed and the jet — I'm recalling now that departure is formally defined not as take-off, but as the moment an aircraft first moves over the ground under its own power “for the purpose of flight” — is once again ready to roll.</p> <p><em>Mark Vanhoenacker is a Boeing 787 pilot for British Airways and the author of ‘Skyfaring' and the forthcoming ‘Imagine a City' (Chatto &amp; Windus/Knopf). Follow Mark on Twitter </em><a href=\"https://twitter.com/markv747\"><em>@markv747</em></a><em> or email him at </em><a href=\"https://mail.google.com/mail/u/0/?fs=1&amp;tf=cm&amp;to=mark.vanhoenacker@ft.com\"><em>mark.vanhoenacker@ft.com</em></a></p> <p><em>Follow </em><a href=\"https://twitter.com/ftweekend?ref_src=twsrc%5Egoogle%7Ctwcamp%5Eserp%7Ctwgr%5Eauthor\"><em>@ftweekend</em></a><em> on Twitter to find out about our latest stories first</em></p> <p><strong>Letter in response to this article</strong>:</p> <p><a href=\"https://www.ft.com/content/a9ded6c1-9a37-4d22-b401-a66da0159f4f\"><em>Aeroplane tyres can sometimes let you down</em></a><em>&#xa0;/&#xa0;</em><a href=\"https://www.ft.com/content/a9ded6c1-9a37-4d22-b401-a66da0159f4f\"><em>From Andrew Nolan, Esher, Surrey, UK</em></a></p><p>Source: Mark Vanhoenacker 2022 'Wonder wheels: why aircraft tyres are a miracle of engineering' FT.com 24 January. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-01-24T05:00:15.830Z",
  "tags": [
    {
      "id": "US0970231058",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 2958,
          "end": 2964
        },
        {
          "start": 5765,
          "end": 5771
        }
      ],
      "nexusId": "10030932"
    }
  ]
}