{
  "_id": "fc7240b2ccfc99a2ad8145ab33aeff42cc56ff54f28d522cc75bf965d1895c6d",
  "feed": "wall-street-journal",
  "title": "FTC Sues to Block Lockheed Martin Acquisition of Aerojet Rocketdyne; Regulator says proposed $4.4 billion purchase would allow the defense giant to control access to parts needed to build missile engines",
  "text": "<p>\"Without competitive pressure, Lockheed can jack up the price the U.S. government has to pay, while delivering lower quality and less innovation,\" said Holly Vedova, director of the FTC's bureau of competition.</p><p>The commission's four current commissioners, two Democrats and two Republicans, all voted in favor of the lawsuit, which the agency said was its first litigated defense-merger challenge in decades.</p><p>Lockheed Martin agreed to buy Aerojet in December 2020, but has faced opposition from some defense contractors concerned about the future availability of the rocket motors. The companies had offered a series of guarantees to continue supplying Aerojet equipment to other defense contractors, but said these were deemed insufficient by the FTC.</p><p>\"We will review the lawsuit and consider our options,\" said Lockheed Martin Chief Executive Jim Taiclet on an investor call. The merger agreement allows either party to terminate the planned deal if there is no closing on or before March 21, Lockheed said in a regulatory filing.</p><p>Lockheed Martin said it still supported the planned deal, and could decide to challenge the FTC suit or terminate the transaction. Aerojet said it continued to support the proposed deal.</p><p>The FTC is challenging the acquisition in its own administrative court, but also said it would file a complaint in federal court that seeks a preliminary injunction to prevent Lockheed from closing the transaction.</p><p>Aerojet shares fell more than 17%, recently trading below $37, compared with the offer price of $52 a share.</p><p>The proposed deal would give Lockheed Martin one of the largest makers of rocket motors for space and missile-launch systems, one of the Pentagon's few growth areas. The U.S. military procurement budget is expected to remain flat over the next several years.</p><p>Aerojet makes rocket boosters for missile-defense systems such as Lockheed's own Thaad program. It also provides a route into other government priorities such as the replacement of land-based nuclear missiles led by Northrop Grumman Corp., and the Boeing Co.-led Commercial Crew space taxi and Space Launch System rocket.</p><p>Northrop Grumman's 2017 acquisition of Orbital ATK Inc., a provider of space and missile propulsion systems, had made Aerojet a potential target for Lockheed Martin or Boeing, which are partners in the United Launch Alliance space joint venture, according to analysts.</p><p>The Orbital ATK deal was approved with conditions by antitrust enforcers. U.S. defense-sector consolidation has continued in recent years, especially among companies that provide services rather than hardware and military platforms.</p><p>In 1998, the government blocked the planned merger of Lockheed Martin and Northrop Grumman.</p><p>Write to Doug Cameron at doug.cameron@wsj.com and Brent Kendall at brent.kendall@wsj.com</p><p>FTC Sues to Block Lockheed Martin Acquisition of Aerojet Rocketdyne</p>",
  "published": "2022-01-25T17:21:00.000Z",
  "tags": [
    {
      "id": "US0970231058",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 2051,
          "end": 2057
        },
        {
          "start": 2293,
          "end": 2299
        }
      ],
      "nexusId": "10030932"
    }
  ]
}