{
  "_id": "5051a2978ee6059ae026d3b5436a9b49a781a5996e3cb503f9158a4d54fd73dd",
  "feed": "wall-street-journal",
  "title": "NASA's Artemis I Moon Mission Concludes With Orion Splashdown in the Pacific; Officials said Artemis I went well, allowing NASA to achieve priorities set out for the test flight",
  "text": "<p>The spacecraft sped out to lunar orbit following its launch Nov. 16, traveling deep in space and back to Earth to give NASA a chance to stress its systems in flight.</p><p>NASA Administrator Bill Nelson during a briefing Sunday described Artemis I, as the mission is called, as \"extraordinarily successful,\" crediting the work done by agency teams as well as its international and corporate partners. Mr. Nelson, a former U.S. senator, was a supporter of legislation a dozen years ago that directed NASA to develop powerful rockets and Orion.</p><p>Under its larger Artemis program, NASA plans to return astronauts to the surface of the moon and pursue other space-exploration goals. The agency has tapped Lockheed Martin Corp., which developed the Orion spacecraft, SpaceX, Northrop Grumman Corp. and other companies to develop vehicles and components for the effort.</p><p>NASA completed Artemis I after years of work and testing on the ground, a period that saw the agency and some of the companies involved struggle at times with technical problems and cost overruns. It postponed two flight attempts after identifying leaks that emerged as it tried to fuel the Space Launch System rocket, the powerful booster the agency is using to start Artemis missions, and facing other technical issues.</p><p>While the Artemis I mission was designed as a demonstration run and no astronauts were on board Orion, it achieved priorities set out for the flight, the agency said. NASA officials said, for example, a heat shield that protects the Orion vehicle by transferring heat away from it appeared to have performed well during Sunday's re-entry.</p><p>The component is designed to protect a vehicle that will carry astronauts on Artemis flights over the next few years.</p><p>NASA plans call for bringing the Orion vehicle back to land and shipping it to the Kennedy Space Center in Florida for analysis.</p><p>Officials at the agency have said the Space Launch System rocket delivered a robust performance during the launch and highlighted Orion's relatively easy journey to the moon and back to Earth. Flight controllers and engineers at NASA were able to add new test objectives for Orion during the mission because problems that emerged were relatively minor.</p><p>During its flight, Orion traveled to a point more than 268,000 miles from Earth at one stage, further than any other spacecraft designed to carry humans has flown.</p><p>The vehicle also completed a number of important maneuvers using its propulsion system, which was jettisoned before Sunday's re-entry, conducted demonstrations of its hardware and captured images of Earth, the moon and itself, according to the agency.</p><p>\"This was a challenging mission,\" Mike Sarafin, the Artemis mission manager, said Sunday. But given the performance, NASA \"now has a foundational deep-space transportation system.\"</p><p>The U.S. space agency is working closely with its counterpart in Europe, which is responsible for an Orion system that provides propulsion and other capabilities, on Artemis.</p><p>The agencies aren't alone in setting fresh goals for the moon. China has been investing heavily in its own space program, which includes a variety of activities planned at the moon. Russian President Vladimir Putin said earlier this year that the country will resume its moon-exploration program.</p><p>SHARE YOUR THOUGHTS</p><p>What do you think NASA's priorities should be? Join the conversation below.</p><p>Contractors for NASA are slated to continue working with the agency on future missions.</p><p>On Friday, the space agency said it awarded Boeing Co. a contract worth about $3.2 billion to keep manufacturing the main parts of future SLS rockets the agency would use for two future Artemis flights and handle other work for rockets set to be used on missions further down the line.</p><p>At least two teams, including one led by Jeff Bezos' space company, recently submitted bids to NASA to build a second vehicle to transport people to the surface of the moon from lunar orbit and bring them back up on future Artemis missions.</p><p>If NASA is able to keep to its current schedule, it will use another SLS rocket in 2024 to blast an Orion spacecraft with astronauts on board to orbit the moon. The following year, the agency would send astronauts to lunar orbit, where two of them would exit an Orion ship and board a Starship lander developed by SpaceX.</p><p>That vehicle from the Elon Musk-led company would then take them to the surface of the moon. Space Exploration Technologies Corp., as SpaceX is called formally, hasn't yet tried to conduct an orbital test flight for Starship. NASA last transported astronauts to the surface of the moon in 1972.</p><p>NASA last transported astronauts to the surface of the moon in 1972.</p><p>Write to Micah Maidenberg at micah.maidenberg@wsj.com</p><p>NASA's Artemis I Moon Mission Concludes With Orion Splashdown in the Pacific</p>",
  "published": "2022-12-12T00:22:00.000Z",
  "tags": [
    {
      "id": "US0970231058",
      "nexusId": "10030932",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 3515,
          "end": 3525
        }
      ]
    }
  ]
}