{
  "_id": "487508829e4146d06880f38ff0db1130beaa5bf99533a0a3c3c207abdb224229",
  "feed": "wall-street-journal",
  "title": "Boeing's Starliner Spacecraft Launches Toward Space Station in Do-Over Mission; Liftoff comes after a failed flight attempt and delays—and successful trips by Elon Musk's SpaceX",
  "text": "<p>An Atlas 5 rocket operated by United Launch Alliance, a company owned by Boeing and Lockheed Martin Corp., used its powerful boosters to launch the Starliner. The spacecraft later separated from another part of the rocket after takeoff and began pushing toward the space station, according to the NASA live stream. Starliner was reported to be in a stable orbit and traveling to the facility about half an hour after liftoff.</p><p>PHOTOS: Elon Musk and Jeff Bezos Face Off in a Satellite Space Race</p><p>Boeing and NASA officials said later Thursday that two of the thrusters used to maneuver the Starliner in orbit failed to work. After those failures, a third thruster activated and allowed the vehicle to complete a key maneuver, according to Mark Nappi, a Boeing vice president focused on the Starliner program.</p><p>\"The system is designed to be redundant,\" he said, adding that teams are now investigating why the two thrusters didn't function.</p><p>Steve Stich, a NASA program manager, said the mission was in good shape to be completed.</p><p>The capsule is set to carry food and other cargo to the space station in a trip that should take about a day, and transport other items back to Earth.</p><p>The Starliner—a gumdrop-shaped vehicle with room for seven people—so far hasn't been able to complete a test mission to the orbiting facility. A software error prevented Boeing and NASA from completing the first demonstration flight in 2019, and officials scrapped a makeup mission last summer after problems with valves on the vehicle.</p><p>The challenges have delayed NASA's plan to be able to call on two different U.S. companies to handle human flights to the space station, where astronauts conduct scientific research. In 2014, the agency hired Boeing and SpaceX to develop spacecraft it could tap for such trips, but only Elon Musk's SpaceX has proven its vehicle capable of making it to and from the facility.</p><p>\"You want a second one not only for reasons of safety and accessibility—you want it so that you have a constant supply of astronauts at the station to do all of the scientific research,\" NASA Administrator Bill Nelson said in an interview.</p><p>Earlier this year, NASA awarded three additional flights to Space Exploration Technologies Corp., the formal name for SpaceX.</p><p>Last month, the company led by Mr. Musk launched another crew to the station using a Crew Dragon vehicle on top of a Falcon 9 rocket, marking its fifth NASA crew mission since 2020. SpaceX has also used that combination for private astronaut operations.</p><p>Completing the latest Starliner mission would help pave the way for Boeing to use the vehicle for high-profile NASA crew flights—and give the company a win as it contends with challenges with many of its aircraft programs, including the 737 MAX and 787 Dreamliner jets.</p><p>In addition to the Starliner work, Boeing has been developing rockets as part of NASA's latest moon program and handling other projects for the space agency. The company has a long history of working with NASA, including on moon-landing Apollo missions decades ago.</p><p>David Calhoun, Boeing's chief executive, has said space is an important part of the company's business, touting work for military clients and other customers.</p><p>\"We're quite confident that we can be a player and want to be a player,\" Mr. Calhoun told investors last year about Boeing's ambitions for space.</p><p>A successful Starliner flight would set the stage for Boeing and NASA to launch the vehicle with astronauts on board, possibly at the end of this year, company executives have said. Boeing has also discussed selling some seats on future Starliner flights to private buyers and astronauts sponsored by other governments.</p><p>Last year and in 2019, the company recorded $674 million in charges tied to the Starliner program.</p><p>During Boeing's first attempt at flying the vehicle to the space station in 2019, a software error stranded the Starliner in the wrong orbit, and it never reached the space station. Another error that could have damaged the heat shield that protects the capsule was fixed during the mission. Boeing shifted how it worked on softwarefor the Starliner following that flight and conducted a review of different software-related scenarios that could come up during a mission, executives have said.</p><p>Last August, Boeing and NASA decided to push off a second attemptat flying after more than half of the valves in the Starliner's propulsion system became stuck. The company and space agency spent months analyzing why.</p><p>Corrosive material prevented the affected valves from moving, Michelle Parker, vice president for the space and launch division in Boeing's defense and space unit, said during a recent briefing. That material formed after moisture and a propellant mixed, then reacted with aluminum in the valve system, she said.</p><p>Mr. Nappi, the Boeing vice president focused on the Starliner, said at a recent briefing that the company has made changes for the latest flight with the goal of keeping the valves dry. Certain parts of the valve system have been sealed off, and Boeing added a method to purge moisture out the valves, he said.</p><p>\"The trick for this flight was to eliminate that moisture,\" he said.</p><p>Boeing might redesign the valve system as a longer-term solution, Mr. Nappi added. Reuters earlier reported that Boeing would consider taking that step.</p><p>Write to Micah Maidenberg at micah.maidenberg@wsj.com</p><p>Boeing's Starliner Spacecraft Launches Toward Space Station in Do-Over Mission</p>",
  "published": "2022-05-20T04:39:00.000Z",
  "tags": [
    {
      "id": "US0970231058",
      "nexusId": "10030932",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 3060,
          "end": 3066
        },
        {
          "start": 1346,
          "end": 1352
        },
        {
          "start": 750,
          "end": 756
        },
        {
          "start": 5381,
          "end": 5387
        },
        {
          "start": 4809,
          "end": 4815
        },
        {
          "start": 1722,
          "end": 1728
        },
        {
          "start": 3320,
          "end": 3326
        },
        {
          "start": 2814,
          "end": 2820
        },
        {
          "start": 5287,
          "end": 5293
        },
        {
          "start": 4612,
          "end": 4618
        },
        {
          "start": 494,
          "end": 500
        },
        {
          "start": 3532,
          "end": 3538
        },
        {
          "start": 4061,
          "end": 4067
        },
        {
          "start": 5174,
          "end": 5180
        },
        {
          "start": 73,
          "end": 79
        },
        {
          "start": 3404,
          "end": 3410
        },
        {
          "start": 5040,
          "end": 5046
        },
        {
          "start": 2577,
          "end": 2583
        },
        {
          "start": 4276,
          "end": 4282
        },
        {
          "start": 0,
          "end": 6
        },
        {
          "start": 3776,
          "end": 3782
        }
      ]
    }
  ]
}