{
  "_id": "db1190ac782c8fcf1972ecc16b8dc2eb149b0db84cbc4f93af6037a0ee6bc81e",
  "feed": "wall-street-journal",
  "title": "China's Big Airbus Order Isn't an All-Clear for Airline Stocks; The big three Chinese carriers have just placed their first significant order since the pandemic began. But there are still some obvious squalls brewing.",
  "text": "<p>The fact that China has ditched Boeing in favor of its French rival probably reflects the worsening China-U.S. relationship. The American plane maker said it is disappointing that geopolitical differences continue to constrain U.S. aircraft exports. But the big order also seems to be part of the carriers' plans to prepare for life after the pandemic.</p><p>The quick rebound in domestic travel after the initial outbreak in 2020 has helped Chinese carriers muddle through when flights into and out of the country remain virtually nonexistent due to tight border controls. But recent lockdowns in Shanghai and other cities brought more turbulence to Chinese domestic airspace as well. Domestic air passenger numbers in the March-to-May period were down 77% from a year earlier.</p><p>Domestic travel should rebound in the coming months as the toughest restrictions are lifted. China has also cut its quarantine requirements for international arrivals to seven days in a hotel and three days at home. Easing contact-tracing requirements across the country could also be a tailwind for airlines.</p><p>Shorter quarantines might help revive some business travel though are probably still too long for tourists. But questions remain as to how long China will stick to its zero-Covid policy and whether cities will go back into lockdowns when the next wave hits. Colder weather this fall and winter will be a big test.</p><p>And there are two headwinds that are still building. First, high oil prices will dent profits for carriers everywhere. American airlines stocks, which had rebounded from their trough in 2020, have started diving again this year on fuel costs and recession worries.</p><p>Second, the strong dollar could weigh on profitability as some Chinese airlines have significant dollar borrowings. Nearly a quarter of Air China's interest-bearing debt is denominated in dollars. The ratio is similar for China Southern. And the Chinese yuan has depreciated 4.8% against the dollar this year. Jefferies estimates that Chinese airlines could book 2.1 billion yuan, equivalent to about $314 million, of foreign-exchange losses this year.</p><p>As lockdowns have lifted, Chinese airlines are signaling they expect clearer skies ahead with their big Airbus purchase. But with the dollar and oil still high, and the timing of China's next outbreak highly uncertain, investors should probably still wait a while longer rather than clambering aboard.</p><p>Write to Jacky Wong at jacky.wong@wsj.com</p><p>China's Big Airbus Order Isn't an All-Clear for Airline Stocks</p>",
  "published": "2022-07-05T10:29:00.000Z",
  "tags": [
    {
      "id": "US0970231058",
      "nexusId": "10030932",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 32,
          "end": 38
        }
      ]
    }
  ]
}