{
  "_id": "b913f14bdb27b3589fb17c0caffe008ea661baee42e1189f015b87c59f804c4e",
  "feed": "ftcomall",
  "title": "How Russia's airline industry was pushed to the brink in a week",
  "text": "<p>Banned from swaths of the world's skies, denied access to vital spare parts, stripped of insurance and battling to keep hold of planes, Russia's aviation industry has in the space of a week been plunged into its gravest crisis in decades.</p> <p>Western governments have unleashed waves of sanctions since Vladimir Putin sent troops into Ukraine late last month, but few have delivered such a visible punch as those targeted at an industry that accounted for 6 per cent of the world's airline capacity last year.</p> <p>Flag carrier Aeroflot, which took delivery of its first western aircraft from Airbus when Boris Yeltsin was in the Kremlin, on Saturday announced it would stop all international flights other than to Belarus. S7, Russia's second-largest airline, has also scrapped flights outside domestic airspace. </p> <p>The industry's mushrooming crisis is “unprecedented, unpredictable and unforecastable,” said Max Kingsley-Jones of Ascend by Cirium, the aviation consultancy.</p> <p>With no clarity on how long the sanctions from US and EU authorities will remain in place, experts warned that in a worst-case scenario Russian domestic carriers' schedules would shrink to levels not seen in three decades. </p> <p>The EU's sanctions prohibit the sale, transfer, supply or export of aircraft or any components, while the US has introduced export restrictions including on Russia's aerospace sector.</p> <p>“The Russian aviation sector is now on a footing that is similar to North Korea and Iran — and similar to where it was under Soviet rule,” noted Rob Stallard, an analyst at Vertical Research Partners.</p> <p>Russia's carriers have been hit just as they were drawing a line under the disruption caused by the coronavirus pandemic. Expectations of a steady and sustained rebound in domestic demand has been replaced, at least for now, by extreme volatility. </p> <p>In a sign of the concern, the US, French and UK governments this week advised their citizens to leave the country while commercial flights were still available.</p> <p>Yet with economists predicting that the Russian economy will soon be driven into a deep recession, local aviation executives are braced for a sharp decline in domestic demand.</p> <p>“There will naturally be a serious correction in demand,” said one executive. “There are a lot of reasons, including stress for the economy.”</p> <p>Late on Friday, rating agency Fitch cut Aeroflot's credit rating from BB to B-, predicting the sanctions would “severely disrupt its business”. Aeroflot declined to comment.</p> <p>Although Aeroflot is majority owned by the government and other carriers may turn to the state for support, industry experts said that overcoming the new restrictions on access to aircraft parts would prove more testing. </p> <p>Airbus and Boeing this week suspended the supply of spare parts and services, removing the maintenance support vital to keeping planes in the air. </p> <p>The two aerospace groups account for 70 per cent of Russia's commercial fleet of roughly 880 aircraft, according to Cirium. Aviation consultancy IBA estimated 37 new planes were due to be delivered to Russian airlines by Airbus and Boeing this year.</p> <p>A large portion of the remaining Russian-built fleet are Sukhoi Superjet 100s, regional jets which use French-built engines and western electronic systems. </p> <p>Boeing, which has been active in Russia <a href=\"https://www.boeing.com/features/innovation-quarterly/2021/03/boeing-design-center.page\">since the late 1990s</a>, has halted operations at its Moscow training campus, where several thousand pilots are trained each year and which also offers flight simulation, maintenance, and cabin training. Meanwhile, Brazil's Embraer, another supplier of planes to Russian carriers, said it was complying with sanctions.</p> <p>Rolls-Royce, Safran and GE Aviation have also paused the provision of support services</p> <p>“Because parts are limited, we will expect to see aircraft that are on the ground in Russia being robbed [for spare parts] in order to keep the remainder of the fleet operational,” said Peter Walter, director of technical and asset management at IBA.</p> <p>It would echo the picture in Iran, where airlines have kept flying despite the country being subject to economic sanctions over its nuclear programme.</p> <p>Some Iranian airlines have been able to secure aircraft and spare parts from abroad by dodging sanctions. The US in 2013 took action against companies and individuals in Kyrgyzstan, Ukraine and the UAE for leasing and selling aircraft to two Iranian airlines, in what it described as an “attempt to circumvent sanctions”.</p> <p>A Russian aviation industry executive said the industry might ultimately have to try to develop its own parts. According to the Tass news agency, Russia's transport ministry on Saturday drew up a draft bill to help airlines, including proposals which would allow “third-party” companies&#xa0;to step in and maintain aircraft.</p> <p>A further threat, however, comes from Europe's aircraft leasing industry which in recent years has proved to be a critical supplier of planes to Russia.</p> <p>Non-Russian lessors have 515 planes in the country, with a combined market value of close to $10bn, Cirium estimated. One industry executive reckoned that European lessors accounted for up to $5bn worth of the planes — ones they will want to recover as EU sanctions require them to terminate contracts with Russian carriers by the end of this month.</p> <p>Executives have been racing to understand the logistical challenge of retrieving their planes. The “practicalities of re-delivery and repossession are not clear,” said IBA's Walter, adding: “You would normally want to engage at least 15 months to two years' in advance.”</p> <a href=\"http://www.ft.com/cms/8854701.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a> <p>On Saturday, Russian authorities warned airlines not to fly their foreign-owned aircraft outside the country in case they were detained. </p> <p>Now under economic siege, Aeroflot once relied on a fleet of local aircraft as it enjoyed a monopoly on all passenger flights in the former Soviet Union. But in recent years the airline, which was founded in the 1920s, has expanded its international network and struck commercial alliances with 32 companies including Delta. </p> <p>While the loss of spare parts will be a severe challenge if sanctions persist for months, airlines would be plunged into an instant crisis if they were severed from the web of back-end technology systems which underpin modern commercial aviation.</p> <p>“In the travel sphere, [these systems] are akin to Swift in terms of payments and lifeblood,” said one executive at a payments company, referring to the global financial messaging system.</p> <p>The prospect moved a step closer this week when two of the travel industry's three dominant technology providers said they would ban Aeroflot from their sales systems. </p> <p>“We are taking a stand against this military conflict,” said Sean Menke, chief executive of US-based Sabre, adding that the ban went beyond simply complying with western sanctions. </p> <p>Sabre said it was considering further steps, which could include locking Aeroflot out of its technology which helps run flight planning and operations&#xa0; including balancing the weight of passengers, baggage, fuel and cargo. </p> <p>After US President Joe Biden used his State of the Union address on Tuesday to announce a ban on Russian flights from US airspace, the UK government 48 hours later moved to exclude the aviation sector from London's insurance and reinsurance market. </p> <p>London's specialist insurance market enjoys a significant share of global aviation premiums. It accounted for 56 per cent of those paid in 2018, according to the latest available figures. </p> <a href=\"http://www.ft.com/cms/8874746.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a> <p>Garrett Hanrahan, global head of aviation and space at insurance broker Marsh, said: “Even if Russian airlines sought insurance from local insurers or in countries that have not imposed sanctions, such as China, many insurers in those markets typically buy reinsurance through countries imposing sanctions, such as the UK.”</p> <p>The restriction by the UK “limits Russian aviation companies' ability to manoeuvre”, he added.</p> <p><em>Additional reporting by Jude Webber in Dublin and Bryan Harris in São Paulo</em></p><p>Source: Philip Georgiadis, Sylvia Pfeifer and Ian Smith in London and Steff Chávez in Chicago 2022 'How Russia's airline industry was pushed to the brink in a week' FT.com 6 March. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-03-06T12:00:08.432Z",
  "tags": [
    {
      "id": "US0970231058",
      "nexusId": "10030932",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 2705,
          "end": 2711
        },
        {
          "start": 3247,
          "end": 3253
        },
        {
          "start": 3073,
          "end": 3079
        }
      ]
    }
  ]
}