{
  "_id": "804a58e89cedc88aaef9f12b71b769e79ff36be55c389e4bac1544b24eb0d90d",
  "feed": "wall-street-journal",
  "title": "Companies Spend Record Amounts on Dividends, Despite Looming Downturn; Businesses in the S&P 500 allocated an estimated $561 billion toward dividends in 2022. Some companies resumed payments for the first time since the pandemic.",
  "text": "<p>S&amp;P 500 companies spent a record amount on dividends this year, a trend that is expected to continue in 2023 despite a slowing economy as more of the companies that had suspended or cut their dividends early in the pandemic resume payouts.</p><p>Companies in the S&amp;P 500 allocated an estimated $561 billion toward dividends in 2022, up from $511.2 billion in 2021 and the highest amount on record, according to S&amp;P Dow Jones Indices, a unit of S&amp;P Global Inc.</p><p>Dividend spending is poised for another record in 2023 as companies are under pressure from investors to keep increasing returns, said Howard Silverblatt, a senior index analyst at S&amp;P Dow Jones Indices.</p><p>\"There is still a lot of cash on corporate balance sheets,\" Mr. Silverblatt said. \"You'd have to have significant pullback for there not to be a record [in 2023] at this point.\"</p><p>While businesses have said they are less optimistic about the outlook for the U.S. economy as interest rates are on the rise and inflation remains elevated, cutting or canceling dividends is generally a last resort as doing so signals worry to investors. Many companies say they are confident they have sufficient cash flow to fund payroll, capital investments and other expenses that they can capably reward shareholders through dividend payouts for at least the near future.</p><p>Other shareholder returns, such as buybacks, are expected to decline slightly from a total of around $963 billion in 2022, as a1% excise tax is set to take effect in January. S&amp;P 500 companies spent $210.8 billion on stock buybacks in the third quarter, down about 10% from a year earlier, S&amp;P Dow Jones Indices said.</p><p>U.S. companies tend to pay dividends to shareholders on a quarterly or annual basis, which means executives have to have visibility into future cash flows and allocate sufficient capital to cover these payments. They usually review their cash flow expectations for at least the next 18 months when determining whether or how much to pay in dividends, Mr. Silverblatt said.</p><p>Of the S&amp;P 500, 373 companies raised dividends in 2022 through Dec. 15, compared with 353 in 2021, according to S&amp;P Dow Jones Indices. Five S&amp;P 500 companies decreased their dividend in 2022 through Dec. 15, compared with four in 2021. No firms in the index suspended their dividend in 2022, down from one, chip maker Xilinx Inc., in 2021.</p><p>Among the businesses that increased dividends in 2022 were chip maker Broadcom Inc., fast-food giant McDonald's Corp., credit-card firm Visa Inc. and biopharmaceutical business AbbVie Inc.</p><p>For example, Broadcom in December said it was boosting its quarterly dividend by 12% to $4.60 a share for the fiscal year ending October 2023, pointing to strong cash flows over the past year and the expectation of continued demand in most of its markets. Cash and cash equivalents were $12.4 billion as of Oct. 30, 2022, up 2% from a year earlier, a filing showed. It paid $7 billion in cash dividends for the year ended Oct. 30, up 13.2% from the prior-year period. The company didn't immediately respond to a request for comment.</p><p>Dividends are also set to get a boost in 2023 as some of the companies that cut or pared payouts early in the pandemic bring them back. Nearly 190 U.S.-listed companies stopped paying dividends in 2020 to preserve cash as the pandemic closed swaths of the economy, according to S&amp;P Global Market Intelligence, a data provider. Thirty-nine returned to them that same year, 53 followed suit in 2021, and roughly 30 have done so this year.</p><p>However, 62 companies, or 33%, have yet to resume paying their dividend, including aircraft manufacturer Boeing Co. and entertainment giant Walt Disney Co., S&amp;P said.</p><p>One of the companies reinstating its dividend is Southwest Airlines Co., which in December said it plans to resume quarterly returns to shareholders after halting them in April 2020, when demand for air travel plummeted. The company, the first major carrier to reinstate its dividend, on Jan. 31 will start paying 18 cents a share, the same amount it paid before the pandemic. That payout comes out to $428 million a year.</p><p>Airlines weren't allowed to pay dividends or buy back stock until the fall of 2022 under the terms of a $54 billion aid package that the government provided in 2020. Southwest in 2019 spent $2 billion on buybacks and $372 million on dividend payments, according to a filing.</p><p>Other companies are also bringing a dividend back, but at a lower amount than before. Chatham Lodging Trust, which invests in hotels, wants to start paying out a dividend Jan. 17, the first time since March 2020. The West Palm Beach, Fla.-based REIT will pay 7 cents a share on a quarterly basis for at least the next four quarters, down from the 11 cents it paid monthly before the suspension.</p><p>The company expects its earnings to rise in 2023, but wants to be conservative with dividend payments in case the economy were to worsen, CFO Jeremy Wegner said. \"There's a lot of room for performance to fall before we'd have to cut that dividend,\" Mr. Wegner said, adding Chatham could increase its dividend once its taxable income increases.</p><p>Investors are fine with Chatham Lodging Trust and other hotel REITs paying dividends at a rate that can be maintained and not cut, giving the companies more financial flexibility, said Ari Klein, vice president of equity research at financial-services firm BMO Capital Markets. \"A lot of investors think it's the right thing to do,\" Mr. Klein said.</p><p>Another hotel investor, however, Ashford Hospitality Trust Inc., is less eager to revive its common dividend after suspending it in 2020. The company doesn't plan to reinstate a common dividend \"for some time,\" CFO Deric Eubanks said on a Nov. 2 earnings call. It does pay preferred dividends, which are fixed at a certain rate, on a quarterly basis.</p><p>The Dallas-based REIT in recent months has strengthened its liquidity, he said. Cash and cash equivalents totaled $505.5 million as of Sept. 30, down from $673 million a year earlier, filings showed. Ashford didn't respond to a request for comment.</p><p>Nevertheless, uncertainty around the economy could hang over executives' strategies around dividends or buybacks, Mr. Silverblatt said. Companies will weigh earnings, their cash position and U.S. economic data as they make decisions on dividend payouts.</p><p>\"The question is, going forward, do they still feel confident,\" Mr. Silverblatt said.</p><p>Write to Mark Maurer at mark.maurer@wsj.com</p><p>Companies Spend Record Amounts on Dividends, Despite Looming Downturn</p>",
  "published": "2022-12-30T13:00:00.000Z",
  "tags": [
    {
      "id": "US0970231058",
      "nexusId": "10030932",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 3608,
          "end": 3618
        }
      ]
    }
  ]
}