{
  "_id": "1f3597829e92d71f0cced2edcc3a11b0efb18480fb32efed29564bb0b89872e3",
  "feed": "wall-street-journal",
  "title": "Business News: Silversmith Backs Aviation-Market Researcher JetNet",
  "text": "<p>Boston-based Silversmith is investing out of its third fund, an $880 million pool raised in September 2020. Although the firm didn't disclose the amount of the investment, Mr. Quagliaroli said it falls within the firm's typical range of $30 million to $100 million. JetNet, he said, has revenue in the firm's target range of $10 million to $50 million.</p><p>It was JetNet's first outside investment. For Silversmith, the investment is similar to the $68 million investment it led last year in maintenance management software company TMA Systems LLC, Mr. Quagliaroli said. That investment, like the JetNet one, was a controlling stake in a family-owned business and Mr. Quagliaroli joined the company's board as part of the deal.</p><p>In addition to Mr. Quagliaroli, JetNet's board includes Silversmith Vice President Ned Kingsley and Senior Associate Becca Katzen as well as minority owner Tony Esposito and Chief Executive Greg Fell.</p><p>JetNet offers subscription-based services providing intelligence on business aircraft and the aviation industry, from owner or operator information to maintenance records and other market data, trends and insights, such as rankings of the most coveted business aircraft. This year, according to a survey of customer preferences through the first quarter, it is the Pilatus PC-12.</p><p>Utica, N.Y.-based JetNet counts among its customers a swath of aviation industry participants, including broker-dealers, original equipment manufacturers and consultant appraisers. Customers include Boeing Co., General Dynamics Corp.'s Gulfstream business-jet unit, Raytheon Technologies Corp.'s Collins Aerospace Systems and Textron Inc., Mr. Quagliaroli said. JetNet plans to expand offerings for financial-services and insurance customers, which today are a small part of its business but that often use such data as part of their appraisal and underwriting process.</p><p>JetNet is looking at international expansion and potential acquisitions, Mr. Quagliaroli said, adding that a portion of Silversmith's capital commitment beyond its initial investment will go toward such acquisitions.</p><p>License this article from Dow Jones Reprint Service</p>",
  "published": "2022-07-20T00:00:00.000Z",
  "tags": [
    {
      "id": "US0970231058",
      "nexusId": "10030932",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 1504,
          "end": 1514
        },
        {
          "start": 1504,
          "end": 1510
        }
      ]
    }
  ]
}