{
  "_id": "1660ba24135c53f6a9a77f8c8cea2fdce483e9fa44e5317e47203d67c54416f0",
  "feed": "wall-street-journal",
  "title": "American, United Project Packed Planes This Summer; Heavy travel demand allowing airlines to raise fares and offset surging jet-fuel prices, executives say",
  "text": "<p>Airline executives said they expect that momentum to continue, allowing them to raise fares to cover soaring fuel costs without undercutting demand.</p><p>\"In March we saw what's possible,\" with falling infection rates and relaxed restrictions driving a demand resurgence, American Chief Executive Robert Isom said during a conference call. \"Demand is as strong as we've ever seen it.\"</p><p>United Airlines Holdings Inc. also said this week it believes the industry has hit an inflection point. United said it anticipates record revenue in the current quarter and a return to profitability.</p><p>\"The demand environment is the strongest it's been in my 30 years in the industry,\" United CEO Scott Kirby said in a news release Wednesday.</p><p>Both airlines said they are seeing signs that corporate travel—a lucrative segment for airlines—is improving as offices reopen and travel restrictions are lifted.</p><p>The carriers' bullish outlook drove gains in premarket trading. American shares climbed over 10% and United shares were up 8.25%. Shares of Alaska Air Group Inc., which also reported quarterly results Thursday, rose 5.69%.</p><p>For airlines, the first three months of the year have been tumultuous. The spread of the Omicron variant of Covid-19 around the holidays and at the start of the year roiled their operations and cut short a nascent travel rebound as U.S. travelers canceled trips, while businesses canceled convention plans and kept workers home.</p><p>American Thursday reported a $1.64 billion loss over the three months ended March 31. Stripping out one-time items, American posted a loss of $2.32 a share. Analysts polled by FactSet were expecting an adjusted loss of $2.39 a share.</p><p>As daily new case numbers began to fall, demand for travel returned even as consumers faced higher fares driven by jet fuel prices and labor costs. American's operating revenue rose to $8.9 billion from $4 billion a year earlier. Analysts polled by FactSet were anticipating $8.79 billion.</p><p>Now, one of the biggest questions airlines face is whether they can keep their operations on track as travelers pack planes this summer. Several airlines stumbled last summer and some have shown signs of strain this spring.</p><p>Carriers including Alaska, JetBlue Airways Corp. and Spirit Airlines Inc. have cut schedules recently, moves they said would give their operations more flexibility to handle schedule disruptions. Mr. Isom said the airline has performed well through the spring break period and has 12,000 more employees now than it did last summer. </p><p>Passengers at Denver International Airport this week. Demand for travel has returned even as consumers faced higher fares. PHOTO: Chet Strange for The Wall Street Journal</p><p>\"We have sized the airline for the resources we have available,\" Mr. Isom said. American said its capacity this year will be a bit lower than it had previously projected due to delays in deliveries of its Boeing 787 jets, but it hasn't had to throttle back its schedule to adjust for staffing or other constraints. American plans to fly as much as 94% of its 2019 capacity in the current quarter.</p><p>United, which has kept its flying schedule smaller throughout the pandemic, said it would ramp up gradually in an effort to give priority to reliability.</p><p>Jet-fuel costs roughly doubled since last April across the country, as Russia's invasion of Ukraine drove up crude oil prices. American Airlines reported a 64.7% increase in jet-fuel prices for the first quarter, to $2.80 a gallon, and the airline is assuming fuel prices of $3.59 to $3.64 a gallon during the current quarter.</p><p>Airfares have started to climb in tandem as carriers pass those higher costs on to consumers. Domestic ticket prices in March were 20% higher than 2019 levels, and up 15% from February, according to the Adobe Digital Economy Index.</p><p>Adobe said this week that there are signs that the higher fares are starting to curb travel appetite. In the first half of April, domestic bookings online were down 2% from the first two weeks for March, though flight bookings are still ahead of prepandemic levels.</p><p>Last week, Delta Air Lines Inc. said those higher costs haven't kept Americans from traveling. The airline, like American, said it expected to return to profitability in the current quarter amid strong summer sales and bookings.</p><p>Write to Alison Sider at alison.sider@wsj.com and Will Feuer at will.feuer@wsj.com</p><p>American, United Project Packed Planes This Summer</p>",
  "published": "2022-04-21T13:32:00.000Z",
  "tags": [
    {
      "id": "US0970231058",
      "nexusId": "10030932",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 2892,
          "end": 2898
        }
      ]
    }
  ]
}