{
  "_id": "a0a48c21b7a69daa25df87d2c2c8a1b9162a6a0542fa34e3b4fc4ae7d617b7dc",
  "feed": "wall-street-journal",
  "title": "Airline Wi-Fi Gets Faster and Cheaper—for Some of Us; Flights are getting better internet service, though prices still vary widely enough to make the best, cheapest connection far from a sure thing",
  "text": "<p>Airlines are finally introducing cheaper, faster Wi-Fi, a rare bright spot in air travel this year. If this is news to you, it's hardly surprising: The mix of prices and connection speeds is still messy as airlines upgrade internet connectivity plane by plane. That's why you may find yourself on a flight with blazing fast Wi-Fi for $8, or one that could have a slower connection that costs nearly $40.</p><p>Airlines say outliers like $39.95 for Wi-Fi on cross-country flights, which costs only $10 less than most airlines' monthly domestic Wi-Fi passes, will eventually go away. Delta, which expects the majority of the planes in its domestic fleet to have $5 Wi-Fi by year's end, says Ms. Ross's flight was on a plane equipped with an older system that has dynamic pricing set by the provider. Delta sees fast Wi-Fi as so important, it added a \"faster Wi-Fi\" label to flight search results.</p><p>Alaska Airlines announced a flat $8 rate on planes equipped with satellite Wi-Fi service in April and expects most of its planes to have it by early 2023. It still has variable pricing on about 30 of its 170 Boeing 737s with slower Wi-Fi.</p><p>\"As we convert those aircraft to satellite, they'll come down in price,\" says David Scotland, the airline's manager of in-flight connectivity and entertainment.</p><p>Airlines' end goal is to \"harmonize\" the systems and prices, says Daniel Welch, co-founder and in-flight connectivity specialist at Valour Consultancy, a U.K.-based market-research firm.</p><p>\"The passenger can't be expected to understand why they're paying $39 on one and not on the other,\" Mr. Welch says.</p><p>Confusion is high now, given the pace of change in Wi-Fi prices and service on U.S. airlines this year.</p><p>Delta, Alaska and United Airlines all switched from dynamic pricing based on route, flight length and other factors to a flat fee on some or all domestic flights. Delta charges $5, Alaska $8 and United $10, and less for those who belong to United's frequent-flier program or have its credit card. United is the only airline with a new flat rate to offer it on all domestic flights, regardless of provider. (JetBlue Airways has always offered free high-speed Wi-Fi.)</p><p>American Airlines is testing 20 or 30 free minutes of its satellite Wi-Fi where available if you watch an ad. Otherwise, its prices remain dynamic. And Southwest Airlines, which has long charged a flat $8 fee for basic internet service, has announced plans to upgrade the Wi-Fi on its new Boeing 737s beginning this fall and is boosting Wi-Fi equipment on existing planes. Southwest says more than 150 planes have already been upgraded, with a total of 350 expected before the end of the year.</p><p>\"We have less-than-acceptable Wi-Fi,\" Southwest Chief Executive Bob Jordan says. \"But the commitment is that we're going to have terrific Wi-Fi for you that's going to meet your needs.\"</p><p>SHARE YOUR THOUGHTS</p><p>Have you purchased in-flight Wi-Fi lately? How was the price and service? Join the conversation below.</p><p>Mr. Jordan says customer surveys show that reliable Wi-Fi is among the top five passenger requests.</p><p>It's all made possible by what Valour's Mr. Welch calls a \"blanket\" of high-speed capacity as providers compete for business. Hawaiian Airlines plans to offer in-flight internet for the first time beginning next year using SpaceX'sStarlink service, whichDelta has also tested, on trans-Pacific flights. Even budget-minded Spirit Airlines added Wi-Fi this year.</p><p>\"In North America in particular, it's just going to get better, and better quite quickly,\" Mr. Welch says.</p><p>Travelers have taken to the lower prices.</p><p>The percentage of Alaska passengers paying for Wi-Fi jumped 50% since the $8 flat rate made its debut in April, a figure Alaska's Mr. Scotland calls \"absolutely huge.\" The airline immediately noticed a drop in usage of its free movies and other entertainment when the price dropped as passengers streamed their own shows.</p><p>Alaska made the switch after low price-satisfaction scores in customer surveys. Those scores have risen every week since, Mr. Scotland says.</p><p>The popularity has the airline rethinking its $49.95 monthly Wi-Fi subscription plan, since it's less of a deal than it was previously. The airline will probably tweak it rather than eliminate it, Mr. Scotland says.</p><p>On her May trip to Boston, Ms. Ross paid $8 on Alaska for the flight out and the $39.95 for Delta on the return. She added a note to her expense report given the glaring discrepancy in prices.</p><p>Betsy Mulé, a 27-year-old early-stage venture-capital investor from Boston, paid two different prices for Delta Wi-Fi on the same cross-country trip for a travel conference in August.</p><p>She snagged Delta's new $5 flat rate on the flight from Boston to Las Vegas but was charged $29.95 on the return flight from Las Vegas to New York. The internet providers were different.</p><p>Ms. Mulé ticked off some of the other prices she's paid for Wi-Fi on airlines this summer: $8, $11, $13, $20.</p><p>\"It's just been totally all over the place both on price and service,\" she says. \"The thing is, you just have no idea until you get there.\"</p><p>Write to Dawn Gilbertson at dawn.gilbertson@wsj.com</p><p>Airline Wi-Fi Gets Faster and Cheaper—for Some of Us</p>",
  "published": "2022-08-31T09:30:00.000Z",
  "tags": [
    {
      "id": "US0970231058",
      "nexusId": "10030932",
      "name": "The Boeing Company",
      "confidence": 0.7,
      "offsets": [
        {
          "start": 1097,
          "end": 1103
        }
      ],
      "weightsV2": {
        "weight": 0.6634549,
        "baseWeight": 1.0,
        "expansionWeight": 0.0,
        "ontologyWeight": -0.33657956,
        "tagPositionWeight": 3.4451485e-05,
        "titleWeight": 0.0
      },
      "typeRank": 10
    }
  ]
}