{
  "_id": "4afc7bdc539cbd1f4bcad0c27a1138d74e7c5902de8869d1e8a1d92960b7f4a7",
  "feed": "wall-street-journal",
  "title": "NASA's Artemis I Mission Blasts Off in Test Run to Moon; The Space Launch System rocket roared off a launchpad early Wednesday morning, a big step in the agency's plans to return to the surface of the moon",
  "text": "<p>The vehicle could be seen ascending from Launch Pad 39B at the Kennedy site, generating a delayed rumble that could be felt miles away and lighting up the sky. Two missile-shaped boosters strapped to the main part of the rocket provided most of the thrust at launch, with help from four engines at the bottom of the vehicle.</p><p>The flight is a critical jumping-off point for Artemis, NASA's multiyear program to return astronauts to the lunar surface for the first time since 1972 and sets the stage for broader agency space-exploration efforts. </p><p>NASA Administrator Bill Nelson said the agency had faced false starts with the 2011-retired space shuttle as well. PHOTO: Sarah Blesener for The Wall Street Journal</p><p>\"For the Artemis generation, this is for you,\" Charlie Blackwell-Thompson, the Artemis launch director, said after NASA managers agreed, in a final prelaunch poll, to ignite the rocket.</p><p>Artemis I, as this mission is called, is designed as an intense test of the vehicles that NASA is depending on, specifically the Space Launch System rocket that will blast the uncrewed Orion spacecraft toward the moon. Boeing Co. developed the SLS rocket, while Lockheed Martin Corp. is the lead company behind Orion.</p><p>Blastoff occurred after NASA had struggled to load super-cold fuel into the rocket during two earlier potential launch attempts, had to conduct repairs on the SLS and navigated around two hurricanes. The costly rocket has been in the works for more than a decade, with contractors behind it struggling at times with delays and production challenges.</p><p>Before the launch, NASA filled up the 538,263-gallon liquid-hydrogen fuel tank, a contrast to earlier attempts when engineers struggled with leaks of the propellant. The agency developed fresh procedures to ease the super-cold propellant into the tank following a second cancellation.</p><p>Interactive: An Inside Look at the SLS Rocket</p><p>The fueling wasn't without its challenges: a \"red crew\" on Tuesday evening drove out the launchpad to tighten bolts on a valve that had begun leaking. The two technicians and a safety representative were able to complete the potentially hazardous operation—near a space vehicle loaded with rocket propellants—and fix the problem.</p><p>The rocket and Orion were functioning as expected, at least during the first few minutes after liftoff, according to the agency's live stream. Orion and its propulsion had separated from the SLS main section and were flying freely. Solar arrays on Orion were deployed as planned, ahead of a maneuver slated for about 90 minutes after launch that would give the spacecraft a big push toward the moon.</p><p>SHARE YOUR THOUGHTS</p><p>Will you be watching NASA's moon rocket launch this Wednesday? Join the conversation below.</p><p>NASA officials previously said starting Artemis I early Wednesday would result in a roughly 26-day mission assuming all goes as planned, with the Orion astronaut module splashing down in the Pacific Ocean near San Diego around Dec. 12.</p><p>Bill Nelson, the agency's administrator, said on Tuesday night that NASA would be able to launch the rocket as planned. He had previously said agency leaders had made the right decision in canceling the two previous attempts.</p><p>\"At the end of the day, if it's successful, you don't remember all the scrubs,\" he said in a recent interview.</p><p>NASA engineers faced repeated challenges fueling up the rocket. In August, the agency dealt with a hydrogen leak that emerged during fueling and a sensor that fed teams faulty data. In September, NASA tried again to fuel SLS for a flight, but a larger hydrogen leak forced it to cancel that attempt.</p><p>With SLS completing its part of the mission, Orion now faces a journey to orbit the moon. The spacecraft will leave that orbit roughly two weeks after Wednesday, according to a flight plan, to begin its return back to Earth. A critical test is set for the very end of the mission, when the crew module on the ship will face intense heat re-entering the atmosphere from space.</p><p>\"There is more risk on this uncrewed flight test as we really stress our systems,\" said Jim Free, associate administrator for NASA's division focused on exploration systems, during a recent briefing.</p><p>NASA and its contractors have been working on the SLS rocket for more than a decade, but they aren't the only ones that have been developing large rockets.</p><p>Elon Musk's SpaceX, as Space Exploration Technologies Corp. is called, has been pushing to launch its Starship rocket for that vehicle's inaugural orbital test flight. NASA plans to use a version of Starship as part of the Artemis effort about two years from now. Jeff Bezos' Blue Origin LLC is working on a vehicle called New Glenn, which has yet to fly.</p><p>NASA plans to use another SLS rocket to blast an Orion ship carrying humans in its crew capsule toward lunar orbit in 2024, according to a recent agency presentation.</p><p>The following year, the agency would aim to deliver Orion with astronauts on board to a moon orbit where the vehicle would rendezvous with SpaceX's Starship lander. The lander would take two astronauts to the lunar surface and then back up to orbit, according to NASA plans. </p><p>Press gathered for the first Artemis 1 launch attempt, in August. PHOTO: Eva Marie Uzcategui for The Wall Street Journal</p><p>Write to Micah Maidenberg at micah.maidenberg@wsj.com</p><p>NASA's Artemis I Mission Blasts Off in Test Run to Moon</p>",
  "published": "2022-11-16T07:53:00.000Z",
  "tags": [
    {
      "id": "US0970231058",
      "nexusId": "10030932",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 1113,
          "end": 1123
        }
      ]
    }
  ]
}