{
  "_id": "7515d4610d61104be5191576622dfce4429334cbda98c85506fc6433efc643ad",
  "feed": "wall-street-journal",
  "title": "World News: Black Box From China Eastern Jet Found --- Investigators hope discovery of cockpit voice recorder can provide clues to crash",
  "text": "<p>Heavy rain hampered the efforts of rescuers whocombed the crash site, finding fragments of human remains, according to one fire-department official.</p><p>The black box's exterior was severely damaged but its storage unit remained \"relatively intact,\" Zhu Tao, a spokesman for the Civil Aviation Administration of China, said Wednesday. An early assessment showed it was a cockpit voice recorder, and the device was sent to Beijing for analysis, he said.</p><p>Air-safety officials in China and the U.S. are sharing information, but it isn't clear if U.S. government aviation experts would travel to the country for the investigation. Getting to the bottom of Monday's crash likely will require cooperation between China and the U.S., two countries that have frequently been at odds.</p><p>The National Transportation Safety Board, a U.S. agency that investigates aviation and other accidents, was still trying to secure Chinese approval Wednesday to expedite their entry into the country, U.S. officials said. A group of U.S. safety experts would need expedited visas and waivers from Covid-19 restrictions, one of these officials said.</p><p>Representatives of the Federal Aviation Administration and Boeing also were preparing to send personnel to the accident site. Boeing technical experts typically would assist U.S. efforts to support international-crash investigations involving the company's aircraft.</p><p>The Chinese Embassy didn't respond to a request to comment Wednesday. Boeing has been working with China Eastern and in contact with the NTSB, the company has said.</p><p>A big hurdle to expedited travel: People entering China from overseas must undergo a quarantine of at least two weeks.</p><p>While the U.S. and Chinese governments sort out the complications of getting U.S. representatives to China, American and Chinese officials have been communicating about the accident, according to people familiar with the matter.</p><p>The plane, a Boeing 737-800, was suitable for flying and reported no technical issues before takeoff, and its aircrew were in good health and met flying requirements, Chinese officials said Tuesday.</p><p>A plane's two black boxes -- a flight-data recorder and cockpit voice recorder -- store vital information and typically provide accident investigations the best information about what caused a plane to crash.</p><p>The hunt for the second black box is continuing.</p><p>At an earlier briefing, Mao Yanfeng, a CAAC official, said the weather wasn't dangerous at the time of the crash, and that air-traffic controllers and aircrew members had maintained normal communication up until the sudden drop in the jet's altitude.</p><p>The air-safety regulator has said the plane was at a cruise altitude of about 29,000 feet, at 2:17 p.m. local time and that a controller noticed a sharp drop at 2:20 p.m. At 2:23 p.m., the radar signal of the aircraft disappeared. Tracking data from Flightradar24 shows the jet reached vertical speeds of 31,000 feet a minute, or more than 350 miles an hour.</p><p>---</p><p>Rachel Liang, Qianwei Zhang and Alison Sider contributed to this article.</p><p>License this article from Dow Jones Reprint Service</p>",
  "published": "2022-03-24T00:00:00.000Z",
  "tags": [
    {
      "id": "US0970231058",
      "nexusId": "10030932",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 1913,
          "end": 1919
        },
        {
          "start": 1457,
          "end": 1463
        },
        {
          "start": 1246,
          "end": 1252
        },
        {
          "start": 1179,
          "end": 1185
        }
      ]
    }
  ]
}