{
  "_id": "0682757a0fbe22b47f428ebe5d973dcc3ec3c76d1ddae8c6ab66f0e89147ab25",
  "feed": "ftcomall",
  "title": "Saudi Arabia opens economic zone in push for foreign investment",
  "text": "<p>Saudi Arabia has unveiled its first integrated economic zone as it seeks to position itself as the region's leading logistics hub and attract foreign investment, officials said. </p> <p>Apple has agreed to set up its Middle East distribution hub in the 3mn-square-metre economic zone in Riyadh. The zone, which will be tax-free for companies for up to 50 years, is part of a plan to diversify the country's economy away from oil. </p> <p>The ambitions place Saudi Arabia in <a href=\"https://www.ft.com/content/0cb64e0b-fcad-4992-beed-191261caa406\">competition with its smaller Gulf neighbour</a> the United Arab Emirates, whose tax-free zones such as Jebel Ali have made it a regional hub for multinationals. </p> <p>Abdulaziz al-Duailej, head of the General Authority of Civil Aviation, said the creation of economic zones and cargo villages were key to “ensure we achieve its objective of being the leading logistical hub in the Middle East”.</p> <p>The kingdom aims to handle 4.5mn tonnes of air freight by 2030, up from an expected 0.8mn tonnes this year.</p> <p>Saudi Arabia wants companies doing business in the kingdom to <a href=\"https://www.ft.com/content/3a93b6a6-dbec-4cc7-98e5-a37804fe3fa6\">establish their regional headquarters</a> in the country by the start of 2024. Most multinationals' regional HQs are based in the UAE, which is to impose a 9 per cent corporate tax next year outside of its free zones, lower than Saudi Arabia's current rate of 20 per cent. </p> <p>The newly launched economic zone “adds to the long list of generous initiatives aimed at attracting international companies to the Kingdom”, said Tarek Fadlallah, chief executive of Nomura Asset Management in the Middle East. </p> <p>“The Saudi market is huge but there are several attractive economic zones across the region already. Economic zones across the region have competitive incentives that will be hard to beat,” he said.</p> <p>Saudi authorities hope their regulatory incentives, in addition to the zone's location in the political and commercial capital Riyadh, will help attract investors. In addition to companies incurring no income tax they will pay no value added tax on products moved to and from the zone for reassembly, servicing or maintenance, he said. </p> <p>Labour force requirements will also be more flexible than the rest of the kingdom, where authorities <a href=\"https://www.ft.com/content/fc240c0e-29fb-11e9-88a4-c32129756dd8\">have set quotas for Saudi hires</a>. </p> <p>“You have a bundle of incentives that are being offered in the zone to make it really attractive for investors, especially in logistics,” Al-Duailej said.</p> <p>The country, which is enjoying a windfall from higher oil prices sparked by Russia's invasion of Ukraine, is the Arab world's largest economy and is projected to have the <a href=\"https://www.oecd.org/economic-outlook/september-2022/\">highest rate of economic growth in the G20</a>, according to the IMF. It is using its budget surplus to plough ahead with its diversification programme and a number of large projects steered by the sovereign Public Investment Fund.</p> <p>One of the projects is a new airline scheduled to be announced this year. Officials for the provisionally named RIA are in talks with Boeing and Airbus for a fleet of planes, according to people familiar with the matter. The airline is expected to overtake Saudia as the national carrier. </p> <p>Al-Duailej said the kingdom was looking to triple the number of passengers by 2030 and more than double the number of destinations to 250 by 2030, with the new airline and Saudia each serving 100mn passengers a year. </p><p>Source: Samer Al-Atrush in Riyadh 2022 'Saudi Arabia opens economic zone in push for foreign investment' FT.com 1 November. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-11-01T10:31:13.124Z",
  "tags": [
    {
      "id": "US0970231058",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 2865,
          "end": 2871
        }
      ],
      "nexusId": "10030932"
    }
  ]
}