{
  "_id": "dbe33054a3eab0c730a7c1245f6f08918bdd05fa93b1add6621500908890dd33",
  "feed": "market-watch",
  "title": "FTC moves to block Lockheed Martin Aerojet acquisition",
  "text": "<p>The FTC alleged in a complaint that if the deal were to proceed, Lockheed would harm rival defense contractors that source parts from Aerojet, including Raytheon Technologies Inc. RTX, Northrop Grumman Corp. NOC and Boeing Co. BA It also argued that the U.S. government would be harmed by the merger through higher prices, decreased quality of missile products and less frequent innovation.</p><p>“Lockheed is one of a few missile middlemen the U.S. military relies on to supply vital weapons that keep our country safe,” FTC Bureau of Competition Director Holly Vedova said in a press release. “If consummated, this deal would give Lockheed the ability to cut off other defense contractors from the critical components they need to build competing missiles. Without competitive pressure, Lockheed can jack up the price the U.S. government has to pay, while delivering lower quality and less innovation.”</p><p>Lockheed said earlier Tuesday that it expected the FTC to sue to block the merger.</p><p>“We have been advised by the FTC that its concerns regarding the transaction cannot be addressed adequately” through mutually agreed upon remedies that would blunt the anticompetitive effects of the combination, the company said in a filing with the Securities and Exchange Commission.</p><p>The news sent Aerojet shares tumbling more than 17% in Tuesday trade to around $37, well below the $51 per share Lockheed had agreed to pay to acquire the company in December of 2020.</p><p>The FTC will often require companies to divest certain assets or agree to abide by certain behavioral strictures before approving a merger, but the FTC advised Lockheed that its antitrust concerns likely cannot be assuaged by such requirements.</p><p>Lockheed said it will have 30 days to decide whether to defend the lawsuit or terminate the merger agreement.</p>",
  "published": "2022-01-25T12:41:00.000Z",
  "tags": [
    {
      "id": "US0970231058",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 216,
          "end": 226
        }
      ],
      "nexusId": "10030932"
    }
  ]
}