{
  "_id": "d74b602c14806cf899ffa48418d2b476c80e127fa8bde7dced283e8766a2b954",
  "feed": "ftcomall",
  "title": "Planemakers step up hydrogen tests in push to clean aviation",
  "text": "<p>Parked in a corner of the sprawling site in Toulouse that is home to Airbus, Europe's aerospace champion, is the first A380. Originally used as a test jet for the world's largest passenger airliner, it is set to fly again as part of efforts to tackle aviation's decarbonisation challenge. </p> <p>The superjumbo is being modified to test a hydrogen-propelled engine. Inside its cavernous interior, stacks of hard drives have been installed to collect data during test flights, while engineers will be able to monitor progress from a row of computers in the middle of the lower deck.</p> <p>The converted demonstrator jet will fly with its usual four engines but will have a fifth that is adapted for hydrogen. Airbus aims to start flight tests by the end of 2026 as part of an <a href=\"https://www.ft.com/content/87941b8d-0460-4b54-a861-d6ebc6da29e8\">ambitious pledge to bring a zero-emissions aircraft into service by 2035</a>. The A380's large size makes it ideal to house all the necessary test equipment, but the technology is likely to be deployed to a much smaller commercial plane. </p> <p>Hydrogen may have four times the volume of jet fuel but it is three times lighter and promises not just net carbon neutrality, but zero CO₂ emissions. Hydrogen can also be used to create sustainable synthetic fuels, by combining with carbon captured from the air. </p> <p>Proving the technology is not a problem, but liquid hydrogen has challenges that still need to be addressed. </p> <p>“We are looking at the feasibility of hydrogen. For now, we are focused on the technology. We will then decide on the architecture,” says Mathias Andriamisaina, head of the zero emission demonstrator programme at Airbus. </p> <p>Airbus is not the only one experimenting. US rival Boeing, along with engine manufacturers and airlines, are all exploring a range of technologies, from “sustainable aviation fuels” (SAF) to electric batteries and hydrogen, to cut pollution and meet zero-emission targets by 2050. Boeing has taken a more cautious view on the role hydrogen will play, at least over the shorter-term. </p> <p>Before the pandemic led to the grounding of many of the world's aircraft, aviation accounted for roughly 2.4 per cent of global emissions. The pressure to curb emissions has only accelerated since the crisis and the industry is in the throes of the greatest revolution since the development of the jet engine by Frank Whittle in 1937.</p> <p>Executives say investment in aircraft technologies that enable the use of both SAFs and hydrogen fuels will be critical to achieving the 2050 target, and many caution that achieving net zero in aviation is not guaranteed.</p> <p>Both pathways have their own particular challenges. </p> <p>Aircraft engines are already certified to fly with 50 per cent SAF and both Airbus and Boeing have said their commercial aircraft will be able to fly with 100 per cent by 2030. The challenge with SAF is its availability — energy companies are producing less than <a href=\"https://www3.weforum.org/docs/WEF_Clean_Skies_Tomorrow_SAF_Analytics_2020.pdf\">0.1 per cent</a> of aviation's needs today — as well as the fact that it still burns carbon. It can, however, reduce carbon emissions by up to 80 per cent over the lifecycle of the fuel compared with traditional jet fuel. </p> <p>“The question is more how do you source enough of that to power the entire aviation sector,” says Ryah Whalen, innovations director at Boston Consulting Group, adding that other industries will be competing for the same feedstocks. </p> <p>Cost remains another hurdle. SAFs produced from biological resources are estimated to be between two and six times more expensive than traditional jet fuel, although incentives are expected to help lower this over time. </p> <p>Hydrogen, on the other hand, has been hailed by some as the only technology capable of delivering true zero-emissions flying. So-called green hydrogen, produced through the electrolysis of water, does not emit CO₂ when burnt as a fuel. </p> <p>“If SAF is the quick way . . . we, the original equipment manufacturers, have the responsibility to look at what we can do with hydrogen. Hydrogen is the true zero carbon fuel,” Gaël Méheust, chief executive of CFM International, told an <a href=\"https://hydrogen.live.ft.com/\">FT Hydrogen Summit</a> in June. </p> <p>CFM, a joint venture between France's Safran and America's General Electric, two of the world's largest aero-engine makers, is working with Airbus to develop the hydrogen engine. </p> <p>“We strongly believe we can fly an aircraft with hydrogen,” added Méheust. </p>  <p><strong>Yet opinions differ about how quickly</strong> the industry can achieve hydrogen-propelled flight given the number of technical challenges involved, as well as the investments needed to change aircraft design and airport infrastructure.</p> <p>Under Airbus's <a href=\"https://www.airbus.com/en/newsroom/news/2021-12-how-to-store-liquid-hydrogen-for-zero-emission-flight\">plans</a>, 400kg of liquid hydrogen will be stored onboard in four tanks at minus 253 degrees Celsius. A cryogenic distribution system would need to be developed. The hydrogen will also need to be converted into a gas before it is burnt. The gas burns at a much higher temperature than conventional jet fuel, so special cooling and coating materials will also need to be developed.</p> <p>The first big challenge, says Andriamisaina, will be storing the hydrogen inside the aircraft. “We need to demonstrate it is possible to safely transport hydrogen on an aeroplane. We need to be able to manage things like leaks or a fire.”</p> <p>Hydrogen sceptics say that its use will, at least initially, be limited to helping power planes that travel shorter distances. In order to make a really big dent in the industry's carbon footprint, companies need to tackle the most polluting segment of aviation. Roughly 80 per cent of aviation CO₂ emissions come from flights of more than 1,500km, according to the Air Transport Action Group.</p> <p>Alan Epstein, a former industry executive and professor of Aeronautics at MIT, says the focus should be on what is most cost effective given the investments already made into today's aircraft fleet. </p> <p>“The imperative . . . is to get to net zero by 2050 and to do so in an economically responsible way,” Epstein told the same FT hydrogen summit, adding that “I don't think liquid hydrogen makes any sense” because of the spending required. </p> <p>Yet a <a href=\"https://www.ati.org.uk/wp-content/uploads/2022/03/FZO-ALL-REP-0004-FlyZero-Our-Vision-for-Zero-Carbon-Emission-Air-Travel.pdf\">recent report</a> by the UK government-backed FlyZero initiative concluded that in order to meet net zero commitments, 50 per cent of the commercial fleet would have to be hydrogen-powered by 2050. This also assumed that midsize hydrogen-propelled aircraft would be operating by 2035, with hydrogen-powered narrow-body jets in service by 2037. </p> <p>It identified six “revolutionary technology breakthroughs” that would be required, including fuel systems and storage, fuel cells and electrical propulsion systems. </p> <p>Divisions aside, the industry is well aware that it needs to step up progress and investment in order to meet that 2050 target. </p> <p>Asked about Airbus's 2035 target, Grazia Vittadini, chief technology and strategy officer at Rolls-Royce and formerly at Airbus, told the same FT summit that “it is important to have airframers such as Airbus . . . really setting the pace, giving really ambitious targets to work to”. </p> <a href=\"http://www.ft.com/cms/a7ce3ebf-8cd4-40f2-ab56-a81c4a82ee14.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a><p>Source: Sylvia Pfeifer 2022 'Planemakers step up hydrogen tests in push to clean aviation' FT.com 20 July. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-07-20T04:00:55.100Z",
  "tags": [
    {
      "id": "US0970231058",
      "nexusId": "10030932",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 1871,
          "end": 1877
        },
        {
          "start": 1641,
          "end": 1647
        },
        {
          "start": 2669,
          "end": 2675
        }
      ]
    }
  ]
}