{
  "_id": "118513fde6d7eba36e98b1320eaae09e7752e6f5cc5a30e563ed88143916de80",
  "feed": "ftcomall",
  "title": "Qatar Airways orders first 777X freighters from Boeing",
  "text": "<p>Qatar Airways plans to buy 34 777X freighters and 25 737 Maxes from Boeing, a big order that will deal a blow to rival Airbus and hands a win to a flagship US manufacturer on the same day that the country's emir met President Joe Biden.</p> <p>The order makes the airline the launch customer for the freighter. The deal includes an option to buy an additional 16 freighters and up to 25 more Maxes.</p> <p>A person briefed on the deal said the 100 aircraft were worth almost $34bn.&#xa0;</p> <p>Gina Raimondo, US secretary of commerce, said the freighter order —$20bn at list prices, which are higher than what customers pay — was “the largest dollar value commitment for freighter aircraft in Boeing's history”.</p> <p>The order comes against a complicated geopolitical and commercial backdrop.</p> <p>Qatar, the world's wealthiest nation in per-capita terms, is an important Arab partner for Washington. Home to the US's largest military base in the Middle East, it played a crucial role in the US's chaotic withdrawal from Afghanistan last year, acting as an interlocutor&#xa0;with the Taliban and helping evacuate thousands of vulnerable Afghans and foreigners from Kabul. </p> <p>In recent weeks, Washington has held discussions with Doha about whether it could help supply gas to Europe if a Russian invasion of Ukraine disrupts energy supplies to the continent. </p> <p>Qatar is the world's biggest exporter of liquefied natural gas. Biden held talks with Sheikh Tamim bin Hamad al-Thani, Qatar's emir, in Washington on Monday and said he was designating the Gulf state a non-Nato ally. </p> <p>The country's flagship carrier is also locked in a dispute with Airbus, Boeing's arch-rival, over alleged surface issues with its A350 aircraft. &#xa0;</p> <p>Last year, Qatar Airways was interested in a freighter version of Airbus's A350, sources say, a version that the European plane maker launched to challenge Boeing's dominance in the <a href=\"https://www.ft.com/content/c638cfea-45c2-48cf-9f66-a6ab4dbf0857\">booming cargo market</a>.</p> <p>“The launch of the 777X [freighter] is crucial to Boeing retaining its position in the freighter market,” said Scott Hamilton, of aerospace consultancy and news site Leeham News and Analysis.</p> <p>But the relationship between Qatar Airways and Airbus has deteriorated. The Gulf state carrier last month announced that it was suing Airbus over what it described as the “accelerated surface degradation” of the A350. The airline, which operates 34 A350-900s and 19 A350-1000s, has grounded 21 of its jets on the orders of its aviation regulator. It also has another 23 on order but has halted further deliveries during the dispute. </p> <p>Akbar Al Baker, Qatar Airways' outspoken chief executive, has waged an increasingly bitter campaign in public against Airbus over the surface problems. The aerospace group has consistently maintained that the surface-degradation issues are non-structural. Airbus <a href=\"https://www.ft.com/content/9a0adbbc-5546-4dc5-a987-8b71360eb50a\">escalated the dispute</a> this month when it rescinded a separate order from Qatar Airways for A321neo aircraft, a rare move by a manufacturer. </p> <p>The plan to purchase the Maxes could be Qatar Airways' attempt to fill that gap, Hamilton said.</p> <p>Airbus declined to comment on Monday. </p>&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;<p>Source: Claire Bushey in Chicago, Andrew England and Sylvia Pfeifer in London 2022 'Qatar Airways orders first 777X freighters from Boeing' FT.com 31 January. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-01-31T21:12:28.040Z",
  "tags": [
    {
      "id": "US0970231058",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 1605,
          "end": 1611
        },
        {
          "start": 1934,
          "end": 1940
        },
        {
          "start": 668,
          "end": 674
        },
        {
          "start": 1836,
          "end": 1842
        },
        {
          "start": 48,
          "end": 54
        },
        {
          "start": 68,
          "end": 74
        }
      ],
      "nexusId": "10030932"
    }
  ]
}