{
  "_id": "559411681868581b9aacb625143e38d7744c3b24d04d67e351b130df2c9f6aa6",
  "feed": "wall-street-journal",
  "title": "U.S.-Based Pensions Rush to Assess Interest-Rate Risk; Lower leverage likely shields the plans from the big cash calls that hammered U.K. markets",
  "text": "<p>The U.K. pension blowup has left many U.S. companies pushing to assess whether the sharp 2022 rise in global interest rates could expose losses tied to the use of derivatives—contracts whose value is derived from the price of some other financial asset or indicator—in defined-benefit pension plans.</p><p>The question hangs over private pension plans that together control $3.7 trillion in retirement savings in the U.S., according to Federal Reserve data. General Motors Co., Eli Lilly &amp; Co. and General Electric Co. are among the companies using a version of liability-driven investing, a strategy that triggered sizable cash calls for U.K. pensions and fueled market upheaval and central-bank intervention.</p><p>So far, people who work in the U.S. corporate pension industry say there appears to be little cause for alarm. While companies in the U.S. sometimes use derivatives to improve returns, common practice domestically favors the use of less leverage, or borrowed money—the culprit in the U.K. blowup. The relative scale of corporate defined-benefit liability is also far less in the U.S., where companies have offered mainly 401(k)-style plans since at least the early 2000s.</p><p>\"The likelihood of an event like what happened in the U.K. is so small in the U.S.,\" said Michael Clark, a managing director on the derivatives team at Boston-based Agilis, a pension actuary and investment consultant. \"The way that liability-driven investment structures are implemented, they are just fundamentally different from in the U.K.\"</p><p>Liability-driven investing refers to a practice adopted by corporate pension managers in response to mandates to use long-term bond rates to calculate the pension liabilities they disclose. In a bid to manage the risk that interest-rate declines would leave pensions underfunded by increasing the relative value of their liabilities, the plans began trying to craft portfolios whose assets and liabilities alike would move in tandem with bond rates.</p><p>One way to do that is to simply buy bonds outright. Another way is to use derivative contracts that require less money upfront and enable the fund manager to invest the balance in stocks and other higher-yielding securities in a bid to boost returns.</p><p>Rising yields across the world have meant losses for all types of fixed-income investments this year, even U.S. Treasurys. Leverage amplifies those gains and losses. As pension funds in the U.K. rushed this fall to replenish collateral, they unloaded bonds, stocks, credit and real-estate-fund investments, and prices plummeted. The ripple effects could be felt even in the U.S.</p><p>British pensions allow as much as seven times leverage, according to a 2019 survey by U.K. regulators of pension funds with assets totaling roughly $790 billion, about half of the country's total pension assets. That means managers are permitted, for example, to buy exposure to fixed-income assets equal to as much as seven times the amount in their fixed-income portfolio.</p><p>The U.K. survey data also showed that derivatives and other instruments used for leverage as part of a liability-driven strategy had a combined notional amount of about $410 billion, according to an analysis by Ashwin Gopwani, a managing director at Wellesley, Mass.-based asset manager SLC Management. That is equal to about 50% of the total assets of the funds surveyed.</p><p>In contrast, in the U.S. \"we might see a number close to 15% using rough market data and rules of thumb,\" Mr. Gopwani said, adding that he arrived at that figure by using market information on derivatives and adjusting for U.S. plans' level of interest-rate sensitivity, which is lower than in the U.K.</p><p>\"While I don't think the crisis is likely to happen on the same scale [in the U.S.], it could happen in pockets,\" Mr. Gopwani said.</p><p>SHARE YOUR THOUGHTS</p><p>Should pension funds take on leverage? Why, or why not? Join the conversation below.</p><p>Several pension managers and advisers said their U.S.-based clients never or rarely use derivatives as part of liability-driven investing. Corporate pension liabilities in the U.S. are less sensitive to interest rates than in the U.K., where benefits are more closely linked to inflation, pension managers and consultants said. They said this feature makes it easier to match liabilities with bonds rather than using derivatives.</p><p>General Electric uses derivatives in combination with corporate bonds, Treasurys and other investments to hedge asset and liability risks in its $61 billion pension portfolio, it said in its 2021 annual filing.</p><p>General Motors, Ford Motor Co. and Boeing Co. also disclosed using derivatives to adjust portfolio duration, a measure of interest-rate sensitivity. Ford said in a written statement that it \"takes a conservative approach.\"</p><p>Eli Lilly, which manages $16.4 billion in pension assets globally, said in a written statement that it uses derivatives to add to leverage and manage interest-rate risk in its U.S. and U.K. plans. The Indianapolis-based drugmaker said in its 2021 filing that the value of its derivatives contracts are \"not material to the global asset portfolio.\"</p><p>At Boston-based Cambridge Associates, which advises corporate and public pension plans with a combined $219 billion in assets, Serge Agres said that plans he works with typically use two times leverage or less. Mr. Agres, who specializes in liability-driven investments, said his clients didn't have to post any additional collateral in 2022, despite the steep drop in rates.</p><p>\"I'm certainly getting questions from some of my clients that we don't have the same type of risk as a U.K. plan and I've been reassuring them that we don't,\" he said.</p><p>Write to Heather Gillers at heather.gillers@wsj.com</p><p>U.S.-Based Pensions Rush to Assess Interest-Rate Risk</p>",
  "published": "2022-10-18T11:39:00.000Z",
  "tags": [
    {
      "id": "US0970231058",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 4565,
          "end": 4575
        }
      ],
      "nexusId": "10030932"
    }
  ]
}