{
  "_id": "536a24cba8ca7e4e0d31e905d4bf68ba49db49341d6bd228850dcedb8c9d1727",
  "feed": "ftcomall",
  "title": "Boeing hopes to avoid missing deadline to fix Max cockpit",
  "text": "<p>Boeing is hoping to secure a reprieve from US lawmakers as it&#xa0;confronts a looming deadline to certify the smallest and largest versions of its single-aisle workhorse jet, the 737 Max.</p> <p>Two of the four planes belonging to the Max family were approved for flight two years ago, after the US Federal Aviation Administration signed off on their safety following a pair of deadly crashes. Lawmakers, expecting the Max's final two versions would be certified within two years, passed legislation specifying that all jets certified after 2022 must possess a modernised system to alert the flight crew to danger.</p> <p>If a crucial December 27 deadline passes, the air manufacturer will face a choice: redesign the jets' cockpits to meet modern crew-alerting standards, cancel plans to make one or both of the planes, or continue to lobby US lawmakers next year to retroactively extend the certification deadline.</p> <p>But now some US lawmakers are considering adding a deadline waiver to an omnibus spending bill that is expected to pass within days, according to news reports. </p> <p>“It wasn't expected that we would get to the deadline,” said Melius Research analyst Robert Spingarn. “But here we are.”</p> <p>The 737 Max, a descendant of the first 737 designed in 1967, uses a system to alert the flight crew to danger that predates the current standard, known as an “engine-indicating and crew alerting system”, or EICAS. The rest of <a href=\"https://www.ft.com/stream/6f219ed8-b11c-4239-9891-eaa3ba2523a1\">Boeing</a>'s planes use the more modern cockpit alerting system, which gives pilots a readout of the problems in a malfunctioning plane.</p> <p>In October 2018, a Max jet crashed off the coast of Indonesia, followed five months later by a second crash in Ethiopia. A malfunctioning flight control system repeatedly forced the nose of each jet downward, killing a combined 346 people. The National Transportation Safety Board later found that the cacophony of alerts from the 737's old-fashioned system overwhelmed the pilots and contributed to the crashes.</p> <p>Congress passed the Aircraft Certification, Safety and Accountability Act two years ago, which requires that all planes have the newer alert system. The midsize versions of the Max, the 8 and 9, already had been certified. The 7, the smallest plane in the family, seats a maximum of 172 passengers, while the 10 seats up to 230.</p> <p>“Everybody just expected that Boeing would have its act together, and the FAA would be fine, and they would certify the 7 and the 10,” said Scott Hamilton of Leeham, an aerospace consultancy and news website.</p> <p>But the certification process has proceeded more slowly than in the past. Boeing failed to deliver necessary paperwork for the Max 7 to regulators by a deadline in September. Also, the FAA, criticised for an overly cozy relationship with the manufacturer in the run-up to the crashes, has adopted an approach that could be characterised, Hamilton said, as either “meticulous” or “an unkind word would be ‘picky'”. </p> <p>Stan Deal, head of Boeing's commercial plane business, said last month that Boeing expected the 7 to be certified this year or in early 2023, with the Max 10 certified in 2023 or 2024. </p> <p>He told reporters last week that the company still hopes “something happens this year”. However, it has another chance for an extension early next year and will “continue to push Congress to pass legislation for the Boeing 737 Max 7 and Max 10 to win certification even if the deadline passes”.</p> <p>The manufacturer, airlines and two pilot unions have said that it is safer for the four versions of the plane to have a common cockpit. This would reduce training for pilots, allow them to switch easily among versions of the plane and ensure that, in an emergency, they had the same checklist of procedures to follow.</p> <p>Scott Kirby, chief executive of United Airlines, said last week that a common cockpit would be safer. United has ordered 80 Max 10s.</p> <p>“I'm pretty sure it's going to get done in the next Congress,” he said. But if it does not, the airline plans to substitute a different version of the Max, as well as A321s from rival <a href=\"https://www.ft.com/stream/a557a564-769d-4b3f-a0a4-9d5fd83dff43\">Airbus</a>, and “we would get compensation from Boeing, so financially, it wouldn't be a big deal to United”.</p> <p>Families of victims of the two crashes have called for the cockpit alerting system on the 7 and 10 to be upgraded and oppose Congressional moves to extend the deadline. They are joined by one pilot union and Captain Chesley “Sully” Sullenberger, perhaps the best-known pilot in the US following a dramatic emergency landing on the Hudson river in 2009. </p> <p>Michael Stumo, whose daughter Samya Rose Stumo was killed in the Ethiopian Airlines Flight 302 crash, noted that “Boeing's credibility on the Hill is rightly not what it used to be, but they called in all their chips. They got the [US Chamber of Commerce] to ask for it. They got all the airlines to do it.”</p> <p>The families sent a letter to Senate leaders on December 1 saying that, with the push for an extension, “Boeing and industry insiders . . . are inviting more crashes”.</p> <p>“We have heard industry insiders and Boeing claim that some pilots want commonality between old and new aircraft alert systems,” the letter says. “Those same insiders were a part of the problem before and are motivated by profits.”</p> <p>Airlines have ordered about 1,000 Max 7s and 10s, with most choosing the larger of the two jets. That compares to more than 3,200 orders for the two planes in the middle of the range.</p> <p>An important Boeing customer, Southwest Airlines, could suffer capacity constraints if it does not receive the Max 7s it ordered, said Jefferies analyst Sheila Kahyaoglu. But many airlines are likely to switch their orders to an 8 or a 9.</p> <p>Airlines with fleets heavily comprised of Boeing jets are more likely to buy a different sized Max than switch to Airbus, Spingarn at Melius Research said. Airlines that already fly a significant percentage of Airbus jets are more likely to abandon the 10 in favour of Airbus. That is “not good, but it's not a disaster . . . By the time you're done, it's like 10 per cent of your [order] book that you could lose.”</p> <p>The market expects Congress to extend Boeing's deadline to certify the planes, so the company's stock price could be knocked if it does not receive one, Spingarn said. In the long term, if Boeing abandons the Max 10, it leaves the company without a ready competitor against Airbus for longer routes, potentially forcing it to build a new plane sooner than planned. That would disappoint investors who were pleased when Boeing chief executive David Calhoun said last month that it would defer the expensive undertaking until the next decade.</p> <p>But with the need to increase production of the 737 Max and the 787 Dreamliner in order to generate cash and help pay down $57bn in debt, losing some backlog to Airbus is “not the end of the world”, Spingarn said. “There's a lot of challenges at Boeing that need attention, and this is just one of them.”</p><p>Source: Claire Bushey in Chicago 2022 'Boeing hopes to avoid missing deadline to fix Max cockpit' FT.com 20 December. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-12-20T05:00:42.699Z",
  "tags": [
    {
      "id": "US0970231058",
      "nexusId": "10030932",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 1406,
          "end": 1412
        },
        {
          "start": 6063,
          "end": 6069
        },
        {
          "start": 2564,
          "end": 2570
        },
        {
          "start": 5383,
          "end": 5389
        },
        {
          "start": 4991,
          "end": 4997
        },
        {
          "start": 6812,
          "end": 6818
        },
        {
          "start": 6214,
          "end": 6220
        },
        {
          "start": 6444,
          "end": 6450
        },
        {
          "start": 5651,
          "end": 5657
        },
        {
          "start": 2980,
          "end": 2986
        },
        {
          "start": 4890,
          "end": 4897
        },
        {
          "start": 4063,
          "end": 4069
        },
        {
          "start": 2311,
          "end": 2317
        },
        {
          "start": 4591,
          "end": 4598
        },
        {
          "start": 0,
          "end": 6
        },
        {
          "start": 3305,
          "end": 3315
        },
        {
          "start": 2923,
          "end": 2929
        }
      ]
    }
  ]
}