{
  "_id": "ebcf097fec2ab219054a44b6b138be158761e563c43e84ff06db9946bcdf5d8e",
  "feed": "wall-street-journal",
  "title": "Business News:  China Meets With Boeing on 737 MAX Flights  ----  By Rachel Liang and Cao Li",
  "text": "<p>   China's air-safety regulators have met with Boeing Co. to discuss the company's 737 MAX, a move the regulator's official media outlet said signaled the jetliner could soon return to Chinese skies after more than three years. </p><p>   The Civil Aviation Administration of China held an evaluation meeting last week with Boeing's U.S. and China teams to review the training protocols for pilots, the CAAC News, a news outlet run by the regulator, said on Tuesday. </p><p>   The regulator will release a revised report on the plane once questions raised at the meeting are resolved, the news outlet said, adding that it offered hope that the process to reintroduce the 737 MAX to China would be completed soon. The CAAC News didn't provide a timeline. </p><p>   A Boeing spokesperson said the company would continue to work with customers and global regulators, including the CAAC, to safely return the 737 MAX to service worldwide. </p><p>   Boeing shares rose 0.7%, or $1.06, on Tuesday to close at $145.94 each. </p><p>   China was the first country to ground the plane in March 2019, after the second of two fatal crashes involving the 737 MAX within a half year. Since late 2020, the jet has resumed operations in more than 190 countries, including the U.S., Australia, Canada and 31 countries in Europe. But China and a few other countries have held off. </p><p>   In December, China's air-safety regulators issued a key safety approval for the jet, a move that brought the aircraft a step closer to resuming passenger service there. </p><p>   In March, a Boeing 737-800 operated by China Eastern Airlines Corp., one of China's biggest airline companies, nosedived into a mountain slope in southern China, killing all 132 people on board, further denting Boeing's reputation in China and complicating the recertification progress for its separate 737 MAX series of jets. </p><p>   A Chinese investigation into the March accident is still in process, though flight data has indicated that someone in the cockpit intentionally crashed the China Eastern flight, The Wall Street Journal has reported. </p><p>   Before the pandemic, China was one of the biggest and most important buyers of airplanes in the world. Boeing has repeatedly cited the country as a significant market. </p><p>   Boeing Chief Executive David Calhoun said last week that the company would continue lobbying for improved U.S.-China ties. </p><p>   Boeing is also facing competition from its main rival, Airbus SE. In July, China placed an order for close to 300 Airbus jets on behalf of its three biggest airline operators, its largest single order in history, as the country prepares for a potential revival of commercial flights after the lifting of stringent Covid controls. </p><p>   China is developing its own passenger jet that directly targets the single-aisle airliner market, long dominated by Boeing's 737 series and Airbus's 320s. </p><p></p>",
  "published": "2022-09-21T06:05:00.000Z",
  "tags": [
    {
      "id": "US0970231058",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 2758,
          "end": 2764
        },
        {
          "start": 2124,
          "end": 2130
        },
        {
          "start": 2312,
          "end": 2318
        },
        {
          "start": 732,
          "end": 738
        },
        {
          "start": 901,
          "end": 907
        },
        {
          "start": 2189,
          "end": 2195
        },
        {
          "start": 1689,
          "end": 1695
        },
        {
          "start": 32,
          "end": 38
        },
        {
          "start": 44,
          "end": 54
        },
        {
          "start": 1490,
          "end": 1496
        },
        {
          "start": 310,
          "end": 316
        }
      ],
      "nexusId": "10030932"
    }
  ]
}