{
  "_id": "3b224e88755d2c8fb47382a7edad1c312b881a5b8ffd4f4b34c3bbb71e2c3627",
  "feed": "wall-street-journal",
  "title": "​U.S., EU Boost Trade Ties to Remedy Supply Shortages, Counter Russia and China; High-level group seeks unity against Russia's war in Ukraine and Chinese economic policies",
  "text": "<p>The council, which met for the first time in Pittsburgh in September, seeks to identify emerging or potential areas of friction between the two allied economies and find ways to work cooperatively. It is led on the U.S. side by Secretary of State Antony Blinken, Commerce Secretary Gina Raimondo and Trade Representative Katherine Tai, and on the EU side by Executive Vice Presidents Margrethe Vestager and Valdis Dombrovskis.</p><p>Work on the TTC last year facilitated coordination and imposition of unprecedented sanctions on Russia, particularly in the area of export controls, following its large-scale invasion of its neighbor in February, the officials said.</p><p>Much of the council's work will take time to yield results, so the leaders are eager to show it isn't just a talking shop. On Monday, they said they had agreed on principles for coordinating research and development of semiconductors and limiting subsidies. Prompted by the global microchip shortage and realization that Western economies lack semiconductor production capabilities, officials on both sides of the Atlantic are seeking to promote their microchip industries. The TTC leaders pledged to pursue their development plans without undercutting each other.</p><p>\"It is in everyone's interest…for both the U.S. and EU to make investments in a coordinated way that deepens the entire ecosystem of the semiconductor supply chain,\" Ms. Raimondo said. \"It will be good for both industry and national security.\"</p><p>The two sides are trying to resolve a bruising two-decade fight over subsidies to jetliner makers Airbus SE and Boeing Co., so they are keenly aware of the risk that government support to industry can be wasted and become a source of friction.</p><p>Ms. Vestager said that while subsidies will be necessary to help launch some private-sector investments, \"what we can do is ensure taxpayers' money is well-spent,\" she said. \"We can prevent a subsidy race.\"</p><p>The two sides are also establishing what they called an alert mechanism to track trends in the industry and flag emerging supply issues so a shortage like the current one in microchips doesn't recur. Ms. Vestager said the pandemic had shown that \"there is a government role in a crisis situation.\"</p><p>The TTC was established last June largely to address competitive threats posed by nonmarket economies, which at that time mostly meant China. But Russia's aggression, damage to supply chains in Ukraine and Russia's blockade of grain exports from Ukrainian ports has broadened the body's focus, the officials said.</p><p>\"We also need to address supply-chain vulnerabilities exposed by Russia's invasion of Ukraine,\" Ms. Tai said. She said Western leaders and economists have long argued that closer economic integration is a force for peace and broadening prosperity, and that by hurting the global economy, \"Russia's invasion of Ukraine is a nonmarket decision.\"</p><p>The TTC remains focused on China, particularly its role in emerging technologies. On Monday, the group said it had set up a mechanism to share information on standardization, the process through which industry and governments create international norms for products and services, particularly in emerging technologies like 5G communications and artificial intelligence.</p><p>China over recent years has pushed to take a greater role in standards-setting and the international bodies through which the work is done, sparking growing concern in the West. Western companies created the framework decades ago but over recent years have focused less on it.</p><p>Chinese officials have said that they are playing a role commensurate with their economy's size and significance and that Western companies for decades controlled the global process.</p><p>\"Nonmarket economies, if they control international standards-setting bodies, it's a very powerful way to lock out the U.S. and the EU,\" Ms. Raimondo said. \"So we are going to work together to ensure we show up at those standards-setting bodies and we together align on tech standards.\"</p><p>Write to Daniel Michaels at daniel.michaels@wsj.com</p><p>​U.S., EU Boost Trade Ties to Remedy Supply Shortages, Counter Russia and China</p>",
  "published": "2022-05-16T15:57:00.000Z",
  "tags": [
    {
      "id": "US0970231058",
      "nexusId": "10030932",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 1581,
          "end": 1591
        },
        {
          "start": 1581,
          "end": 1587
        }
      ]
    }
  ]
}