{
  "_id": "bd8b7bfdd6929ed73ba45cc2a289915cde161004d629f7f825747a08c170bf3a",
  "feed": "wall-street-journal",
  "title": "War Sidelines Crucial Ukraine-Made Fleet of Cargo Megaplanes; Antonov's giant jets are focusing on humanitarian aid, while Russian Volga-Dnepr fleet is grounded by sanctions and airspace bans",
  "text": "<p>Ukrainian heavy-duty plane maker Antonov Co., a unit of Ukrainian national-defense and aerospace company Ukroboronprom, operates the An-124, a 227-foot-long, four-engine jet with a wingspan of 240 feet. Most of the 20 commercially used jets are operated by either Ukraine's Antonov Airlines, a unit of Antonov, or by Russia's Volga-Dnepr Group.</p><p>Antonov Air is now using the five An-124 jets it evacuated from Ukraine, mostly to move humanitarian supplies toward the country. Volga-Dnepr's 12 planes are also out of reach for most shippers: They are all but grounded by Western sanctions and flight bans targeting Russian aircraft.</p><p>Designed in the early 1980s as a military airlifter in Soviet-era Ukraine, the aircraft can carry up to 330 tons, the equivalent of about six fully loaded semi-trucks. The only air freighter with a higher payload is a sister aircraft—the An-225, nicknamed the Mriya, or \"Dream.\" Just one of these was ever built, and it was heavily damaged in the early days of Russia's invasion of Ukraine.</p><p>\"These airplanes are incredibly unique, heavy-lift aircraft,\" said Neel Jones Shah, global head of airfreight at Flexport Inc. \"They perform very specific missions of carrying hugely oversized heavy cargo to a myriad of sort of off-the-beaten-path destinations.\"</p><p>The aircraft are designed specially for moving giant objects or machinery, including whole helicopters, aircraft engines, satellites and major oil-rig components. They have cargo loading doors in the nose and tail of the aircraft, an onboard crane, ramps and winches that make it easy to operate even at airports lacking specialized equipment. Without such a big plane, freight forwarders have to disassemble their biggest cargo—adding costs and time to any shipment.</p><p>The U.S. Transportation Department had authorized Volga-Dnepr in recent years to operate its An-124 jets between U.S. destinations, a service that would normally be banned by international air treaties that restrict foreign carriers from operating on domestic routes.</p><p>The airline and its customers—including Boeing Co. and General Electric Co.—successfully argued that no U.S. carrier had large enough planes to carry crucial loads including jet engines, firetrucks and power turbines. Volga-Dnepr has been banned from operating in U.S. airspace as part of wide-ranging sanctions on Russian companies.</p><p>\"We're working with our wide range of supply-chain and logistic partners to manage any impacts,\" a Boeing spokesman said. A spokesman for GE said that in recent years the company has been using specialty trucking firms to move its aircraft engines. If air shipment is required, it is able to split an engine's fan and propulsor to fit inside wide-body freighters such as Boeing's 747 or 777.</p><p>Maxar Technologies Inc., a Colorado-based satellite maker, told analysts last month that the company would have to switch to ground transport to move its satellites to SpaceX's launch base in Cape Canaveral, Fla., due to the unavailability of Volga-Dnepr's Antonov fleet.</p><p>\"We, like others, would have planned on using Russian commercial air transport to take the satellites,\" Maxar Chief Financial Officer Biggs C. Porter said on an analyst call. \"That's going to add a little bit of time to what we otherwise would achieve. But like I said, we won't be alone in that one.\"</p><p>The oil-and-gas industry particularly relies on the aircraft for new drilling projects, said Justin Lancaster, group commercial director at Air Charter Service Ltd. That threatens bottlenecks in the coming months amid today's higher prices, he said.</p><p>\"Where I see a problem going into the future is if there's a big demand for oil-and-gas infrastructure projects,\" Mr. Lancaster said, adding, \"These planes tend to come into their own when the oil price is high.\"</p><p>The planes, many of which are more than 30 years old, have had their lives extended by regular maintenance, underscoring their importance. Even if they are able to be restored to normal service, production of many components in Ukraine has been halted. One of Antonov's main sites, where it conducts flight testing and maintenance, was heavily damaged by the war.</p><p>Antonov Airlines was able to evacuate five of the An-124 aircraft from Ukraine before the start of the conflict. Last December, the company started making long-term plans to relocate its fleet to Leipzig, Germany, Antonov said. In the weeks leading up to Russia's invasion, it started shifting spare parts, supplies and the equipment needed to maintain the aging aircraft to the new site.</p><p>SHARE YOUR THOUGHTS</p><p>Have supply-chain disruptions linked to the war in Ukraine affected your business or employer? Join the conversation below.</p><p>The one-of-its-kind An-225 was scheduled to take off for Leipzig with staff on board on the morning of Feb. 24, after undergoing engine repairs. Ukraine's closure of its airspace in the early hours of that morning made the flight impossible, the company said. Russia began its invasion a few hours later.</p><p>The plane sustained heavy damage on the ground by the fighting that engulfed the airport in Hostomel, northwest of Kyiv's city center. Antonov has vowed to restore it to service. Fighting destroyed two other Antonov aircraft and damaged another five, including an An-124, the company said.</p><p>Antonov's fleet of An-124s is now being used mostly for humanitarian missions supporting Ukraine. Switzerland's Kuehne + Nagel International AG chartered one of the aircraft for a flight on March 29 carrying 245,000 pounds of aid from a Unicef facility in Dubai to Poland. The cargo later traveled into Ukraine by truck. Antonov Airlines didn't respond to requests for comment.</p><p>While Antonov's teams are focused on the war effort, Russia's Volga-Dnepr has been hamstrung by sanctions and airspace bans across Europe and North America. Volga-Dnepr declined to comment.</p><p>The only other An-124 cargo operator is Abu Dhabi-based airline Maximus Air Cargo, which operates one of the aircraft.</p><p>Azerbaijan's Silk Way Airlines, meanwhile, operates two upgraded cargo models of the Russian-made Ilyushin Il-76 that is certified to fly in Europe and the U.S. Those aircraft could be used to pick up some of the slack, said Jamie Peters, director of cargo at charter company Hunt &amp; Palmer PLC. However, those aircraft have less than half the total load volume of the Antonov rival, he added.</p><p>Write to Benjamin Katz at ben.katz@wsj.com</p><p>War Sidelines Crucial Ukraine-Made Fleet of Cargo Megaplanes</p>",
  "published": "2022-04-13T10:41:00.000Z",
  "tags": [
    {
      "id": "US0970231058",
      "nexusId": "10030932",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 2061,
          "end": 2071
        },
        {
          "start": 2454,
          "end": 2460
        },
        {
          "start": 2726,
          "end": 2732
        }
      ]
    }
  ]
}