{
  "_id": "dfa09bb6daf69b2aa698c13afbb7bb1d928cd84ea6e7df2d6821cf0fa55f1cef",
  "feed": "ftcomall",
  "title": "Brazil's Embraer bets on smaller jets for post-pandemic success",
  "text": "<p>In its quest to roar back after the turmoil of the pandemic, Brazilian aerospace and defence group Embraer is imagining a not so far-off future of flying taxis and electric planes. </p> <p>But as it strives to double revenues over five years, the world's third-largest commercial plane maker has pinned its hopes on a more prosaic prediction: that the recovery in air travel will involve greater use of the smaller passenger jets that are its niche. </p> <p>After two years of upheaval for the global aviation industry, Embraer is due to return to the black in 2022, according to chief executive Francisco Gomes Neto.</p> <p>“We expect to deliver a net profit at the end of the year. This is an important step,” he told the Financial Times in an interview at Embraer's headquarters in the city of São José dos Campos.&#xa0;“Our plan is big growth . . . [it] follows the resumption of domestic flights, which is where our planes fit in.”&#xa0;</p> <p>A share price surge of 45 per cent made the company the best performer on the local Bovespa index in 2021. After axing 2,500 jobs during the pandemic, an efficiency drive and debt reduction helped it swing back into positive free cash flow. As it ramps up production, the group has recently announced 1,000 new vacancies. </p> <p>But to convince investors, especially after a sharp fall in the stock this year, it must overcome scepticism about its ability to expand further in a civil aircraft sector dominated by Boeing and Airbus. </p> <p>Doubts over the future shape and direction of an enterprise considered the crown jewel of Brazilian industry were compounded by the acrimonious collapse of a planned tie-up with Boeing. Not long after airports shuttered early in the pandemic, the US titan terminated a joint venture agreement that would have given it an 80 per cent stake in Embraer's commercial aircraft operations for $4.2bn.&#xa0;</p> <p>Gomes Neto ruled out any large disposals or a break-up, saying: “We are open to other partnerships, but not the type that would dismember the company [or] sell off a piece.” With a goal of a twofold increase on last year's shrunken revenue of $4.2bn by 2026, he added the greatest potential lay in boosting turnover at its commercial aviation division.</p> <p>Embraer is the leading producer of regional jets, which traditionally have up to about 120 seats, fly shorter distances and are most popular in North America. </p> <p>The company anticipates delivering 60 to 70 civil aircraft in 2022, up from 48 last year, and could reach close to 100 by the end of the five-year period, said Gomes Neto. By comparison, Airbus expects to deliver 720.</p> <p>Over the past quarter of a century, airlines have migrated towards <a href=\"https://www.ft.com/content/5494957e-bcaa-4f82-8e42-bb8d8da07c09\">upsized planes</a> in a bid to boost fuel efficiency and lower unit costs. </p> <p>A pillar of Embraer's strategy is its “E2” medium-range aircraft, the second generation of its E-Jet family and larger than its mainstay of regional models. Capable of carrying between 80 and 146 passengers, they stray more into the small, narrow-body mainline jet bracket and, the company claims, emit less noise and lower carbon dioxide emissions per seat. </p> <p>Embraer executives believe there will be changes in flying patterns following Covid-19, with lower growth in air travel, fewer business trips and more people moving to smaller cities, favouring the smaller models it makes. “Airlines are going to look for planes that fit this level of demand,” predicted Rodrigo Silva e Souza, Embraer's vice-president of marketing for commercial aviation. </p> <p>But the Brazilian manufacturer remains outside the seat category where there is most demand from carriers, said Citi analyst Stephen Trent.</p> <p>“Where they are in global commercial aerospace at the moment, certainly the prospects look better than they have over the past two years,” he said. “But on a long-term basis, I'm still worried that there just aren't that many airlines super interested in this aircraft class<em>.</em>”</p> <p>In the decade to 2031, 13,000 aircraft in the 150-plus passenger segment are projected for delivery, according to data from consultancy Cirium. For regional jets with between 85 and 150 seats, where Embraer plays, the forecast is just 3,500. </p> <p>Embraer will be wary of the fate of its historic adversary in regional jets, Bombardier. Canada's former industrial champion was almost bankrupted after going head to head against Airbus and Boeing in mainline aircraft with its C Series, a small single-aisle offering. The bitter rivals undercut the challenger, which ended up divesting the programme to Airbus in 2017 and quit commercial aviation entirely to focus on private jets. </p> <p>“We still expect Airbus and Boeing's larger aircraft to dominate the single-aisle space including at the smaller end,” said Rob Morris, global head of Cirium's consultancy arm, Ascend by Cirium. </p> <p>Aside from overlap between its&#xa0;E195-E2&#xa0;model and the C Series, renamed the A220, in most business segments Embraer does not compete directly with Boeing and Airbus, say executives at the Brazilian company. However, the smallest of its three-model E2 family faces an obstacle from US pilot agreements that limit the weight and capacity of aircraft deployed by airlines' regional affiliates. </p> <p>Outside commercial aviation, which comprises about a third of group revenues, Embraer is riding a global boom in executive jets. It expects to sell up to 110 in 2022, up from 93 in 2021. </p> <p>While the pace may slow in coming years, said Gomes Neto, it would be a “soft landing” with continued growth. “We are sold out for practically all of 2023, and are now selling for the second half of 2024,” he said. </p> <p>He added that geopolitical tensions arising from the war in Ukraine had also increased interest in two of Embraer's military aircraft: the A-29 Super Tucano fighter plane and the C-390 Millennium transport craft — although Brazil's air force recently cut an order of the latter from 28 to 22. </p> <p>Another bet for the future is electric vertical take-off and landing, or eVTOL, aircraft. Embraer's Eve unit, recently spun off into a US-listed special purpose acquisition company, or Spac, has an order backlog of $5bn and is targeting commercial operations by 2026.</p> <p>While shares in several similar air taxi Spacs have slumped as experts worry about hype, analysts and executives say Embraer's record in testing and certification gives it an advantage over newer start-ups. Rivals Boeing and Airbus are also pouring hundreds of millions into this field. </p> <p>Other areas of interest include a range of low-emission planes under development and a next-generation turboprop for regional airlines. </p> <p>In the short term, though, investors will want to see further financial improvements. Embraer's net losses narrowed to $44.7mn last year from a deficit of $732mn in 2020. But a production shutdown owing to the final reintegration of the commercial aviation unit contributed to red ink of $31.7mn in the first quarter.</p> <p>Embraer's stock has shed around half its value so far this year, giving the company a market capitalisation of roughly $1.8bn. Its boss attributed this to a mixture of investor frustration over its guidance, supply chain issues and the Ukraine conflict's wider impact on equities. Boeing has also fallen by around 37 per cent and Airbus is down more than 5 per cent. &#xa0;&#xa0;</p> <p>Marjan Riggi of Kroll Bond Rating Agency highlighted as encouraging Embraer's increased order backlog — at $17.3bn, the highest level in four years — and a recovery in the US regional airline sector.</p> <p>“The [quarterly] numbers still don't look great, but you see a pretty positive trajectory,” she said.</p> <a href=\"http://www.ft.com/cms/bec536b3-0da2-4ba9-96dd-3e78fa641b74.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a><p>Source: Michael Pooler in São José dos Campos 2022 'Brazil's Embraer bets on smaller jets for post-pandemic success' FT.com 12 June. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-06-12T15:54:08.824Z",
  "tags": [
    {
      "id": "US0970231058",
      "nexusId": "10030932",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 4271,
          "end": 4277
        },
        {
          "start": 4567,
          "end": 4573
        },
        {
          "start": 1603,
          "end": 1609
        },
        {
          "start": 4851,
          "end": 4857
        },
        {
          "start": 7063,
          "end": 7069
        },
        {
          "start": 6262,
          "end": 6268
        },
        {
          "start": 1416,
          "end": 1422
        },
        {
          "start": 1407,
          "end": 1413
        },
        {
          "start": 4880,
          "end": 4886
        }
      ]
    }
  ]
}