{
  "_id": "27f1ded220c04e7943aad71113119d692f268da0358d79e802bcbd52da2ac456",
  "feed": "wall-street-journal",
  "title": "The Ukraine Crisis:  Poland  Presses  For More  Arms From  U.S. Firms  ----  By Vivian Salama and Drew Hinshaw",
  "text": "<p>   WARSAW -- Poland's defense minister said he and other top officials were meeting with some of the largest military contractors in the hope of bolstering Warsaw's military capabilities in the face of the growing threats posed by Russia's invasion of Ukraine. </p><p>   Mariusz Blaszczak told The Wall Street Journal that he held meetings in recent weeks with the heads of General Dynamics Corp., Lockheed Martin Corp., Boeing Co. and Raytheon Technologies Corp. </p><p>   His priority, he said, is to sign a new agreement for new MIM-104 Patriot surface-to-air missiles and High Mobility Artillery Rocket Systems made by Lockheed Martin. </p><p>   Mr. Blaszczak said his country also is interested in new helicopters from Boeing, and Abrams tanks from General Dynamics. </p><p>   While America's largest European allies, such as France and Germany, have been debating the escalatory risks of supplying Ukraine with heavy weaponry, Poland's government has given Ukraine's military more than 200 tanks, 100 infantry fighting vehicles and 100,000 rifles, alongside drones, self-propelled howitzers and other armored vehicles. </p><p>   \"During our talks, I requested the replenishment of the equipment that we sent to Ukraine,\" Mr. Blaszczak said. </p><p>   He fell short of expressing interest in an increased U.S. military presence in Poland. In a recent interview, Polish President Andrzej Duda said the offer to host a permanent U.S. presence in Poland is on the table, but such a move isn't imminent. </p><p></p>",
  "published": "2022-05-18T06:04:00.000Z",
  "tags": [
    {
      "id": "US0970231058",
      "nexusId": "10030932",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 408,
          "end": 418
        },
        {
          "start": 691,
          "end": 697
        }
      ]
    }
  ]
}