{
  "_id": "91c09100ad634e3ea7578f8edf425555ed7aab8f555c0b78de8c3b6b87b285a9",
  "feed": "ftcomall",
  "title": "Richard Caring serves capitalism on a plate",
  "text": "<p><strong>One thing to start: </strong>Revlon has <a href=\"https://www.ft.com/content/3ab49585-e0c3-458f-9d1e-9fddd123174d\">struck an agreement</a> with creditors to give lenders and bondholders ownership of the bankrupt cosmetics maker and wipe out the interests of Ron Perelman, the tycoon who has controlled it for decades. </p> <p><strong>And one scoop to start:</strong> Credit Suisse <a href=\"https://www.ft.com/content/c1111787-d124-4872-9d69-6431de4d3b0f\">provided funding</a> for Greensill Capital to set up its own in-house insurance firm, weeks after the supply-chain finance company's main insurer refused to renew its policy. </p> <p><strong>In today's newsletter:</strong></p> <ul>  <li><p>Richard Caring heads to America</p></li>  <li><p>George Osborne's big bonus</p></li>  <li><p>L3Harris and Aerojet take on the Big Five</p></li> </ul> <h1>Can Richard Caring conquer the US?</h1> <p>For about £3,250 per year, with a one-time joining fee of £1,750, <strong>Richard Caring</strong>'s Mayfair members' club Annabel's attracts a deep-pocketed bunch of financiers, socialites and even <a href=\"https://www.ft.com/content/93dd8947-3188-4510-adbc-95b1c1549eb6\">disgraced minibond managers</a> in search of a good time.</p> <p>Now, the rag trader-turned-restaurateur is looking to bring that same air of exclusivity to Manhattan's Meatpacking district, hoping to sign the lease on a New York outpost of the club early next year.</p> <p>Helping fund his American dream is former Qatari prime minister <strong>Sheikh Hamad Bin-Jassim Bin-Jaber Al Thani,</strong> who has purchased a further 25 per cent of his business in a deal that makes them 50/50 partners.</p> <p>Thani, known as HBJ, is “a very bright, sharp gentleman”, Caring <a href=\"https://www.ft.com/content/699c96bd-ba68-4166-9875-061b0ba73e5e\">told the FT's Oliver Barnes.</a> He first bought a quarter of the group for £200mn in 2019, valuing the businesses at £800mn in a deal that gave him the option to become a joint owner.</p> <p>HBJ has chosen a good time to increase his stake. Sales across Caring's companies are up between 15-18 per cent compared with 2019 levels. That puts the group on course for revenues of more than £600mn.</p> <p>The new influx of cash has emboldened Caring to expand his empire in London and beyond. </p> <p>In addition to planning for Annabel's NYC location, he recently launched Bacchanalia in London, a luxury restaurant that takes its name from the Roman festival of excess, and opened a Miami location of his upscale sushi spot Sexy Fish in February. He's also in the process of refurbishing two Mayfair clubs.</p> <p>Caring, who first made his fortune by sourcing cheap garments from Asia in the 1980s, has a reputation for poaching staff from competitors and doing whatever it takes to score sought-after leases.</p> <p>“One moment he is pretending to be your best friend and the next moment he wants to undermine you,” said one rival operator in London.</p> <p>One target that evaded Caring was the Wolseley, an upmarket restaurant not far from Annabel's that was part of a group run by restaurateurs <strong>Jeremy King</strong> and <strong>Chris Corbin</strong> that went up for sale in February after its owner, Thai hotel operator <strong>Minor</strong>, forced it into <a href=\"https://www.ft.com/content/dbcd627b-6405-45dd-8285-e223718e5057\">administration</a>.</p> <p>“We could have probably got the Wolseley,” Caring insisted. But he said it would have been “morally wrong” to take advantage of “Chris and Jeremy because they were having a difficult time”.</p> <p>A self-described “control freak”, Caring is an active decision maker at his properties “to the point of ridiculous involvement in the pot we're going to sell the olive oil in”.</p> <p>Caring's methods may not suit everyone's tastes. Here's what The Infatuation has to say about Miami's Sexy Fish:</p> <p>“You won't spit anything out, but you will also wonder if Sexy Fish has things like salt or pepper or if perhaps the seasoning budget was eliminated to pay for the giant statue above the host stand, which looks, we're sorry to report, <a href=\"https://www.theinfatuation.com/miami/reviews/sexy-fish-miami\">like a sparkly marlin orgy</a>.”</p> <p>But odds are Caring isn't in it for the Michelin star. He's in it for the money.</p> <h1>George Osborne: investment banker</h1> <p>Former UK chancellor <strong>George Osborne </strong>ditched an eclectic portfolio of jobs last year to go full-time into investment banking. His career choice is paying off <a href=\"https://www.ft.com/content/78e5140a-2331-488d-a915-956ea34d7736\">handsomely</a>. </p> <p>Osborne's first bonus season as a partner at the elite advisory firm<strong> Robey Warshaw</strong> will come with a share in the firm's £30mn of profits. The four-member partnership challenges large rivals while generating hefty profits advising on some of the UK's most high-profile deals, including US financier<strong> Todd Boehly</strong>'s <a href=\"https://www.ft.com/content/f7385ebc-d657-4116-be0f-96497e5f8d99\">successful bid</a> for <strong>Chelsea Football Club</strong>.</p> <p>Osborne <a href=\"https://www.ft.com/content/99ea2488-fe1d-407f-9dda-a537d7471d65\">joined</a> the firm last April as a partner, marking the first time Robey Warshaw has extended its partnership beyond three founding members. Prior to that, he held a long list of titles, including editor of London's free daily Evening Standard and an adviser to <strong>BlackRock</strong>. </p> <p>His introduction to the world of M&amp;A banking has been a little bumpy: Osborne won one of his first mandates for Robey Warshaw last September when he <a href=\"https://www.ft.com/content/cf936f46-a6c8-4ca2-b0db-95fc1155a42f\">secured</a> a role advising <strong>Rusal</strong>, a subsidiary of London-listed<strong> EN+</strong> — the metals group founded by Russian oligarch <strong>Oleg Deripaska</strong>. </p> <p>(Luckily for Osborne, nothing came of that mandate. Soon after, Russia invaded Ukraine and <a href=\"https://www.theguardian.com/politics/2008/oct/21/georgeosborne-oleg-deripaska\">cavorting with oligarchs</a>/oligarch-linked assets officially became passé for members of the British establishment.)</p> <p>Despite a broader slowdown in deals and <a href=\"https://www.ft.com/content/47d6dcfb-8241-4314-98b2-435d048fa282\">cuts to bankers' bonuses</a> across Wall Street, Osborne and his partners generated revenues of £39.8mn that were nearly identical to last year's turnover. </p> <p>While Robey Warshaw is a close-knit operation compared to its bigger peers, it doesn't divide up its spoils equally. The firm handed £17.2mn of the gains to its best-paid partner <strong>Simon Robey</strong>. That means Robey has now earned £150mn since launching the firm a decade ago.</p> <p>If Osborne dreams of a Robey-like payday, he's going to need to win some bigger, more blue-chip mandates. </p> <h1>L3Harris and Aerojet prepare for lift-off</h1> <p>As nations around the globe boost military spending following Russia's invasion of Ukraine, there is real incentive to shake up America's defence sector. </p> <p><strong>L3Harris</strong>, which trails slightly behind the Big Five fleet led by <strong>Lockheed Martin</strong> and <strong>Boeing</strong>, is hoping its $4.7bn tie-up with missile engine maker <strong>Aerojet Rocketdyne</strong> <a href=\"https://www.ft.com/content/f0eb6cda-8c29-4db6-972a-dc6b9b2fac2a\">will give it the boost it needs</a>.</p> <p>A similar deal failed to fly with regulators just 10 months ago, when top gun Lockheed tried to buy the rocket maker for $4.4bn. It was forced to&#xa0; abandon the bid after federal regulators sued to block it in January.</p> <p>L3Harris has a better shot than its larger rival. One of the FTC's key arguments against the Lockheed/Aerojet deal was that the merged group would ultimately control multiple defence programmes critical to national security.</p> <p>L3Harris, on the other hand, intended to “strengthen the merchant supplier role that Aerojet plays in defence and space”, said <strong>Sean Stackley</strong>, the company's senior vice-president for strategy and growth.</p> <p>For Aerojet's longtime CEO <strong>Eileen Drake</strong>, it would be another huge coup after fighting off a proxy contest led by Aerojet's then-executive chair, Warren Lichtenstein. </p> <p>She<a href=\"https://ir.aerojetrocketdyne.com/static-files/fb3e4c95-756c-42f7-8c0f-f8dd2169cfe2\"> testified </a>in corporate court proceedings that the Steel Partners founder had offered her a <a href=\"https://www.ft.com/content/35221c0e-4c29-47a4-9b46-bc8504cc7674\">luxury Hermes Birkin handbag</a> to pursue the Lockheed deal on terms he preferred. </p> <p>Lichtenstein, who testified that he had indeed offered Drake expensive handbags, though as a proper incentive to secure a higher deal price, won't be part of the dealmaking process this time around.</p> <h1>Job moves</h1> <ul>  <li><p><strong>Nasdaq</strong> has named its president and chief executive <strong>Adena Friedman</strong> as chair of its board. That means she's out of the running for <strong>Carlyle</strong>'s top job, people familiar with the matter told DD. Nasdaq declined to comment.</p></li>  <li><p><strong>Goldman Sachs</strong> has hired <strong>Bradley Fried</strong>, former chair of the <strong>Court of the Bank of England</strong>, as chair of <strong>Goldman Sachs International</strong>. The Wall Street lender is also <a href=\"https://www.ft.com/content/bfac6875-5256-4ec9-9286-3e1cc6596d31\">preparing to lay off</a> as many as 3,900 employees starting in January as CEO <strong>David Solomon</strong> seeks to boost the bank's profitability.</p></li>  <li><p><strong>Crestview Partners</strong> co-founder <strong>Thomas Murphy Jr </strong>has joined<strong> Berkshire Hathaway</strong>'s board of directors.</p></li>  <li><p><strong>Daniel Alegre</strong>, who announced on Friday he was stepping down as president and chief operating officer of video games giant <strong>Activision Blizzard</strong>, <a href=\"https://www.ft.com/content/c2c8e9a1-e58a-4299-a6f2-7e1243f66048\">is joining</a> <strong>Yuga Labs</strong>, the start-up behind <strong>Bored Ape Yacht Club</strong>, as CEO. He replaces <strong>Nicole Muniz</strong>, who will become a partner and adviser.</p></li>  <li><p><strong>Credit Suisse</strong> <a href=\"https://www.linkedin.com/feed/update/urn:li:activity:7009503700104691712/\">has promoted</a> 183 people to managing director.</p></li>  <li><p><strong>Rio Tinto</strong> has appointed <strong>Kaisa Hietala</strong>, an <strong>ExxonMobil </strong>board member and former executive at Finnish refiner and biofuel producer <strong>Neste</strong>, as a non-executive director. </p></li> </ul> <h1>Smart reads</h1> <p><strong>Bribery in Brussels </strong>After leaving European parliament in 2017, union boss-turned politician Pier Antonio Panzeri, set up a human rights group called Fight Impunity. Ironically, <a href=\"https://www.ft.com/content/e3bfd079-5cc7-4f64-9db6-941ca9d5c3d0\">he's now at the centre of</a> a sprawling corruption scandal, the FT reports.</p> <p><strong>Bob is back </strong>Bob Iger may have handpicked his successor Bob Chapek to rule over Disney but those inside the House of Mouse know he never really left. His return to the top job <a href=\"https://www.wsj.com/articles/bob-iger-bob-chapek-disney-coup-11671236928\">was no coincidence</a>, the Wall Street Journal writes.</p> <p><strong>‘I hope I didn't depress you too much' </strong>The notoriously gloomy economist Nouriel Roubini <a href=\"https://www.ft.com/content/b86825e3-5e34-4817-801f-0e0c190bcbbb\">sat down with the FT's Henry Mance</a> to give some dismal predictions about 2023. There are some silver linings.</p> <h1>News round-up</h1> <p><a href=\"https://www.ft.com/content/2003cc06-223f-42e7-9c12-44c35b1fb125\">Twitter users vote to remove Elon Musk as chief executive</a> (FT) </p> <p><a href=\"https://www.ft.com/content/9cf84194-a229-4d26-ac66-3e42c124ef34\">Lars Windhorst covered bill for Hertha Berlin smear campaign, probe finds</a> (FT)</p> <p><a href=\"https://www.ft.com/content/a4d1d55a-cdfa-46d2-a86e-bbf4214bc4af\">Credit Suisse launches lawsuit against Zurich finance blog</a> (FT) </p> <p><a href=\"https://www.ft.com/content/73a4527e-1359-47d8-a07e-2524fa058771\">Truphone founder seeks to beat £1 offer with rival $250mn Spac bid</a> (FT)</p> <p><a href=\"https://www.ft.com/content/c446fae9-e36c-44e2-8c43-b3077dc3caa2\">City of London executives back Hunt's ‘Edinburgh reforms'</a> (FT)</p> <p><a href=\"https://www.ft.com/content/2fcdf81d-2abb-4ece-8ede-2a9775a09c35\">US investor John Textor completes Lyon takeover</a> (FT) </p> <p><a href=\"https://www.ft.com/content/846783e0-7b2f-4dec-97fd-d6ff0b6f7088\">Activist investor demands shake-up at gas producer Capricorn Energy</a> (FT + <a href=\"https://www.ft.com/content/2b270b4b-f665-4962-b85a-8606bf7d5dc7\">Lex</a>)</p> <p><a href=\"https://www.ft.com/content/6c5da2e0-9f49-4ede-8cd9-a7d90dcf7393\">Leon Black seeks court sanction against attorneys representing rape claims</a> (FT)</p> <p><a href=\"https://www.thetimes.co.uk/article/charles-raw-obituary-svpvh6rz2\">Charles Raw obituary</a> (The Sunday Times) </p> <p><a href=\"https://www.ft.com/content/abdbdbbd-f4b4-47a3-a4f3-e2164a76db07\">Advent/Maxar: when LBO loses its leverage</a> (Lex) </p><p>Source:  2022 'Richard Caring serves capitalism on a plate' FT.com 20 December. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-12-20T05:01:41.919Z",
  "tags": [
    {
      "id": "US0970231058",
      "nexusId": "10030932",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 5650,
          "end": 5656
        },
        {
          "start": 5688,
          "end": 5694
        }
      ]
    }
  ]
}