{
  "_id": "ab1bde095e195869ff29c21ec75f5aefbe0953e9f296abe6496f69c93525df27",
  "feed": "wall-street-journal",
  "title": "VC Daily: Megadeals in Gaming Represent Talent Boon for Startups, VC Says",
  "text": "<p>\"I'm so excited about how much creative product talent will spin off,\" Mr. Hsu said of employees at big companies whom he expects to bolt post-acquisition.</p><p>Mr. Hsu said he has already started talking with people he knows who are considering career moves. Those who jump ship are likely to go into blockchain-based gaming, a sub-sector that is taking off among developers, venture investors and gamers, he said.</p><p>Mr. Hsu also expects to see large companies do more \"acqui-hires,\" or purchases of startups in order to get hold of their founders and employees in the bargain. That trend makes a decision to invest in a quality team that much easier. \"If the acqui-hire value is far above your entry value, it's a very attractive risk-reward,\" he said.</p><p>Both trends work for venture capital, he noted.</p><p>Decasonic, which is based in Chicago, just closed its first fund with $48.8 million to invest in blockchain startups. Since the fund held its first close in August, the firm has made a dozen investments. The fund closed with capital from 88 investors, including the Pritzker Organization, Drive Capital and others.</p><p>The many \"eights\" in that fundraising, Mr. Hsu said, are a nod to his Chinese immigrant parents, who believe in numerology; the number eight is considered particularly lucky.</p><p>And now on to the news ...</p><p>Advertisement</p><p>Top News</p><p>Container ships at the Port of Los Angeles. PHOTO: BING GUAN/BLOOMBERG NEWS</p><p>Improving supply chains. Verusen, a supply chain management software startup, raised $25 million in venture funding that will help fuel the Atlanta-based company's global expansion, founder and Chief Executive Paul Noble said. The financing comes as investors rush to back logistics technology startups that offer solutions and workarounds to global supply-chain bottlenecks, WSJ Pro's Marc Vartabedian reports.</p><p>The Series B round was led by Scale Venture Partners with participation from Glasswing Ventures, Flyover Capital, Zetta Venture Partners, Forté Ventures, Kubera VC, and BMW Group's venture arm, BMW i Ventures.</p><p>In addition to venture firms, corporations that rely on complex supply operations are taking a keen interest in supply-chain startups. For its part, BMW i Ventures, based in Mountain View, Calif., said in June that it had a new $300 million fund to target startups in sectors including supply-chain tech.</p><p>8.8 Million</p><p>A U.S. Census Bureau survey conducted in early January said almost 8.8 million people were out of work because they were sick or caring for someone with symptoms of Covid-19. (WSJ)</p><p>Tech Startups Race to Rate Carbon Offsets</p><p>Technology startups are trying to bring quality control to the carbon-offset market as more companies seek to compensate for their greenhouse-gas emissions, WSJ Pro's Ed Ballard reports. Sylvera Ltd., a London-based company that provides ratings for carbon offsets similar to credit scores, said on Tuesday that it raised $32.6 million to expand its service. Sylvera analyzes satellite images, 3-D laser scans and other data to estimate how much carbon is stored in trees. It crunches that information using machine-learning technology to grade the likely effectiveness of offset projects that plant or protect forests. The company has signed up clients including Delta Air Lines Inc., grain trader Cargill Inc. and consulting firm Bain &amp; Co. since it launched in 2020.</p><p>More: Clean Energy Stocks Are Down but Still Have Their Spark</p><p>Boeing Adds $450 Million to Air-Taxi Effort</p><p>Boeing Co. said it is investing a further $450 million in its air-taxi joint venture with Google Co-Founder Larry Page, developing small, pilotless aircraft for short passenger hops in and around cities, The Wall Street Journal reports. The company's Silicon Valley-based Wisk venture joins an expanding crowd of electric air vehicles that have attracted billions of dollars in new funding over the past year. Some aim to start service by the middle of the decade, though those efforts hinge on an evolving regulatory framework to ensure passenger safety. Rival plane makers Airbus SE and Embraer SA are developing their own electric air taxis, alongside other startups that have attracted interest and investment from airlines, private jet operators and aircraft leasing companies.</p><p>Industry News</p><p>Funds</p><p>FUSE said it raised $170 million for its inaugural fund to make early-stage investments in the Pacific Northwest region. The Bellevue, Wash.-based firm has made 17 investments to date.</p><p>Singapore-based Blockchain Founders Fund closed its second fund with $75 million in commitments. Investors in the new fund included NEO Global Capital, Appworks, LD Capital, Metavest Capital, Baksh Capital and Aria Group. So far, the fund has invested in FXDX, GRID, RD Land, Rebelbots, Health Hero, The Apocalyptics, FuseFi, Cross the Ages and Dogami.</p><p>Bulgarian venture capital firm Eleven Ventures closed its third fund at €60 million (about $68 million) to focus on pre-seed and seed investments across Southeastern Europe. The new fund, which is 10 times larger than its previous fund raised in 2018, has to date invested in Frisbo, ProductLead, SuperOkay, Biopix, PlanDelta, Metasim and BeMe.</p><p>Bingham Farms, Mich.-based Muditā Venture Partners launched a $40 million fund focused on early-stage software companies. Portfolio companies include video startup Screencastify and financial data platform KPI Sense.</p><p>Exits</p><p>Berlin-based on-demand grocery delivery provider Gorillas agreed to acquire French delivery company Frichti for an undisclosed amount. In September, Gorillas said it raised nearly $1 billion in Series C funding from investors including Delivery Hero, G Squared, MSA Capital, Thrive Capital, Coatue Management and Fifth Wall. Frichti is listed in the portfolios of Felix Capital and Alven Capital Partners.</p><p>Advertisement</p><p>New Money</p><p>Route, a post-purchase experience platform and package tracking provider, closed a $200 million Series B round, bringing the company's valuation to $1.25 billion. Investors included Eldridge, Madrona Venture Group, Riot Ventures, Banner Ventures, FJ Labs, JAWS Capital, 75 &amp; Sunny and others. Route has offices in Los Angeles and Lehi, Utah.</p><p>A Place for Mom, a Seattle-based senior-care services marketplace, picked up $175 million growth equity funding. Insight Partners led the round, with Managing Director Eoin Duane joining the company's board. General Atlantic and Silver Lake also participated in the round.</p><p>Deliverect, a Belgian food delivery channel-management provider, raised more than $150 million in Series D funding, valuing the company at over $1.4 billion. Coatue Management led the round, which included participation from Alkeon Capital Management, Omers Ventures, DST Global, Redpoint Ventures, Newion Investments and Smartfin.</p><p>BasicBlock Inc., a Lincoln, Neb.-based provider of financial services to the trucking industry, landed $78 million in equity and debt. Lead investors Autotech Ventures, Clear Haven Capital Management, Emergent Ventures and Nelnet were joined by Revolution's Rise of the Rest Seed Fund, SaaS Ventures and TNT Ventures in the round.</p><p>Sibros Technologies Inc., a San Jose, Calif.-based connected vehicle platform, scored $70 million in Series B funding. Energy Impact Partners led the investment, which included contributions from Fontinalis Partners, Google, Iron Pillar, Qualcomm Ventures, Nexus Venture Partners and Moneta Ventures. Shawn Cherian, partner at Energy Impact Partners, will join the company's board.</p><p>Humu Inc., an HR technology platform, fetched a $60 million Series C round. TCV led the round, which included contributions from Blue Ivy Ventures, Index Ventures and IVP. Jessica Neal, venture partner at TCV, will join the board.</p><p>Sayata, a marketplace for insurance brokers and carriers, added $35 million in Series A funding, bringing the round total to $52 million. Led by Pitango and Hanaco Ventures, the new investment was joined by Team8 Capital, Vertex Ventures, Elron Ventures and OurCrowd.</p><p>Soona, a virtual content creation platform for e-commerce, secured $35 million in Series B financing. Bain Capital Ventures led the round, which saw additional support from Union Square Ventures, Matchstick Ventures, Starting Line Ventures, 2048 Ventures and Range Ventures.</p><p>Scratchpad Inc., a San Mateo, Calif.-based revenue team workspace provider, nabbed a $33 million Series B round. Craft Ventures led the funding, which included participation from Accel.</p><p>Spectrum Labs, a Miami-based content moderation platform, snagged $32 million in Series B financing. Lead investor Intel Capital was joined by Munich Re Ventures, Gaingels, Wing Venture Capital, Greycroft, Ridge Ventures, super{set} and Global Founders Capital in the round.</p><p>Addionics, a Tel Aviv-based electric-vehicle battery technology startup, raised $27 million in Series A funding from investors including Deep Insight, Catalyst Fund, Union Tech Ventures, Doral Energy Tech Ventures and NextGear Ventures.</p><p>Klarity, a document automation platform for finance and accounting, gathered $18 million in Series A funding. Tola Capital led the round, with Managing Director Sheila Gulati joining the Klarity board.</p><p>Archive, a San Francisco-based startup that helps fashion brands launch their own secondhand marketplace, obtained an $8 million investment co-led by Lightspeed Venture Partners and Bain Capital Ventures.</p><p>Tech News</p><p>Meta unveils new AI supercomputer</p><p>Facebook promised poor countries free internet. People got charged anyway.</p><p>Sony's videogame strategy challenged by Microsoft's deal for Activision</p><p>Google deceived users about location tracking, states allege</p><p>SEC looks to bolster market's cyber defenses</p>",
  "published": "2022-01-25T14:15:00.000Z",
  "tags": [
    {
      "id": "US0970231058",
      "nexusId": "10030932",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 3450,
          "end": 3460
        },
        {
          "start": 3406,
          "end": 3412
        }
      ]
    }
  ]
}