{
  "_id": "08d9f3cae8080e7f4101bcfd4b650e6541f2c570c6c211effa54ec8dc067ee13",
  "feed": "wall-street-journal",
  "title": "U.S. News:  Six Dead After Vintage Planes Crash in Texas  ----  By Ginger Adams Otis and Kris Maher",
  "text": "<p>   Six people were killed when two vintage warplanes collided in midair during a weekend airshow over a Dallas airport, officials said Sunday. </p><p>   The crash occurred around 1:20 p.m. Saturday when a Boeing B-17 Flying Fortress and a Bell P-63 Kingcobra hit each other at the Wings Over Dallas Airshow. </p><p>   Five crew members on board the B-17, as well as the pilot flying the P-63, died, according to a spokesman for the National Transportation Safety Board, which is leading the incident investigation. </p><p>   \"There were no ground injuries reported. We're analyzing radar and video footage to pinpoint the exact location of where the midair [contact] occurred,\" the spokesman said at an afternoon news briefing. </p><p>   Both planes were based out of Houston. Neither one was equipped with a flight data recorder or a cockpit voice recorder, according to the NTSB. </p><p>   The Dallas County Medical Examiner has yet to release the identities of the victims, a county official said Sunday. </p><p>   The union representing American Airlines pilots said two former members were killed in the crash. Capt. Terry Barker, who retired in 2020, and Capt. Len Root, who retired in 2021, were among the crew \"lost on the B-17,\" the Allied Pilots Association said in a message to current members. </p><p>   Videos shared on social media by spectators caught the moment the two planes crashed into each other over the Dallas Executive Airport and plummeted to the ground. Flames and billowing black smoke burst from the larger aircraft, which appeared to have been clipped by the other plane. </p><p>   The NTSB asked anyone who took photos or video of the collision to share them with the agency. A preliminary investigation report will likely be released in four to six weeks, while the full probe could take up to a year. Investigators have already pulled audio recordings from the air traffic control tower and surveyed the accident site to document the debris. </p><p></p>",
  "published": "2022-11-14T07:08:00.000Z",
  "tags": [
    {
      "id": "US0970231058",
      "nexusId": "10030932",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 192,
          "end": 198
        }
      ]
    }
  ]
}