{
  "_id": "e3158b6f36c4d4c38a5ccd7105c580469bec47b2486fc4368e8157d285c17d1b",
  "feed": "wall-street-journal",
  "title": "FAA Official Testifies Former Boeing Pilot Lied About 737 MAX; Stacey Klein, an FAA training specialist, said then-Boeing pilot Mark Forkner misled her about changes to a key flight-control system later blamed for two crashes",
  "text": "<p>Stacey Klein, Mr. Forkner's FAA counterpart, recounted how the then-Boeing pilot assured her multiple times that airline pilots wouldn't encounter the flight-control system known as MCAS as he sought to win her approval to remove its mention from airplane manuals and training documents that carriers rely on.</p><p>\"He lied,\" Ms. Klein said. Had she known that Boeing engineers had expanded MCAS's authority to include low-speed, low-altitude conditions, she would have had to re-evaluate how much training the FAA needed to require for airline pilots.</p><p>Mr. Forkner has pleaded not guilty. He claims federal prosecutors have targeted him as a scapegoat for the MAX crashes in 2018 and 2019, which claimed 346 lives and disrupted global aviation. Defense attorneys have noted Mr. Forkner isn't an engineer and that many others were involved in the flight-control system's design and certification.</p><p>Ms. Klein is a key prosecution witness in the Justice Department's case against Mr. Forkner, the sole person charged as the agency seeks to hold individuals accountable for corporate misdeeds. Boeing reached a $2.5 billion settlement to resolve its role in the criminal investigation.</p><p>When Ms. Klein learned the flight-control system had been expanded after the first 737 MAX crash in Indonesia in late 2018, Ms. Klein said she was upset about her dealings with Mr. Forkner, whom she said she earlier met when he worked at the FAA years ago.</p><p>\"I was shocked, dismayed, sad, angry,\" Ms. Klein said. \"Because I trusted Mark.\" She said it was Mr. Forkner's \"job to inform me of design changes\" that could increase training requirements for the 737 MAX.</p><p>As head of the FAA's aircraft evaluation group for the 737 MAX, Ms. Klein's job was to approve training requirements for pilots who fly the aircraft. Federal prosecutors allege Mr. Forkner deceived Ms. Klein as part of an effort to minimize training requirements for the new aircraft to help airlines avoid potentially expensive simulator training and help the airplane manufacturer make tens of millions of dollars.</p><p>Ms. Klein said she felt Mr. Forkner was at times unprofessional when he disagreed with her about potential MAX training requirements. \"I felt like he was a bully,\" she said.</p><p>Ashlee McFarlane, one of Mr. Forkner's defense attorneys, pressed Ms. Klein under cross examination about missed opportunities to learn about key changes to MCAS, including four meetings she was invited to attend where other Boeing representatives laid out the information.</p><p>\"I'm not familiar with these meetings,\" Ms. Klein said.</p><p>Prosecutors have focused much of their case on Mr. Forkner's 2016 chat messages about his experience with the MCAS flight-control system while in a simulator under development. Mr. Forkner told his colleague in a message: \"So I basically lied to the regulators (unknowingly).\"</p><p>Ms. Klein said Mr. Forkner recounted the simulator experience to her but didn't correct his assertion that the flight-control system only operated in high-speed conditions pilots wouldn't encounter during a normal flight.</p><p>\"He said it went great,\" Ms. Klein said of Mr. Forkner. \"There were a few kinks to work out.\"</p><p>Mr. Forkner's defense attorneys have said Mr. Forkner didn't lie but was instead complaining about problems with the simulator and that Boeing engineers left him out of the loop on changes to the flight-control system.</p><p>Ms. Klein, under cross examination, acknowledged \"it is very common\" for pilots like Mr. Forkner to experience such simulator problems. And she acknowledged that at times it appeared she had more information than Mr. Forkner about aspects of the MAX's development.</p><p>Write to Andrew Tangel at Andrew.Tangel@wsj.com</p><p>FAA Official Testifies Former Boeing Pilot Lied About 737 MAX</p>",
  "published": "2022-03-22T00:31:00.000Z",
  "tags": [
    {
      "id": "US0970231058",
      "nexusId": "10030932",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 356,
          "end": 362
        },
        {
          "start": 3290,
          "end": 3296
        },
        {
          "start": 2456,
          "end": 2462
        },
        {
          "start": 3716,
          "end": 3722
        },
        {
          "start": 1084,
          "end": 1090
        },
        {
          "start": 30,
          "end": 36
        }
      ]
    }
  ]
}