{
  "_id": "8a1c295c8f36897b8ca512f005641941e1290a365169050328715bb0ef044b36",
  "feed": "wall-street-journal",
  "title": "Business News: United Lifts Sales Outlook, Plans Grounded Jets Return",
  "text": "<p>The updated guidance lifted shares of United Airlines by 7.9% to $46.97 Tuesday and boosted the stocks of other airlines.</p><p>The resumed use of Boeing's 777-200s comes 15 months after 52 Pratt &amp; Whitney-powered planes were grounded following an engine failure. The airline said the Federal Aviation Administration late Monday approved the final paperwork for fixes to the engines. United's 777-200s have 276 seats, and the prolonged grounding removed 10% of its capacity during a period of surging domestic travel and rapid growth in international demand, especially to and from Europe and Latin America.</p><p>Scott Kirby, chief executive of parent United Airlines Holdings Inc., said United planned some test flights this week before returning some of the planes to domestic routes from May 26 and then international service from June 10.</p><p>United has pushed back the plane's return several times as regulatory approval took longer than expected. It also slowed the reintroduction to an initial six planes to ensure it has staff and spares to operate the schedule.</p><p>United said it would initially fly the jets between its domestic hubs, then add flights to Hawaii, Paris and other European destinations.</p><p>Mr. Kirby said 20 planes were ready to resume flying, but it could be into 2023 before all 52 were placed back into service.</p><p>United continued flying its larger 777-300ER jets, which are powered by General Electric Co. engines. Its 777-200s were grounded in February 2021 after an engine failed on a flight to Honolulu from Denver.</p><p>Airlines have seen demand for travel bounce back as Americans emerged from the pandemic after years of deferred trips. At the same time, the industry is dealing with surging costs on everything from labor to fuel and concerns about waning demand as ticket prices continue to rise.</p><p>United on Monday said it expects fuel costs to rise more than previously expected. The Russian invasion of Ukraine and subsequent sanctions have kept oil prices elevated, weighing on nearly every sector.</p><p>The airline's latest forecast is for fuel to average $4.02 a gallon in the second quarter, up from its prior estimate of $3.43 a gallon. In the first quarter, the company's average fuel price was $2.88 a gallon.</p><p>To cover higher fuel prices, airlines typically try to boost fares and cut less profitable routes. United on Monday reduced its second-quarter flight capacity estimate to 14% below prepandemic levels, down from prior guidance of 13% below 2019 levels.</p><p>Other airlines, including JetBlue Airways Corp., Southwest Airlines Co. and Alaska Air Group Inc., previously trimmed summer schedules in part to address industrywide staffing constraints.</p><p>Operating costs per available seat mile are expected to be between 16% and 17% above 2019 levels, United said. It previously expected those costs to be about 16% above prepandemic figures. United backed its projection for adjusted operating margin of about 10%.</p><p>United's improved revenue guidance boosted the air-travel sector. Shares of American Airlines Group Inc., Delta Air Lines Inc. and JetBlue each rose more than 6.5%, while Southwest gained 4.5%.</p><p>License this article from Dow Jones Reprint Service</p>",
  "published": "2022-05-18T00:00:00.000Z",
  "tags": [
    {
      "id": "US0970231058",
      "nexusId": "10030932",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 141,
          "end": 147
        }
      ]
    }
  ]
}