{
  "_id": "070e2af2f61d40a77b0897b7c3a74e037182b51b1975b1d32dbc61ff396c712b",
  "feed": "ftcomall",
  "title": "Ryanair boss claims Boeing ‘not up to the job'",
  "text": "<p>Ryanair's chief executive Michael O'Leary has called for Boeing to make sweeping changes to its senior management to help fix a run of delayed deliveries and lost business to rival Airbus.</p> <p>The Irish executive on Monday said the top bosses at Boeing's commercial planes business were “not up to the job”, and had not fought hard enough to stop the Seattle-based aerospace company's market share being “wiped out” by Airbus. </p> <p>Announcing results for the year to March, O'Leary said Boeing chief executive Dave Calhoun was “running out of time” to fix the problems, but stopped short of calling for him to leave the company.</p> <p>“There has been very poor delivery for the last two years, and we think they need management changes on the civilian aircraft side because the management team in Seattle is not delivering. It has not delivered for two years and they're not up to the job,” O'Leary said. </p> <p>Ryanair is one of Boeing's biggest customers, and O'Leary has been publicly sparring with the manufacturer over a possible new order worth billions of dollars for 737 Max 10 jets, which the airline called off last year because of differences over prices.</p> <p>Despite giving his qualified backing to Calhoun, who he said was doing a “reasonable job”, O'Leary said he needed to change management “pretty damn quickly”.</p> <p>“If he presides over more loss of market share, then maybe, you know, there'll have to be wider management changes at Boeing generally,” he said. </p> <p>Ryanair has had problems in the deliveries of the smaller 737 Max plane from this year, and has been forced to “chop and change” its schedules because “Boeing keep missing delivery dates”, O'Leary said.</p> <p>Boeing was not immediately available for comment. </p> <p>O'Leary's criticism is the latest sign of growing frustration among Boeing customers as the US group grapples with a string of production delays and certification issues on its major aircraft programmes, stoking concerns over its management. Domhnal Slattery, chief executive of the world's second-largest lessor, Avolon, told an industry conference this month that the company had “lost its way”.</p> <p>The questions over Boeing's leadership came as Ryanair forecast a return to “reasonable” profitability over the next year as the travel industry recovered from the pandemic, but warned that the outlook for flying remained fragile and vulnerable to new shocks.</p> <p>The carrier posted a loss of €355mn for the 12 months to the end of March, towards the lower end of the previously guided range of €350mn to €400mn, and down from €1.015bn the year before.</p> <p>The airline said it expected to carry more passengers this financial year than the record 149mn before Covid-19, and O'Leary said the airline would “do very well” over the summer if travel was not disrupted by a new coronavirus variant or spread of the war in Ukraine.</p> <p>But he said it was “impossible” to give an accurate financial forecast for the year because of questions over how many people would fly this winter amid rising recessionary fears and pressures on consumer spending.</p> <p>“We think the winter half of the year is likely to be overwhelmed with recessionary fears”, he said.</p> <p>Shares in the Dublin-based group have declined more than 20 per cent this year, in line with many of its competitors, and fell 3 per cent in early trading on Monday.</p> <p><strong>​Letter in response to this article</strong>:</p> <p><a href=\"https://www.ft.com/content/b6f1fb39-d52d-4741-859d-4bb32d0b8345\"><em>Why Boeing is looking homeless and clueless</em></a><em>​ / ​</em><a href=\"https://www.ft.com/content/b6f1fb39-d52d-4741-859d-4bb32d0b8345\"><em>From Professor Randall Peterson, London Business School, London NW1, UK</em></a></p><p>Source: Philip Georgiadis and Sylvia Pfeifer in London 2022 'Ryanair boss claims Boeing ‘not up to the job'' FT.com 16 May. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-05-16T06:48:56.935Z",
  "tags": [
    {
      "id": "US0970231058",
      "nexusId": "10030932",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 20,
          "end": 26
        },
        {
          "start": 478,
          "end": 484
        },
        {
          "start": 242,
          "end": 248
        },
        {
          "start": 1421,
          "end": 1427
        },
        {
          "start": 1652,
          "end": 1658
        },
        {
          "start": 908,
          "end": 914
        },
        {
          "start": 2119,
          "end": 2125
        },
        {
          "start": 57,
          "end": 63
        },
        {
          "start": 3340,
          "end": 3346
        },
        {
          "start": 1600,
          "end": 1607
        },
        {
          "start": 1770,
          "end": 1776
        }
      ]
    }
  ]
}