{
  "_id": "5494ec40cbe410c76bebe9e620aca419fa2ba5dc4a69a619f1a1477cd680eae4",
  "feed": "wall-street-journal",
  "title": "Plane And Polis",
  "text": "<p>(Knopf, 404 pages, $30)</p><p>The great champion of liberal democracy Thomas Jefferson was not fond of large cities. He wrote in 1787 that \"when we get piled upon one another in large cities, as in Europe, we shall become as corrupt as in Europe.\" The fathers of communism, Karl Marx and Friedrich Engels, also disliked urban life. In 1872 Engels proclaimed that \"to want to solve the housing question while at the same time desiring to maintain the modern big cities is an absurdity. The modern big cities, however, will be abolished only by the abolition of the capitalist mode of production.\" The communist disdain for cities had a devastating influence on the leadership of the Khmer Rouge, who in 1975 ordered the forced evacuation of the Cambodian capital, Phnom Penh -- a city of two million people at the time -- because of their conviction that large cities were anathema to the ideal communist society.</p><p>More than half of the world's population now reside in cities, and while in 2020 there were 579 cities with more than one million people, cities are still often decried as places of filth, contagion, pollution, corruption and inequality. Cities -- homes to so many of us -- need champions who believe in them. Mark Vanhoenacker has crafted an eloquent personal tribute to them in \"Imagine a City,\" a love song to cities the world over.</p><p>This is Mr. Vanhoenacker's third book, after \"Skyfaring\" and \"How to Land a Plane\" -- two titles that help explain the author's unique perspective on urban life: He is a commercial pilot who flew first a Boeing 747 and later a 787 from one large city to another, making short one- or two-day stops, and then taking off only to return again and again, sometimes as many as 50 times to a single city. \"Imagine the view,\" he writes of a typical aerial approach, \"around dusk, from the camera of a low-orbit satellite moving above a densely populated part of the world, and how this perspective allows us to watch a glowing web of glowing cities, each flat, and etched as finely as circuitry.\"</p><p>The author keeps a diary when he travels. He takes long walks, visits places that interest him and reads about the city. Like any airline pilot, he comes and goes, landing as a butterfly on a fragrant flower and then flying off again. \"Our stays in cities -- in so many cities! -- are typically short but frequent,\" he writes. \"Twenty-four hours is common for long-haul pilots, more than seventy-two is not.\"</p><p>This is not a scholarly book on cities, yet Mr. Vanhoenacker does enjoy digging into the literature on the cities he loves. He is thus able to tell wonderful stories: of Brasilia's architecture, Jeddah's historic gates, Sapporo's snow, the air in Nairobi, Cape Town's fascination with the color blue, and Tokyo's circular Yamanote train line. His own observations, as well as his research on cities, are always highly particular: They cluster around whatever aspect of a city has caught his eye and led him to explore the place further. The 11 chapters in the book are thus titled \"City of Signs,\" \"City of Gates,\" \"City of Snow,\" and so on, a structure that lends the book a certain original design.</p><p>In \"City of Poetry,\" for instance, the author allows even seasoned visitors to look on the Indian capital of Delhi with new eyes. \"It never occurred to me that poets and poetry might form part of a city's magnificence,\" he confesses, but describes his discovery of Delhi's poetic greatness and delves into the written record of its once-oral treasures. \"Poetry in Delhi was not a matter of literature,\" he adds, quoting the scholar Shamsur Rahman Faruqi, \"it was life itself.\" The 19th-century poet Ghalib, who lived in Delhi during the sunset of the Mughal empire, is cited: \"Inside the fort a few princes get together and recite their verses. Once in a while I attend these gatherings. Contemporary society is about to vanish. Who knows when the poets would meet next or meet again at all.\" Delving into Delhi poetry seems to deepen the author's connection with the city, and he shares an appropriate bit of verse by a friend made there: \"Then, / tires slamming down on pitch / . . . a taxi driver turbaned in a tongue of flame.\"</p><p>In Delhi and all his other beloved cities, Mr. Vanhoenacker takes us along for the ride. Yet the author always remains a visitor, and only an occasional visitor, to the cities he lands in. He never really penetrates under the skin of a place. He cannot form lasting friendships or engross himself in intimate conversations. And he can take no risk of any sustained open-ended engagement for even a few days, since he must always report back to the airport at the appointed hour.</p><p>In this sense, every time he returns to the city, Mr. Vanhoenacker starts from scratch -- maybe in a different direction, but still from scratch. His commitments are always elsewhere. His close relationships are back home in Pittsfield, Mass., a city he returns to time and again, as he returns to his husband, who typically cannot accompany him on his travels. While \"Imagine a City\" never reflects on the loneliness of the life of commercial pilots, that theme does come across between the lines. Visiting great cities has never been known to relieve one's loneliness.</p><p>But visits to the great cities, especially in the company of one who loves them as Mr. Vanhoenacker does, can have a way of inspiring us and urging us to follow him and go there too. The author sees these places in their entirety -- from great heights and from close by -- as he strolls down their streets taking in their views, sounds and smells. He writes as someone who, from a very early age -- looking at a metal globe -- wanted to explore the world, to get to know it all, to touch it, so to speak, everywhere. I share that urge. Many of us still do. And for those of us who do, \"Imagine a City\" will hold us in a warm, welcome embrace.</p><p>Our cities, for their part, need our love too. Much as they are self-organized and self-correcting, they remain vulnerable, now more than before. They require our thoughtful and loving attention. There is too much at stake to just let them be and go about our business. Like Mr. Vanhoenacker, we may need to learn to look at them with new eyes, and to look at our planet as a planet of cities.</p><p>---</p><p>Mr. Angel is a professor of city planning at New York University.</p><p>License this article from Dow Jones Reprint Service</p>",
  "published": "2022-07-13T00:00:00.000Z",
  "tags": [
    {
      "id": "US0970231058",
      "nexusId": "10030932",
      "name": "The Boeing Company",
      "offsets": []
    }
  ]
}