{
  "_id": "93586caade0256cbe214cbe63d3c4c68216d8758b78ca46ced7dd82b946784a0",
  "feed": "ftcomall",
  "title": "Ryanair swings to first-half profit and raises passenger forecast",
  "text": "<p>Ryanair has given further evidence of its strong recovery from the pandemic, swinging to a first-half profit and raising its full-year passenger forecast.</p> <p>Europe's biggest low-cost airline on Monday reported pre-tax profit of €1.42bn for the six months to September 30, against a €100mn loss in the same period last year.</p> <p>It also forecast a return to full-year profitability for the first time since the start of Covid-19 restrictions. It is expecting post-tax profits of between €1bn and €1.2bn for its 2022-23 fiscal year, with losses in the quieter second half of the year cancelling out some of the first-half profits.</p> <p>The shares were up 37 cents — 3 per cent — in morning trading in Dublin, at €12.67.</p> <p><a href=\"https://www.ft.com/ryanair-holdings\">Ryanair</a> has been relatively unaffected by the operational problems and the Heathrow airport passenger restrictions that affected some rivals over the summer.</p> <p>Its revenues for the half year were €6.62bn, three times the €2.15bn for the six months to September 30 last year, when airlines were still affected by coronavirus restrictions. The figure is 23 per cent higher than for the same period in 2019.</p> <p>It has also increased its forecast for passenger traffic for the year to March 31 to 168mn, from 166.5mn.</p> <p>Chief executive Michael O'Leary said Ryanair was experiencing “surprisingly strong bookings” for the current, third quarter of the year.</p> <p>He told the Financial Times that he thought booking levels reflected a mixture of gains from rivals such as easyJet that have cut back operations and trading down by <a href=\"https://www.ft.com/content/d9afe40a-29e5-406c-938f-84090095284e\">cost-conscious travellers</a>.</p> <p>“There's still a risk of adverse news on Covid or Ukraine,” O'Leary said. “But, without any negative developments, we're seeing very strong forward bookings, which is unusual given the nervousness. There's no evidence in our forward bookings of the nervousness about recession.”</p> <p>The airline's growth continues to be constrained by the challenges facing Boeing in delivering Ryanair's large order of 737 Max aircraft.</p> <p>Ryanair is due to receive a total of 51 of the aircraft before April, in time for the 2023 peak summer season. O'Leary said there was a risk that “about 10” of the aircraft would not be delivered. The deliveries are critical to achieving Ryanair's projections of carrying 185mn passengers in the financial year to March 2024.</p> <p>“As long as we get 45 to 46 aircraft by the middle of June next year, that target is still achievable,” O'Leary said. “If Boeing fails to hit that, I think the core of the growth for next year is now secure.”</p> <p>There were still “production challenges” for the aircraft, he acknowledged.</p> <p>“We're trying to manage it on a weekly basis,” O'Leary said.</p><p>Source: Robert Wright in London 2022 'Ryanair swings to first-half profit and raises passenger forecast' FT.com 7 November. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-11-07T10:13:52.649Z",
  "tags": [
    {
      "id": "US0970231058",
      "nexusId": "10030932",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 1899,
          "end": 1905
        },
        {
          "start": 2411,
          "end": 2417
        }
      ]
    }
  ]
}