{
  "_id": "5010e750119c0169a9374e203e36ac5368eadf78aa56b2671bd72cdccb3a17b4",
  "feed": "wall-street-journal",
  "title": "NASA Warns of Crowding Risk As SpaceX Boosts Satellite Plans",
  "text": "<p>NASA said in an early February letter to the FCC that the 30,000 devices, if deployed, would significantly boost the number of tracked objects in space -- by a factor of more than five in certain lower orbits.</p><p>\"An increase of this magnitude into these confined altitude bands inherently brings additional risk of debris generating collision events,\" the space agency said in the letter. NASA also raised concerns about how the automated-maneuvering systems that Starlink satellites use may interact with other networks of satellites with similar capabilities, given the dearth of rules to govern such interactions.</p><p>The space agency depends on SpaceX to fly astronauts to the International Space Station and pays the company for other missions as well. NASA didn't oppose the company's plans in its comments to the FCC. \"Space traffic coordination is a key area of concern for NASA,\" it said in a statement.</p><p>SpaceX didn't respond to requests for comment.</p><p>The potential threat posed by more crowded orbits near Earth is a growing concern for space companies and agencies. Collisions that generate debris could make such orbits more dangerous for astronauts and other spacecraft to operate in, researchers and executives say.</p><p>In addition to SpaceX, other companies plan to launch constellations, as fleets of satellites are called, to the lower end of orbit, according to filings. By positioning satellites relatively closer to the Earth, the devices could deliver faster internet service with fewer delays, analysts said.</p><p>Boeing Co., an Amazon.com Inc. unit, and other companies have said they want to launch more satellites to provide broadband service from orbits near Earth, according to FCC filings. Chinese filings with the International Telecommunication Union, a U.N. agency, discuss plans to send up more than 7,800 satellites, while companies that capture images or data about Earth are also adding satellites to orbit.</p><p>Starlink has the largest constellation at present, researchers say. In a recent tweet, Mr. Musk said SpaceX's 1,741 Starlink devices were active or moving toward operational orbits.</p><p>Space Exploration Technologies Corp., the Hawthorne, Calif.-based company's formal name, has previously said it has made significant investments in more capable satellites and adopted a careful approach to protect the lower bands of Earth orbit.</p><p>There is no single global regulator making decisions about orbital congestion or potentially limiting satellites. Public agencies in different countries, including the FCC in the U.S., make rules for satellites that aim to be active in their jurisdictions.</p><p>In 2020, the FCC updated orbital-debris mitigation rules for the first time in more than 15 years. FCC Chairwoman Jessica Rosenworcel said then that the agency needed to do more to address collision and debris risks.</p><p>In December, Chinese diplomats alleged that the country's space station twice took evasive actions in 2021 to avoid potential crashes with two different Starlink satellites, according to a filing with the United Nations space committee. U.S. diplomats said in a filing last month that a military branch didn't estimate a significant collision risk between the Chinese station and the Starlink satellites and so didn't provide alerts to China.</p><p>SpaceX has said it has taken other measures to avoid leaving debris in orbit, including deploying satellites in relatively low altitudes where they can re-enter the atmosphere and break down.</p><p>Earlier this month the company said a preliminary analysis showed that atmospheric drag created by a storm prevented some Starlink satellites from moving toward expected orbits. Up to 40 satellites were expected to burn up as they re-entered the atmosphere or had already done so as of last week, according to SpaceX.</p><p>License this article from Dow Jones Reprint Service</p>",
  "published": "2022-02-16T00:00:00.000Z",
  "tags": [
    {
      "id": "US0970231058",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 1520,
          "end": 1526
        },
        {
          "start": 1520,
          "end": 1530
        }
      ],
      "nexusId": "10030932"
    }
  ]
}