{
  "_id": "57593dd7cb536fb27169e27b62e77cfb13dd221e9b84b609cc827f3a3546af26",
  "feed": "ftcomall",
  "title": "Airbus and Qatar battle signals balance of power shift",
  "text": "<p>What is the best way to deal with a difficult customer? Academics writing in Harvard Business Review have <a href=\"https://hbr.org/2015/11/the-new-science-of-customer-emotions\">suggested</a> that building emotional connections is more important than customer satisfaction. Surely that depends on the emotion.</p> <p>Akbar Al Baker, chief executive of Qatar Airways and a notoriously demanding customer, must be feeling a range of emotions after a UK judge last week upheld the right of Airbus to <a href=\"https://www.ft.com/content/91883252-2902-46ee-abc2-86644a4c46da\">cancel</a> a $6bn contract to sell him 50 A321neo&#xa0;aircraft. Al Baker is not a man to accept defeat easily and these jets are crucial to the carrier's ambitions to expand across Europe. </p> <p>That this dispute has reached the UK courts is not only highly unusual. It also reflects a shift in the balance of power between customer and supplier. </p> <p>Airbus took the unprecedented step of cancelling a deal with an important customer after Qatar refused to take delivery of two larger A350 aircraft. On some existing A350s, paint is peeling from&#xa0;their composite structure after a few years of service, leaving ugly scars and exposing the airframe to potential degradation</p> <p>Al Baker, supported by Qatar's aviation regulator which has grounded 23 of the airline's A350s, says these aircraft are unsafe. Airbus and Europe's aviation regulator EASA insist they are not.</p> <p>When Qatar late last year sued Airbus for compensation for the grounded aircraft — today estimated at more than $1.3bn and rising daily — Airbus cancelled the A321neo order, citing clauses that allowed termination if Qatar breached other contracts. Qatar disputes that rejection of the A350s is a breach of contract.</p> <p>The judge's ruling on the A321s hands the first round to Airbus. But the final outcome is still far from certain. Images showing chunks of paint flaking from the A350s, exposing the copper mesh that protects the aircraft from lightning, are pretty startling. </p> <p>Yet Qatar too has a case to prove. So far, five airlines are <a href=\"https://www.reuters.com/business/aerospace-defense/costly-airbus-paint-flaw-goes-wider-than-gulf-2021-11-29/\">reported</a> to have similar degradation, yet none has publicly questioned the aircraft's safety. Nor has any other regulator followed Qatar's lead.</p> <p>The question now is whether the two sides will consider a face-saving settlement before next year's UK court trial over the state of the A350s. Many airlines are disturbed by the implication that orders could be cancelled because of an unrelated dispute. Airbus, meanwhile, will not accept any unfounded suggestion that its aircraft are unsafe.</p> <p>Any compromise will have to overcome some hurdles. Personal relationships matter when billions are on the table. Al Baker's record shows that when personalities change, so too does his approach. Take Qatar's 25 per cent stake in airline group IAG. As long as Willie Walsh was at the helm, Al Baker saw no need for board representation. When Walsh stepped down, Qatar demanded two seats.</p> <p>At Airbus too, there has been a change of guard. After former chief operating officer Fabrice Brégier lost out in a power battle to current CEO Guillaume Faury in 2017, Al Baker insisted he did not want to <a href=\"https://www.ft.com/content/0ab85f46-15ed-11e8-9376-4a6390addb44\">take delivery</a> of his first A350-1000 from the new man, but from his old friend. </p> <p>Al Baker — used to controlling even the tiniest detail in his own airline — may also have misjudged the balance of power between customer and supplier. When Airbus was racing to outdo Boeing pre-pandemic, the airlines could play one off the other. But now “there is a shortage of aircraft,” says Andrew Lobbenberg, analyst at HSBC. “Demand for air travel has come back faster than expected.”</p> <p>The fact that Ryanair has not yet agreed terms with Boeing for new 737 Max-10 aircraft, even though in 2020 it managed to lower the price on its existing order, is proof of the shifting power balance, says Lobbenberg. </p> <p>Meanwhile, Qatar, like many airlines, has suffered financially from the pandemic. And it had to contend with a three-year blockade by neighbouring countries just before Covid struck.</p> <p>Airbus, under Faury, may believe now is the time for a reset. Certainly many inside the group are fatigued with the brinkmanship that has coloured the relationship. Al Baker has a record of raising issues just before delivery. Qatar says it simply holds manufacturers to their legal and contractual obligations to deliver a defect-free aircraft.</p> <p>Often a stand-off has been resolved by eleventh hour concessions, according to Airbus insiders. Not this time. “Guillaume is not by nature belligerent,” says one person who knows the Airbus boss. “My sense is that he just ran out of patience.”</p> <p><a href=\"mailto:peggy.hollinger@ft.com\"><em>peggy.hollinger@ft.com</em></a></p><p>Source: Peggy Hollinger 2022 'Airbus and Qatar battle signals balance of power shift' FT.com 5 May. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-05-05T04:01:00.793Z",
  "tags": [
    {
      "id": "US0970231058",
      "nexusId": "10030932",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 3245,
          "end": 3251
        },
        {
          "start": 3505,
          "end": 3511
        }
      ]
    }
  ]
}