{
  "_id": "0666294bc1d23e15b0e4bf034bc7e1902fe862abc7d98c7a5d491e0eeda3c70b",
  "feed": "wall-street-journal",
  "title": "Airbus Wins First Major China Jet Order Since Before Pandemic; Three Chinese carriers order close to 300 jets from the European plane maker",
  "text": "<p>Boeing lost out to rival Airbus in the order disclosed Friday, though that doesn't preclude a follow-up deal for the U.S. company's jets. China Southern Airlines Co.—the biggest customer of Boeing's troubled 737 MAX in China—was among three airlines to buy Airbus jets. China Southern, Air China Ltd. and China Eastern Airlines Corp. are set to take delivery of a total of 292 new aircraft starting in 2023, the companies said in separate statements. Together, the deals are valued at $37 billion before customary discounts given to airlines, according to the statements.</p><p>When Covid-19 first emerged in China, the country's airlines were among the first to ground flights, starting what would become a global hibernation for air travel. Airlines around the world stopped buying new planes, and Airbus and Boeing reduced production. But an end to lockdowns in much of the world has triggered soaring demand for travel again—and for new jets from airlines.</p><p>Air travel in China, however, has lagged behind. After a quick resumption of domestic flying, demand has fallen back again as the country has struggled with outbreaks of Covid-19. In May, with Shanghai in lockdown, domestic ticket sales were down 77% from a year earlier.</p><p>Boeing, meanwhile, has trailed Airbus in boosting production. It has been hit by a nearly two-year grounding of its most popular jet, the 737 MAX, which the company re-engineered following two deadly crashes. The company has also suffered production problems with other models.</p><p>The 737 MAX has returned to service in most of the world. China has signed off on the jet's fixes, but Chinese carriers haven't started flying it commercially again.</p><p>The deal marks the first for Airbus from a Chinese passenger airline since July 2019, according to a spokesman. Boeing's last order from China for a passenger aircraft was in October 2017, according to Boeing's website. The two plane makers have a duopoly in the market for big passenger jets.</p><p>Long anticipating a return to air-travel demand, Airbus has been revving up production. In May, it said it would boost production of its A320 narrow-body family by 50% to 75 a month by 2025 after tussling with suppliers for a year over whether there was enough demand. The A320 competes against the 737 MAX. All of the jets ordered by China on Friday were A320s.</p><p>Still, the manufacturer has been battling with supplier bottlenecks, including delays to the delivery of engines. Airbus, which is currently building A320s at a rate of about 50 a month, delivered just 37 to customers in each of April and May. Airbus was making around 60 a month before the pandemic.</p><p>A spokesman for Airbus said the aircraft will be built in Europe and at its factory in Tianjin, northeastern China.</p><p>Boeing Chief Executive David Calhoun has cited the uncertainty around deliveries and orders from China as one of three of the biggest risks facing the company, along with resolving outstanding issues preventing deliveries of its 787 wide-body plane, and securely boosting production of the MAX.</p><p>China has become a crucial market for both manufacturers as the country rapidly expanded its aviation industry over the past three decades. Chinese carriers are set to buy 8,700 new jets over the next 20 years, according to Boeing forecasts, accounting for nearly a fifth of global demand.</p><p>Of the 292 A320neo narrow-body jets ordered on Friday, 100 are destined for China Eastern and 96 for China Southern. Air China is taking the remaining 96, including 32 for its Shenzhen Airlines subsidiary.</p><p>China has long played Boeing and Airbus off each other in aircraft purchase deals, often using the deals as proxies for Beijing's up and down relationships with the U.S. and Europe, respectively. Current Chinese-U.S. relations are at a low point, over a range of issues, including trade. Beijing, meanwhile, has urged Europe to set its own course and recognize business opportunities in China. Speaking with top European Union officials in April, Chinese President Xi Jingping urged the \"EU to form its own perception of China, adopt an independent China policy,\" according to the Foreign Ministry in Beijing.</p><p>In March 2019, amid a grueling trade war with the U.S., Mr. Xi flew to France and signed a 300 plane purchase deal with Airbus, shortly after Boeing's 737 MAX was grounded. At a time of stronger U.S.-China relations, in 2015, Mr. Xi visited a Boeing wide body jet assembly line in Everett, Wash. The U.S. plane maker cheered Chinese orders and commitments for 300 aircraft at the time.</p><p>James T. Areddy contributed to this article.</p><p>Write to Benjamin Katz at ben.katz@wsj.com and Rachel Liang at rachel.liang@wsj.com</p><p>Airbus Wins First Major China Jet Order Since Before Pandemic</p>",
  "published": "2022-07-01T16:34:00.000Z",
  "tags": [
    {
      "id": "US0970231058",
      "nexusId": "10030932",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 1783,
          "end": 1789
        },
        {
          "start": 1873,
          "end": 1879
        },
        {
          "start": 3558,
          "end": 3564
        },
        {
          "start": 4288,
          "end": 4294
        },
        {
          "start": 3264,
          "end": 3270
        },
        {
          "start": 190,
          "end": 196
        },
        {
          "start": 1227,
          "end": 1233
        },
        {
          "start": 2745,
          "end": 2751
        },
        {
          "start": 0,
          "end": 6
        },
        {
          "start": 4389,
          "end": 4395
        },
        {
          "start": 805,
          "end": 811
        }
      ]
    }
  ]
}