{
  "_id": "317310a6c67c682e3595d99e39ead6ab806ea5bcd5f0d54bf129cdaa64eae4e8",
  "feed": "wall-street-journal",
  "title": "Plane Maker Posts A Quarterly Loss",
  "text": "<p>Mr. Calhoun said regulators had become more rigorous in scrutinizing the company's planes, while challenges to its defense business stemmed from fixed-price contracts that left Boeing to pay for overruns.</p><p>\"I don't attribute our certification issues and timelines to engineering shortfalls in any way,\" he said on an investor call.</p><p>Chicago-based Boeing has lost its place as the world's biggest plane maker to Airbus SE, delivering far fewer planes over the past three years than its European rival.</p><p>Boeing reported a quarterly loss of $1.24 billion, hit by more setbacks on its jetliner and military programs. Supply-chain issues and Russian sanctions also weighed on results, Boeing said.</p><p>Boeing shares closed down 7.5% at $154.46, valuing the company at $91.2 billion.</p><p>The company faces challenges with almost all its jetliner programs, while some of its big defense contracts continued to have cost overruns and generated more losses.</p><p>Deliveries of the 737 MAX are running behind plan, Boeing said, and hinge in part on regulatory approvals. China hasn't recertified the MAX jets to resume flights, and Boeing has still to secure approval in the U.S. from the Federal Aviation Administration for two versions of the aircraft.</p><p>Boeing again pushed back the expected first delivery of its new 777X twin-aisle jet until 2025, five years later than planned, though the company said it had moved a step closer to resuming deliveries of the 787 Dreamliner.</p><p>Boeing and other aerospace companies continue to struggle with supply-chain issues, but the U.S. company has wrestled with a range of other challenges on many of its commercial and military aircraft, including the planes that will serve as the next Air Force One.</p><p>Boeing took about $1.3 billion in charges on four of its biggest military programs during the quarter, including the VC-25B presidential jet, T-7A Air Force trainer, KC-46A aerial tanker and MQ-25 drone. The company cited supply-chain challenges and quality issues.</p><p>Sales in the quarter fell 8% to $14 billion.</p><p>License this article from Dow Jones Reprint Service</p>",
  "published": "2022-04-28T00:00:00.000Z",
  "tags": [
    {
      "id": "US0970231058",
      "nexusId": "10030932",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 1453,
          "end": 1459
        },
        {
          "start": 1717,
          "end": 1723
        },
        {
          "start": 499,
          "end": 505
        },
        {
          "start": 690,
          "end": 696
        },
        {
          "start": 345,
          "end": 351
        },
        {
          "start": 677,
          "end": 683
        },
        {
          "start": 989,
          "end": 995
        },
        {
          "start": 1106,
          "end": 1112
        },
        {
          "start": 1229,
          "end": 1235
        },
        {
          "start": 177,
          "end": 183
        }
      ]
    }
  ]
}