{
  "_id": "255c7084d9088bee3c0c35420ad0fdd3721d296e3a8e04d39e34b545ba9998e2",
  "feed": "ftcomall",
  "title": "O'Leary expects Ryanair to lure passengers from more expensive rivals",
  "text": "<p>Ryanair chief executive Michael O'Leary expects the low-cost airline to lure passengers from more expensive rivals this winter as passengers tighten their belts because of the economic slowdown. </p> <p>With households under pressure from soaring energy bills and inflation, the industry is preparing for a grim winter after summer disruption because of staff shortages as airlines struggled to cope with an uptick in demand.</p> <p>O'Leary said the cost of living crisis would inevitably “dampen” demand for flying, and that passenger numbers across Europe would not return to pre-pandemic levels until 2025. </p> <p>“You would be crazy not to worry about the looming recession,” he said on Tuesday.</p> <p>“Overall for the market there is no doubt a recession will significantly . . . dampen the traffic recovery post-Covid,” he said. </p> <p>But he said Ryanair would continue to grow “full steam ahead” regardless of the economic climate and UK inflation forecasts of nearly 20 per cent. </p> <p>He expects Ryanair to benefit as customers have typically turned to lower-cost airlines during previous recessions. </p> <p>“Some people may travel less . . . but what we see is far more people trading down to the lowest fare operator . . . and that I think will happen again.” </p> <p>He said early bookings for this winter were ahead of 2019 levels, but suggested this was because passengers were switching to Ryanair as other airlines scaled back their plans. </p> <p>“While our recovery and growth is still very strong, it is still very fragile and prone to falling over,” he said. </p> <p>The low-cost airline flew 15 per cent more flights this summer than in 2019, benefiting from airlines such as Norwegian and Alitalia downsizing during the pandemic, and established rivals including British Airways cutting their flight numbers because of staffing shortages.</p> <p>Ryanair expects to carry 166mn passengers in its current financial year to the end of March, up from 149.5mn in the full year before Covid-19. Its long-term target is to carry 225mn passenger by its 2026 financial year. </p> <p>But the airline is not immune to the impact of rising fuel bills and a slowing economy, which has been reflected in the 30 per cent fall in its share price this year. </p> <p>Unlike many of its rivals, Ryanair suffered few operational problems this summer, which analysts said was partly down to its retention of staff over the pandemic, meaning it did not face rehiring problems as demand picked up, but also because it typically operates from quieter airports. </p> <p>O'Leary slammed “hopeless” Heathrow airport's decision to<a href=\"https://www.ft.com/content/c14e7d73-e619-45c9-a807-50c56513dc67\"> impose a cap on passenger numbers </a>until the end of October, but said he was “confident” the aviation industry was past the worst of the disruption as the summer season comes to an end. </p> <p>The outspoken executive also repeated his <a href=\"https://www.ft.com/content/9fd4a355-3665-4b56-a14f-712a6bf9d503\">regular criticism of Ryanair's aircraft manufacturer Boeing</a>, which he said was still facing production problems and struggling to deliver new aircraft.</p> <p>“We have another meeting with Boeing tomorrow . . . but I think you will get more excuses than aircraft deliveries this winter,” he said. </p> <p>Boeing did not immediately respond to a request for comment, but has been experiencing supply chain problems amid&#xa0;an order backlog of hundreds of 737 Max jets that built up during the aircraft's global grounding after&#xa0;<a href=\"https://www.ft.com/content/dcd39dc6-ae3b-4203-9210-c321eac8f5e5\">two crashes</a>&#xa0;in 2018 and 2019.&#xa0;</p><p>Source: Philip Georgiadis 2022 'O'Leary expects Ryanair to lure passengers from more expensive rivals' FT.com 30 August. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-08-30T17:09:39.838Z",
  "tags": [
    {
      "id": "US0970231058",
      "nexusId": "10030932",
      "name": "The Boeing Company",
      "confidence": 0.988,
      "offsets": [
        {
          "start": 2785,
          "end": 2791
        },
        {
          "start": 2803,
          "end": 2809
        },
        {
          "start": 3019,
          "end": 3025
        }
      ],
      "weightsV2": {
        "weight": 4.0,
        "baseWeight": 3.0,
        "expansionWeight": 1.0,
        "ontologyWeight": 0.0,
        "tagPositionWeight": 0.0,
        "titleWeight": 0.0
      },
      "typeRank": 2
    }
  ]
}