{
  "_id": "1ffb644de7ed7c5738195405ac4a88dd352a7ec95ce13adb6bf1ad8a42879daf",
  "feed": "wall-street-journal",
  "title": "Travel Surge Brings  Business Challenge  ----  By Alison Sider",
  "text": "<p>   The long-awaited travel revival is here, but airlines and hotels can't take full advantage of it. </p><p>   For two years, travel businesses have fretted about demand, wondering when -- or even if -- it would recover after Covid-19 pandemic. Now they say appetite for travel is insatiable, undeterred by rising fares or an uptick in Covid-19 infections around the country. </p><p>   Aircraft manufacturer Boeing Co. and General Electric Co., which makes jet engines, this week highlighted the travel rebound. Google parent Alphabet Inc. said travel searches were above what the company saw in the prepandemic first quarter of 2019. </p><p>   The travel rebound has been robust, with daily traffic at U.S. airports off less than 10% from comparable days in 2019. People are traveling more for leisure than they did before the pandemic, with spring and summer bookings setting records. </p><p>   Even business travel, which has been slower to return, is showing signs of life, airline executives have said. Momentum in corporate bookings has reversed before, when companies changed course on bringing employees back to offices, but airlines say business travel volumes have reached their highest levels since the pandemic began. </p><p>   Southwest Airlines Co. said it expects corporate travel revenue this month to come in at about 70% of what they were in April 2019, with continued improvement in May and June. American Airlines Group Inc. said last week that business travel revenue is on track to reach 90% of 2019 levels in the current quarter. </p><p>   The challenge will be handling the surge. </p><p>   Airlines, for instance, have been tempering growth plans as they contend with staffing shortages. </p><p>   Southwest said it has cut flying through Labor Day to give itself more of a staffing buffer to handle unexpected problems. \"We continue to work through lower available staffing and training constraints to keep pace with rebounding travel demand,\" Chief Executive Bob Jordan said Thursday. Southwest, however, was the latest carrier to predict it will again become profitable in the current quarter, and through the rest of 2022. </p><p>   The problem isn't necessarily getting people in the door. Southwest is hiring at a rapid clip and boosted its goal for the year to 10,000 new employees, net of attrition, from about 8,000 previously. But working through training logjams and getting an entirely new workforce up to speed takes time, Mr. Jordan said. </p><p>   JetBlue Airways Corp. came into the year planning to grow its schedule by as much as 15% above 2019 levels. But the airline ran into problems this month: bad weather in Florida resulted in air traffic slowdowns that threw its operation off track. Turnover in key employee groups including pilots has been high. </p><p>   Airline executives realized they had to cut back to focus on hiring and training. The slowdown will help the airline fix its operation, but will also delay its return to profitability, JetBlue Chief Executive Robin Hayes said this week. </p><p>   \"This is the first time that I can remember where we'll be flying less capacity in June than April. It's a much more conservative planning assumption,\" Mr. Hayes said. </p><p>   Alaska Air Group Inc. and Spirit Airlines Inc. have also shrunk schedules in recent weeks, while United Airlines Holdings Inc. and Delta Air Lines Inc. said they'd planned more conservatively to avoid having to make similar calls. </p><p>   Hotels are also struggling to staff up to meet the recent surge in travel. Executives at Pebblebrook Hotel Trust, a real-estate investment trust that owns hotels and resorts across the U.S., said they were caught short-staffed as business picked up in March. </p><p>   \"It wasn't anticipated and therefore we kind of had to make do because it does take time to hire people and get them to be productive,\" Chief Executive Jon Bortz said. </p><p>   Hotels are retooling operations so that they don't need as many employees as they had before the pandemic. Some restaurants at Pebblebrook properties have changed their kitchen operations so that they require fewer cooks, which are hard to find right now. And executives at Wyndham Hotels &amp; Resorts Inc. said they are working on services like digital check-in to reduce the need for more workers. </p><p></p>",
  "published": "2022-04-29T06:12:00.000Z",
  "tags": [
    {
      "id": "US0970231058",
      "nexusId": "10030932",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 385,
          "end": 395
        }
      ]
    }
  ]
}