{
  "_id": "dfb19096a74381e099fea811c33913c89dc575ab3552679cc039e0ace65e59e9",
  "feed": "market-watch",
  "title": "U.S. stock futures bounce back ahead of Fed decision as investors give a pass to earnings misses from Alphabet and Microsoft",
  "text": "<p>* Futures on the Dow Jones Industrial Average YM00 rose 161 points, or 0.5%, to 31893.</p><p>* Futures on the S&amp;P 500 ES00 gained 39.25 points, or 1%, to 3963.</p><p>* Futures on the Nasdaq 100 NQ00 increased 195.5 points, or 1.6%, to 12308.</p><p>On Tuesday, the Dow Jones Industrial Average DJIA fell 229 points, or 0.71%, to 31762, the S&amp;P 500 SPX declined 46 points, or 1.15%, to 3921, and the Nasdaq Composite COMP dropped 220 points, or 1.87%, to 11563. Walmart's WMT profit warning helped set the tone for a down day on Wall Street.</p><p>What's driving markets</p><p>The Fed decision is due at 2 p.m. Eastern, with a press conference from Fed Chair Jerome Powell at 2:30 p.m. Expectations are for a 75 basis point interest rate hike, but there's uncertainty on what the Fed's message will be, and whether it lines up a policy pivot after a string of negative economic surveys from both companies and consumers.</p><p>Tim Duy, chief U.S. economist at SGH Macro Advisors, says the central bank will want to send a hawkish message but might find it hard to accomplish.</p><p>\"The easy path to sending that message is to set up another 75bp hike in September, but I don't think the Fed will do that if, as I suspect, the goal is to reduce the level of guidance while creating a hawkish path that does not require an additional super-sized hike,\" said Duy. \"It might be a tricky space to navigate; we have always said the Fed will face a communications challenge when it comes time to set the stage for stepping down from 75 bp.\"</p><p>Durable-goods orders and pending home sales reports for June also are set for release Wednesday.</p><p>Alphabet GOOGL and Microsoft MSFT each missed earnings expectations in their reports Tuesday night, though shares of both were up in premarket trade. Among the wave of companies set to report results on Wednesday are plane maker Boeing BA and, after the market close, Facebook parent company Meta Platforms META META.</p><p>\"Solid reports from tech giants Microsoft and Alphabet have given a fresh boost to market sentiment on Wednesday, sparking hopes that companies can handle tighter monetary conditions and a slower economy,\" said Pierre Veyret, technical analyst at ActivTrades.</p><p>Also in Washington, the Senate is expected to vote on a bill to boost U.S. semiconductor production.</p><p>U.S. stock futures bounce back ahead of Fed decision as investors give a pass to earnings misses from Alphabet and Microsoft</p>",
  "published": "2022-07-27T09:51:00.000Z",
  "tags": [
    {
      "id": "US0970231058",
      "nexusId": "10030932",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 1817,
          "end": 1823
        }
      ]
    }
  ]
}