{
  "_id": "d996e66eeb710dc4ecf3df4aab0e7b9d0809b7a4c5076351d3a0484b9a78e99e",
  "feed": "wall-street-journal",
  "title": "China Meets With Boeing, Raising Hopes for 737 MAX Flight Resumption; Chinese regulators' official media outlet said the meeting signaled progress in recertifying the jet after accidents in 2018 and 2019",
  "text": "<p>The regulator will release a revised report on the plane once questions raised at the meeting are resolved, the news outlet said, adding that it offered hope that the process to reintroduce the 737 MAX to China would be completed soon. The CAAC News didn't provide a timeline.</p><p>A spokesperson for Boeing said the company would continue to work with customers and global regulators, including the CAAC, to safely return the 737 MAX to service worldwide.</p><p>Boeing shares were up slightly at $145.65 on Tuesday afternoon, as the broader market was down 1.6%.</p><p>China was the first country to ground the plane in March 2019, after the second of two fatal crashes involving the 737 MAX within a half year. Since late 2020, the jet has resumed operations in more than 190 countries, including the U.S., Australia, Canada and 31 countries in Europe. But China and a few other countries have held off.</p><p>In December, China's air safety regulators issued a key safety approval for the jet, a move that brought the aircraft a step closer to resuming passenger service there.</p><p>In March, a Boeing 737-800 operated by China Eastern Airlines Corp., one of China's biggest airline companies, nosedived into a mountain slope in southern China, killing all 132 people on board, further denting Boeing's reputation in China and complicating the recertification progress for its separate 737 MAX series of jets.</p><p>A Chinese investigation into the March accident is still in process, though flight data has indicated that someone in the cockpit intentionally crashed the China Eastern flight, The Wall Street Journal has reported.</p><p>\"There's no technical obstacles on the regulation approval's side, but the market sentiment is still weak,\" said Qi Qi, a Chinese aviation analyst, citing among other factors soft travel demand amid China's continued pandemic measures and lingering safety concerns.</p><p>Before the pandemic, China was one of the biggest and most important buyers of airplanes in the world. Boeing has repeatedly cited the country as a significant market for commercial airplanes.</p><p>Boeing Chief Executive David Calhoun said last week that the company would continue lobbying for improved U.S.-China ties, blaming bilateral tensions for hamstringing its efforts to sell and deliver jetliners there.</p><p>Earlier this month, the U.S. approved a $1.1 billion arms package for Taiwan, which includes Boeing-made Harpoon missiles. Last week, China imposed sanctions on Boeing's top defense executive, among others, for their role in the arms sales.</p><p>Boeing is also facing competition from its main rival, Airbus SE. In July, China placed an order for close to 300 Airbus jets on behalf of its three biggest airline operators, its largest single order in history, as the country prepares for a potential revival of commercial flights after the lifting of stringent Covid controls.</p><p>Chinese airlines operated nearly 100 737 MAX aircraft before the grounding, with more still waiting to be delivered.</p><p>At the same time, China is developing its own passenger jet that directly targets the single-aisle airliner market, which has long been dominated by Boeing's 737 series and Airbus's 320s.</p><p>Wu Guanghui, chief designer of China's homegrown C919, told a domestic media outlet this week that the jetliner would soon be delivered to its first customer, China Eastern.</p><p>Write to Rachel Liang at rachel.liang@wsj.com and Cao Li at li.cao@wsj,com</p><p>China Meets With Boeing, Raising Hopes for 737 MAX Flight Resumption</p>",
  "published": "2022-09-20T17:36:00.000Z",
  "tags": [
    {
      "id": "US0970231058",
      "nexusId": "10030932",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 296,
          "end": 302
        },
        {
          "start": 1269,
          "end": 1275
        },
        {
          "start": 1970,
          "end": 1976
        },
        {
          "start": 3113,
          "end": 3119
        },
        {
          "start": 3418,
          "end": 3424
        },
        {
          "start": 2060,
          "end": 2066
        },
        {
          "start": 2517,
          "end": 2523
        },
        {
          "start": 2437,
          "end": 2443
        },
        {
          "start": 1070,
          "end": 1076
        },
        {
          "start": 452,
          "end": 458
        },
        {
          "start": 17,
          "end": 23
        }
      ]
    }
  ]
}