{
  "_id": "13542be949e1f69d48bc0bcebc91213d65a280ce5e8b73d789f9c838cb0493b7",
  "feed": "wall-street-journal",
  "title": "Delays in Boeing's New Air Force One Cause Costs to Pile Up for Shareholders, Taxpayers; The plane maker has booked nearly $2 billion in losses after supplier and labor issues, factory and engineering problems",
  "text": "<p>SHARE YOUR THOUGHTS</p><p>How could Boeing or the U.S. government improve the Air Force One replacement program? Join the conversation below.</p><p>The two aging 747 jets currently serving as Air Force One when the president is on board came into service in 1990 during the George H.W. Bush administration. They are already the longest-serving presidential jets in U.S. history, and the Air Force said Boeing's delays could keep them flying through perhaps the 2028 election.</p><p>Boeing executives blamed the additional Air Force One costs on supplier issues, technical challenges and labor shortages, including finding enough workers with security clearances needed to work on the highly classified jets at its San Antonio facility.</p><p>Additional costs for Boeing shareholders follow a string of problems with the company's Air Force One project, including previously unreported engineering issues related to structural cracks, as well as factory problems that have drawn scrutiny from Pentagon officials.</p><p>Boeing finance chief Brian West said Oct. 26 that the company's latest Air Force One charge reflects the manufacturer's best estimate for what it will take to finish the jets, designated as VC-25B military variants. The company said in a securities filing that more losses were possible.</p><p>At an investor conference Wednesday, executives said they have aimed to improve engineering and quality while trying to stabilize operations. \"We are proud and excited to deliver two perfect airplanes to our president,\" Boeing defense chief Ted Colbert said.</p><p>The U.S. Air Force earlier this year said it expected the two jets, which will be heavily modified with special communications equipment and other military systems, to arrive two to three years late. Boeing originally agreed to deliver the planes by the end of 2024 as part of a 2018 deal with then-President Donald Trump. Boeing Chief Executive David Calhoun has said the deal's $3.9 billion price was too low in retrospect.</p><p>Air Force acquisition chief Andrew Hunter said the manufacturer has tapped additional subcontractors and taken on some work with its own employees. He said the military branch is working closely with Boeing to address problems and delays.</p><p>While Boeing's agreement was a fixed-price contract with the U.S. government, the plane maker has signaled it may ask for an additional more than $500 million to account for problems related to a key supplier's bankruptcy and delays related to the Covid-19 pandemic.</p><p>An Air Force spokeswoman said the company hasn't asked for the additional funding. A Boeing spokeswoman said the company has been sharing information with the Pentagon about the effects of the pandemic, inflation and other challenges.</p><p>Boeing's delays in delivering the new jets could cost taxpayers more than $340 million to keep the current Air Force One jets flying, according to the Air Force. The current jets cost $70 million more to operate each year than the new ones will, and the military branch is evaluating the need for them to undergo heavy maintenance that could cost $100 million for each plane. The estimates don't include costs of potential equipment upgrades.</p><p>Among the engineering problems Boeing has faced are potential cracks in aluminum structural components known as stringers. But that issue shouldn't add additional delays if work to address the cracks is done in parallel with other work such as dealing with adding wiring, said Army Lt. Gen. David Bassett, director of the Defense Contract Management Agency, which oversees Boeing's military work.</p><p>\"I don't think there's any doubt that there's been some execution issues on this program,\" Lt. Gen. Bassett said earlier this year. \"We're working with Boeing to improve their performance on this program.\"</p><p>The Boeing spokeswoman said the stringer cracks didn't pose a flight-safety problem.</p><p>Pentagon officials have been working to make sure Boeing workers don't lose tools during production—a potential safety problem that has attracted attention of the Defense Department's inspector general, according to an Oct. 28, 2021, letter from the office viewed by The Wall Street Journal.</p><p>A spokeswoman for the inspector general said the letter was part of the office's preliminary research into the matter.</p><p>Boeing said it was accountable to its customers to meet stringent quality-control requirements. The Air Force said Boeing has been successful in pulling off its plan to improve its tool controls. The Pentagon's contract oversight arm said it was monitoring tool management.</p><p>Military officials have separately flagged security lapses at Boeing's San Antonio site, according to a Nov. 5, 2021, Air Force letter to Boeing viewed by the Journal.</p><p>\"Recent events and trends in the program's security posture have eroded confidence by the government in the Boeing Company's ability to manage the various aspects of the VC-25B program's extensive security posture,\" an Air Force official wrote in the letter.</p><p>The letter cites a handful of cases involving employee security-clearance issues and a reference to two mini-tequila bottles found on one of the jets in September 2021.</p><p>Both the Air Force and Boeing declined to comment on security protocols.</p><p>Earlier this year, Boeing factory workers risked damaging a wing of one of the jets in a production mishap. An examination later found a Boeing employee wasn't properly credentialed and another failed a drug test.</p><p>—Doug Cameron contributed to this article.</p><p>Write to Andrew Tangel at andrew.tangel@wsj.com</p><p>Delays in Boeing's New Air Force One Cause Costs to Pile Up for Shareholders, Taxpayers</p>",
  "published": "2022-11-03T12:00:00.000Z",
  "tags": [
    {
      "id": "US0970231058",
      "nexusId": "10030932",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 10,
          "end": 16
        },
        {
          "start": 739,
          "end": 745
        },
        {
          "start": 988,
          "end": 994
        },
        {
          "start": 2161,
          "end": 2167
        },
        {
          "start": 3694,
          "end": 3700
        },
        {
          "start": 3883,
          "end": 3889
        },
        {
          "start": 5206,
          "end": 5212
        },
        {
          "start": 4244,
          "end": 4250
        },
        {
          "start": 3518,
          "end": 3524
        },
        {
          "start": 5137,
          "end": 5143
        },
        {
          "start": 4359,
          "end": 4365
        },
        {
          "start": 2552,
          "end": 2558
        },
        {
          "start": 464,
          "end": 470
        },
        {
          "start": 1735,
          "end": 1741
        },
        {
          "start": 4794,
          "end": 4800
        },
        {
          "start": 1858,
          "end": 1864
        },
        {
          "start": 2206,
          "end": 2212
        },
        {
          "start": 3752,
          "end": 3758
        },
        {
          "start": 4580,
          "end": 4586
        },
        {
          "start": 4656,
          "end": 4662
        },
        {
          "start": 390,
          "end": 396
        },
        {
          "start": 1496,
          "end": 1502
        },
        {
          "start": 5324,
          "end": 5330
        },
        {
          "start": 3176,
          "end": 3182
        },
        {
          "start": 5502,
          "end": 5508
        },
        {
          "start": 30,
          "end": 36
        },
        {
          "start": 2702,
          "end": 2708
        }
      ]
    }
  ]
}