{
  "_id": "0d6a5667340372f40b34023c4d4dbd8bbc751fb250768fbeee5d45b4cb86bd15",
  "feed": "market-watch",
  "title": "Ken Griffin moving Citadel to Miami from Chicago amid feud with Democratic Illinois governor; Billionaire has actively engaged in a long-running political skirmish with Illinois Gov. J.B. Pritzker over taxes, crime and other issues",
  "text": "<p>Griffin is the wealthiest resident of Illinois, so his departure will hurt state tax collections on both the individual and corporate side. Griffin has an estimated worth of $28.9 billion and is among the world's top 50 wealthiest, according to the Bloomberg Billionaires Index.</p><p>\"Chicago will continue to be important to the future of Citadel, as many of our colleagues have deep ties to Illinois,\" Griffin wrote. \"Over the past year, however, many of our Chicago teams have asked to relocate to Miami, New York and our other offices around the world.\" The Citadel move is expected to be a multiyear process. There are currently about 1,000 employees in Chicago and many are expected to remain.</p><p>Citadel is one of the most successful hedge-fund firms, managing $51 billion in assets and consistently outpacing competitors via its multistrategy funds after surviving steep losses in the 2008 financial crisis.</p><p>Griffin and Illinois Gov. J.B. Pritzker, an heir to the Hyatt H hotel fortune and the brother of former U.S. Commerce Secretary Penny Pritzker, have had a running feud in recent years, lately over rising violence in Chicago. Griffin has donated $50 million ahead of Tuesday's Illinois primary to the campaign of Richard Irvin, a suburban Chicago mayor running for the Republican nomination for governor. He is also a major donor to efforts nationwide to try to help the GOP gain control of Congress in November.</p><p>Data from the Chicago Police Department show that through June 19, murders are down 11% when compared with the same period a year earlier, while thefts are up 65%, motor-vehicle thefts are up 40% and burglaries are up 31%.</p><p>Caterpillar Inc. CAT said earlier this month it was moving from its longtime Illinois base (relocated to suburban Chicago from Peoria just five years ago) to Texas. Manufacturers have increasingly turned to the Southwest as a destination for new factories, drawn by available space, appealing tax policies and an expanding technology workforce. In May, Boeing Co BA said it was moving its headquarters from Chicago to Arlington, Va., in order to be closer to top federal officials.</p><p>Citadel Securities has had a presence in Florida since March 2020, when employees started working from a high-end hotel there at the start of the COVID-19 pandemic. In his note to employees, Griffin said the new headquarters would be on Brickell Bay, \"in the heart of Miami's booming financial district.\"</p><p>D1 Capital Partners, Elliott Management Corp. and Melvin Capital Management are also among the firms that now have a presence in Florida, making it a new satellite of New York and Connecticut for the hedge-fund industry.</p><p>An expanded version of this story appears at WSJ.com.</p><p>More about Citadel and Ken Griffin at WSJ.com:</p><p>Citadel's Kenneth Griffin Buys Four Properties in Palm Beach for $130 Million</p><p>Citadel's Griffin Rises as Top GOP Donor</p><p>Wall Street's New Problem: When Fund Titans Invest on the Side</p><p>Ken Griffin moving Citadel to Miami from Chicago amid feud with Democratic Illinois governor</p>",
  "published": "2022-06-24T14:04:00.000Z",
  "tags": [
    {
      "id": "US0970231058",
      "nexusId": "10030932",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 1996,
          "end": 2005
        },
        {
          "start": 1996,
          "end": 2002
        }
      ]
    }
  ]
}