{
  "_id": "2d10b5868912f3018a1a1a18e1bf1e48aaaa22252f1567666da7d2dc8f98d6df",
  "feed": "wall-street-journal",
  "title": "U.S. News:  Moon Rocket Blasts Off, in Giant Leap for NASA's Artemis Program  ----  By Micah Maidenberg",
  "text": "<p>   NASA's Artemis I mission took a big step forward in the early morning hours Wednesday with a historic rocket launch that set the Orion spacecraft speeding toward a lunar orbit. </p><p>   The mission is part of NASA's Artemis program, which aims to create a sustained human presence on the moon and push on to deeper-space operations. No one has touched down on the lunar surface since 1972. </p><p>   Now, Orion will face a series of tests in the coming weeks as it moves toward and around an orbit that will take it around 40,000 miles beyond the moon, before it races back to Earth. </p><p>   At different stages during the flight, expected to run about 26 days, Orion will face radiation exposure, use solar arrays to generate power from the sun and test communications systems, while its propulsion system conducts maneuvers, according to Mike Sarafin, the NASA Artemis mission manager. </p><p>   The Lockheed Martin Corp.-built spacecraft should take about a week to get to the moon and then will spend roughly a week in its orbit. </p><p>   \"We've got to take it day by day. We're going to learn stuff as we go,\" Mr. Sarafin said at a briefing a few hours after liftoff. </p><p>   Engineers tracked a few issues related to the launch, but saw them as relatively benign, according to Mr. Sarafin. Overall, NASA officials said they were pleased with the performance of the rocket, which blasted off at 1:47 a.m. ET from the Kennedy Space Center in Florida, above. </p><p>   The rocket, developed by Boeing Co. and powered in part with boosters from Northrop Grumman Corp., has faced technical challenges, delays and cost overruns over the years, according to NASA's inspector general. </p><p>   More recently, NASA struggled with a familiar problem when trying to fuel the rocket with super-cold liquid hydrogen. A relatively large leak of that propellant forced the agency to scrub a launch attempt in early September, just days after a separate problem canceled a try in August. </p><p></p>",
  "published": "2022-11-17T07:06:00.000Z",
  "tags": [
    {
      "id": "US0970231058",
      "nexusId": "10030932",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 1433,
          "end": 1443
        }
      ]
    }
  ]
}