{
  "_id": "3fac6e9f1af109639a519bfa30f1fd442b84ffbf1eefeebd1bd96b5f4c9c63a6",
  "feed": "wall-street-journal",
  "title": "Business News: Kittyhawk Air Taxis to Close Down",
  "text": "<p>The company didn't respond to a request to comment.</p><p>Google didn't respond to a request to comment on behalf of Mr. Page, who sits on the board of Google's parent company Alphabet Inc.</p><p>Kittyhawk's closing marks an exit from a crowded industry. A large number of companies, both startups and legacy aviation firms, have been working on air taxis, or eVTOLs (short for electric vertical take off and landing). A handful have gone public.</p><p>One issue is there aren't enough places for these vehicles to take off and land. Integrating them into existing air-traffic control systems has been a challenge.</p><p>Kittyhawk, based in Palo Alto, Calif., was founded in 2010 by Sebastian Thrun. In 2019, Kittyhawk announced a strategic partnership with Boeing Co.</p><p>A Boeing spokeswoman said Kittyhawk's decision to cease operations wouldn't affect its commitment to Wisk Aero, a joint venture to develop a flying taxi. She declined to specify how much of a stake Boeing has in the Wisk venture.</p><p>\"We do not expect Kittyhawk's announcement to affect Wisk's operations or other activities in any way,\" she said.</p><p>Wisk said it remains in a strong financial position, with both Boeing and Kittyhawk as investors.</p><p>Boeing and Wisk earlier this week had detailed a plan to get automated and uncrewed aircraft to transport passengers and cargo around cities.</p><p>In January, Boeing said it was investing $450 million in Wisk.</p><p>At an aerospace event in Washington, D.C., last week, Boeing CEO David Calhoun said the plane maker looked forward to bringing Wisk's flying taxi to market.</p><p>\"It will displace its alternative, which is a very loud and not emission-friendly alternative called a helicopter,\" Mr. Calhoun said.</p><p>Others are also making moves in the market. United Airlines Holdings Inc. recently invested $15 million in a flying taxi company called Eve Air Mobility. The company is backed by Embraer SA, the Brazilian plane manufacturer. American Airlines Group Inc. last year said it planned to invest $25 million in Vertical Aerospace Group Ltd., a U.K.-based startup.</p><p>The U.S. Air Force has also been involved with developing flying taxis for military use.</p><p>Kittyhawk says on its LinkedIn page that the company has flown and made over 100 aircraft.</p>",
  "published": "2022-09-22T00:00:00.000Z",
  "tags": [
    {
      "id": "US0970231058",
      "nexusId": "10030932",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 943,
          "end": 949
        },
        {
          "start": 1187,
          "end": 1193
        },
        {
          "start": 747,
          "end": 753
        },
        {
          "start": 734,
          "end": 744
        },
        {
          "start": 1341,
          "end": 1347
        },
        {
          "start": 1446,
          "end": 1452
        },
        {
          "start": 1152,
          "end": 1158
        }
      ]
    }
  ]
}