{
  "_id": "f57ed9b4025b419f7ba10be30c72131e1aeb79785c7b37980b013fd7c7be8953",
  "feed": "wall-street-journal",
  "title": "Business News:  Chicago Crime Worries  McDonald's Executive  ----  By Heather Haddon",
  "text": "<p>    McDonald's Corp. Chief Executive Officer Chris Kempczinski said the burger giant is grappling with violent crime, homelessness and drug overdoses in its Chicago restaurants, and called on city and business leaders to find ways to address the problems. </p><p>   Crime is having a corrosive effect on Chicago, where McDonald's is working to bring corporate employees back to its headquarters after the Covid-19 pandemic, Mr. Kempczinski said during a keynote speech Wednesday at the Economic Club of Chicago. The company is trying to convince employees that it is safe to return downtown and ride public transportation again, he said. </p><p>   \"Everywhere I go, I'm confronted by the same question. 'What's going on in Chicago?\" Mr. Kempczinski said. \"There is a general sense out there that our city is in crisis.\" </p><p>   A spokesman for Chicago Mayor Lori Lightfoot had no immediate comment. </p><p>   Mr. Kempczinski said McDonald's intends to stay in Chicago, and the company announced Wednesday that it will create a new innovation center next to its city headquarters. Ms. Lightfootpraised the move, saying it will help draw more visitors to the city. </p><p>   McDonald's estimated that it had a total economic impact of roughly $2 billion on the economy of Cook County in the 12 months ended June 30. </p><p>   Other U.S. restaurants and retailers have described violent crime in their stores as a growing problem in the wake of the pandemic. Starbucks Corp. in July said it would close 16 U.S. cafes after workers reported incidents related to drug use and other disruptions in cafes, and the company said it would consider further closures in response to employee concerns. </p><p>   Boeing Co. said in May that it is moving its headquarters from Chicago to Washington. </p><p></p>",
  "published": "2022-09-15T06:09:00.000Z",
  "tags": [
    {
      "id": "US0970231058",
      "nexusId": "10030932",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 1627,
          "end": 1637
        }
      ]
    }
  ]
}