{
  "_id": "a51ab632fbfead18c89c8be2744273580157f046d6815fdeadd62402ca359c7b",
  "feed": "wall-street-journal",
  "title": "Stocks Sink on Dashed Inflation Hopes  ---  S&P 500 suffers  worst day in over two  years, as investors  reconsider rate outlook  ----  By Karen Langley and Caitlin Ostroff",
  "text": "<p>   Stocks suffered their worst day in more than two years after hotter-than-expected inflation data dashed investors' hopes that cooling price pressures would prompt the Federal Reserve to moderate its campaign of interest-rate increases. </p><p>   Investors sold everything from stocks and bonds to oil and gold. All 30 stocks in the Dow Jones Industrial Average declined, as did all 11 sectors in the S&amp;P 500. Only five stocks in the broad benchmark finished the session in the green. Facebook parent Meta Platforms dropped 9.4%, BlackRock declined 7.4% and Boeing fell 7.2%. </p><p>   The Dow fell 1,276.37 points, or 3.9%, to 31104.97. The S&amp;P 500 declined 177.72 points, or 4.3%, to 3932.69. The Nasdaq Composite slid 632.84 points, or 5.2%, to 11633.57. </p><p>   All three indexes posted their steepest one-day losses since June 11, 2020. The declines left the Dow industrials down 14% in 2022, while the S&amp;P 500 has lost 17% and Nasdaq Composite has retreated 26%. </p><p>   The selloff continued in the Asia/Pacific region early Wednesday, with stock benchmarks in Japan, Hong Kong and Australia each losing more than 2%. But S&amp;P 500 futures rose 0.2%. </p><p>   Investors had eagerly anticipated Tuesday's release of the consumer-price index, which provided a last major look at inflation before the central bank's interest-rate-setting committee meets next week. Expectations for the path of monetary policy have held sway over the markets as investors factor higher rates into asset prices and try to project how well the economy will hold up as rates rise. </p><p>   \"It increases the probability of recession if the Fed has to move more significantly to address inflation,\" said Chris Shipley, chief investment strategist for North America at Northern Trust Asset Management. </p><p>   The new data showed the consumer-price index rose 8.3% in August from the same month a year ago. That was down from 8.5% in July and 9.1% in June -- the highest inflation rate in four decades. </p><p>   But on a month-to-month basis, the figures showed inflation accelerating in August, dashing investors' hopes that price pressures would weaken, allowing the Federal Reserve to slow its pace of interest rate increases in the coming months. </p><p>   Analysts had hoped that officials would consider easing their pace of interest-rate increases if data continued to show inflation subsiding. The data undercut those hopes, seeming to settle the case for the Fed to raise rates by at least 0.75 percentage point next week. After the release, stock futures fell, bond yields rose and the dollar rallied. </p><p>   Traders began to consider the possibility that the central bank will raise interest rates by a full percentage point next week. </p><p>   As of Tuesday afternoon, they assigned a 34% probability to a 1-percentage-point increase at that meeting, up from a 0% chance a day earlier, according to CME Group's FedWatch Tool. </p><p>   The market-based probability of a half-percentage-point increase, by contrast, fell to 0% from 9% on Monday, according to the CME data. </p><p>   The most likely scenario remained an increase of 0.75 percentage point. </p><p>   Beyond next week, the suggestion that inflation is sticking around raises the possibility that the Fed might ultimately raise rates higher than markets had been anticipating. </p><p>   \"That's really the challenge,\" said Matt Forester, chief investment officer of Lockwood Advisors at BNY Mellon Pershing. \"The Fed might have to do a lot more work in order to contain inflation.\" </p><p>   Fed Chairman Jerome Powell said this month that the central bank is squarely focused on bringing down high inflation to prevent it from becoming entrenched as it did in the 1970s. </p><p>   With Tuesday's declines, the S&amp;P 500 is up 7.3% from its June low. While investors broadly expect volatility to continue shaking the stock market, some suspect the economy remains strong enough to avert a major leg lower from here. </p><p>   \"We think a lot of the weakness is likely in the price at this stage,\" said Holly MacDonald, chief investment officer at Bessemer Trust. </p><p>   Still, the reaction to the new inflation reading could be seen across asset classes on Tuesday. </p><p>   The communication services, technology and consumer discretionary sectors of the S&amp;P 500 all fell more than 5%. Semiconductor stocks were particularly hard hit: Nvidia, Advanced Micro Devices and Micron Technology declined more than 7%. </p><p>   In bond markets, the yield on the benchmark 10-year U.S. Treasury note jumped to 3.422% -- near its highest level of 2022 -- from 3.361% Monday. Meanwhile, the yield on the two-year note, which is more sensitive to near-term rate expectations, settled at 3.754%, the highest since 2007. Yields and prices move in opposite directions. The rise in bond yields was an additional sign that investors were expecting higher interest rates after the data. </p><p>   Brent crude, the international benchmark for oil prices, fell 0.9% to $93.17 a barrel. Gold prices declined 1.3%. </p><p>   The dollar, by contrast, rallied Tuesday. The WSJ Dollar Index, which measures the greenback against a basket of other currencies, rose 1.4%, its largest one-day gain since March 2020. </p><p>   (See related article: \"Broad price pressures strengthen, new report shows, fueling Fed's tightening campaign \" -- WSJ Sept. 14, 2022) </p><p></p>",
  "published": "2022-09-14T06:13:00.000Z",
  "tags": [
    {
      "id": "US0970231058",
      "nexusId": "10030932",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 547,
          "end": 553
        }
      ]
    }
  ]
}