{
  "_id": "6ad9d7b503a068e191e73800afedf5f642a215ceaffc2bb38435e15c7750bb64",
  "feed": "ftcomall",
  "title": "Directors' Deals: Is Purplebricks a ‘doer upper'?",
  "text": "<p>Is there money to be made from a <a href=\"https://www.ft.com/stream/ff350c59-6e84-4bc1-be42-89f15707c7a5\">Purplebricks</a> rebuild? Calling the bottom on a company that has continually disappointed, losing more than 90 per cent of its value since 2018, would certainly be brave.</p> <p>The online estate agency has struggled to get its house in order, having abandoned an international extension and got into a legal dispute with “contractors”.&#xa0;</p> <p>So even as the housing market boomed, it has not. </p> <p>Half-year results for the six months to October showed a pre-tax loss of £12.9mn on revenue of £41.3mn, partly because it has had to recognise sales agents it previously deemed to be self-employed as employees. It also secured fewer instructions, with its market share declining to 3.9 per cent, from 4.8 per cent a year earlier. </p> <p>The loss of faith in Purplebricks means its market capitalisation slipped to £74mn by March 18, which isn't a great deal higher than the £58.3mn of cash it held on its balance sheet at the half-year stage.</p> <p>A new chief financial officer, Steve Long, was appointed in February and chief executive <a href=\"https://www.ft.com/content/9d64b9aa-7dfd-4c43-ba7f-efc7903a4307\">Vic Darvey's departure </a>was announced this month. Chief operating officer Helena Marston is stepping up to replace him.</p> <p>Given the housing market is showing continued strength — average annual house price growth rose to 12.6 per cent in February, according to building society Nationwide — there are clearly some who think there's money to be made in Purplebricks' restoration.</p> <p>JNE Partners disclosed on March 9 it had increased its stake in the company from 7 per cent to nearer 11 per cent. </p> <p>The London-based investor, a spinout from a vehicle set up to manage Dell Technologies' founder Michael Dell's wealth, focuses on buying shares and bonds trading at “substantial discounts to intrinsic value”, according to its website.</p> <p>It is now Purplebricks' second-biggest shareholder behind German media giant Axel Springer, which holds 26.5 per cent. Directors are also showing their faith. Non-executives Simon Downing and Elona Mortimer-Zhika, and the wife of chair Paul Pindar, spent more than £330,000 on shares between March 11 and 15, filings show. The latter two topped up holdings this week. </p>  <h2>Directors buying as Ryanair does more flying</h2> <p>As anyone who been a passenger on a <a href=\"https://www.ft.com/stream/4aa316bb-9bd9-49cd-8bd3-46a4f9f6a2ad\">Ryanair</a> flight knows, the Dublin-based airline is not shy about trumpeting its “industry-leading” safety record.</p> <p>Shareholders, on the other hand, have endured more of a buffeting. Ryanair's beta of 1.18 indicates that share price swings have been more volatile than the broader market over the past 12 months. This is understandable given the many changes that have taken place with travel restrictions and the knocks to confidence caused by the spread of new coronavirus variants. There's also been the matter of its post-Brexit delisting from the London Stock Exchange to deal with.</p> <p>The airline, however, remains as bullish as its chief executive, Michael O'Leary. After securing a “modest reduction” from Boeing for new 737 Max aircraft in December 2020, the company is ramping up expansion plans for this summer, when it will fly 114 per cent of its 2019 capacity as it looks to take a greater share of the market from competitors who have been weakened by the pandemic. </p> <p>Although the airline hasn't exactly escaped unscathed — it posted a pre-tax loss of €1.1bn (£920mn) last year — it remains one of the strongest players in a region that has witnessed the fastest recovery in international air travel. In February, Ryanair's load factor recovered to 86 per cent, from 79 per cent a month earlier. </p> <p>Two of Ryanair's non-executives — Roisin Brennan and Geoff Doherty — seem upbeat about its prospects, buying about €56,000 and €499,000 worth of shares, respectively. </p> <p>They are not alone. According to FactSet, the consensus target price among analysts for Ryanair shares is €19.46, a 44 per cent uplift on the current trading price of €13.50. <br></p><p>Source: Michael Fahy, Investors’ Chronicle 2022 'Directors' Deals: Is Purplebricks a ‘doer upper'?' FT.com 25 March. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-03-25T18:00:27.942Z",
  "tags": [
    {
      "id": "US0970231058",
      "nexusId": "10030932",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 2919,
          "end": 2925
        }
      ]
    }
  ]
}