{
  "_id": "c61ba6a98b918e23d9d54da6577816809686d583f2e5a62741ee7cf9485cd6bc",
  "feed": "wall-street-journal",
  "title": "Southwest Airlines' Earnings Double as Travel Demand Offsets Higher Costs; Carrier says it sees inflationary pressures and higher operating costs continuing into the second half",
  "text": "<p>Airlines are once again making money as travel demand has largely recovered from the depths of the Covid-19 pandemic, but they are facing pressure from rising costs and mounting concerns about whether consumers will stop spending in an economic slowdown.</p><p>Shares in Southwest fell nearly 6% to $38.38 in premarket trading Thursday. The company said it expected \"inflationary pressures and headwinds from operating at suboptimal productivity levels\" in the second quarter to continue in the second half.</p><p>The company also said it was experiencing delays in receiving aircraft from Boeing Co. and that it now expected 66 deliveries in 2022, compared with its previous estimate of 114. Southwest said it remained confident in its ability to fly its flight schedules as planned, despite the delays.</p><p>Southwest's earnings came as JetBlue Airways Corp. agreed to buy Spirit Airlines Inc. for $3.8 billion, a combination that would create the fifth-largest U.S. carrier.</p><p>Carriers including Southwest have said they don't see signs that travel appetite is cooling off. Southwest said leisure bookings are still strong—in line with what it would expect for this time of year, including after Labor Day.</p><p>\"Travel demand surged in the second quarter, and thus far, strong demand trends continue in the third quarter,\" Chief Executive Bob Jordan said.</p><p>What will happen after summer has been in question this year—that is when vacation travel slows down and business trips typically pick up.</p><p>Southwest said that business bookings have been encouraging so far. It expects business revenues to be down 17% to 21% compared with the third quarter of 2019—before the pandemic caused travel demand to dry up.</p><p>Several airlines have found that they grew too rapidly in an effort to capture surging travel demand in the wake of the Covid-19 pandemic and have had to throttle back as they grapple with labor shortfalls, air-traffic-control slowdowns and the complexities of ramping back up.</p><p>Southwest trimmed its schedule ahead of the busy summer travel season in anticipation of similar problems, which the airline said helped tamp down on cancellations. Southwest said it canceled less than 1% of flights in May and June.</p><p>The airline said it is adding back some short-haul routes in popular business markets to meet demand and to make its network more resilient when things go wrong.</p><p>Southwest has been on a hiring spree. It now has as many employees as it did before the pandemic. While the airline said it plans to keep hiring pilots and certain other roles, its hiring overall will slow down in the second half of the year as it focuses on planning for next year and becoming more cost efficient.</p><p>The airline said its expenses have been climbing, but hedging has helped it offset some of the run-up in fuel prices.</p><p>Southwest's adjusted profit of $825 million, or $1.30 per share, exceeded analysts' expectations of a profit of $1.17 per share, according to FactSet.</p><p>Southwest Airlines' Earnings Double as Travel Demand Offsets Higher Costs</p>",
  "published": "2022-07-28T12:24:00.000Z",
  "tags": [
    {
      "id": "US0970231058",
      "nexusId": "10030932",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 578,
          "end": 588
        }
      ]
    }
  ]
}