{
  "_id": "b5e9a01e744e907099fe5cad45caf64ba8ae531a6fbdf62437b20befab60ffa8",
  "feed": "ftcomall",
  "title": "Air taxis: flight of fantasy or truly set for lift off?",
  "text": "<p>Flying cars have been the next big thing for decades, from the aerial buses in Fritz Lang's 1927 film <em>Metropolis</em> to the battered police cruisers of Ridley Scott's 1982 sci-fi movie <em>Blade Runner</em>. But in the past year they have moved a giant step closer with a crowd of start-ups raising more than double the amount over the previous decade on the promise they can make “urban air mobility” a reality.</p> <p>Last Monday Boeing committed another <a href=\"https://www.ft.com/content/1cfb0986-07a0-4b6a-8145-aca083868141\">$450m towards Wisk</a>, a joint venture developing self-flying taxis, as industry incumbents, which also include Airbus and Embraer, raise the stakes further in the race against hundreds of start-ups for a foothold in a market expected to be worth $1.5tn a year by 2040, according to Morgan Stanley.</p> <p>Investors have bought into the dream, pumping more than $7bn into such projects, mainly through special purpose acquisition vehicles (Spacs) listed on US stock markets, said McKinsey. While all kinds of vehicles are planned, from cargo planes to surveillance drones, almost 75 per cent of the money went to companies developing manned electric vertical take-off and landing (eVTOL) craft.</p> <p>Much of the exuberance of the past year has evaporated. Shares in many of the start-ups that listed in 2021 have fallen more than 50 per cent. Volocopter, the German eVTOL developer, late last year abandoned early plans for a merger with a Spac, in part because of the changes in market conditions. </p> <p>Some experts worry the nascent industry is getting out over its skis, much like the 2015-2018 period for <a href=\"https://www.ft.com/content/96d3eeff-7f52-46e3-a8a8-aeb668472034\">autonomous cars</a> when multiple companies hyped up unfulfilled promises to have tens of thousands of robotaxis on the road by 2020. </p> <a href=\"http://www.ft.com/cms/8527361.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a> <p>The entrepreneurs behind Joby Aviation, Archer Aviation, Lilium and Britain's Vertical Aerospace are targeting scaled deployment of their flying taxis between 2023 and 2025. Several including Joby have already conducted flight test programmes. But big challenges still need to be addressed, such as certification by aviation regulators, the development of ground infrastructure and public acceptance. </p> <p>“When you move fast and break things, safety is tossed aside — that doesn't apply well to aerospace,” said Marc Ausman, an aviation veteran and chief executive of Airflow.aero, which is building an electric aircraft designed for middle-mile routes. “You can't just come in, disrupt the industry and then apologise to regulators later on. You've got to follow the process.”</p> <p>The Spac market brought an “incredible amount of visibility to this space”, said Gary Gysin, Wisk chief executive. “This is a brand new market, a brand new technology . . . no one has been certified yet. Things will change . . . There will be very few people that actually survive this journey to produce something that is safe.”</p> <p>Balkiz Sarihan, head of strategy for Urban Air Mobility at Airbus, which is working on its CityAirbus Next Gen vehicle, strikes a similarly cautious tone. “There is a lot of excitement and interest in the industry but at the end of it we are building an aerospace product that will carry passengers so this is not a race from our perspective.”</p> <h2>A brand new industry</h2> <p>Supporters believe the nascent industry offers a genuine step change in aviation and transportation, one that could eventually help to address problems such as urban congestion. LEK Consulting estimates that the “advanced air mobility” industry could account for 50 per cent of taxi or ride-share journeys greater than 15km by 2040. </p> <p>“It can eventually solve problems for cities, for authorities, for governments and for the environment,” predicted Lukasz Gadowski, who heads technology investor Team Global, which has backed five start-ups, including Volocopter and China's AutoFlight. “If the most efficient way of taking care of people is within cities and the growth of cities is limited by public sector infrastructure, [then] this is not a cure all but this is one of the tools to alleviate that.”</p> <p>Marc Lore, an entrepreneur who sold his start-up Jet.com to Walmart for $3bn, is personally investing a small fortune into Archer. He pushed back against the idea that the certification would be an impossible hurdle to cross in just a few years, arguing that some eVTOLs are basically just electric helicopters.</p> <p>“There are already regulations in place to be able to fly helicopters from heliport to heliport,” he said. “And one way to think about eVTOLs is democratising access to helicopters for the masses — but safer, cheaper, more environmentally friendly and with less noise.”</p> <p>Michael Spellacy, chief executive of Atlas Crest, the company that merged with Archer, is adamant the start-up's timeline is not aggressive. “The timelines are realistic and clear because the FAA [US regulator the Federal Aviation Administration] wants to make this happen. United Airlines, which has placed a $1bn order for future Archer aircraft, wants to make it happen. You've got commercially viable technology right now. This is not about dreaming into the future.”</p> <a href=\"http://www.ft.com/cms/8527473.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a> <p>Even less avid backers agree that aviation is on the <a href=\"https://www.ft.com/content/539b47d7-8707-41b9-afb5-8cef66e3eeaf\">brink of the biggest revolution</a> since the transition to jets in the 1940s. Advances in battery technology and materials are holding out the promise of cleaner, more sustainable flight, from electric air taxis all the way to hydrogen-powered planes.</p> <h2>Too early to pick winners</h2> <p>Many of the companies looking to launch eVTOLs have been working on the technology for more than a decade or longer. Industry experts say it is still too early to pick winners among the <a href=\"https://vtol.org/news/press-release-vfs-electric-vtol-directory-hits-600-concepts\">600 plus</a> designs, given the different technologies being trialled. While some have focused on helicopter-like vehicles, others are developing ones with fixed wings and rotor fans that tilt. </p> <p>The companies' aims for their vehicles also vary. While some are concentrating on customer-focused electric vehicles that will fly short distances in and around cities, others are targeting regional travel. </p> <p>The end-goal for Kittyhawk, a Mountain View-based start-up owned by Google co-founder Larry Page, who is also an investor in Wisk, is to build fully autonomous aircraft for single occupants.</p> <p>“Seventy-five per cent of traffic aviation accidents are caused by human error,” said Sebastian Thrun, former head of Google's self-driving car project, who runs Kittyhawk. “And by taking the human bit out of the loop, we will eventually make aviation safer, not just more economical.”</p> <p>Certification by aviation safety regulators is commonly cited as among the biggest challenges. The EU Aviation Safety Agency has been in talks with several companies and said previously it expected the first commercial piloted air taxi operations to be in place in 2024-25.&#xa0;</p> <p>Airports, too, are already working with regulators and manufacturers to explore the redesign of regional airspace to safely accommodate low-flying taxis. But experts caution that there will be limits to any adoption and that no one has so far tested the public's levels of acceptance. </p> <p>Common standards will also need to be introduced. Andreas Perotti, chief marketing officer for China's air taxi start-up EHang in Europe, believes the industry will need to collaborate to define common standards. “Nobody will build a vertiport for only one vehicle or one category. It has to be agnostic to a certain extent when it comes to things like weight, the space available.” EHang hopes one of its air taxis will obtain a type certificate from the Civil Aviation Administration of China as early as this year. </p> <h2>Building a business</h2> <p>Even once companies have achieved certification, the ultimate challenge will be to build a sustainable supply chain that enables manufacturing at scale that generates revenue. </p> <p>Stephan Baur, principal in the industrial products and services team at Roland Berger, the consultancy, said he expected companies to start generating their first revenues “around the middle of this decade” as groups begin to launch commercial operations. </p> <p>Florian Reuter, chief executive of Volocopter, is in no hurry to go public, however. “Once we have received type certification and kicked off the first few commercial routes in the next two to three years, a regular IPO [initial public offering] may become the preferred option.”</p> <p>After last year's investor hype, executives know that the challenge for the industry is now to prove it can deliver. “Aerospace innovation is just longer and more costly than most people think, and applying a tech mentality to aerospace — well, that just really doesn't sync very well together,” said Airflow's Ausman. </p> <a href=\"http://www.ft.com/cms/69084b66-3723-4d33-af7b-e593fda81107.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a><p>Source: Sylvia Pfeifer in London and Patrick McGee in San Francisco 2022 'Air taxis: flight of fantasy or truly set for lift off?' FT.com 31 January. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-01-31T04:00:45.410Z",
  "tags": [
    {
      "id": "US0970231058",
      "nexusId": "10030932",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 412,
          "end": 418
        }
      ]
    }
  ]
}