{
  "_id": "ddb4cf7db6c86b9948c7bae5ee1b80d8a01ed8cc10ee16e5a6d0e96b4fdec20d",
  "feed": "wall-street-journal",
  "title": "Boeing 737 MAX Commercial Flight  Returns to China After Grounding  ----  By Rachel Liang",
  "text": "<p>   SINGAPORE -- A Boeing Co. 737 MAX aircraft operated by MIAT Mongolian Airlines landed in China on Monday in what industry experts say is the jet's first commercial flight in Chinese skies since Beijing grounded the plane in 2019. </p><p>   The 737 MAX jet flew to China's southern city of Guangzhou from Ulaanbaatar, according to flight tracker Flightradar24. </p><p>   Chinese regulators gave MIAT permission to fly the 737 MAX into China in August, a spokesman for the Mongolian airline said in an email, adding that the jet had been leased out to another operator until now. </p><p>   The flight by the non-Chinese carrier comes weeks after China's air-safety regulators met with Boeing to discuss the 737 MAX in September. </p><p>   China grounded the series in early 2019 -- the first country to do so -- after two deadly accidents in the space of less than six months in other countries. </p><p>   Chinese airlines have yet to resume commercial flights using the plane. </p><p>   Qi Qi, a Chinese aviation analyst, said that the MIAT Mongolian Airlines flight is the first commercial flight for the 737 MAX in China since the grounding. </p><p>   The flight is another step toward a broad resumption of MAX's commercial flights in China, he said. </p><p>   Since late 2020, the 737 MAX has resumed operations in the U.S., Australia and Canada, among other countries. Only a handful, including China, are still grounding the model. </p><p>   Chinese airlines operated about 100 737 MAX aircraft before the grounding, with more still waiting to be delivered. </p><p>   In December, China's air-safety regulator issued a key safety approval for the jet, a move that brought the aircraft a step closer to resuming passenger service there. </p><p>   Following the September meeting between Boeing and the Civil Aviation Administration of China, the regulator's official media outlet said that the meeting signaled China could soon complete required steps for deliveries of new 737 MAX planes. </p><p>   Before the pandemic, China was one of the biggest and most important buyers of airplanes in the world. </p><p>   Boeing has repeatedly cited the country as a significant market for commercial airplanes. </p><p></p>",
  "published": "2022-10-11T06:03:00.000Z",
  "tags": [
    {
      "id": "US0970231058",
      "nexusId": "10030932",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 1987,
          "end": 1993
        },
        {
          "start": 15,
          "end": 25
        },
        {
          "start": 1681,
          "end": 1687
        },
        {
          "start": 653,
          "end": 659
        }
      ]
    }
  ]
}