{
  "_id": "ac0d568a866d672dc5303ba4600ea85ebe893d6863dc6e909eefc49f7463f347",
  "feed": "wall-street-journal",
  "title": "Caterpillar to Move Global Headquarters to Texas From Illinois; Construction equipment maker's move comes as companies assess hiring and costs, and seek to be closer to customers",
  "text": "<p>The move—expected to affect the roughly 230 corporate employees at Caterpillar's headquarters—is the latest in a series of recent relocations that have drawn major manufacturers closer to corporate and government customers, and tech giants from Silicon Valley to Texas.</p><p>Companies including Tesla Inc., Oracle Corp. and Hewlett Packard Enterprise Co. have cited cheaper real estate and access to bigger or more flexible workforces as reasons to pack up and move their corporate offices over the last two years. Boeing Co. said in May that it would move its global headquarters to Arlington, Va., from Chicago, bringing its leadership closer to federal officials and an engineering talent pool.</p><p>Defense giant Raytheon Technologies Corp. said this month that it would move its global headquarters to the Washington, D.C., area from Waltham, Mass., seeking proximity to the Pentagon, regulators and lawmakers.</p><p>Manufacturers have increasingly turned to the Southwest as a destination for new factories, drawn by available space, appealing tax policies and an expanding technology workforce.</p><p>Arizona, New Mexico, Texas, Oklahoma and Nevada added more than 100,000 manufacturing jobs from January 2017 to January 2020, representing 30% of U.S. job growth in that sector and at roughly triple the national growth rate, according to data from the Bureau of Labor Statistics.</p><p>\"We believe it's in the best strategic interest of the company to make this move,\" said Caterpillar Chief Executive Jim Umpleby.</p><p>The equipment maker has continued to evaluate the locations of its offices and operations for business and talent reasons, a spokeswoman said. Caterpillar hosted an investor day in Dallas last month, saying that the growth of electric vehicles and alternative energy sources would spur revenue growth and benefit the company's electric power division, which is based at a nearby Caterpillar office that will house its new headquarters.</p><p>Caterpillar, which generated $51 billion in revenue in 2021, will continue to employ about 17,000 people in Illinois, ranging from salaried employees in Peoria and computer scientists in Chicago to factory workers who make some of the company's largest mining trucks and tracked bulldozers.</p><p>Caterpillar's move is a setback for Chicago and Illinois leaders' efforts to bring more companies to the city and surrounding area, which has drawn the headquarters of Conagra Brands Inc., Archer Daniels Midland Co. and other companies in recent years. Illinois, Michigan, California and New York all lost a congressional seat following the 2020 census, while Texas, Florida and North Carolina all gained one or more seats.</p><p>Like other major U.S. cities, Chicago continues to struggle with violent crime—largely concentrated in relatively few poor neighborhoods—that has surged in rural America as well.</p><p>Billionaire hedge-fund founder Ken Griffin, who runs Citadel LLC from Chicago, has previously suggested he might move his operations out of Illinoisbecause of a rising crime rate and incidents involving employees in the state's largest city.</p><p>\"If people aren't safe here, they're not going to live here,\" Mr. Griffin said in a recent interview.</p><p>Illinois Gov. J.B. Pritzker, a Democrat, voiced disappointment in Caterpillar's move and said in a statement that the state continues to be a leader in attracting companies. Illinois Chamber of Commerce President Todd Maisch said that Caterpillar is continuing to hire in the state and that retaining its workforce is more important than keeping its relatively small number of headquarter employees.</p><p>\"Any time a state loses a global brand-name corporate headquarters to another state, it's not good news,\" Mr. Maisch said, adding, \"You have to keep in mind that their economic footprint remains intact.\" The chamber has advocated for streamlining regulations and reducing taxes.</p><p>Nicole Wolter, chief executive of Wauconda, Ill.-based gear maker HM Manufacturing Inc., said Illinois has high costs that make it hard for her company to operate and for her workers to pay their bills. Illinois currently has the fourth-highest gas price in the nation, according to AAA, and Ms. Wolter said she has started giving out gas cards to employees instead of pizza parties.</p><p>Ms. Wolter, who is also a board member at the National Association of Manufacturers, said it makes sense that Caterpillar would look elsewhere for growth. \"I'm sad but not shocked,\" she said.</p><p>Texas Gov. Greg Abbott, a Republican, said Caterpillar's planned move was a major win for the state. He has touted Texas' low taxes and looser approach to business regulation, and state lawmakers have offered financial measures to lure employers from the coasts. Illinois has an individual income tax of 4.95%, while Texas doesn't have a state income tax.</p><p>Texas in recent years has drawn the relocations of other major U.S. companies, including Tesla, Oracle and Hewlett Packard, as well as newly founded startups. Companies have cited easier hiring and more-affordable real estate as reasons for expanding operations in Texas.</p><p>Caterpillar, founded in 1925, was based in Peoria, Ill., for decades. The company, which employs about 108,000 people world-wide, said in 2017 that it would shift its headquarters to Deerfield, a Chicago suburb, as the company increasingly turned to global markets for sales and sought to attract executive-level talent with the amenities of a major city like Chicago.</p><p>Caterpillar said it would begin moving its headquarters to Texas this year.</p><p>Write to Austen Hufford at austen.hufford@wsj.com</p><p>Caterpillar to Move Global Headquarters to Texas From Illinois</p>",
  "published": "2022-06-14T22:29:00.000Z",
  "tags": [
    {
      "id": "US0970231058",
      "nexusId": "10030932",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 510,
          "end": 520
        }
      ]
    }
  ]
}