{
  "_id": "8f4998ba8da2616ae6c3d10f55bdb6716534e2030bec72dceb4b2cec2545f9c6",
  "feed": "wall-street-journal",
  "title": "Biden to Designate Qatar as 'Major non-NATO Ally'; Strengthening of ties comes as U.S. seeks energy supplies for Europe if Russia invades Ukraine",
  "text": "<p>\"Qatar is a good friend and a reliable and capable partner,\" Mr. Biden said. \"I'm notifying Congress that I will designate Qatar as a 'major non-NATO ally' to reflect the importance…of our relationship; I think it's long overdue.\"</p><p>The designation opens the door to more exercises, joint operations and potential arms sales, defense officials said later. As the U.S. has shrunk its military footprint in the Middle East, allies and partners such as Qatar, the United Arab Emirates and Saudi Arabia have sought support from Washington over security threats posed by Iran and Iran-backed rebels inside Yemen. Rebels in Yemen have launched rockets and drone attacks in the region, and the emir's visit comes as rockets targeted Qatar's neighbor, the U.A.E., from inside Yemen on Monday.</p><p>The U.S. has been attempting to persuade Doha and other nations to help secure energy supplies to Ukraine and other parts of Europe should Russian President Vladimir Putin invade Ukraine. Several North Atlantic Treaty Organization countries are reliant on gas flows from Russia through pipelines that cross Belarus and Ukraine.</p><p>U.S. officials declined to say whether there was progress on the assurances the U.S. wants from Doha but said the designation of Qatar as a non-NATO ally wasn't connected to Washington's request for energy supplies.</p><p>U.S. officials Monday said the designation would create a closer bilateral relationship, nearly 50 years after the U.S.-Qatar diplomatic relationship was first formed. \"It does open up a whole new range of opportunities, exercises, operations, and perhaps the application of acquisition of capabilities as well,\" said Pentagon press secretary John Kirby.</p><p>Also on Monday, the Commerce Department, Qatar and Boeing Co. announced at the White House a $20 billion deal in which Qatar Airways will buy up to 50 of Boeing's new 777X freight planes.</p><p>As Qatar is designated a \"non-NATO ally,\" Doha has a number of its own asks, including the sale of advanced drones. Last year, the Qatari government expressed frustration with the Biden administration for what officials said was its slow-walking of the Qatari request for the MQ-9 Predator drones, first made in the last days of the Trump administration. The request hasn't been acted on, officials said.</p><p>Qatari officials note that the Biden administration has leaned on the Qatari government, in particular during the chaotic withdrawal of Afghans from Kabul in August. Qatar temporarily hosted more than 60,000 Afghans at military facilities as they were pulled out of the country. More than 2,000 Afghans remain there. Qatar, which also hosts a U.S. military air base, al-Udeid, is a member of the coalition fighting Islamic State. It is seen by many officials as a loyal partner and part of a bulwark against Iran. Qatar has also been instrumental in its support of Gaza following the conflict in the spring of 2021. Qatar has bought more than $23 billion of goods and services from the U.S., White House officials said.</p><p>Qatar joins other countries in the Middle East to be given the non-NATO designation, including Israel, Egypt, Jordan, Bahrain, Kuwait, Morocco and Tunisia and more than a dozen other countries world-wide.</p><p>Write to Gordon Lubold at Gordon.Lubold@wsj.com</p><p>Biden to Designate Qatar as 'Major non-NATO Ally'</p>",
  "published": "2022-01-31T22:50:00.000Z",
  "tags": [
    {
      "id": "US0970231058",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 1733,
          "end": 1743
        },
        {
          "start": 1836,
          "end": 1842
        }
      ],
      "nexusId": "10030932"
    }
  ]
}