{
  "_id": "526c3455a993112cf6389115a2459e20537d279801edeff0aca0db6ffcf0e0bb",
  "feed": "market-watch",
  "title": "Dow climbs 300 points as stocks attempt bounce after Nasdaq's biggest dive since 2020; European gas prices in focus as Russia cuts supply to Poland, Bulgaria",
  "text": "<p>* The Dow Jones Industrial Average DJIA rose 322 points, or 1%, to 33,561.</p><p>* The S&amp;P 500 SPX jumped 40 points, or 1%, to 4,215.</p><p>* The Nasdaq Composite COMP advanced 95 points, or 0.8%, to trade at 12,585.</p><p>On Tuesday, the Dow industrials tumbled more than 800 points, or 2.4%. The S&amp;P 500 fell 2.8%, while the Nasdaq Composite slid 4%, booking its largest daily percentage drop since Sept. 8, 2020 and its lowest close since Dec. 14, 2020, according to Dow Jones Market Data.</p><p>What's driving markets?</p><p>Investors are juggling several concerns at once, including fears the Federal Reserve could knock the economy into recession as it raises interest rates to battle high inflation, mixed U.S. corporate earnings and worries about China's COVID outbreak, which is slowing economic growth.</p><p>Investors also were keeping watch on tensions surrounding the war in Ukraine, with signs of escalation after Russia's Gazprom said Wednesday that it is halting gas deliveries to Bulgaria and Poland due to a failure by those countries to pay in rubles.</p><p>At the same time, several major factors rattling stocks have been percolating for a while, said Robert Pavlik, senior portfolio manager at Dakota Wealth Management, by phone, speaking to recently aggressive tones from the Fed about fighting inflation and lockdowns in China.</p><p>\"If you look at the big picture, nothing is really new,\" Pavlik said, adding that \"some companies have missed or provided cautious guidance.\" However, he also thinks equities probably were oversold in the past two days. \"It was poised for a bounce,\" he said. \"Whether or not it lasts is the question.\"</p><p>Microsoft MSFT shares rose 6.5% after the tech giant late Tuesday reported profit and sales estimates that beat forecasts.</p><p>But Google parent Alphabet GOOGL reported sales and earnings that came in short of estimates, and shares fell 3.4%.</p><p>Another big decliner was Boeing BA, with shares of the aerospace and defense giant dropping toward a 17-month lowafter much wider-than-expected loss and a big revenue miss.</p><p>Read: If Elon Musk and Twitter don't complete their deal, one of them will have to pay $1 billion</p><p>\"Either way, tech and high beta areas of the equity market need to find some inspiration, or a further liquidation can't be ruled out — at the moment it feels like catching a falling knife,\" said Chris Weston, head of research at Pepperstone, in a note to clients.\"</p><p>\"Again, we ask what will [be] the circuit breaker to promote a lasting trend higher. My own view is it either comes from a belief that China has COVID under control or we hear a Fed member saying 'inflation is a concern but we're watching for signs that growth concerns or financial conditions overtighten,'\" said Weston.</p><p>The U.S. trade deficit in goods jumped17.8% in March to a record $125.3 billion, government data showed. A home-price index is due later Wednesday morning.</p><p>Read: 'Energy is being increasingly weaponized.' Analysts weigh up risks after Russia cuts gas to two EU countries</p><p>What companies are in focus?</p><p>* General Motors Co. GM shares rose 1% after the automaker reported disappointing first-quarter revenue, but gave upbeat guidance.</p><p>* Stock in Texas Instruments Inc. TXN fell 0.3% after the chip maker gave a cautious outlook over COVID-19 restrictions in China affecting manufacturing for its customers.</p><p>* Robinhood Markets Inc. HOOD fell 4.5%. The online-trading platform's chief executive, Vlad Tenev, announced a 9% cut in the company's work force.</p><p>* Mattel Inc. MAT shares surged 12% after The Wall Street Journal reported the toy maker has held informal talks with private-equity firms Apollo Global Management and L Catterton about being purchased.</p><p>How are other assets trading?</p><p>* The yield on the 10-year Treasury note BX:TMUBMUSD10Y rose 3 basis points to 2.8%. Yields and debt prices move opposite each other.</p><p>* Oil futures gave up early gains, with the U.S. benchmark CL.1 down 1% to trade just above $100 a barrel.</p><p>* The ICE U.S. Dollar Index DXY, a measure of the currency against a basket of six major rivals, was up 0.8%, hitting its highest since March 2020.</p><p>* Bitcoin BTCUSD rose 1.7% to trade near $38,900.</p><p>* Gold for June delivery GC00 GCM22 fell below $1,900 an ounce to trade at a two-month low.</p><p>* In European equities, the Stoxx Europe 600 XX:SXXP rose 0.7% and London's FTSE 100 UK:UKX gained 0.5%.</p><p>* In Asia, the Shanghai Composite CN:SHCOMP rose 2.4%, while the Hang Seng Index HSI, +0.06% finished flat in Hong Kong and Japan's Nikkei 225 JP:NIKfell 1.2%.</p><p>––Barbara Kollmeyer contributed reporting to this article.</p><p>Dow climbs 300 points as stocks attempt bounce after Nasdaq's biggest dive since 2020</p>",
  "published": "2022-04-27T16:31:00.000Z",
  "tags": [
    {
      "id": "US0970231058",
      "nexusId": "10030932",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 1876,
          "end": 1882
        }
      ]
    }
  ]
}