{
  "_id": "0fff518a948db6c086e7b660466a662df3ad0b039a3d3fe7fa73bb65c5258867",
  "feed": "ftcomall",
  "title": "The cost of China's zero-Covid lockdown",
  "text": "<p><em>This is an audio transcript of the </em><a href=\"https://www.ft.com/ft-news-briefing\"><em>FT News Briefing</em></a><em> podcast episode: </em><a href=\"https://www.ft.com/content/e68762c1-bdcc-4783-804b-8d2c0ceecb30\"><em>The cost of China's zero-Covid lockdown</em></a></p> <p><strong>Jess Smith</strong><br>Good morning from the Financial Times. Today is Monday, May 9th, and this is your FT News Briefing.</p> <p>[MUSIC PLAYING]</p> <p>China is sticking to its zero-Covid lockdown policy, even though it's hurting the economy. And Africa's biggest Covid vaccine plan was key to helping the continent access more jabs, but it's had to suspend production. </p> <p><strong>Oliver Barnes</strong><br>And for those production lines to be permanently shut down, if that were to happen, this would be a huge blow. </p> <p><strong>Jess Smith</strong><br>Plus, we'll tell you about a food fight between two vegan meat companies. I'm Jess Smith, in for Marc Filippino, and here's the news you need to start your day.</p> <p>[MUSIC PLAYING]</p> <p>US defence manufacturers have seen their stock prices jump since Russia invaded Ukraine. Boeing, Lockheed Martin, Northrop Grumman and others are in for a windfall as western governments increase defence spending. But as they ramp up production to meet demand, they have to navigate supply chain disruptions, labour shortages and rising prices. Raytheon's chief executive said it'll be hard to find titanium that's not from Russia. He also said his company's Stinger shoulder-fired missile will need a redesign since some of the components are no longer commercially available. By one estimate, a quarter of the Stinger stockpile has gone to Ukraine.</p> <p>[MUSIC PLAYING]</p> <p>China's leader, Xi Jinping, on Friday restated his commitment to a zero-Covid policy. This means continued strict lockdowns in cities across the country. Chinese citizens are confined to their homes and offices, even fenced in, and they're increasingly angry. The lockdowns are also hurting the economy. Here's the FT's Beijing bureau chief, Tom Mitchell. </p> <p><strong>Tom Mitchell</strong><br>We've had relatively limited data, but we will be getting more of that in coming weeks. There have been surveys, however, that show what looks like quite a serious downturn in terms of the services sector and manufacturing. We also know that consumption year on year was down three and a half per cent. But keep in mind that before the lockdowns got really bad, there was already a fairly serious downturn in the property sector because of government policies which were deliberately aimed at reining in prices. So that had a big impact already. And then the lockdowns just magnified the negative effects through the rest of the economy. </p> <p><strong>Jess Smith</strong><br>Tom, some people have suggested that the zero-Covid policy just won't work, that you can't get to zero Covid cases. So I'm just wondering, is there any pressure from the scientific community about this? </p> <p><strong>Tom Mitchell</strong><br>It's very dangerous for anyone, no matter how impressive their scientific credentials, to say that zero-Covid cannot work even in the face of the Omicron variant. I think there is an acknowledgment that it's pretty much impossible to eradicate the virus in China. I don't think even Xi Jinping himself thinks there's gonna be a point where you will have no cases in China. But what they want is whenever you do have cases emerging, that they act in order to quell the number of cases. So it's just kind of this continuous goal. But if you are able to react early enough, then you can use relatively moderate measures, which in theory won't have a huge impact on the economy. We've actually seen that approach work in some cities over recent months. Shenzhen did a relatively limited lockdown for about a week's time that quelled what could have been quite a big outbreak there. </p> <p><strong>Jess Smith</strong><br>What do you think could happen with foreign investment if this continues and supply chains start to shift out of the country? </p> <p><strong>Tom Mitchell</strong><br>Well, foreign investors are pretty fed up. I mean, to be honest, everyone in China is pretty fed up. The European Chamber released a survey of about 370 member companies, and the results were quite stark. I think about 70 per cent of them said they were definitely gonna be making less money than they had projected. A third of them said, you know, they were going to not hire as many staff or lay staff off. A quarter of them said they weren't going to invest as much or they would invest in alternative locations, Vietnam, where they felt the disruptions would be less severe. The thing that I always have to qualify, this kind of observation with, is that ultimately you've got to remember that BMW is looking at a future China where you have every Chinese person as rich as an American. Just imagine how many BMWs you sell in that future China, if all goes according to plan. So big multinationals have very long investment horizons. So, we shouldn't forget that because they're convinced and they're probably right that this too shall pass. But it sure does seem to be passing very slowly. </p> <p><strong>Jess Smith</strong><br>Tom Mitchell is the FT's Beijing bureau chief.</p> <p>[MUSIC PLAYING]</p> <p>When the Aspen Pharmacare plant in South Africa began producing Covid-19 vaccines, it was a huge moment. Until then, most vaccines were developed in Europe or the US and sold to richer western nations. Having the plant on the continent was a massive success story. </p> <p><strong>Oliver Barnes</strong><br>So this was one of those kind of shining stars in what was actually a more difficult story for lots of Africans in terms of accessing jobs. </p> <p><strong>Jess Smith</strong><br>That's the FT's health and science reporter, Oliver Barnes. </p> <p><strong>Oliver Barnes</strong><br>And now its future being in doubt brings broader questions for both the pandemic and the efforts to continue to up vaccination rates throughout Africa. But then also to think longer term for the other vaccines that need to be used on the African continent. </p> <p><strong>Jess Smith</strong><br>So Oliver, why did the plant stop production? </p> <p><strong>Oliver Barnes</strong><br>Effectively, because we now have a glut of vaccines in late 2020 and 2021. We all recall the kind of vaccine nationalism and the battles that unfolded where everyone was fighting over a small supply. Now we flip the script on that and there's an oversupply. So the Aspen Pharmacare vaccine manufacturing plant made 180mn doses for Johnson &amp; Johnson, and they haven't been asked to make any more for them. And then late last year, they also announced they'd signed a licencing deal with Johnson &amp; Johnson. So not just to produce doses on their behalf, but to bottle and sell a new vaccine called Aspenovax across Africa. And they're yet to receive any orders for that. And that's because a lot of the people who might be ordering that or ordering doses from Johnson &amp; Johnson, a lot of the countries, have plentiful vaccine supply already. </p> <p><strong>Jess Smith</strong><br>Do you have a sense of what's gonna happen? Will, you know, health officials at the African Union or the African CDC find a way to bring in some orders and get the plant going again. </p> <p><strong>Oliver Barnes</strong><br>I suspect they will find a way because there's such will to get this done. Some of the people within the Africa CDC told me that their hope was to try and get something over the line by early summer. But even if that does happen, it doesn't necessarily solve the problem that this reflects, which is that during the pandemic, we all clocked that this capacity to manufacture vaccines was incredibly important. We know there's the possibility of a pandemic emerging again, but these plants can't just stay there ad infinitum unless there's demand for them and there's a reason for them to exist outside of a pandemic. So that kind of task now, in a way, is not just thinking about, oh, the possibilities of a variant and, you know, trying to up vaccination rates in Africa. For Covid, it's to think, how can we keep these plants commercially viable so that they're still there long into the future, you know, and God forbid, if there were to be another pandemic, which most scientists think is probably likely in the next century, that they can kick immediately back into action. And Africa doesn't end up at the back of the queue again for vaccines. </p> <p><strong>Jess Smith</strong><br>Oliver Barnes is the FT's health and science reporter. Thanks, Oliver. </p> <p><strong>Oliver Barnes</strong><br>Thank you. </p> <p>[MUSIC PLAYING]</p> <p><strong>Jess Smith</strong><br>Before we go, two companies in the plant-based meat industry are duking it out in court. One of the companies is Impossible Foods. It uses a soy protein to make its vegan products taste like beef. It sued a younger competitor called Motif FoodWorks for patent infringement. Motif has challenged the impossible patent. </p> <p><strong>Emiko Terazono</strong><br>I think what's really interesting is that technology is at the centre of this dispute. </p> <p><strong>Jess Smith</strong><br>The FT's Emiko Terazono says battles like this one are heating up as plant-based food producers turn to biotechnology to find the textures and tastes that give them a competitive edge. </p> <p><strong>Emiko Terazono</strong><br>You know, these are food companies, they're not tech companies. But they're battling over a food technology and that I think is new. </p> <p><strong>Jess Smith</strong><br>That's the FT's commodities correspondent Emiko Terazono.</p> <p>[MUSIC PLAYING]</p> <p>And you can read more on all these stories at FT.com. This has been your daily FT News Briefing. Make sure you check back tomorrow for the latest business news. </p> <p><em>This transcript has been automatically generated. If by any chance there is an error please send the details for a correction to: </em><a href=\"mailto:typo@ft.com\"><em>typo@ft.com</em></a><em>. We will do our best to make the amendment as soon as possible.</em></p><p>Source: Jess Smith, Tom Mitchell, Oliver Barnes and Emiko Terazono 2022 'The cost of China's zero-Covid lockdown' FT.com 9 May. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-05-09T04:20:37.687Z",
  "tags": [
    {
      "id": "US0970231058",
      "nexusId": "10030932",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 856,
          "end": 862
        }
      ]
    }
  ]
}