{
  "_id": "337456d186086195225350c42fb5c8ad68a0256f7886e79fa82844d2852bbbca",
  "feed": "ftcomall",
  "title": "Antigua investigates yacht with possible Abramovich ties",
  "text": "<p>The Antiguan government is investigating a yacht with apparent links to Russian oligarch Roman Abramovich.</p> <p>The 67-metre explorer vessel, named Garçon, is moored in Falmouth Harbour marina in the southern tip of the Caribbean island, according to database <a href=\"https://www.marinetraffic.com/en/ais/home/centerx:-61.767/centery:17.016/zoom:17\">MarineTraffic</a>. This month Antigua said it would enforce all US, EU and UK sanctions on Russian entities and individuals.</p> <p>The yacht, which is built to carry helicopters and an “armada of water toys”, including a submarine and jet-skis, operates as a support vessel for megayachts. </p> <p>Ownership of the vessel transferred to a British Virgin Islands-domiciled company called Wenham Overseas Limited in January 2021, according to maritime database Equasis. Reports at the time said the last-known asking price before the sale was €24mn.&#xa0;</p> <p>According to aircraft registration documents, Wenham is the owner of a Boeing 787 private jet that <a href=\"https://www.forbes.ru/milliardery/450283-roman-abramovic-kupil-samyj-dorogoj-v-rossii-castnyj-samolet\">previous press reports</a> have identified as being linked to Abramovich. </p> <p>Abramovich is also named as the owner of Wenham in a private plane ownership database seen by the FT.</p> <p>Abramovich, the billionaire owner of at least two megayachts, has been placed under sanctions by the UK and EU but has not had any imposed by the US.&#xa0;</p> <p>Ronald Sanders, Antiguan Barbudan ambassador to the US, said his government was investigating the yacht's ownership and had sought help from the US and UK government. </p> <p>“We have sought assistance from other jurisdictions to determine the ownership of the boat. We have tried our best to see whether this thing is indeed owned by Abramovich,” he said, after being approached by the Financial Times with questions about the Garçon's ownership. “We have consulted widely and we haven't come up with the answers. We can't find a link and no one can tell us if there is a link to Abramovich.” </p> <p>The Garçon was under management by Isle of Man-based Döhle Yachts as of August 2021, according to Equasis records. One person with knowledge of the matter told the FT that Döhle recently resigned from the contract. Döhle did not respond to requests for comment. </p> <p>This person said that the Garçon owner was Abramovich and added that Abramovich may be seeking to transfer beneficial ownership of the ship. Abramovich did not respond to a request for comment.</p> <p>The Garçon was previously owned by Ukrainian billionaire Yuriy Kosiuk, the founder and chief executive of MHP, Ukraine's leading food supplier. Kosiuk also sold his other yacht, an 87-metre vessel called ACE, which the <em>Garçon</em> was built to support, last year. MHP declined to comment.&#xa0;</p> <p>The Garçon is “capable of accommodating various helicopter models including a Bell 365 and an armada of water toys including a 4-person submarine, jet ski and tenders . . . She can accommodate extra crew and has vast amounts of toys and storage space for extra provisioning,” according to marketing material from yacht brokerage Fraser.</p> <p>One expert in superyachts described the boat as a “very hardcore explorer yacht”.</p> <p>“It can have its own stand-alone uses,” he told the FT. “But what you see a lot more of these days is this kind of support yacht that basically follows the big yacht and carries toys, crew and other things.”</p> <p>The whereabouts of Abramovich's superyachts have come under scrutiny after two of his vessels -the 163-metre hull Eclipse and the 140-metre Solaris — <a href=\"https://www.ft.com/content/9ff9742b-7e24-41d6-9389-44a9acfaa25a\">sailed to Turkish ports</a> last week. </p> <p>The arrival of the vessels in Turkey has sparked concerns that the country is becoming a haven for oligarchs that have had sanctions imposed on them, given the country's reluctance to sign up to sweeping sanctions against Russia. </p> <p><em>Additional reporting by Laura Hughes</em></p><p>Source: Arash Massoudi, Cynthia O’Murchu, Robert Smith and Emiko Terazono in London 2022 'Antigua investigates yacht with possible Abramovich ties' FT.com 29 March. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-03-29T15:29:39.106Z",
  "tags": [
    {
      "id": "US0970231058",
      "nexusId": "10030932",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 856,
          "end": 862
        }
      ]
    }
  ]
}