{
  "_id": "6e20c941bc24e72ef9344d71f129ab917d96b55843dbcb8d7d3a6763257a12c3",
  "feed": "wall-street-journal",
  "title": "Business News: Contractors Prepare New Hardware for Moon Mission",
  "text": "<p>Separately, a joint venture between Boeing and Northrop Grumman Corp. is in line to win a NASA contract to build at least five more Space Launch System rockets for future launches, according to a recent procurement document from the agency.</p><p>NASA proposed to award the contract to the Boeing-Northrop venture in part because of the companies' knowledge about how to manufacture SLS rockets, according to the agency's procurement document. Boeing's responsibilities for SLS include building the main part of the rocket, which contains huge tanks for fuel. Northrop has created the boosters installed on the rocket that are designed to provide a powerful lift during the initial stage of a flight.</p><p>On Monday, a SpaceX executive said the company has been working on a series of ground tests that would precede the first orbital test flight of Starship.</p><p>Jessica Jensen, a Space Exploration Technologies Corp. vice president, said at an industry event that the company plans to first launch its own Starlink satellites using Starship as it works to deliver a vehicle capable of transporting NASA astronauts to the moon's surface.</p><p>That move would allow the company to \"incrementally build up the capabilities that it takes [to] safely land humans on the moon,\" she said. The operation would be the third flight for Artemis.</p><p>The Elon Musk-led company hasn't conducted an orbital test flight of Starship yet, a flight that Mr. Musk has said is one of his top priorities.</p><p>NASA is planning to blast off its SLS rocket with the Orion ship on top for the inaugural Artemis next month after two previous efforts were called off because of technical problems. Artemis is NASA's program to return astronauts to the surface of the moon for the first time since 1972, among other goals, using space vehicles developed by a gaggle of large aerospace companies and smaller suppliers.</p><p>NASA earlier this month said it would try again to blast off the first SLS rocket on Nov. 14.</p>",
  "published": "2022-10-25T00:00:00.000Z",
  "tags": [
    {
      "id": "US0970231058",
      "nexusId": "10030932",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 438,
          "end": 444
        },
        {
          "start": 36,
          "end": 42
        }
      ]
    }
  ]
}