{
  "_id": "2c1f2559918a6ace850e559c0b39e063e15a6c7d0639a1efa2ec542720372dfc",
  "feed": "wall-street-journal",
  "title": "Deadly Plane Crash Is Rare Challenge for China's Air Safety Officials; Decades spent creating one of the world's safest aviation markets make China Eastern Airlines tragedy a test for nation's investigators",
  "text": "<p>At a regular briefing on Saturday, five days after the crash, investigators confirmed that all 132 people on board had died, making it the country's worst air disaster since 1994.</p><p>China's last deadly air crash was 12 years ago. Even minor accidents have been scarce since a spate of incidents at Chinese airlines in 2018 prompted authorities to tighten safety procedures and hold large-scale crash drills. One of those incidents—in which Sichuan Airlines Co. pilots managed to land their Airbus A319 after the cockpit windshield blew out at 30,000 feet—was even reframed as a national triumph and dramatized in the 2019 hit movie \"The Captain.\"</p><p>\"This will be a shock to them—they've had a phenomenal safety record over the past 25 years,\" said Graham Braithwaite, professor of safety and accident investigation at the U.K.'s Cranfield University, which has trained air accident investigators from around the world, including some from China in recent years.</p><p>As China's improving air safety record has meant fewer opportunities to gain experience from crashes at home, the country has sent investigators abroad—including to the U.S., Malaysia and Taiwan—to learn how major accidents are handled.</p><p>China also invested in new technology, earning recognition for world-class standards and expertise. The Civil Aviation Administration of China's accident-investigation laboratory was hired to analyze the voice recorder from Air France Flight 447, recovered from the ocean floor about two years after the plane crashed in 2009. In 2019, it bought cutting-edge flight-data analysis systems from a unit of France's Safran SA, a public procurement notice shows.</p><p>The massive rescue effort sparked by Monday's crash continued Sunday, with thousands of recovery workers scouring the search area, which was expanded after confirmation that debris from the plane had landed 12 kilometers (about 7 miles) from the main crash site. In addition to finding aircraft debris and some personal belongings, investigators Saturday said they had confirmed the identities of 120 people on board, including six crew members.</p><p>Unlike in the U.S., where investigations are done at arms' length from the government, China's probe is directly supervised by the State Council—which investigators say helps to coordinate efforts across the country's sprawling bureaucracy.</p><p>Under international rules, China will lead the investigation as the country where the crash occurred, inviting agencies from the aircraft's country of origin to participate. A U.S. team led by the National Transportation Safety Board, and including technical advisers from Boeing Co. and engine maker CFM International, are due to fly to China and join the investigation, bringing decades of experience in handling 737 accidents.</p><p>Investigators on Sunday said more than 33,000 pieces of plane debris have been found. With much of the evidence destroyed or scattered in the crash, the immediate focus is on what data can be retrieved from the jet's cockpit voice recorder, which was found on Wednesday.</p><p>Chief investigator Mao Yanfeng said Friday he couldn't say how long that will take because the device—designed to ensure evidence survives a crash—was badly damaged by the impact resulting from the plane's near-vertical descent. A preliminary report will be made within 30 days of the crash, he said, in line with the international rules.</p><p>The voice recorder would give crucial insight into events inside the cockpit as the plane began to plummet. Air disasters are rare in midflight. Rarer still are examples of commercial aircraft making such an extreme and steep descent. Air-traffic controllers reported nothing out of the ordinary with the flight until the sudden change in its altitude. None of the three pilots on board responded to repeated attempts to contact them.</p><p>In 1997, a SilkAir jet crashed in Indonesia in similar circumstances. The voice recorder picked up the sound of the first officer leaving the cockpit, there was then a click suggesting the door was locked from the inside, after which the recorder was manually disabled. A short time later, the Boeing 737-300 plummeted to earth. No distress calls were made. While concluding they couldn't categorically determine the cause of the crash, U.S. investigators said the evidence pointed to a deliberate act by a pilot.</p><p>The absence of any mayday was also a feature of the 2014 loss of Malaysia Airlines Flight 370. The airplane's disappearance somewhere in the southern Indian Ocean has never been explained and the main wreckage never found, despite repeated international search efforts. Of the 239 people aboard the flight from Kuala Lumpur to Beijing, 153 were Chinese citizens. The country's leaders will be eager to avoid any unanswered questions this time around.</p><p>The second black box tracks flight details from basic data such as airspeed, altitude, the status of smoke alarms and the position of the wing flaps, as well as the pilots' inputs into the controls. This would show whether someone deliberately steered the jet into its fatal dive. The device was found about 5 feet below the surface and about 130 feet from the main crash site, investigators said Sunday. The recorder was dispatched to Beijing for data analysis.</p><p>Even without the black boxes, investigators can still find important clues, Cranfield University's Mr. Braithwaite said.</p><p>Damage to the engines, for example, would be very different depending on whether they were working at the moment of impact: Did the jet crash because it lost power, or did it have powered flight to the very end?</p><p>Wreckage far from the point of impact could indicate that the jet broke up in midair, possibly through a mechanical or structural failure, a midair collision, or an explosion. Investigators will also comb through the backgrounds of passengers and crew to see if any of them might have had a motive to crash the plane, Mr. Braithwaite said.</p><p>Investigators on Saturday said no trace of explosives had been detected so far.</p><p>Keith Zhai contributed to this article.</p><p>Write to Trefor Moss at Trefor.Moss@wsj.com and Yang Jie at jie.yang@wsj.com</p><p>Deadly Plane Crash Is Rare Challenge for China's Air Safety Officials</p>",
  "published": "2022-03-27T12:00:00.000Z",
  "tags": [
    {
      "id": "US0970231058",
      "nexusId": "10030932",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 2613,
          "end": 2623
        },
        {
          "start": 4109,
          "end": 4115
        }
      ]
    }
  ]
}