{
  "_id": "8e3818a81ed6a95885a908b0c4da67d6b6e1d3b16ec2ba049d2706328f26e6aa",
  "feed": "wall-street-journal",
  "title": "Business News: Boeing Wins Order for 737 MAX Jets --- Sale to owner of British Airways follows series of losses to Airbus",
  "text": "<p>International Consolidated Airlines Group SA, which owns airlines including BA, Ireland's Aer Lingus and Spain's Iberia, said it placed an order for 50 of Boeing's 737 MAX aircraft and has options to purchase an additional 100. IAG's short-haul fleet is made up almost exclusively of Airbus aircraft and a handful of Embraer SA jets.</p><p>The aircraft deal is split evenly between the 737-8200, a version of the MAX family of jets with more seats than its popular 737-8, and the 737-10, the biggest variant of the plane that is still awaiting regulatory approval from the Federal Aviation Administration.</p><p>The order is smaller than planned. Under former Chief Executive Willie Walsh, IAG signed in June 2019 a letter of intent to buy 200 MAX jets. That agreement, although not binding, was seen as a coup for Boeing at the time and a vote of confidence in the aircraft type, just months after it was forced to ground the MAX following two deadly crashes.</p><p>Although the number of jets falls short of the original deal, it comes at a critical time for Boeing as it battles to increase production of its flagship narrow-body aircraft and deliver those planes on time. Boeing and Airbus are battling over new orders for short-haul aircraft as airlines emerging from the pandemic replenish their fleets.</p><p>The chief executive of Ryanair Holdings PLC, Michael O'Leary, on Monday took aim at Boeing's management, calling for a \"reboot\" of its senior team at its commercial-aircraft unit in Seattle and criticizing delivery delays that it said have curtailed the airline's growth plans. Mr. O'Leary said Ryanair had turned to the secondhand market for as many as 50 aircraft after failing to bring Boeing back to the negotiating table for a potential new order for the 737 MAX 10.</p><p>Ryanair in September last year said talks for the deal collapsed after the airline and Boeing failed to reach an agreement on price. A Boeing spokeswoman at the time said the plane maker valued Ryanair's business, but \"at the same time, we continue to be disciplined and make decisions that make sense for our customers and our company.\"</p><p>The deal is valued at $6.25 billion at list prices, but IAG said it had agreed to a \"substantial discount\" as is customary in placing large aircraft orders.</p>",
  "published": "2022-05-20T00:00:00.000Z",
  "tags": [
    {
      "id": "US0970231058",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 1158,
          "end": 1164
        },
        {
          "start": 1043,
          "end": 1049
        },
        {
          "start": 1899,
          "end": 1905
        },
        {
          "start": 1376,
          "end": 1382
        },
        {
          "start": 1851,
          "end": 1857
        },
        {
          "start": 803,
          "end": 809
        },
        {
          "start": 15,
          "end": 21
        },
        {
          "start": 1681,
          "end": 1687
        },
        {
          "start": 155,
          "end": 161
        }
      ],
      "nexusId": "10030932"
    }
  ]
}