{
  "_id": "1958e3db3dde1e3b58603ffe09846a9f4256f396912d5aa1ee8069e7166d46fd",
  "feed": "market-watch",
  "title": "FAA Boeing 787 approval could spell good news for these related stocks; The companies that supply components for the 787 Dreamliner could benefit from the FAA's reported approval of a Boeing process for validating fixes to each plane before they are shipped to customers.",
  "text": "<p>Shares of Boeing Co. BA, which have fallen 15.7% in 2022, rose 6.5% in midday trading Monday.</p><p>On Friday the federal regulator notified Boeing that it would approve the company's process for validating fixes to each plane, according to the Associated Press.</p><p>However, it is not clear when deliveries could resume. When approached for comment, the FAA directed MarketWatch to Boeing. \"We don't comment on ongoing certifications,\" said an FAA spokesperson.</p><p>See Now: Boeing stock surges to lead the Dow's gainers after 787 deliveries could resume after hurdle cleared with FAA</p><p>\"We will continue to work transparently with the FAA and our customers toward resuming 787 deliveries,\" a Boeing spokesperson told MarketWatch.</p><p>The FAA, notes Benchmark analyst Josh Sullivan, will still need to inspect each 787 before delivery.</p><p>Nonetheless, the report sent shares of a number of 787-related stocks climbing.</p><p>\"We believe this news is a needed catalyst for the sector considering BA has only delivered ~14 787s over the past two years,\" wrote Truist Securities analyst Michael Ciarmoli, in a note to clients. \"Supplier 787 revs have been running on fumes and we anticipate a gradual ramp in monthly production through the end of 2022 and into 2023 could provide a lift to industry financials.\"</p><p>Spirit AeroSystems Holdings Inc. SPR, Hexcel Corp. HXL, and Howmet Aerospace Inc. HWM are the most exposed 787 suppliers, according to Ciarmoli. \"The production and delivery restart should provide a lift to some of the largest 787 suppliers in our coverage including HXL (approximately $1-$2M of content), HWM (approximately $4-$5M of content), and SPR (approximately $9-$10M of content),\" he wrote.</p><p>See Now: Boeing sees rising demand for aviation jobs, including more than 600,000 pilots</p><p>Shares of Hexcel, which makes materials used in commercial aerospace, the space and defense industries, rose 1.3% on Monday. Hexcel's composite materials are used extensively on the 787 Dreamliner, according to the company. Shares of Hexcel have risen 18.3% in 2022.</p><p>Shares of Howmet Aerospace, which makes aluminum parts for aircraft, rose 0.2%. The company's shares have risen 16.9% this year.</p><p>Other stocks could also feel the impact of an FA Dreamliner approval, according to Ciarmoli, who notes that the aircraft is also \"a significant platform\" for Albany International Corp. AIN, Moog Inc.MOG.A, Triumph Group Inc. TGI and Woodward Inc. WWD.</p><p>Boeing has roughly 120 787's in inventory, which represents around $20 billion in value after discounts, according to Benchmark analyst Josh Sullivan.</p><p>Separately, The Wall Street Journal reported last week that workers at three Boeing defense manufacturing plants will vote Wednesday on a labor contract proposal, which temporarily delays a strike.</p><p>\"The potential for a strike had loomed over BA as the defense unit already faced rising inflationary pressures,\" wrote Benchmark's Sullivan, who reiterated his buy rating on Boeing. \"Net, net our buy thesis is centered on the gradual reversal of several years of self-inflicted wounds, with the 787 manufacturing issues having been one of the largest barriers to free cash collection.\"</p><p>FAA Boeing 787 approval could spell good news for these related stocks</p>",
  "published": "2022-08-01T16:40:00.000Z",
  "tags": [
    {
      "id": "US0970231058",
      "nexusId": "10030932",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 462,
          "end": 468
        },
        {
          "start": 2646,
          "end": 2652
        },
        {
          "start": 135,
          "end": 141
        },
        {
          "start": 10,
          "end": 20
        },
        {
          "start": 3157,
          "end": 3163
        },
        {
          "start": 678,
          "end": 684
        },
        {
          "start": 373,
          "end": 379
        },
        {
          "start": 1690,
          "end": 1696
        },
        {
          "start": 4,
          "end": 10
        },
        {
          "start": 2941,
          "end": 2947
        },
        {
          "start": 184,
          "end": 190
        },
        {
          "start": 2418,
          "end": 2424
        }
      ]
    }
  ]
}