{
  "_id": "efbda026440e19677e93a82e48050786d3fdb49d9692b31e1cab2f387b79eb98",
  "feed": "wall-street-journal",
  "title": "Boeing to Face Another Obstacle When It Finally Delivers Dreamliners; The Federal Aviation Administration has decided to retain the authority to issue final safety checks on newly produced 787 Dreamliners.",
  "text": "<p>The FAA's decision to retain its authority to check the airplanes itself and approve jets for passenger flights, rather than delegate the tasks to Boeing as it has in the past, is another layer of scrutiny by the agency.</p><p>\"This will allow the agency to confirm the effectiveness of measures Boeing has undertaken to improve the 787 manufacturing process,\" the FAA said.</p><p>The FAA said it would retain the authority until the agency is confident Boeing's quality-control and production processes meet federal design standards, and that the plane maker's delivery processes are stable.</p><p>A Boeing spokesman said the company respected the FAA's role as its regulator and will continue to work through its rigorous, detailed processes.</p><p>Regulators took the same action for Boeing's 737 MAX after two of those jets crashed in 2018 and 2019, claiming 346 lives. The FAA hasn't given Boeing back the authority more than two years later.</p><p>The FAA previously stripped Boeing of such authority for four Dreamliners last year. That move came as Boeing was poised to resume 787 deliveries in the spring.</p><p>The company last year briefly resumed handing over the jets to customers before again halting deliveries amid wrangling with the FAA.</p><p>Boeing isn't expected to resume Dreamliner deliveries until spring or early summer at the earliest, people familiar with the matter said.</p><p>Write to Andrew Tangel at Andrew.Tangel@wsj.com</p><p>Boeing to Face Another Obstacle When It Finally Delivers Dreamliners</p>",
  "published": "2022-02-15T17:48:00.000Z",
  "tags": [
    {
      "id": "US0970231058",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 1027,
          "end": 1033
        },
        {
          "start": 1405,
          "end": 1411
        },
        {
          "start": 952,
          "end": 958
        },
        {
          "start": 763,
          "end": 769
        },
        {
          "start": 147,
          "end": 153
        },
        {
          "start": 1219,
          "end": 1225
        },
        {
          "start": 442,
          "end": 448
        },
        {
          "start": 290,
          "end": 296
        },
        {
          "start": 871,
          "end": 877
        },
        {
          "start": 583,
          "end": 589
        },
        {
          "start": 0,
          "end": 6
        }
      ],
      "nexusId": "10030932"
    }
  ]
}