{
  "_id": "1a2cbff821532f4b77ed26cba5a1486f82dd1251b5da9ecae1c8abf3026f6211",
  "feed": "ftcomall",
  "title": "Melrose delays investor payout over Ukraine market turmoil",
  "text": "<p>Melrose Industries has become the latest company whose plans have been derailed by the market turmoil in the wake of Russia's invasion of Ukraine, saying it would delay a shareholder payout despite reporting results that were ahead of expectations. </p> <p>The FTSE 100 buyout group said it had decided that in light of the events unfolding in Ukraine, “with the knock-on effects for the world markets that at this stage are uncertain and unquantifiable”, it would keep the timing of the cash return under review. </p> <p>Investors had widely expected the company to announce a payout. Melrose, which is nearing the end of a restructuring of aerospace and car parts group GKN, <a href=\"https://www.ft.com/content/ca1efa75-eb12-447d-82f2-86a5ce9b623b\">returned £730mn to shareholders </a>from the proceeds of the sale of its US air conditioning unit in September last year. At the time, it said it would announce another return, assuming its businesses continued to recover as expected.</p> <p>Shares in Melrose were down more than 7 per cent at 131p in afternoon trading in London. </p> <p>Simon Peckham, chief executive of Melrose, said the group was being “prudent” in light of the political and economic turmoil. </p> <p>“Not only do we not see a current impact, we don't think it's very likely there's going to be a direct impact on us,” he said. </p> <p>Melrose had no operations in Ukraine or Russia, he added. Like other western aerospace companies, Melrose sources between 15 and 20 per cent of its titanium from Russia. Peckham, however, insisted that the company remained protected. “We don't see it as a problem particularly at the moment,” he said.</p> <p>Peckham said the group would consider a break-up of GKN, which it bought as part of a controversial <a href=\"https://www.ft.com/content/c6afe24c-3356-11e8-b5bf-23cb17fd1498\">takeover in 2018</a>, when the time was right, and held out the prospect of a separate flotation of its automotive and aerospace businesses. </p> <p>“Whatever is the appropriate mechanism, we haven't changed our business model. We buy, improve and we sell,” he said. </p> <p>“We are going to get a recovery. We just have a debate about when it's going to be.”</p> <p>Under the terms of the £8bn takeover, Melrose gave a government undertaking not to sell the aerospace business for five years. That pledge expires next year. </p> <p>Peckham said the turnround at GKN's automotive business, which provides drivelines for vehicles, would be largely completed this year. The recovery of GKN's aerospace business, which has been affected by the pandemic downturn in the aviation industry, is lagging behind. </p> <p>Melrose reported a pre-tax loss for the year to the end of December 2021 of £618mn, down from a loss of £679mn the previous year. Cash generation was ahead of expectations and net debt was reduced from £2.83bn to £950mn.&#xa0;</p> <p>Separately, aircraft parts group Meggitt said it returned to profit in 2021 but cautioned about the continuing effects on its operations from the pandemic and global supply chain disruptions. The company, which is in the process of <a href=\"https://www.ft.com/content/d12a05df-7ef5-4fb1-b09b-81d49ac698fd\">being taken over</a> by US rival Parker Hannifin, is a key component supplier to Boeing and Airbus. </p> <p>“As we look ahead, and notwithstanding that the recovery in civil aerospace is likely to remain uneven in the short-term, the outlook and long-term fundamentals for our civil aerospace business remain positive,” said Tony Wood, Meggitt's chief executive, in a statement. </p> <p>Meggitt said pre-tax profits for the year to the end of December were £31.3mn, up from a loss of £334mn the year before. Revenues were down 12 per cent to £1.49bn.&#xa0;</p><p>Source: Sylvia Pfeifer, Industry Correspondent 2022 'Melrose delays investor payout over Ukraine market turmoil' FT.com 3 March. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-03-03T17:09:28.163Z",
  "tags": [
    {
      "id": "US0970231058",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 2936,
          "end": 2942
        }
      ],
      "nexusId": "10030932"
    }
  ]
}