{
  "_id": "9ce6f53e608614a197bc8baf08c7574a9f8126594d086d5b5a16a6d61a9497db",
  "feed": "ftcomall",
  "title": "Boeing pumps extra $450m into self-flying air taxi start-up",
  "text": "<p>Boeing has committed another $450m in an existing joint venture focused on developing&#xa0;self-flying air taxis in the latest sign of investor appetite for the nascent industry that has seen dozens of start-ups attract billions of dollars over the past year.</p> <p>The US plane maker said it would invest the extra funds in <a href=\"https://wisk.aero/news/press-release/wisk-aero-secures-450-million-from-boeing/\">California-based Wisk Aero</a>, its joint venture with Kitty Hawk, another electric aviation start-up backed by Google co-founder Larry Page. </p> <p>Wisk differs from most of the electric air taxi companies in that it focuses on autonomous flight. The company has not provided an in-service date but said its autonomous passenger-carrying vehicle will be the first to be certified in the US.&#xa0;</p> <p>“Autonomy is the key to unlocking scale across all advanced air mobility applications, from passenger to cargo and beyond. That's why straight-to-autonomy is a core first principle,” said Marc Allen, chief strategy officer at Boeing. </p> <p>Rival plane makers Airbus and Embraer, alongside a host of start-ups, are developing their own electric air taxis. It has been one of the hottest markets, despite most start-ups not yet having a flying prototype able to carry passengers. </p> <p>Investors last year poured more than $7bn into companies focused on all types of future solutions for air mobility, according to analysis by McKinsey, more than doubling the funding of the previous 10 years in the sector. Overall funding has reached $12.7bn since 2010. </p> <p>The industry also announced more than 7,500 orders and options for all types of electric air vehicles, as well as propulsion systems, worth a combined $30bn, even though many of them were non-binding or conditional on specific timelines and performance. </p> <p>Almost half of the $7.01bn raised in 2021, 48 per cent, was raised as part of mergers through special purpose acquisition companies or Spacs, according to McKinsey. Spacs list on stock markets and then go hunting for a target company with which to merge. </p> <p>Shares in several of the companies that listed on the New York Stock Exchange last year are trading far below their original float price as some investor exuberance has waned. </p> <p>Robin Riedel, partner at McKinsey who leads the consultancy's future of air mobility group, said after last year's “massive influx of capital” he expected companies to spend this year focusing on fixing their prototype designs and starting to build up supply chains. </p> <p>“We will see some of the players having to restate their goals. Some have very aggressive timelines. Fundamentally, however, there is this future of mobility,” he added. </p> <p>The fact that incumbents, including airlines and other operators, had taken part in some of the funding deals “suggests that they are serious about this”.&#xa0;</p> <p>Two of the biggest external challenges for the industry are developing the infrastructure as well as <a href=\"https://www.ft.com/content/ec8bab06-9118-4453-b60e-defd32b230a7\">certification by aviation safety regulators</a>. The EU Aviation Safety Agency said last year it expected the first commercial piloted air taxi operations to be in place in 2024-5.&#xa0;</p> <p>Beyond bringing an aircraft to market, said Riedel, the biggest challenge would be “who can build a profitable business”.</p>&#xa0;<p>Source: Sylvia Pfeifer in London 2022 'Boeing pumps extra $450m into self-flying air taxi start-up' FT.com 24 January. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-01-24T14:43:12.699Z",
  "tags": [
    {
      "id": "US0970231058",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 922,
          "end": 928
        },
        {
          "start": 0,
          "end": 6
        }
      ],
      "nexusId": "10030932"
    }
  ]
}