{
  "_id": "0d37d1a912a02ce5f11d019aa45f62a33a824b97fb55585cbb4c438d1423741a",
  "feed": "wall-street-journal",
  "title": "Boeing's New Air Force One Hit by Production Mishaps; Problems involving jacks risked damaging a new presidential jet. An examination later found a Boeing employee wasn't properly credentialed and another failed a drug test.",
  "text": "<p>The incidents came a few months after a couple of empty tequila mini-bottles were found on one of two aircraft under development at Boeing's production facility in San Antonio.</p><p>The highly classified jets, which will be known as Air Force One when the commander-in-chief is on board, are heavily modified 747-8 Boeing aircraft known as VC-25B military variants. Boeing attorneys, in court documents filed in a supplier dispute last year, described the Air Force One jets as \"effectively an airborne seat of government\" ranking alongside U.S. defense programs such as ballistic missiles that carry the \"highest national priority.\"</p><p>Boeing, a key supplier of military aircraft and hardware to the U.S. and its allies, has relied on its defense division for stability in recent years as the manufacturer's commercial business suffered from the pandemic's hit to air travel and a nearly two-year grounding of its 737 MAX aircraft following two fatal crashes. Other problems have included the 787 Dreamliner, which largely hasn't been delivered for more than a year to customers as Boeing fixes various production issues.</p><p>During the production of the new Air Force One jets earlier this year, Boeing crews were attempting to shift the weight of one of the aircraft to jacks from a scaffold-like structure in the factory, people familiar with the matter said. But the weight on some of the jacks significantly exceeded how much they are designed to hold, leading to concerns about damage to the aircraft, these people said.</p><p>Initial concerns about possible damage to a wing were ruled out, people familiar with the matter said.</p><p>The U.S. Air Force said the two jacking mishaps didn't result in any damage to the jet involved. An examination of the mishaps later, however, found that a Boeing employee involved wasn't properly credentialed for overseeing the work, crews didn't follow established procedures and another employee involved in the operations failed a routine post-incident drug test, people familiar with the matter said.</p><p>The Boeing employee who oversaw the jacking operations had relevant experience with such work but not in a leadership role, according to another person familiar with the matter.</p><p>An Air Force spokeswoman said the Pentagon's contractor-management agency formally requested Boeing improve its operations, \"citing documentation, procedural, and training shortfalls.\"</p><p>\"The situation was corrected and actions taken to prevent reoccurrence,\" the Air Force spokeswoman said.</p><p>A Boeing spokesman declined to comment on personnel matters but said the company takes its customers' trust very seriously. \"We hold ourselves accountable to ensure we meet stringent quality-control requirements on all of our programs,\" he said.</p><p>Boeing and the Pentagon remain in negotiations over the schedule for delivery of the new Air Force One jets, people familiar with the matter said.</p><p>In 2018, the Trump administration reached a $3.9 billion deal for two presidential jets to arrive by the end of 2024. Boeing has told the Pentagon delivery may be delayed by 17 months, these people said, but U.S. government officials view the company's timeline as unrealistic. The Air Force spokeswoman said the military branch currently expects the new jets will arrive 24 months late.</p><p>Boeing previously said the discovery of two mini-tequila bottles found on one of the VC-25Bs last year was a personnel matter. Since then, the company hasn't found who was responsible for leaving the bottles, people familiar with the matter said.</p><p>More recently, another liquor bottle was found outside the production area in San Antonio, people familiar with the matter said. Boeing reported it to the Pentagon even though it didn't have any direct bearing on the military aircraft at the facility, some of these people said.</p><p>The Wall Street Journal last year reported Boeing had signaled it was planning to ask for more than $500 million in additional taxpayer funding due to the Covid-19 pandemic and a supplier's bankruptcy. The Air Force said Monday Boeing hasn't officially made such a request.</p><p>Write to Andrew Tangel at Andrew.Tangel@wsj.com</p><p>Boeing's New Air Force One Hit by Production Mishaps</p>",
  "published": "2022-04-05T14:59:00.000Z",
  "tags": [
    {
      "id": "US0970231058",
      "nexusId": "10030932",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 1075,
          "end": 1081
        },
        {
          "start": 361,
          "end": 367
        },
        {
          "start": 4028,
          "end": 4034
        },
        {
          "start": 2739,
          "end": 2745
        },
        {
          "start": 3650,
          "end": 3656
        },
        {
          "start": 3843,
          "end": 3849
        },
        {
          "start": 2029,
          "end": 2035
        },
        {
          "start": 2495,
          "end": 2501
        },
        {
          "start": 3274,
          "end": 3280
        },
        {
          "start": 1775,
          "end": 1781
        },
        {
          "start": 2296,
          "end": 2302
        },
        {
          "start": 1186,
          "end": 1192
        },
        {
          "start": 310,
          "end": 316
        },
        {
          "start": 3004,
          "end": 3010
        },
        {
          "start": 132,
          "end": 138
        },
        {
          "start": 4122,
          "end": 4128
        },
        {
          "start": 629,
          "end": 635
        },
        {
          "start": 148,
          "end": 154
        },
        {
          "start": 0,
          "end": 6
        }
      ]
    }
  ]
}