{
  "_id": "fdf2e7cd9e333f4b009688b7b786a395dab0717aeecf73dbbe94eb6fa9f5bb1b",
  "feed": "wall-street-journal",
  "title": "Boeing Losses Balloon as 787 Charges Mount",
  "text": "<p>Airlines are continuing to recover from pandemic-driven travel restrictions that left global capacity down 27% last year from 2019 levels. Boeing delivered only half as many jetliners last year as rival Airbus SE but secured more orders and said it plans to boost production further in 2022.</p><p>Boeing reported a loss of $4.3 billion for 2021 after a $4.16 billion deficit in the final quarter, following a year when it slowly increased production of new jets but struggled to deliver them.</p><p>Shares of Boeing lost $9.83, or 4.8%, to $194.27 Wednesday.</p><p>The company plans to more than double deliveries of its 737 MAX jet this year to around 500. Chief Executive David Calhoun said Boeing was watching potential supply-chain issues, especially in the second half of the year.</p><p>The Chicago-based aerospace giant said it benefited from a broadening recovery in the commercial jet market. It has been helped by the boom in airfreight, with cargo traffic last year increasing about 7% above 2019 levels. Boeing said it expected passenger traffic to return to pre-pandemic levels as soon as next year or 2024.</p><p>Boeing's improved cash performance reflected airlines buying planes last year for near-term delivery, which it doesn't expect to be repeated this year. Still, it expects to end the year with a surplus of cash from operations after burning through $3.4 billion in 2021.</p><p>Mr. Calhoun said the cash generation was a key step in moving past problems of recent years. \"We came from recovery to rebuilding,\" he said on an analyst call Wednesday.</p><p>Boeing refrained from providing financial guidance for 2022. Analysts flagged the 787 as the biggest uncertainty.</p><p>A series of factory defects and regulatory snags has largely prevented Boeing from handing over the popular wide-body Dreamliner to customers for more than a year. Chief Financial Officer Brian West said Boeing finished 2021 with 110 of the jets in inventory. The planes are worth more than $25 billion.</p><p>The latest charge includes $3.5 billion to compensate customers for the delays, with unanticipated production costs now forecast to double to $2 billion over the next two years as Boeing slowed output. Mr. West said the increase in factory costs related to fixing areas surrounding passenger and cargo doors.</p><p>Deliveries of the Dreamliner aren't expected to resume until April at the earliest. The delays have prompted airlines to shuffle their fleet plans or in some cases reduce flight schedules.</p><p>Mr. Calhoun said Boeing was still supplying data to federal air-safety regulators about production defects while fixing 787s in inventory. \"I wish it could go faster,\" Mr. Calhoun said. \"I can't accelerate it.\"</p><p>Boeing reported a loss of $7.02 per share in the fourth quarter, compared with the consensus estimate for a 36-cent deficit among analysts polled by FactSet. Sales fell 3% to $14.8 billion.</p><p>License this article from Dow Jones Reprint Service</p>",
  "published": "2022-01-27T00:00:00.000Z",
  "tags": [
    {
      "id": "US0970231058",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 498,
          "end": 504
        },
        {
          "start": 2470,
          "end": 2476
        },
        {
          "start": 139,
          "end": 145
        },
        {
          "start": 676,
          "end": 682
        },
        {
          "start": 1537,
          "end": 1543
        },
        {
          "start": 292,
          "end": 298
        },
        {
          "start": 993,
          "end": 999
        },
        {
          "start": 1098,
          "end": 1104
        },
        {
          "start": 1855,
          "end": 1861
        },
        {
          "start": 2135,
          "end": 2141
        },
        {
          "start": 1722,
          "end": 1728
        },
        {
          "start": 2664,
          "end": 2670
        },
        {
          "start": 0,
          "end": 6
        }
      ],
      "nexusId": "10030932"
    }
  ]
}