{
  "_id": "85383f68e8b1b327411384484e7511aaa5c55b0a41d833ce2a1f0b838571f559",
  "feed": "wall-street-journal",
  "title": "Congress Faces Deadline for Keeping Government Funded; Negotiators are hoping to reach a deal on a full-year spending bill but they disagree on nondefense spending",
  "text": "<p>Republicans say that Democrats want big increases for entities such as the Internal Revenue Service that they say are already flush with cash. Democrats say their funding priorities, such as funding veterans' healthcare, are critical.</p><p>SHARE YOUR THOUGHTS</p><p>What steps would you like Congress to take on pending legislation? Join the conversation below.</p><p>Democrats in the U.S. Senate need to convince at least 10 Republicans to agree to advance a spending bill with the 60 votes needed. In the House of Representatives, a spending bill can be passed with a simple majority.</p><p>Few other items remain on the congressional agenda before new lawmakers take over for the next session, which begins on Jan. 3. Lawmakers who see the spending bill as the last major piece of legislation to pass are also lobbying hard for negotiators to include other measures they see as top priorities.</p><p>Some lawmakers want the spending bill to include the Electoral Count Act, which would change an 1887 law governing how Congress deals with presidential-election disputes. The bill has been pitched as a way to prevent a repeat of what happened following the 2020 election when then-President Donald Trump pressured his vice president, Mike Pence, to reject the Electoral College votes from some states. Mr. Pence declined to do so.</p><p>Other lawmakers are trying to include a measure that would extend a Dec. 27 deadline for Boeing Co. to secure federal safety approvals for two new versions of the 737 MAX airplane. The company would be required by law to install new cockpit-alerting systems to help pilots resolve emergencies in the wake of two deadly crashes.</p><p>The deadline was set by Congress two years ago, but Federal Aviation Administration approvals have taken longer than expected. Without an extension, Boeing said in a securities filing that it might cancel both planes, exposing it to financial losses. The company didn't specify how much it could lose in the filing, but orders for the planes are valued at tens of billions of dollars in revenue.</p><p>Sen. Roger Wicker (R., Miss.), the top Republican on the Senate committee that oversees transportation issues, said he was hopeful that an extension would be included in a spending bill.</p><p>\"I think it's a reasonable ask,\" he said last week.</p><p>Lawmakers could also include a provision that would shield banks from penalties if they handle marijuana-related transactions.</p><p>Banks that do business with the cannabis industry risk losing their federal banking charters because marijuana, despite being legal in some states, remains illegal on a federal level. As a result, some marijuana businesses are excluded from credit-card processing and rely heavily on cash to operate, making them targets for robberies.</p><p>Sen. Joe Manchin (D., W.Va.) could look toward the spending bill as a way to pass a measure that would speed up environmental reviews of major energy projects, including natural-gas pipelines, electricity transmission lines, wind farms and solar-power installations.</p><p>Sens. Martin Heinrich (D., N.M.) and Roy Blunt (R., Mo.) are pushing to include a measure that would steer federal money toward projects to restore habitats for struggling species.</p><p>The measure would fund state conservation plans, which are federally required strategies and wish lists that wildlife agency officials keep on struggling animal, fish and plant populations they monitor. Those plans say more than 12,000 species need conservation help because of extreme weather, habitat loss, invasive species and disease. Such plans received unstable funding in the past.</p><p>\"Without enough resources, wildlife agencies have been forced to pick and choose which species are worth saving,\" Mr. Heinrich said in a statement.</p><p>Senate lawmakers are expected this week to pass a defense policy bill that authorizes U.S. military leaders to purchase new weapons and increase pay for troops, and lifts a requirement for members of the military to get vaccinated against Covid-19.</p><p>The annual National Defense Authorization Act would increase America's total national security budget for fiscal year 2023 to $857.9 billion. House lawmakers passed the NDAA bill on Thursday with 350 votes in favor and 80 votes against it.</p><p>Republicans had pushed for the bill to end the Defense Department's Covid-19 vaccine rule, arguing that scrapping it would help recruitment and prevent the loss of additional troops whose departures have left the U.S. military weaker.</p><p>Katherine Kuzminski, a senior fellow and program director on military, veterans and society issues for the Center for a New American Security, a military think tank, said it is hard to assess whether vaccine-related discharges have hurt the U.S. military's capability because it is unclear whether the people who left worked in high-profile, hard-to-fill specialized positions or whether they were easily replaceable.</p><p>On recruitment, she said that younger people who are weighing military service \"are less likely to make decisions regarding military recruitment based on political debates.\"</p><p>—Natalie Andrews contributed to this article.</p><p>Write to Katy Stech Ferek at katy.stech@wsj.com</p><p>Congress Faces Deadline for Keeping Government Funded</p>",
  "published": "2022-12-11T18:28:00.000Z",
  "tags": [
    {
      "id": "US0970231058",
      "nexusId": "10030932",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 1782,
          "end": 1788
        },
        {
          "start": 1394,
          "end": 1404
        }
      ]
    }
  ]
}