{
  "_id": "b479886c1393ceb4ecabf4d8842ee96a715740359cf386de8c92fae82fe4cfd9",
  "feed": "wall-street-journal",
  "title": "Boeing Is  Set Back  On Hopes  For New  MAX  ----  By Andrew Tangel",
  "text": "<p>   Federal lawmakers dealt a setback to Boeing Co., proposing a defense bill that didn't exempt two new 737 MAX models from a new regulatory requirement, as the plane maker had sought. </p><p>   Negotiators in Congress dropped the potential waiver from the National Defense Authorization Act, an annual must-pass bill that lawmakers filed late Tuesday. The waiver's exclusion from the bill leaves Boeing fewer options during the current Congress to avoid a requirement to perform costly and time-consuming upgrades to the cockpits of its newest 737 models. </p><p>   Boeing declined to comment. The company's stock declined 1.1% to $176.50 Wednesday, while major U.S. stock indexes were generally flat. </p><p>   Boeing faces a Dec. 27 deadline imposed by a 2020 law, which aimed to make new aircraft safer by requiring modern cockpit-alerting systems to help pilots resolve emergencies. At the time, Boeing didn't expect the requirement would affect its newest 737 models, the shorter MAX 7 and longer MAX 10. But Federal Aviation Administration approvals have taken longer than the company had anticipated. </p><p>   Without a waiver from the deadline, Boeing has said it may cancel both jets and incur financial losses. </p><p>    United Airlines Holdings Inc., Delta Air Lines Inc. and Southwest Airlines Co. are among carriers that have placed significant orders for the new 737 MAX models. </p><p>   Boeing's overall orders for the new jets, representing about 1,000 planes, are worth at least $50 billion in revenue after customary discounts, according to the aviation data provider Ascend by Cirium. That amount is nearly as much as the company's overall sales last year of commercial jets, military aircraft and services. </p><p>   Boeing now is expected to focus its lobbying efforts on asking lawmakers to attach a waiver to a potential omnibus spending bill, according to people familiar with the matter. </p><p>   The company could face greater difficulty if lawmakers instead pass a continuing resolution to maintain current government funding levels. Such measures typically don't include unrelated policy riders. </p><p>   Boeing has argued to lawmakers and their staff that it will be safer for the new jets to have a common cockpit type with existing 737 MAX airplanes. Chief Executive David Calhoun has expressed confidence that Boeing would prevail in persuading lawmakers to grant an extension, saying in September: \"We will use the safety argument to win it.\" </p><p>   Southwest CEO Bob Jordan on Wednesday predicted Boeing would prevail. \"Boeing will get the extension,\" he said during the Dallas-based carrier's investor conference. The airline, which has an all-Boeing 737 fleet, has ordered MAX 7 jets. </p><p>   Major pilot unions are split on the issue, and relatives of those who perished in a pair of 737 MAX crashes in 2018 and 2019 have been lobbying against changing the deadline. </p><p>   In addition to the company's safety argument, Boeing representatives have been highlighting potential economic fallout if Boeing winds up canceling the two jets, according to people familiar with the discussions. </p><p>   --- </p><p>   Natalie Andrews contributed to this article. </p><p></p>",
  "published": "2022-12-08T07:11:00.000Z",
  "tags": [
    {
      "id": "US0970231058",
      "nexusId": "10030932",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 0,
          "end": 6
        },
        {
          "start": 1112,
          "end": 1118
        },
        {
          "start": 384,
          "end": 390
        },
        {
          "start": 868,
          "end": 874
        },
        {
          "start": 1667,
          "end": 1673
        },
        {
          "start": 2436,
          "end": 2442
        },
        {
          "start": 2923,
          "end": 2929
        },
        {
          "start": 37,
          "end": 47
        },
        {
          "start": 2847,
          "end": 2853
        },
        {
          "start": 2045,
          "end": 2051
        },
        {
          "start": 2254,
          "end": 2260
        },
        {
          "start": 544,
          "end": 550
        },
        {
          "start": 680,
          "end": 686
        },
        {
          "start": 37,
          "end": 43
        },
        {
          "start": 1342,
          "end": 1348
        },
        {
          "start": 2459,
          "end": 2465
        }
      ]
    }
  ]
}