{
  "_id": "090a7d61f84e51030730a7005940dc0e1b5814103ae60b95f59aa8729f1ded89",
  "feed": "wall-street-journal",
  "title": "The West Must Wean Itself Off Russian Titanium; Aerospace companies like Airbus need alternative sources of titanium sponge to diversify their supply chains and bolster national security",
  "text": "<p>Titanium ores ilmenite and rutile are available in many countries, but the capability to turn them into titanium sponge—its purest form, which is mixed into alloys for industrial purposes—is far more limited. Russia produced roughly a fifth of global supplies before the pandemic, according to the U.S. Geological Survey, putting it in third place behind China and Japan with 40% and 25%, respectively. However, China consumes even more titanium than it produces. Crucially, VSMPO sells finished titanium goods at artificially low prices, which is probably why it serves about half of Airbus' titanium needs. For Boeing, which had a joint venture with the company, it was a third.</p><p>As a result, VSMPO has been exempted from Western sanctions. Still, U.S. aerospace giants like Boeing, Raytheon and General Electric have either walked away from Russian titanium or minimized its use.</p><p>By contrast, Airbus keeps buying it through unsanctioned subsidiaries. The European plane maker emphasizes that this is a short-time measure, but it has vocally—and successfully—lobbied to keep VSMPO off sanctions lists. In an interview, Airbus Chief Executive Guillaume Faury pointed out that the impact of titanium sanctions on Moscow would be small.</p><p>\"The ones we would sanction would be ourselves,\" he said. \"As for VSMPO: If they stop delivering to worldwide global aerospace, it's the end of the story. So it's a typical lose-lose.\"</p><p>It is true that Airbus and other Western manufacturers have gained time to shift supply chains elsewhere. But there is also a risk that convenience prevails, as it did after Russia's annexation of Crimea in 2014. Aerospace companies have since accumulated larger stockpiles, and Airbus says the Crimea crisis prompted it to identify alternative titanium sources. But actual diversification didn't happen.</p><p>Production is already being impacted by today's situation. Raytheon Chief Executive Greg Hayes told analysts last week that several business-jet makers that are customers of its Pratt &amp; Whitney Canada arm \"are going to be without engines\" this year.</p><p>And matters are getting worse: In July, Moscow blocked a Russian titanium exporter from selling to a top Western aerospace company, people close to the client said.</p><p>As damaging as it would be for VSMPO, Mr. Putin could shut off all titanium exports at any point, redirecting them to China as he has done with oil. Even if it implies lower revenues, Russia may not care: Second-quarter current-account data released last month suggested that the country has more foreign currency than it knows what to do with, due to a 20% jump in exports and a 22% decline in imports compared with a year earlier.</p><p>The aerospace industry will find it hard to shed its dependence on autocratic regimes. Apart from Japan, U.S. allies aren't producers of titanium sponge, even when they export titanium ores. The only active producer in the U.S. itself is a Salt Lake City plant with a paltry 500 tons a year of capacity. The Department of Commerce has repeatedly warned that the status quo is a threat to national security. Russia's finished titanium products are even harder to replace.</p><p>So far, the West has focused its \"reshoring\" efforts mainly on energy and semiconductors. Titanium is a vulnerability that shouldn't be taken lightly either.</p><p>The West Must Wean Itself Off Russian Titanium</p>",
  "published": "2022-08-05T11:35:00.000Z",
  "tags": [
    {
      "id": "US0970231058",
      "nexusId": "10030932",
      "name": "The Boeing Company",
      "confidence": 0.988,
      "offsets": [
        {
          "start": 609,
          "end": 615
        },
        {
          "start": 613,
          "end": 619
        },
        {
          "start": 770,
          "end": 776
        }
      ],
      "weightsV2": {
        "weight": 3.0045204,
        "baseWeight": 3.0,
        "expansionWeight": 0.0,
        "ontologyWeight": 0.0,
        "tagPositionWeight": 0.0045205355,
        "titleWeight": 0.0
      },
      "typeRank": 2
    }
  ]
}