{
  "_id": "66cab48dced892e66dc50e5401580b619a5f72f0a087e04a0b3717fb6801c9c7",
  "feed": "market-watch",
  "title": "U.S. stock futures lose ground after best weekly gain in more than a year",
  "text": "<p>Futures on the Dow Jones Industrial Average YM00 fell 94 points, or 0.3%, to 34539</p><p>Futures on the S&amp;P 500 ES00fell 0.2%, or 7 points, to 4446</p><p>Futures on the Nasdaq 100 NQ00dropped 0.5%, or 65 points, to 14348</p><p>On Friday, the Dow Jones Industrial Average DJIA rose 274 points, or 0.8%, to 34755, the S&amp;P 500 SPXincreased 51 points, or 1.17%, to 4463, and the Nasdaq Composite COMPgained 279 points, or 2.05%, to 13894. Last week's 6.2% gain for the S&amp;P 500 was the largest one week percentage gain since the week ending November 6, 2020.</p><p>What's driving markets</p><p>Stocks last week responded positively for the first interest-rate hike from the Federal Reserve. “As Fed hikes have gotten underway and GDP forecasts have started to get reined in, the Growth trade is attempting to stabilize once more, something that is also a stabilizing force for the S&amp;P 500 itself,” said Lori Calvasina, head of U.S. equity strategy at RBC Capital Markets.</p><p>Ukrainian officials rejected a Russian demand that their forces in Mariupol surrender as the U.K. Ministry of Defense said that heavy fighting continues north of Kyiv.</p><p>The White House said President Joe Biden will hold a call with President Emmanuel Macron of France, Chancellor Olaf Scholz of Germany, Prime Minister Mario Draghi of Italy, and Prime Minister Boris Johnson of the United Kingdom to discuss events, and later meet chief executives.</p><p>Boeing BA shares slumped in premarket action after China state media reported that a 737 jet crashed.</p>",
  "published": "2022-03-21T05:16:00.000Z",
  "tags": [
    {
      "id": "US0970231058",
      "nexusId": "10030932",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 1385,
          "end": 1391
        }
      ]
    }
  ]
}