{
  "_id": "980f8d5f85d83b6ddbe58ce3dfb7b07ef21572f591e9278c656ffb5d4fa26eb4",
  "feed": "wall-street-journal",
  "title": "FAA to Keep Tight Watch on Boeing Employees Who Represent Regulators; Agency grants three-year renewal of regulatory authority, rejecting Boeing's request for a more typical five-year extension",
  "text": "<p>\"After careful consideration of your request for a five year renewal period, we have determined that a three year authorization is more appropriate,\" the FAA said in a letter sent Tuesday and viewed by The Wall Street Journal. \"There are multiple in work improvements that the FAA would like to assess within the Boeing organization over the next three years.\"</p><p>The agency's move would give air-safety regulators more leverage as they maintain increased oversight of Boeing, following two crashes of its 737 MAX jets in 2018 and 2019. Among other issues, the FAA has been evaluating whether Boeing employees who make decisions on the agency's behalf remain free of pressure from company management. Boeing has said it is working to increase the independence of its employees who work on the FAA's behalf and is encouraging engineers to speak up if they see potential hazards.</p><p>A Boeing spokeswoman said the company is reinforcing with its workers that authority delegated by the FAA is a privilege, and that the company needs to work daily to be trusted with that responsibility.</p><p>Aerospace manufacturers like Boeing have long been permitted under U.S. law to perform certain work on behalf of air-safety regulators, much of it routine checks for compliance with federal regulations. The system came under criticism after the MAX crashes, leading federal lawmakers to increase the FAA's influence over the process.</p><p>Earlier this year, the FAA ramped up scrutiny of Boeing's manufacturing and said it would withhold the company's ability to perform, on the agency's behalf, routine safety signoffs for newly produced 787 Dreamliners. Deliveries of the wide-body jets commonly used in international travel have been halted for more than a year.</p><p>The agency took a similar step in 2019 with newly produced 737 MAX planes after the crashes, which claimed 346 lives.</p><p>FAA officials in recent months have broadly been pleased with Boeing's work to improve manufacturing quality and compliance to federal regulations, but have at times been dissatisfied with the pace of the company's change, The Wall Street Journal has reported.</p><p>The FAA said that over the next three years it will verify that Boeing completes various improvements to the way it manages employees who work on the agency's behalf, in what is formally known as the company's Organization Designation Authorization, or ODA, unit.</p><p>The agency said in a statement it approved a shortened three-year renewal \"due to a number of items that must be tracked and completed during that timeframe.\"</p><p>In addition to safeguards to prevent Boeing management from improperly interfering with the company's ODA unit, the FAA is planning to track how quickly the plane maker corrects problems, and how the company rolls out a safety-management system required by a new federal law aimed at overhauling U.S. aircraft certification, according to the agency's letter.</p><p>Last week, Boeing executives laid out various safety improvements under way at the company, including its early work introducing its safety management system. Manufacturers and airlines use such systems to proactively identify emerging risks before they lead to in-flight incidents and accidents. Boeing voluntarily began work on starting its system in late 2020.</p><p>Write to Andrew Tangel at Andrew.Tangel@wsj.com</p><p>FAA to Keep Tight Watch on Boeing Employees Who Represent Regulators</p>",
  "published": "2022-05-31T22:36:00.000Z",
  "tags": [
    {
      "id": "US0970231058",
      "nexusId": "10030932",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 2911,
          "end": 2917
        },
        {
          "start": 1919,
          "end": 1925
        },
        {
          "start": 2182,
          "end": 2188
        },
        {
          "start": 1107,
          "end": 1113
        },
        {
          "start": 877,
          "end": 883
        },
        {
          "start": 2578,
          "end": 2584
        },
        {
          "start": 3339,
          "end": 3345
        },
        {
          "start": 3197,
          "end": 3203
        },
        {
          "start": 27,
          "end": 33
        },
        {
          "start": 698,
          "end": 704
        },
        {
          "start": 1461,
          "end": 1467
        },
        {
          "start": 466,
          "end": 472
        },
        {
          "start": 313,
          "end": 319
        },
        {
          "start": 590,
          "end": 596
        },
        {
          "start": 138,
          "end": 144
        }
      ]
    }
  ]
}