{
  "_id": "4ee6156948566eb94c5e4e5475dd19ebd5734641b70729bc9b2017e0801b1a88",
  "feed": "wall-street-journal",
  "title": "Airlines See Travel Demand Staying Robust",
  "text": "<p>Thursday's consumer-price inflation data showed the index for airline fares edged up 0.8% in September, and climbed about 43% from a year earlier.</p><p>The higher price tags haven't kept passengers away, as consumers give priority to spending on travel and experiences over some goods -- one reason airlines are on a different trajectory than other sectors of the economy, Delta Air Lines Inc. Chief Executive Ed Bastian said in an interview.</p><p>Delta on Thursday posted a profit of $695 million for the three months ended Sept. 30 -- about 54% lower than the same period in 2019, before the Covid-19 pandemic upended the industry. But the airline reported record revenue. Its operating revenue of $12.8 billion, excluding third-party sales from the oil refinery the company owns, surpassed 2019 levels by 3%, even though Delta still isn't flying as much as it did in 2019.</p><p>British Airways owner International Consolidated Airlines Group SA said its earnings for the third quarter would come in almost 50% higher than analysts had expected. In an unscheduled release, the airline group said Thursday that operating profit for the summer months will be about 1.2 billion euros, equivalent to roughly $1.2 billion, compared with an estimate of 814 million euros, according to a company-compiled analyst consensus.</p><p>Investors have been nervous about whether an economic downturn would cut the travel rebound short and make it difficult for airlines to cope with higher costs.</p><p>Mr. Bastian said the fears are unwarranted. \"As we look into the fourth quarter, there's nothing that gives me pause to think that this momentum isn't going to continue,\" he said, adding that people are continuing to book trips for the winter holidays and that U.S. travelers are still heading to Europe despite travel disruptions there over the summer.</p><p>Adjusted for unrealized losses on investments and other items, Delta reported a profit of $1.51 a share, just shy of the $1.53 a share analysts expected, according to FactSet.</p><p>Delta said Thursday that corporate sales picked up after Labor Day, climbing to 80% of 2019 levels by the end of the quarter. Mr. Bastian said the number of corporate travelers has lagged behind that somewhat, but that newer phenomena such as hybrid work models and the blending of business and leisure trips have helped.</p><p>Delta said Thursday it expects revenue in the fourth quarter of the year to be up 5% to 9% from 2019 levels, with operating margins of 9% to 11%.</p><p>Other airline executives echoed that optimism. IAG attributed its better performance to stronger-than-expected passenger revenue, leading to an 8% surge in the company's share price.</p><p>Forward bookings at the airline group, which also owns Spain's Iberia, Ireland-based Aer Lingus and discount carrier Vueling, are showing no signs of weakness, despite fears around the global economic outlook, Chief Financial Officer Nicholas Cadbury said in the IAG statement, adding that the company's fourth-quarter guidance was unchanged.</p><p>Alan Joyce, chief executive of Qantas Airways Ltd., said the airline's surveys indicate that people are giving priority to spending on travel. Qantas also forecast a stronger-than-expected profit on Thursday.</p><p>\"If people are squeezed, they're going to cut back on other things like entertainment, eating out, but they still want to have the family holiday, the trip to see grandmother, all of those issues,\" he said.</p><p>American Airlines Group Inc. also projected this week that third-quarter revenue would come in higher than it had previously expected. And United Airlines Holdings Inc. outlined an expansion of trans-Atlantic travel in anticipation of another booming summer season next year.</p><p>Patrick Quayle, United's senior vice president of global network planning and alliances, said the carrier had \"historic levels of demand\" for travel to Europe, about 20% more than the summer of 2019. United's trans-Atlantic schedule will likely be about 10% larger next summer compared with the summer of 2022, and 30% larger than the summer of 2019.</p><p>It is a stark turnaround from a year ago, when the Covid-19 pandemic still weighed heavily on travelers' minds, and upticks in case counts or new variants threatened to throw a travel rebound off track.</p><p>The bigger struggles for airlines lately have been rising costs and the growing pains that plagued their efforts to expand service last summer.</p><p>Mr. Quayle said United is working with airports in Europe to make sure they can handle another influx of passengers after staffing shortages contributed to chaotic experiences for travelers this past summer.</p><p>Mr. Joyce, of Qantas, said the carrier is planning more conservatively and keeping spare jet capacity to provide protection against another potential wave of Covid-19 as well as continuing shortages of spare parts for Airbus SE and Boeing Co. jets.</p><p>Delta plans to fly less than it did in 2019 for the remainder of this year, but intends to gradually restore its full network by next summer.</p><p>---</p><p>Benjamin Katz contributed to this article.</p>",
  "published": "2022-10-14T00:00:00.000Z",
  "tags": [
    {
      "id": "US0970231058",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 4818,
          "end": 4828
        }
      ],
      "nexusId": "10030932"
    }
  ]
}