{
  "_id": "04f96be34aafca09751d35bbd512f820e303a9dd895c8166f8bc18fedbdc577c",
  "feed": "ftcomall",
  "title": "A pilot's paean to the great cities of the world",
  "text": "<p>“This station,” according to the English announcement that follows the Hindi original, “is New Delhi.”</p> <p>The sleek airport train slows to a gentle stop. When the doors on the left glide open, I swing my navy-blue backpack on to my shoulders. With a large bottle of water and two books inside, it's heavier than usual today. I adjust my Red Sox cap, check my face mask, and step into the heart of one of the world's largest metropolises.</p> <p>My love for cities began in Pittsfield, my small hometown in western Massachusetts. As a child I'd spin the illuminated globe in my bedroom — the one whose mostly blue light fell on the 747, the DC-10, and my other model airliners nearby on my dresser — and let my index finger trace paths like those of an aeroplane between the names of the cities marked on it.</p> <p>Seoul, and its easy elision with “soul”. Las Vegas, which I thought referred to multiple examples of the bright star Vega (not to a Spanish word for meadows), making an already mellifluous name more pleasing. A cape and a town on it: in the early darkness of Pittsfield's winters, as the globe glowed and gusts of snow broke over the windows of my bedroom, Cape Town was only that to me, a name. Or Rio de Janeiro, whose name, Dad explained, comes from a bay that an explorer mistook for a river on the first day of a now-long-gone new year: the City of the River of January.</p> <p>Back then, my parents couldn't appreciate the other reasons I dreamt of distant cities. Like many gay kids, I grew up believing that to be myself would require a journey to somewhere else. And until I was 15 or so, I had a speech impediment that made it impossible to pronounce the hard American “r”, and therefore, among many other words, my first name. </p> <p>My love of foreign languages was partly inspired by the realisation that in much of the world I wouldn't need that sound. In this manner I came to understand that there were places to go to as soon as I grew up; there were cities, I believed, where speech and life would be effortless.</p> <p>Today, in my late forties, I occasionally wonder if those early challenges intensified my love not only for cities, but for much else: for planes themselves; for maps; and for anything blue, which — the writer Rebecca Solnit nailed it — is the “colour of where you are not”. Whatever the provenance of these nearly life-long passions, however, no one who knew me as a kid is surprised that I grew up to fly airliners, nor that I found a way to spend many memorable hours in the great metropolises of the world.</p> <p>Indeed, long-haul pilots today are given an experience of cities that no one else has ever had. For me, it's the night-time perspectives from the cockpit's wide windows that are most memorable, as we move over a densely settled region — northwest Europe, Japan, the Gulf, certain stretches of the Brazilian coast — and a web of glowing settlements, each apparently flat, and etched as finely as circuitry, turns towards us with the silent inevitability of the planet itself. </p> <p>On certain routes — New York, Dallas, or Mexico City to London, for example — I may fly directly over the darkened hills that encircle Pittsfield, and have a moment to look down on the handful of lights that illuminate the present hour of my first city, until it vanishes at the base of a cockpit window or beneath the leading edge of the wing. </p> <p>In time, we descend. If we do so at daybreak, the returning light allows us to see how wilderness, farmland, inhospitably steep terrain, or thousands of miles of open ocean give way to our destination: in the case of Delhi, one of the largest cities ever to exist, which has grown through its own long centuries and now, on this latest of its mornings — and in the last 20 minutes of our journey — expands to fill the cockpit windscreen with a map-like view of its awakening streets.</p> <p>Once we land, we come to know our destinations through visits that are short (24 hours is common for long-haul pilots; more than 72 is not) but frequent. I've flown to cities such as San Francisco, Los Angeles and New York more than 50 times each — so often that while I'm in one of these cities, reading in a café, perhaps, or daydreaming in the back of a cab, I might momentarily imagine that I've never lived anywhere else. </p> <p>After nearly two decades of flying, the familiarity I associate with individual cities has expanded until it blankets the entire urban planet. I can answer easily when a friend asks me where to run in Santiago, swim in Helsinki, or have lunch at an outdoor table in Bahrain; and if that friend asks whether I've ever visited Colombo or Tel Aviv or Havana, it may take me a moment to flip through my mental logbook and recall that so far, I have not.</p>  <p><strong>For several weeks</strong> after the pandemic began, of course, I flew nowhere. Since then, I've flown a slowly increasing schedule of cargo and passenger flights. But many of my touchdowns — including those at Delhi's Indira Gandhi International Airport — were followed by strict confinement in our hotels, in line with local regulations.</p> <p>It hardly needs saying that the impact of lockdowns was particularly apparent to those who work in travel and tourism. To a lesser degree, though, it affected everyone who loves to explore, and indeed everyone who believes in the power of personal exchange, in an age that needs it more than ever. Indeed, the premise — and promise — of travel is much like that of cities themselves: that the moments and the places we make together, and that bring us together, are precious.</p> <p>Here in Delhi, I'm therefore overjoyed — it's not too strong a word — to be moving around the city for the first time in more than two years. As I walk along the airport line platform and into the crowded halls of New Delhi metro station, my first steps seem almost weightless. </p> <p>When I started my new book a few years ago, I was certain I'd write about my love for Delhi's simultaneously transcendent and literal epithet, City of Cities; its monuments, forests and deep literary traditions; and the criss-crossing explorations that its metro system (fast, clean, smooth and inexpensive) enables. Delhi has sometimes been described as the Indian Rome, a phrasing that may have it the wrong way round; after all, as the historian Percival Spear wrote, “Delhi can point to a history as chequered and more ancient than the ‘eternal' city of Rome; it was a famous capital before the days of Alexander, and has survived all the vicissitudes of time and fortune.”</p> <p>Each journey to Delhi, however, left me with more questions that only a Delhiite could answer. Eventually a friend in Mumbai put me in touch with Raghu Karnad, a writer based in the capital. Raghu and I have corresponded intensively over the past few years, but thanks to the Covid-19 rules that governed my recent visits, we've never met.</p> <p>A few weeks ago, after the rules had changed and the code “DEL” appeared once again on my flight schedule, I wrote to Raghu and offered to take him to lunch and to bring him a couple of copies of the book he'd helped me finish. Raghu said he'd be away during my trip but he suggested I head to the <a href=\"https://www.instagram.com/amacafedelhi/?hl=en\">Ama Café</a> in Majnu Ka Tilla, a Tibetan enclave along the right bank of the Yamuna river, and leave the books with his friend Lhanzey, a regular who owns the shop next door.</p> <p>Here at New Delhi metro station, I take a sip of water, then replace its cap and my mask as a Yellow Line train pulls in. Five stops later, at Vidhan Sabha, I disembark and make my way up to street level. It's warm and the café is too far to walk, I decide, as I listen to a young woman haggle with an autorickshaw driver. When their discussions fail, she steps away and the driver calls out to me. He promises to match the fare he sees I've just dialled up on my phone — Uber offers autorickshaws here — then sighs, ushers me in and pulls out into the chaotic traffic and blinding heat of Mahatma Gandhi Marg.</p> <p>A moment later he spots the young woman again and veers back to the roadside to reopen negotiations. He motors us along perfectly to match her striding pace as faster and much larger vehicles thunder past, inches from where my elbow rests on the rickshaw's thin metal railing. Once a new price is agreed, she climbs in next to me on the padded bench, nods and takes out her phone.</p> <p>Soon the driver pulls over again, gestures at a warren of streets and urgently repeats my destination: Ama Café, Ama Café. I don't see it, but he makes clear that my journey with him has ended. The young woman disembarks here, too, and a moment later I realise that she and I — though we have yet to exchange a word — are walking into the enclave together.</p> <p>Majnu Ka Tilla is distinctive for its Tibetan character, its friendliness and a sky-blocking density that, to my eyes, is nearly medieval. Many of its lanes are so narrow that I can touch both cool walls at once. Often, they're enclosed by structures that interlace above until these near-tunnels suddenly give out on to the main road to the enclave's west, or the banks of the Yamuna to its east.</p> <p>The young woman from the autorickshaw guides me along a busy shopping lane, beneath streaming prayer flags and past a monk pulling a saffron-hued wheelie bag. She then points to a sign for the Ama Café. I thank her and she nods again, says goodbye and walks off down the street.</p> <p>I climb the dark, narrow steps and sit at a table on the first floor, next to a group of laughing teenagers, across the room from a table of four monks. I am alongside a tiled, plant-filled hallway, sunlit by myriad windows, that leads to the café's further storeys. Still on London time, I'm grateful that breakfast is served until 2pm. I opt for a latte and an Old Manali breakfast: scrambled eggs with cheese, coriander-mint chutney with multigrain bread, and a potato patty that sets fire to my taste buds.</p> <p>After I've finished, I read a little from a recent issue of Science News, my dad's favourite magazine. Then I ask one of the young servers if Lhanzey is here. I'm a friend of Raghu, I offer — words that, so far from my home and in an unfamiliar district of such a vast city, feel both comforting and, as I've never met him, a little odd. The server goes to a phone near the open kitchen, dials and speaks briefly. Then he lowers the handset and returns to tell me that Lhanzey is nearby but not here. She will be a few minutes.</p> <p>He brings over a coffee and insists that this one is on the house. I yawn and raise the mug with both hands. As I look over to the monks and listen to the voices of the other patrons, the clatter from the busy kitchen and the bustle from the shopping street beyond the windows, waves of the sensation I've come to call “place lag” — the temporary inability of our deeper sense of place to keep pace with our modern journeys — break over me.</p> <p>I've learnt that there's no fighting it. So I dive in: this is an early afternoon in a bright café in a northern district of an ancient capital. Dawn will soon reach Pittsfield, on the world's far side. My parents, to whom I used to send postcards from cities neither had visited, have been gone for years now; another family lives in our old house.</p> <p>I blink and take another sip of coffee. I'm 47 and I landed from London a few hours ago; I've finished my late breakfast and I'll wait here for the friend of a friend of a friend.</p> <p>I set my coffee down and slide the books into the brown envelope I brought from London. I write Raghu's name on it, then look up as a young woman enters the café. She steps neatly past the queue of customers, looks around and crosses the room. As she reaches my table, she smiles, holds out her hand and tells me: “I'm Lhanzey, I'm Raghu's friend. Welcome.”</p> <p><em>“</em><a href=\"https://amzn.to/3l4u3GS\"><em>Imagine a City: A Pilot Sees the World</em></a><em>” by Mark Vanhoenacker</em> <em>is published by Chatto &amp; Windus/Knopf. Mark is a Boeing 787 pilot for British Airways</em></p> <p><em>Follow </em><a href=\"https://twitter.com/ftweekend?ref_src=twsrc%5Egoogle%7Ctwcamp%5Eserp%7Ctwgr%5Eauthor\"><em>@ftweekend</em></a><em> on Twitter to find out about our latest stories first</em></p><p>Source: Mark Vanhoenacker 2022 'A pilot's paean to the great cities of the world' FT.com 16 May. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-05-16T04:00:35.794Z",
  "tags": [
    {
      "id": "US0970231058",
      "nexusId": "10030932",
      "name": "The Boeing Company",
      "offsets": [
        {
          "start": 11785,
          "end": 11791
        }
      ]
    }
  ]
}