{
  "_id": "c88a15572ccced155110f2762624551222da2dc4c1f5c8a0f0f8b56923abae27",
  "feed": "wall-street-journal",
  "title": "Virgin Galactic, Bitcoin, Moderna, Goldman: What to Watch in the Stock Market Today; Virgin Galactic shares were on a descent trajectory; Backing for Moderna's booster gave the stock a shot in the arm",
  "text": "<p>* Goldman Sachs reported higher profit and revenue in the third quarter, benefiting from a bevy of deals.</p><p>* Supply-chain management company J.B. Hunt Transport Services reported a 59% rise in third-quarter profit as all of the company's segments pushed revenue above market expectations in the period.</p><p>* PNC Financial Services reported a profit decline as costs from a merger raised non-interest expenses.</p><p>* Billionaire investor Carl Icahn on Thursday escalated his challenge to Nevada utility Southwest Gas by offering to buy shares and announcing plans to try to replace the company's board.</p><p>* Moderna shares were up after vaccine experts advising the FDA voted, 19-0, to recommend authorization of an extra dose of its Covid-19 shot.</p><p>* Aluminum maker Alcoa reported a 31% rise in sales for its latest quarter, even as shipments fell, partly because of a lack of railcars.</p><p>* Bitcoin prices were up 3.9%, bringing it closer to $60,000, and crypto stocks Coinbase Global, Marathon Digital and BIT Mining rose were posting gains.</p><p>* Enterprise software company Duck Creek Technologies reported a net loss for the final quarter of its fiscal year.</p><p>Chart of the Day</p><p>* Shares of Petershill Partners, an investment vehicle managed by Goldman Sachs' asset-management arm, are down 9% since its initial public offering late last month. That is worse than both the broader market and peers.</p><p>Write to James Willhite at james.willhite@wsj.com</p><p>Virgin Galactic, Bitcoin, Moderna, Goldman: What to Watch in the Stock Market Today</p>",
  "published": "2021-10-15T13:34:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 2,
          "end": 9
        },
        {
          "start": 2,
          "end": 15
        },
        {
          "start": 35,
          "end": 42
        },
        {
          "start": 1220,
          "end": 1233
        },
        {
          "start": 1228,
          "end": 1235
        },
        {
          "start": 1228,
          "end": 1241
        },
        {
          "start": 1228,
          "end": 1242
        },
        {
          "start": 1467,
          "end": 1474
        }
      ]
    }
  ]
}