{
  "_id": "2ac9c6a00dd0d3cee180946854e66b82826046e7d362e43bcd2904d1c9c990ef",
  "feed": "ftcomall",
  "title": "Goldman hires ousted McKinsey boss Kevin Sneader for top Asia role",
  "text": "<p>Goldman Sachs has hired ex-McKinsey executive Kevin Sneader to serve as the bank's co-president in Asia-Pacific, months after <a href=\"https://www.ft.com/content/7b0f92d6-8aea-4e15-b108-a86f31443f99\">he was ousted</a> from the top job at the global consulting firm. </p> <p>In his role, Sneader will help manage Goldman's day-to-day operations in the region, including China, where the group recently <a href=\"https://www.ft.com/content/263c5b4a-8c29-485a-8b25-20f74c04ae7d\">won</a> approval from regulators for a wealth management joint venture with ICBC, one of China's largest banks. </p> <p>“Kevin's international and Asia experience, and his deep relationships with global and Asian clients in multiple industries will contribute significantly as we execute our strategy,” David Solomon, Goldman's chief executive, said in a statement. </p> <p>Sneader will join Todd Leland as Goldman's co-president in the region and will be based in Hong Kong beginning in November. He will report to Richard Gnodde, the Goldman Sachs International chief executive who oversees the bank's operations outside of North America. </p> <p>“It is particularly exciting to be joining at a time when tackling the complexity and capturing the opportunities of Asia have never been more important for clients inside and outside the region,” Sneader said.</p> <p>Goldman's business in Asia was bruised last year when one of its subsidiaries in the region <a href=\"https://www.ft.com/content/8c570376-a02f-4550-8304-8e61943f9782\">pleaded</a> guilty to a bribery charge as the bank agreed a $2.9bn global settlement with regulators over the 1MDB money-laundering scandal. </p> <p>Sneader, who was born in Scotland, was based in Hong Kong as McKinsey's Asia-Pacific chair for four years before being elected in 2018 as its global managing partner. He helped to establish McKinsey as the largest of the global consulting firms in China and across a region that the industry still sees as one of its most promising sources of growth.</p> <p>But he failed to win re-election as McKinsey's global managing partner in February, becoming the first person in that role since 1976 to serve just one three-year term. </p> <p>The vote by the firm's 650 senior partners was seen as a referendum on Sneader's handling of several crises, including US litigation over the consultancy's advice to opioid manufacturers and its work in autocratic countries.</p> <p>Sneader took the reins at McKinsey as it contended with the fallout from a corruption scandal in South Africa, and moved quickly to improve internal risk controls, be more selective about which clients it took on, and apologise for behaviour that he said “came across as arrogant or unaccountable”. </p> <p>Other crises followed, however, including damaging headlines about its work from Saudi Arabia to Russia and, most notably, revelations about its advice to “turbocharge” the sales of <a href=\"https://www.ft.com/content/0b9adde2-8485-45e9-a896-86e63ac00d72\">Purdue Pharma</a>, the drug manufacturer at the centre of the <a href=\"https://www.ft.com/stream/e0c6c996-1c60-4ac0-8e96-ecb154217b20\">US opioid addiction</a> crisis.</p> <p>McKinsey paid<a href=\"https://www.ft.com/content/f54a515e-6cfe-4d0d-90fd-fdbff5c34e00\"> $619m </a>earlier this year to settle claims brought by 50 US states, five territories and the District of Columbia over its opioid work. </p> <p>Some senior partners had been pushing for broader changes than Sneader instituted. But others chafed at his apologies, the greater oversight he imposed on a traditionally decentralised firm, and the sums of money he agreed to pay out to settle allegations against it, which ate into their profit shares.</p> <p>Sneader had sought to refocus McKinsey on its founding values of “absolute integrity”. During his tenure, however, the firm paid a record sum in fees and fines, including a $15m settlement with the US Department of Justice for claims that it failed to disclose <a href=\"https://www.ft.com/content/bf62aa32-9b89-11e9-9c06-a4640c9feebb\">conflicts of interest</a> in bankruptcy cases.</p><p>Source: Joshua Franklin and Andrew Edgecliffe-Johnson in New York 2021 'Goldman hires ousted McKinsey boss Kevin Sneader for top Asia role' FT.com 8 September. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-09-08T18:20:09.089Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 0,
          "end": 7
        },
        {
          "start": 0,
          "end": 13
        },
        {
          "start": 226,
          "end": 233
        },
        {
          "start": 226,
          "end": 234
        },
        {
          "start": 621,
          "end": 628
        },
        {
          "start": 702,
          "end": 709
        },
        {
          "start": 702,
          "end": 710
        },
        {
          "start": 831,
          "end": 838
        },
        {
          "start": 831,
          "end": 844
        },
        {
          "start": 1147,
          "end": 1154
        },
        {
          "start": 1147,
          "end": 1155
        }
      ]
    }
  ]
}