{
  "_id": "cdbc84cdf06ad29be68b2c49913f89c7de0cc1dc4fd474adbcfd03fd449c54fc",
  "feed": "ftcomall",
  "title": "Morgan Stanley's prime brokerage head steps down",
  "text": "<p>Morgan Stanley's global head of prime brokerage, Ed Keller, is leaving his role, the bank said in a memo to staff.</p> <p>The move comes after the division triggered a $911m hit to Morgan Stanley's profits as a result of trades with the collapsed family office Archegos Capital Management, although the bank said it was not connected and Keller would return to a new role after dealing with a health issue.</p> <p>“We wish Ed a very speedy recovery and look forward to having him back in the office soon,” the bank's three co-heads of equities, Alan Thomas, Gokul Laroia and David Russell, wrote in the memo sent late on Monday. </p> <p>Penny Novick and Kim Shaw will take over from Keller as global co-heads of prime brokerage.</p> <p>Upon Keller's planned return from the health issue, he will take on a new senior advisory position at the bank engaging with major clients, according to the memo. </p> <p>Banks' prime brokerage divisions cater to hedge funds and wealthy clients offering a range of services including <a href=\"https://www.ft.com/content/3b6e0dab-730d-4e0c-bab7-3be4f70e7a6f\">stock lending, leverage and trade execution</a>. </p> <p>The potential risks in that business were highlighted in March when a string of banks, including Morgan Stanley, suffered significant losses from the blow-up of Archegos, which managed the family wealth of former hedge fund manager Bill Hwang. </p> <p><a href=\"https://www.ft.com/content/b589c3f5-9175-4572-bb7e-02ad17e414c1\">Morgan Stanley's $911m hit</a> was smaller than at some banks which were slower to exit their positions. Switzerland's Credit Suisse lost more than $5bn and <a href=\"https://www.ft.com/content/c480d5c0-ccf7-41de-8f56-03686a4556b6\">Japanese lender Nomura lost almost $3bn</a>. Goldman Sachs escaped largely unscathed.</p> <p>Keller joined Morgan Stanley's prime brokerage business in 2009.</p> <p>“During these 12 years Ed has been as responsible as anyone for the growth of our prime brokerage business and by extension for the return of our equities franchise to prominence,” said the memo from Thomas, Laroia and Russell. </p> <p>Novick, 48, was most recently Morgan Stanley's global head of futures and over-the-counter derivatives clearing and Shaw, 49, was co-head of prime brokerage in the Americas.</p> <p>“Penny's and Kim's combined 40-plus years at the firm and the critical roles they have held throughout their careers within our global prime brokerage franchise will ensure we continue to sustain our leading, world-class prime brokerage business,” Thomas, Laroia and Russell wrote. </p><p>Source: Joshua Franklin 2021 'Morgan Stanley's prime brokerage head steps down' FT.com 25 May. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-05-25T18:28:43.325Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 1466,
          "end": 1479
        },
        {
          "start": 1466,
          "end": 1473
        }
      ]
    }
  ]
}