{
  "_id": "9c168fddeb68e5752e5611df35cbf622b5f3c74401770842a49e2a82439480ec",
  "feed": "wall-street-journal",
  "title": "Inside View:  A Stock-Trading Dupe Is Born Every Minute  ----  By Andy Kessler",
  "text": "<p>\n   Michael J. Meehan and friends started buying a tech company's shares, but from each other, driving up the price on each trade. Others noticed the rising stock and started buying too, sending shares to more than $100. Then everyone piled in until it hit around $500 at its peak. Sound familiar? GameStop? AMC? Nope. It was RCA, pumped by the so-called Radio Pool in 1928-29. </p><p>\n  Pump-and-dump schemes and roving gangs of investors are an age-old problem. In the 1930s, Congress made these stock pools illegal. Problem solved, right? Ha ha, sure -- just like last week's Roaring Kitty congressional hearings will \"fix\" the latest iteration. To be fair, RCA was successful and radios really were the future. No matter, after the crash the stock hit $10. </p><p>\n  For a pump and dump to work, you need a certain type of investor -- specifically, the type P.T. Barnum said is born every minute (on platforms like Reddit and Robinhood, more like every nanosecond). To be nice, let's call them dupes. \"Greater fools\" works too. </p><p>\n  On Feb. 2, Barstool Sports founder Dave Portnoy tweeted, \"I have officially sold all my meme stocks. I lost 700kish. Vlad and company stole it from me and should be in jail\" -- Vlad Tenev being the founder of the stock-trading app Robinhood. Let me gently suggest what he meant to tweet: \"Robinhood limited trading of GameStop and AMC so even bigger fools from Reddit couldn't bid up the price further and let me dump my shares on them.\" </p><p>\n  Here are a few things Congress missed: </p><pre> </pre><p>\n  -- GameStop had a float, or shares available for trading, of about 50 million. Yet there were 71 million shares sold short. This can happen but shouldn't. Prime brokers, like Goldman Sachs and Morgan Stanley, are supposed to make it very difficult. It's a form of leverage. But they looked the other way. Their securities-lending business is too lucrative -- fees, fees, fees -- and replaces stock-trading profits lost long ago to high-frequency traders like Citadel and Virtu. </p><pre> </pre><p>\n  -- This was not some \"amateur traders vs. Wall Street fat cats\" fantasy. Quite the opposite. Someone was smart enough to note GameStop's huge short interest. Why didn't other hedge funds start buying shares and bid it up to pull off the short squeeze of Melvin and Citron? Because hedge funds aren't stupid and don't like losing money. Maybe they could have doubled the stock, but none were dumb enough to pay $100, let alone $438, for GameStop shares to squeeze the shorts properly. </p><pre> </pre><p>\n  -- The Reddit board r/WallStreetBets, a perfect conduit for the pump, was filled with comments like \"have diamond hands\" (meaning \"don't sell\"), instead of \"paper hands\" (which fold). Dupes are told to hold so the pump-and-dumpers can sell. Cryptoheads call it HODL, or \"Hold On for Dear Life.\" Same thing. Justin Sun, a founder of the Chinese internet company Tron, bought $10 million in pumped stocks, now worth maybe $2 million. With GME back near $40, a new and predictable Reddit board emerged, r/GMEBagHoldersClub, for all those underwater. </p><pre> </pre><p>\n  -- In retrospect, the decision by Robinhood and other no-commission brokers to cut off investors temporarily from buying more GameStop shares was a blessing that saved even more dupes from taking a hit. The stock clearinghouse Depository Trust &amp; Clearing Corp. made Robinhood put up more collateral for the increased volume of these pumped stocks, giving Robinhood a great excuse. It isn't surprising that Robinhood users felt betrayed; the app normally celebrates freewheeling dealing by showing confetti falling after big trades. But grizzled investors will tell you that if you feel euphoric after a trade, it wasn't a good one. You should feel awful and be second-guessing yourself. That's the sign of a great trade. </p><pre> </pre><p>\n  -- The Federal Reserve owns a share of the blame. You can't pump without hot air, which the Fed has been supplying for way too long. Sometimes these schemes last a while, even years. Pay attention to the stories told by those hyping many of today's overvalued stocks. Then remember RCA. I worry that all the young dupes smarting from losses now think it's normal to see cannabis stocks jump 35% on one day or an electric vehicle SPAC up 60% on another. When reality sets in they may turn away from the stock market. </p><pre> </pre><p>\n  -- Old exchange rules, which mandate that clients have access to the best prices, mean high-frequency traders (HFTs) pay for order flow to brokers like Robinhood. This enables zero commissions, but c'mon, nothing is free. HFTs can move the price of stocks to their advantage depending on how orders are flowing. </p><p>\n  Is today's market a giant pump and dump? Back in 1999 there were huge flows into growth mutual funds that bought Yahoo every day. Now we see flows into exchange-traded funds like animals flowing onto Noah's ark. The market is priced at 32 times earnings; the historic norm is 16. SPACs are increasingly the new blind pools. Heck, Kaep and Shaq each have a SPAC. I can't tell you when this one will end, but they always do -- a whiff of inflation could be the pinprick. So could a zealous tax-and-spend Congress. Then expect the inevitable Reddit group: r/StockBagHoldersClub. </p><p>\n  --- </p><p>\n  Write to kessler@wsj.com </p><p></p>",
  "published": "2021-02-22T07:03:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 1661,
          "end": 1674
        },
        {
          "start": 1661,
          "end": 1668
        }
      ]
    }
  ]
}