{
  "_id": "86ff25dc0e93db64b46578b0ddcb0aafcbaaf4d04f2c573f31a8e335ca5fbe89",
  "feed": "wall-street-journal",
  "title": "Goldman Sachs CFO Stephen Scherr to Retire; Leveraged-finance banker Denis Coleman to succeed Scherr, who will leave at the end of the year",
  "text": "<p>Mr. Scherr is the latest high-level departure from Goldman, which over the past year has lost its heads of investment banking and asset management, its general counsel and a handful of senior partners. Chief Executive David Solomon, in the seatsince 2018, has looked to rein in a partnership that swelled under his predecessor, Lloyd Blankfein.</p><p>Mr. Scherr was well-liked across the firm and by investors for shedding some of Goldman's signature secrecy and bringing more transparency and predictability to its financial results. The firm's stock has more than doubled over the past two years, leading other big banks.</p><p>For much of the firm's history, Goldman's chief financial officers acted almost as co-CEOs. David Viniar was seen as an equal to Henry Paulson and, later Mr. Blankfein, and his successor, Harvey Schwartz, was a power in his own right.</p><p>Mr. Coleman is a lesser-known figure, having run the firm's financing efforts in London in recent years. Mr. Solomon said in a statement that Mr. Coleman \"has consistently proven himself through his strong judgment and operational capability.\"</p><p>Many at Goldman expected Beth Hammack, the firm's treasurer, to be the next CFO. Instead, Mr. Solomon is giving her Mr. Coleman's job, putting her in charge of a substantial profit engine but passing up the opportunity to elevate a woman to one of the bank's top roles.</p><p>Mr. Scherr joined Goldman in 1993 and, like Mr. Coleman, worked as an investment banker, helping companies raise money. He helped launch the firm's consumer bank, Marcus, in 2016, and oversaw the development of its still nascent commercial-banking venture, which helps big companies manage their day-to-day cash.</p><p>He also oversaw a quiet transformation under Goldman's hood. Once loaded with exotic instruments and complex risks, the firm's balance sheet has shifted toward steadier forms of funding—it has raised more than $100 billion of consumer deposits from a dead start in 2016—and safer assets like consumer and corporate loans.</p><p>Write to Liz Hoffman at liz.hoffman@wsj.com</p><p>Goldman Sachs CFO Stephen Scherr to Retire</p>",
  "published": "2021-09-14T16:07:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 0,
          "end": 7
        },
        {
          "start": 0,
          "end": 13
        },
        {
          "start": 51,
          "end": 58
        },
        {
          "start": 425,
          "end": 432
        },
        {
          "start": 425,
          "end": 433
        },
        {
          "start": 650,
          "end": 657
        },
        {
          "start": 650,
          "end": 658
        },
        {
          "start": 1105,
          "end": 1112
        },
        {
          "start": 1385,
          "end": 1392
        },
        {
          "start": 1725,
          "end": 1732
        },
        {
          "start": 1725,
          "end": 1733
        },
        {
          "start": 2046,
          "end": 2053
        },
        {
          "start": 2046,
          "end": 2059
        }
      ]
    }
  ]
}