{
  "_id": "987f7dada9c9423be78a1875972f6980fe02386c92894ac0d4be4d52dc5b6412",
  "feed": "ftcomall",
  "title": "Wall Street's new mantra: green is good",
  "text": "<p>In August 2019, Larry Fink, co-founder of BlackRock, the world's largest asset management group, flew out to the remote wilderness of Lake Iliamna in south-west Alaska.</p> <p>Fink makes that pilgrimage every summer with friends such as Philipp Hildebrand, the former Swiss central bank governor, who now works at BlackRock, and Mike Corbat, the outgoing head of Citibank. The men engage in fly-fishing, wine-tasting and economic debate amid the mountains' pristine beauty.</p> <p>But when Fink's group landed in 2019, he had a shock: the water levels were low and smoke filled the landscape, obscuring the sun; abnormally high temperatures had sparked wildfires in nearby Siberia. “The tundra was on fire,” Fink told me recently over a video call.</p> <p>It was not the first time the Wall Street titan had come face to face with the effects of climate change. Two years earlier, he was horrified to discover that salmon had disappeared from his favourite fishing haunt in Idaho; soon after the “boys' trip” to Alaska, Fink went to Botswana with his wife and saw elephant herds rampaging due to drought.</p> <p>During his four-decade-long career, he had worried about the planet in a vaguely do-gooding way: he joined the board of the Nature Conservancy and battled to prevent non-native plants from overrunning an estate he owns in Westchester, New York. </p> <p>But Fink used to assume that “personal” and “philanthropic” passions should stay out of his profit-seeking business. Fiduciary duty rules in America demand that asset managers focus only on delivering customer returns — and “breaching fiduciary duty is a criminal offence”, he points out.&#xa0;</p> <p>In any case, BlackRock has exploded in size and power this century by amassing exchange traded funds and “passive” strategies that automatically track mainstream indices, such as the S&amp;P 500 (such strategies represent two-thirds of its $8.6tn assets under management). Mainstream indices include fossil fuels, so BlackRock is heavily exposed to that by default — which prompts fury from environmentalists.&#xa0;</p> <p>However, the smoke-filled Alaskan lake caused Fink's mind to “click”, friends recall. If finance is driven by both fear and greed, then what he saw in Alaska inspired both. The forces causing tundra fires will potentially change asset prices in a way that no fiduciary can ignore. “Climate risk is investment risk,” as Fink baldly stated this week in his annual note to clients.</p> <p>Greed — or the “profit motive”, to use Wall Street's preferred euphemism — matters too. Whoever finds tech solutions for climate change and invests in those will be a future winner. Or, as the 2021 “<a href=\"https://www.ft.com/content/d7e83ba0-c90b-46c0-9233-ad06187606c1\">Larry's Letter</a>” also stressed: “Climate transition presents a historic investment opportunity.”&#xa0;</p> <p>Fink has seen such moments before. He built his career by spotting, ahead of others, that the then fringe 1970s business of trading mortgage bonds could explode in scale. “This [climate story] reminds me of the formative years when I was a mortgage-backed securities trader,” he tells me. “In five straight years we elevated it to becoming a dominant component of global capital markets. It might take 10 years, not five years, for <a href=\"https://www.ft.com/content/8c670b24-59ba-11ea-a528-dd0f971febbc\">sustainability</a>. But the underlying potential is huge.”</p> <p>That parallel might make some financiers wince. The mortgage bond revolution delivered public benefits early on, cutting homeowners' borrowing costs. But the innovations went to crazy extremes this century, triggering the 2008 crisis. The danger in green mania is that it might lead to another bubble, given how opaque the sector is and how uneven the transition.&#xa0;</p> <p>Non-financiers might flinch too. To most people outside Wall Street, climate change is an existential or moral issue, not a tale about money. And the hard-charging Fink is hardly known as a social activist.</p> <p>However, Fink insists that the revolution he is championing will deliver good. “I am 68 years old and have seven grandchildren. I want to leave the planet better for them but I am not doing this for environmental reasons — I am a fiduciary responsible for other people's money and climate change is affecting their investments.” And whether or not you believe him, the one thing that is clear is that if Fink is steering his $8tn-plus behemoth into green waters, others will follow.&#xa0;</p> <p>Not least because the new administration of President Joe Biden is poised to unleash a wave of green reforms. And by a happy (non-)coincidence, the chief economic adviser to the White House is none other than Brian Deese — who built BlackRock's sustainability operations with Hildebrand. If nothing else, that suggests Wall Street and Washington will be aligned this year behind green issues. This week's news from Biden on drilling indicates the green direction of his administration. So, as the boom intensifies, two key questions arise. Can financiers avoid another bubble? And will this actually deliver meaningful progress on climate change?</p>  <p><strong>There are many places</strong> to start the tale of how green collided with Wall Street fear and greed. One is in the mid-20th century, when scientists and environmental activists created campaigning movements such as <a href=\"https://www.ft.com/stream/856cc86a-2a97-45bf-a6bb-e7cc977476aa\">Greenpeace</a>. Another is the late 20th century, when some asset managers, such as Swedish pension funds and religious orders, used investment for idealism, selling the shares of “dirty” companies, demanding corporate change at shareholder meetings or financing “<a href=\"https://www.ft.com/reports/impact-investing\">impact investing</a>”. (The nuns of the Sisters of Mercy order, for example, have hyperactive activists.)&#xa0;&#xa0;</p> <p>Or you could start this tale later, in 2004, when Kofi Annan, the then secretary-general of the UN, asked 50 global chief executives to support sustainability causes. It seemed formulaic. But the ensuing conversations launched two novel concepts: “materiality” (the idea that issues such as the environment have “material” impacts on companies and vice versa), and Environmental, Social and Governance (ESG) metrics (to track this “materiality”). Today, these seem unremarkable. But a mere 15 years ago they were radical ideas, since companies used to ringfence “doing good” from their main operations by calling it “charity” or “corporate social responsibility”.&#xa0;</p> <p>The best place to begin, however, is probably September 29 2015. That was the day that Mark Carney, the Canadian-born former governor of the Bank of England, gave a speech to a stuffy dinner at Lloyd's insurance market in London. As a financial journalist, I have covered numerous central bank speeches and know these usually focus on inflation, interest rates and growth. Those were the core of 20th-century economic models; issues such as the environment were “externalities”.</p> <p>That night, the tuxedo-clad Carney talked about climate change. If the world was going to hit the goals of the 2015 Paris Climate Accord, he declared, “one-fifth and one-third [of the] world's proven reserves of oil, gas and coal” would become unusable, leaving “the vast majority of reserves “stranded” — ie worthless. And since “the exposure of UK investors, including insurance companies [and banks], to these shifts is potentially huge”, he warned of a potential future market panic if investors suddenly woke up to these risks, or a so-called “Minsky moment” (named after the 20th-century economist Hyman Minsky).&#xa0;</p> <p>Some stunned listeners accused Carney of abusing his policy brief. However, Carney retorted that the scale of looming shock forced him to speak out. “There were supervisory issues for insurers and others,” he tells me by phone from Ottawa, where he now lives, after leaving the Bank last year (while advising the British government on this year's COP-26 UN climate change conference).&#xa0;</p> <p>His remarks triggered soul-searching at many financial groups, not just insurers. Financiers had seen a “Minsky moment” erupt in the 2008 crisis. Nobody wanted that to happen again. And Carney did not just invoke fear, he also stressed the <em>opportunities</em> linked to green. Or, as he now says: “Climate change is <em>the</em> investment opportunity of our generation.”</p> <p>Better still, evidence was emerging backing this more upbeat view. A decade earlier, David Blood, a former Goldman Sachs banker, had joined forces with Al Gore, the former US vice-president who had made the environmental documentary <em>An Inconvenient Truth</em>, to create an investment group called Generation. Based in Mayfair, it chased green strategies.&#xa0;</p> <p>Initially, it was presumed that the “Blood 'n' Gore” team — as wags called them — would have to sacrifice returns if they wanted to be green. But by 2015, Generation was achieving returns <em>higher</em> than the mainstream, or “brown”, investment groups “You don't have to trade values for value,” Gore told me. “Green can enhance returns.”&#xa0;</p>  <p><strong>A couple of years</strong> after Carney's speech, I noticed that my email box was filling up with messages from public relations teams with “ESG” or “sustainability” in the header. Initially, I ignored or deleted these. My journalism training left me suspicious of PR pitches about vague, do-gooding ideas.</p> <p>But one day I decided to look into why the ESG messaging had exploded. And I realised that a stealthy zeitgeist shift was under way: corporate leaders were talking about “purpose”, not just “profit” (or, as America's Business Roundtable said in 2019, “stakeholders” instead of just shareholders”); financiers were considering the consequences of investments, not just returns.&#xa0;</p> <p>Why? I suspect future historians will see this as a reaction to the shock of the 2008 crisis, the explosion of populism, geopolitical instability — and melting ice caps. But in practical terms, what was already clear in 2018 was that ESG motives were changing. Early investor activists, like nuns, campaigned to actively change the world, or at least do it no harm. The new ESG enthusiasts in 2018 were often fending off harm to <em>themselves</em>: trying to avoid reputational risks, retain customers and employees, and sidestep losses. ESG was becoming a tool of risk management as well as activism.</p> <p>To some, this made ESG hypocritical. But as someone who once reported on political uprisings, I know that revolutions usually&#xa0;triumph not when a tiny minority of activists get angry but when the silent majority gets swept along. ESG was nearing that tipping point, although it was hard to see this because the sector (like any new corner of finance) was opaque and fragmented. “The state of ESG now is very similar to what the venture capital industry was like when I started four decades ago,” Sir Ronald Cohen, a man dubbed the “father of venture capital” in Europe, told me. </p> <p>Or, as Marisa Drew, chief sustainability officer at Credit Suisse, observed: “I started my career doing leveraged loans and other structured finance in the 1990s and early years of the 21st century, and what I see with ESG is very similar.”</p> <p>By 2018, some estimates of the market's size were as big as $32tn, using the broadest definitions, and suggested it had tripled in a decade. “The growth has been phenomenal,” says Anne Finucane, vice-chair of Bank of America. Indeed, she reckons that “from the $110tn assets that are being professionally managed, we are seeing 40 per cent of global financial assets with an ESG consideration. And that will only increase.”&#xa0;</p>  <p><strong>By European standards, BlackRock</strong> arrived late to this ESG boom. Perhaps that was no surprise. Raised in California in the era of 1960s protest, Fink was “just another LA kid with long hair and turquoise jewellery” when he arrived on Wall Street. But he quickly gained a clean-cut image, sharp elbows and a ruthless focus on profits. </p> <p>In 2012, Fink's tone subtly changed: he began to call for a focus on “long-term” strategies rather than short-term profit-seeking. The language was vague. But it signalled a wider shift. </p> <p>Fink has always been obsessive about managing risks at BlackRock; not least because he was pushed out of First Boston in humiliating style after misjudging interest rate risks. Before 2012, he discussed such “risks” in his annual note primarily in economic and financial terms. In an era of populism, he was widening his risk lens, not least because — crucially — he realised his clients' mindsets were changing.</p> <a href=\"http://www.ft.com/cms/a3d6b69e-55d8-4340-a5e5-f721e34bfc4d.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a> <p>In 2018, Fink shifted tack further. “Society is demanding that companies, both public and private, serve a social purpose,” he declared, warning that companies flouting this principle&#xa0;would lose their social “licence”. That appalled some fellow capitalists. “I didn't know Larry Fink had been made God,” said Sam Zell, the billionaire real estate investor, dubbing the letter “extraordinarily hypocritical”.</p> <p>Green activists howled about hypocrisy too — for different reasons. BlackRock had some of the biggest holdings of fossil fuel stocks in the world, via its passive money management business, and a patchy record of voting at shareholder meetings for climate proposals. Longtime green investors, such as Gore or the hedge fund manager Chris Hohn, sniped and Japan's Government Pension Investment Fund pulled a mandate, seemingly after it decided that BlackRock's sustainability record was poor.&#xa0;</p> <p>But Fink kept going, and this week he doubled down. His 2021 letter to CEOs says that the policy response to climate change will have “dramatic implications for the global economy”, causing a “tectonic shift” in markets, and urges public and private companies to adopt sustainable reporting standards and become net zero carbon emitters by 2050. He also promised to report the climate impact of all his funds, offer customised green index products, build climate risk tracking metrics, launch green funds and use shareholder votes to promote change.</p> <p>These moves are not as radical as many smaller European rivals have implemented (and green campaigners remain critical). But it is startling, given Wall Street's history. “Fink was slow to move but now that he has embraced this it is having a big impact,” says Carney.</p> <p>Will this deliver real green progress? Fink — and other Wall Street enthusiasts — claim so. BlackRock calculates that 81 per cent of sustainable indices outperformed mainstream indices last year and predicts&#xa0;such big future inflows that “green” will eventually become entirely mainstream, not sit in a ringfenced category.&#xa0;“There is no company whose business model won't be profoundly affected by the transition to a net zero economy,” Fink says. If so, that would echo what happened to tech. Or, to use another example, the mortgage bond business where he started.&#xa0;</p> <p>But can this occur without a bubble and bust? History gives plenty of reasons to be sceptical. Accounting standards remain inconsistent and there is a mismatch between demand and supply for green products, in part because European definitions of what is “green” are narrow. Hence the dizzy valuations of a stock such as Tesla, the eclectic vehicle manufacturer (whose market value is now the same as the entire S&amp;P oil sector.)</p> <p>Wall Street's new “green warriors” are scrambling to create more credible reporting standards in an effort to avoid scandals and bubbles. They are also urging governments and companies to create more investible green projects. “We need private capital on a vast scale to fund the transition to net zero. Public money cannot do it,” says Hildebrand. Maybe it will work.</p> <p>But in the meantime, a debate rages in green circles: is Fink an unlikely hero? An opportunist? A symbol of our age? Or a catalyst for change? I suspect the answer is a mixture of all these. But what is clear is that 2021 is likely to be the year that green meets Wall Street greed and fear. Finance sometimes moves in strange lines.</p> <p><a href=\"https://www.ft.com/gillian-tett\"><em>Gillian Tett'</em></a><em>s upcoming book ‘Anthro-Vision: A New Way to See in Business and Life' will be published in June</em></p> <p><em>Follow </em><a href=\"https://twitter.com/FTLifeArts\"><em>@FTLifeArts</em></a><em> on Twitter to find out about our latest stories first</em></p> <p><em>Listen to our podcast&#xa0;</em><a href=\"https://www.ft.com/culture-call\"><em>Culture Call</em></a><em>, where FT editors and special guests discuss life and art in the time of coronavirus. Subscribe on&#xa0;</em><a href=\"https://podcasts.apple.com/gb/podcast/ft-culture-call/id1179847741\"><em>Apple</em></a><em>,&#xa0;</em><a href=\"https://open.spotify.com/show/7q07gI03BxaXirI19PxUGi\"><em>Spotify</em></a><em>, or wherever you listen</em></p> <p><strong>Letter in response to this column:</strong></p> <p><a href=\"https://www.ft.com/content/11bde6d7-2494-4572-9f99-3547327e8a0b\"><em>A billionaire's makeover stretches credulity / From Adam Howell, Doylestown, PA, US</em></a><br></p><p>Source: Gillian Tett 2021 'Wall Street's new mantra: green is good' FT.com 29 January. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-01-29T10:23:21.634Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 8068,
          "end": 8081
        },
        {
          "start": 8068,
          "end": 8075
        }
      ]
    }
  ]
}