{
  "_id": "748f0f32941084bdce36c90adb5ec4a4e759ca2a701dd7e0d2a81004a057c58e",
  "feed": "ftcomall",
  "title": "Wall Street banks push into Europe's private capital markets",
  "text": "<p>Wall Street banks are making a big push to help private companies in Europe raise cash in order to beat local rivals and increase their chances of securing lucrative mandates for a fresh wave of blockbuster public offerings.</p> <p>Senior executives at Goldman Sachs and JPMorgan Chase said they were focusing expansion efforts on their private placements businesses amid a broader <a href=\"https://www.ft.com/content/90eb6460-1d11-4ed7-a6c0-3630632e7034\">feeding frenzy</a> in capital markets. They are betting that the increase in fundraisings by private companies will prove to be more than a temporary boom.</p> <p>Goldman Sachs' European business has worked on 18 deals, raising a total of more than $9bn so far this year, compared with six deals worth $1.7bn in 2020.</p> <p>The bank created a new “alternative equity products” group to manage the business in Europe earlier this year. </p> <p>Lyle Schwartz, co-head of the unit, said it was “putting more resources into our private placements business which has grown massively” because it was seen “as a long-term sustainable and systemic growth driver”. </p> <p>Although the number of bankers dedicated to private deals remains small, the teams are growing. Rival JPMorgan's team in Europe, the Middle East and Africa (Emea) has more than doubled in size since the start of 2020, while headcount in the wider equity capital markets business has remained steady.</p> <p>Aloke Gupte, JPMorgan co-head of equity capital markets for Emea, said: “Everyone has been so focused this year on IPOs and the public markets for obvious reasons — we've had a record year on pretty much every . . . product — but I think the strength in private capital markets is incredible.”</p> <p>Goldman's new alternative equity products unit also houses its business serving the nascent European Spac market, but the continent has not experienced the same boom as the US. Just 28 blank-cheque companies listed in Emea in the first nine months of 2021, according to Refinitiv data, with Goldman and JPMorgan acting as bookrunners on four and seven deals, respectively.</p> <p>Another senior Goldman banker said that although “there will be some Spac issuance in Europe”, large private fundraisings were “a more sustainable secular trend”.</p> <p>The focus on private placements by two of Wall Street's biggest banks highlights the growing maturity of Europe's<a href=\"https://www.ft.com/content/5466b46d-9cb4-479f-bf5a-1bd15783eb22\"> start-up ecosystem</a>, particularly for technology and healthcare companies. European companies raised $72bn of venture capital funding in the first nine months of this year, according to CBInsights, 82 per cent higher than the full-year record set in 2019.</p> <p>In addition to generating fees on individual deals, the increase in large fundraisings offers banks a chance to start building early relationships with the most promising start-ups ahead of even more lucrative events such as mergers and acquisitions or IPOs.</p> <p>Schwartz said the business had “been very fruitful for long-term relationships” with high-growth clients, putting them in pole position to win business when clients expand.</p> <p>International payments group Wise, for example, had already worked with Goldman on several private deals before it picked the bank to lead its high-profile<a href=\"https://www.ft.com/content/811dacb5-a2ed-4208-9b93-41522f3b032b\"> direct listing</a> earlier this year. </p> <p>Bankers are hoping to repeat this model with recent clients that are future IPO candidates such as grocery delivery service Getir,<a href=\"https://www.ft.com/content/317ef23e-ba49-4eff-ae41-6cdf61fe3d63\"> British bank Zopa</a> and money transfer specialist Zepz.</p> <p>There are about 130 so-called “unicorns” in Europe — private start-ups valued at more than $1bn. But Gupte predicted that there would be more than 250 in the Emea region within “a year or two”.</p> <p>“We haven't seen the sharp end of the growth curve yet,” Gupte said. “So many companies are experiencing rapid growth and across so many different verticals.”</p><p>Source: Nicholas Megaw in New York 2021 'Wall Street banks push into Europe's private capital markets' FT.com 8 November. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-11-08T12:00:07.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 246,
          "end": 259
        },
        {
          "start": 527,
          "end": 540
        },
        {
          "start": 3009,
          "end": 3016
        },
        {
          "start": 527,
          "end": 541
        },
        {
          "start": 1891,
          "end": 1898
        },
        {
          "start": 1988,
          "end": 1995
        },
        {
          "start": 527,
          "end": 534
        },
        {
          "start": 1600,
          "end": 1607
        },
        {
          "start": 246,
          "end": 253
        }
      ]
    }
  ]
}