{
  "_id": "8a120395cd41593ec2558a2d91b6893394841a1c0675ff3343d5174bdc196d31",
  "feed": "wall-street-journal",
  "title": "Bank of Mexico Minutes Show Heightened Inflation Concerns; The central bank expects inflation to remain above target well into 2023",
  "text": "<p>Consumer price inflation stood at 6% in September and is widely expected to end the year above that level. The core consumer-price index, which excludes energy and agricultural products, is at a four-year-high 4.92%.</p><p>Given the unexpected variety, intensity and duration of supply shocks affecting inflation, the central bank has increased its forecasts for coming quarters, and now expects inflation to remain above target well into 2023.</p><p>\"Overall, we found the minutes hawkish with the majority of directors ready to fend off inflation risks,\" said Alberto Ramos, Goldman Sachs' chief Latin America economist. \"The minutes leave the door wide open for additional near-term rate hikes.\"</p><p>Deputy Gov. Gerardo Esquivel voted to stay on hold for a third consecutive meeting, saying that raising interest rates won't solve the problems of higher international raw materials and components prices or disruptions in supply chains, but could hurt consumption, investment, credit and public finances. It could also mean Mexico would end up adopting a highly restrictive monetary stance when the Federal Reserve starts raising rates, he added in explaining his dissenting view.</p><p>\"The question arises as to whether a communication policy that explains the nature of the current inflationary shock clearly would be better than responding mechanically with continuous rate increases,\" he said.</p><p>One board member said that in the face of higher inflation and rising inflation expectations, the bank needed to show it is serious about its inflation-fighting mandate by raising interest rates, which would also boost the bank's credibility.</p><p>Several board members pointed to the impact of higher inflation on purchasing power, and expressed concern about the social costs of allowing inflation to get out of control, according to the minutes.</p><p>Individual board members aren't identified in the minutes, except when giving reasons for a dissenting vote.</p><p>Most board members considered the supply shocks affecting prices to be temporary, but still saw upside risks to the bank's inflation forecasts. Several were concerned that the duration of the shocks could drive up longer-term inflation expectations.</p><p>\"The high risk of inflation continuing to surprise to the upside should keep the Bank of Mexico in a tightening mode in coming meetings,\" UBS economists said in a research note, predicting that \"at a minimum\" the central bank would take the overnight rate to 5.5% over its next three meetings.</p><p>Write to Anthony Harrup at anthony.harrup@wsj.com</p>",
  "published": "2021-10-14T18:32:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 565,
          "end": 572
        },
        {
          "start": 565,
          "end": 579
        },
        {
          "start": 565,
          "end": 578
        }
      ]
    }
  ]
}