{
  "_id": "2922e4fc944bf45bf865f465bec9bbfcc3aa9b539ec62cf38f01b176fa9c89fe",
  "feed": "wall-street-journal",
  "title": "Ad-Tech Firm Innovid to Go Public",
  "text": "<p>Innovid plans to raise $403 million through a roughly $150 million private investment in public equity, or PIPE, at $10 a share, and $253 million from the SPAC, called ION Acquisition Corp. 2.</p><p>ION Asset Management is an Israel-based investment- management company.</p><p>The combined company will operate under the Innovid name and trade on a U.S. exchange, the companies said. The deal is expected to close in the fourth quarter.</p><p>The agreement is the latest sign that ad-tech companies continue to enjoy the benefits of a lift in digital advertising as brands increasingly focus on reaching consumers spending time online.</p><p>New York-based Innovid helps create, serve and measure video ads, including targeted and interactive ads, for brands.</p><p>The company also works with TV programmers to create ad formats and serve ads to more connected TVs.</p><p>\"Innovid is entering an exciting new chapter of growth as a public company, a major milestone that corresponds with rising adoption and demands for streaming television,\" said Zvika Netter, co-founder and chief executive of Innovid.</p><p>Other marketing- and ad-technology companies that recently announced plans to go public include Sprinklr Inc. and Integral Ad Science Inc.</p><p>They will join several companies in the category that have gone public in recent months, such as PubMatic Inc., Viant Technology Inc., AppLovin Corp. and DoubleVerify Holdings Inc.</p><p>Taboola Ltd. this year also announced plans to go public through a merger with a separate SPAC from ION.</p><p>Innovid's existing investors, including Goldman Sachs Group Inc., Sequoia Capital, NewSpring Capital, Genesis Partners Ltd. and Vintage Investment Partners, will remain shareholders after the proposed SPAC merger is completed, the company said.</p>",
  "published": "2021-06-25T00:00:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 1535,
          "end": 1542
        },
        {
          "start": 1535,
          "end": 1559
        },
        {
          "start": 1525,
          "end": 1549
        },
        {
          "start": 1535,
          "end": 1548
        }
      ]
    }
  ]
}