{
  "_id": "46fbc418ee032bc9c9cb676a444df4bc7a59a07e63a2a3623acceae5d6d7dda5",
  "feed": "wall-street-journal",
  "title": "Oil Industry Surveys Damage After Hurricane Ida Slams Louisiana; The storm disrupted fuel supplies, and the speed of the recovery will depend on how long it takes for refineries to come online amid flooding and power outages",
  "text": "<p>Companies including Valero Energy Corp., Phillips 66 and Royal Dutch Shell PLC shut roughly 5% of the nation's refining capacity ahead of the storm, while Colonial Pipeline Co., operator of the largest U.S. fuel pipeline, closed two lines that carry fuel from Houston to Greensboro, N.C. Exxon Mobil Corp. had shut some units at its chemicals and refining complex in Baton Rouge.</p><p>\"There's no clarity,\" around power supplies in the region as of yet, said Tom Kloza, global head of energy analysis for Oil Price Information Service, or OPIS. \"If they say the southeastern parishes that house a lot of big refineries aren't going to be back on the grid for weeks, it's a much more serious event.\"</p><p>Companies in coming days will work carefully to determine whether flooding, wind or other impacts of Ida caused any damage to the integrity of their facilities or posed any environmental threats.</p><p>Major storms have caused severe problems for industrial plants in the past, such as in 2017, when flooding from Hurricane Harvey led to a failure of a main power source for a plant owned by chemical maker Arkema SA near Houston. The plant caught fire and exploded after the storm.</p><p>In 2005, following Hurricane Katrina, hundreds of thousands of gallons of oil spilled from a storage tank at a refinery, then owned by Murphy Oil Corp., with some leaking into neighborhoods near New Orleans.</p><p>Gasoline futures rose as much as 4.3% overnight but pared gains and were up about 1.9% by early Monday. Average U.S. gasoline prices were expected to register little impact from the storm, likely only rising 5 to 10 cents a gallon, analysts said, well below price surges that followed Katrina and Harvey.</p><p>The average U.S. price for a gallon of regular rose less than 1 cent to about $3.15 Monday, with prices roughly flat in Louisiana, according to AAA.</p><p>Still, prolonged refinery shutdowns caused by flooding and other delays in the fuel supply chain could push pump prices higher, by as much as 15 to 25 cents a gallon nationally in the worst-case scenario, said Patrick De Haan, head of petroleum analysis at fuel and price tracker GasBuddy.</p><p>\"Refineries have adapted to wind speed,\" Mr. De Haan said. \"What they can't do is build and plan for 12 to 24 inches of rain.\"</p><p>Data collected by GasBuddy showed about 10% of gasoline stations in the Baton Rouge area were out of fuel over the weekend, as were 7.5% near New Orleans. Those figures are expected to worsen sharply as Ida passes, and it could take a week or two for regional supplies to recover in the state's hardest-hit areas, Mr. De Haan said.</p><p>All told, roughly 4.4 million barrels of refining capacity was projected to have been in Ida's path, according to S&amp;P Global Market Intelligence, roughly a quarter of the U.S. total. The firm also estimated petrochemical facilities with a combined 6.5 million tons a year of capacity for ethylene, a key ingredient for plastics, were vulnerable to the storm.</p><p>Dow Inc., which owns petrochemical plants in Louisiana, said it shut manufacturing operations over the weekend. Other companies with chemical operations that were in Ida's path included Westlake Chemical Corp. and NOVA Chemicals Corp., according to S&amp;P Global Market Intelligence.</p><p>Adding to the uncertainty is the recovery time for major power failures across the state. Entergy Corp., a major Louisiana power supplier, said all eight transmission lines feeding power into New Orleans were down Sunday, causing generation to come offline and leaving the city in the dark. Power was out for more than one million customers in Louisiana Monday morning, according to data from poweroutage.us.</p><p>Entergy said it had crews ready to mobilize from at least 22 states for restoration work, but warned the outages could last weeks in the areas hardest hit by the storm. It will take days to determine Ida's damage to its power grid in New Orleans, \"and far longer to restore electrical transmission to the region,\" the company said on social media Monday.</p><p>Entergy shut down a nuclear plant 25 miles west of New Orleans on the Mississippi River ahead of the storm. It lost off-site power on Sunday and was relying on emergency diesel generators, according to a regulatory notice.</p><p>Colonial said it expects to bring its two key lines back online after it assesses the storm's impact. Colonial moves more than 100 million gallons of fuel a day on its 5,500-mile pipe network from the Gulf Coast to Linden, N.J.</p><p>Colonial's shutdown won't affect fuel markets if it only lasts for a few hours, but if pumping stations become flooded or the company cannot bring segments back online because they lack backup power supplies, for example, a prolonged shutdown could induce panic-buying, Mr. Kloza said.</p><p>The Plantation Pipeline, which also moves gasoline from the region to the East Coast, was operating on Sunday. Excess gasoline supplies in Europe eventually could be shipped to the U.S., according to Goldman Sachs analysts.</p><p>Offshore oil companies in the U.S. waters of the Gulf of Mexico, which account for about 17% of U.S. oil production and 5% of natural-gas output, had almost completely shut off flows from their production platforms and had evacuated more than half of them, according to a Sunday report from the Bureau of Safety and Environmental Enforcement.</p><p>That took about 1.74 million barrels a day of oil production and 2.1 billion cubic feet a day of natural-gas output offline.</p><p>Shell said late Sunday it scheduled a flyover to assess the storm's impact to its four major offshore platforms Monday afternoon.</p><p>Write to Collin Eaton at collin.eaton@wsj.com and Jennifer Hiller at jennifer.hiller@wsj.com</p><p>Oil Industry Surveys Damage After Hurricane Ida Slams Louisiana</p>",
  "published": "2021-08-30T14:20:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 4923,
          "end": 4936
        },
        {
          "start": 4923,
          "end": 4930
        },
        {
          "start": 4894,
          "end": 4907
        }
      ]
    }
  ]
}