{
  "_id": "542db6acd921d804968e8717afa8b6d40ae1b84435dc1f3c03fef6444d896f15",
  "feed": "ftcomall",
  "title": "CK Hutchison and Oredoo to merge Indonesian telecom units in $6bn deal",
  "text": "<p>Hong Kong-based conglomerate CK Hutchison will merge its Indonesian telecoms division with the local unit of Qatar's Ooredoo Group in a $6bn deal that is expected to be the country's largest inbound foreign merger.</p> <p>The companies said on Thursday the merged group would generate about $3bn in annual sales with market share of 25 per cent, making it Indonesia's second-largest telecoms company by revenue and a challenger to state-backed Telkomsel, which has about 50 per cent market share.</p> <p>The companies expect annual pre-tax synergies of $300m to $500m a year from the merger and a total of more than 100m subscribers, said executives at CK Hutchison and Ooredoo.</p> <p>Aside from being the largest cross-border merger, the transaction is also the second-largest M&amp;A deal ever in Indonesia, south-east Asia's biggest economy, according to figures from Dealogic. </p> <p>The companies said they hoped to capitalise on the growth of Indonesia's telecoms sector through the development of 5G and fibre optic broadband.</p> <p>“This transaction is going to redefine the Indonesian telecom marketplace,” Aziz Aluthman Fakhroo, managing director of Ooredoo, told the Financial Times.</p> <p>Canning Fok, group co-managing director of CK Hutchison Holdings, said the merger gave the new company “critical mass” to support the Indonesian government's digital agenda.</p> <p>Indonesia has yet to complete a universal rollout of 4G mobile technology. The new company hoped to use its increased scale to help the government with its rollout of 4G and 5G internet, incoming chief executive Vikram Sinha told the FT.</p> <p>The merger follows CK Hutchison's attempts to expand into telecoms markets across the world via mergers and acquisitions. In 2018, it bought Dutch company Veon out of their 50/50 joint venture Wind Tre, an Italian telecoms provider, for $2.9bn. </p> <p>The company's Indonesian subsidiary, Hutchison 3 Indonesia, began operations in 2007.</p> <p>The two companies will each own half of Ooredoo Hutchison Asia, a holding company which, in turn, will own a 65.6 per cent stake in the new telecoms unit, to be known as Indosat Ooredoo Hutchison. </p> <p>The remaining shares will be owned by the Indonesian government, PT Tiga Telekomunikasi Indonesia and public shareholders. </p> <p>The deal will need approval from shareholders at Ooredoo and its Indonesian telecoms subsidiary Indosat Ooredoo, CK Hutchison and Indonesia's regulatory agency. The companies expect the merger to be completed by the end of the year.</p> <p>Ooredoo was advised by JPMorgan while HSBC and Goldman Sachs advised CK Hutchison.</p><p>Source: William Langley in Hong Kong 2021 'CK Hutchison and Oredoo to merge Indonesian telecom units in $6bn deal' FT.com 17 September. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-09-17T11:23:17.082Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 2501,
          "end": 2514
        },
        {
          "start": 2501,
          "end": 2508
        }
      ]
    }
  ]
}