{
  "_id": "b94536aa9a132d9e10a718ca84a1bce24b69d6531e7cea621099bd47c24d8618",
  "feed": "wall-street-journal",
  "title": "'It Is a Very Large Bank'—Hong Kong Defends Letting Jamie Dimon Skip Quarantine; Whirlwind visit by JPMorgan's chief executive came just after the city tightened its Covid-19 restrictions",
  "text": "<p>The new rules allow exceptions, but only after scrutiny. Many visitors are quarantined for as long as three weeks.</p><p>On Tuesday, Hong Kong Chief Executive Carrie Lam defended the decision to grant Mr. Dimon an exemption.</p><p>\"After all, it is a very large bank, which has important business in the city,\" Mrs. Lam said in a press briefing.</p><p>Mr. Dimon only visited Hong Kong for about a day's work, Mrs. Lam said, referring to him as the \"relevant person.\" Since his itinerary in the city was restricted, the virus risk was \"completely controllable,\" she said.</p><p>A JPMorgan spokeswoman confirmed Mr. Dimon was in the city.</p><p>Top executives from global banks used to routinely visit their staff in the city, for many their regional hub in the Asia-Pacific region. Mr. Dimon was visiting Hong Kong for the first time in more than two years and met with Filippo Gori, the bank's Asia-Pacific head, along with some of JPMorgan's 4,000 staff in the city.</p><p>Hong Kong has one of the world's strictest quarantine regimes. Arrivals have to stay for at least two weeks in government-approved hotels, paying their own way. Travelers from countries designated higher risk such as the U.S. are quarantined for three weeks.</p><p>The restrictions are wearing on the city's expatriate business community. Many are discussing plans to relocate—at least temporarily—given the increasing difficulty of travel.</p><p>Last month, the Asia Securities Industry &amp; Financial Markets Association, which represents more than 150 of some of the world's biggest financial institutions, said in an open letter to Hong Kong's government that 48% of the firms it surveyed are contemplating moving staff or functions out of the city due to operational challenges caused by the uncertainty over when quarantine restrictions will be lifted. The group said 73% reported difficulty attracting and retaining talent in Hong Kong; a third rated the difficulties as significant.</p><p>In response, the city said it had no plans to abandon its zero-tolerance approach to Covid-19. Instead, it has tightened measures further, eliminating most exemptions for foreign arrivals and imposing a mandatory hospital and isolation period in government facilities for at least 24 days for those who test positive in the city.</p><p>Hong Kong, a territory of China, is stuck between the mainland's strict \"Covid Zero\" policies and the rest of the world, which is increasingly adapting to living with the virus and exploring ways to resume travel. Rival Asian financial hub Singapore allows quarantine-free access to fully vaccinated travelers from a dozen countries and is discussing opening up to more.</p><p>Goldman Sachs Group Inc. Chief Executive David Solomon is in Singapore this week and will be speaking at the Bloomberg New Economy Forum on Wednesday, a conference spokesperson said.</p><p>There's no clear timeline for when Hong Kong will reopen to visitors or loosen its quarantine requirements. Many hotels in Hong Kong—once one of the most visited cities in the world—have been converted into quarantine facilities for returning residents. Top officials have said opening the border with mainland China is a priority, increasing pressure to tighten restrictions even though there have been only a handful of local Covid-19 cases since April.</p><p>The city of 7.4 million people has recorded about 12,000 confirmed cases of Covid-19 and 213 deaths since the beginning of the pandemic.</p><p>A quarantine exemption granted in August to actress Nicole Kidman to film an Amazon drama series in Hong Kong caused public outcry, as it coincided with a tightening of mandatory hotel quarantine.</p><p>Standard Chartered PLC Chief Executive Bill Winters won a quarantine exemption and presented the bank's quarterly results in the city in August. Mark Tucker, chairman of London-based HSBC Holdings PLC, served a three-week quarantine during his visit to the city earlier this year.</p><p>People granted exemptions are required to adhere to strict itineraries during their time in the city.</p><p>In a separate development, dozens of cargo pilots and cabin crew were sent into government-run quarantine after several flight staff—who are considered essential workers and on the short list of quarantine-exempt travelers—tested positive for the virus. The Hong Kong Sevens, a rugby tournament originally scheduled for the spring, was postponed to next November.</p><p>Jing Yang contributed to this article.</p><p>Write to Natasha Khan at natasha.khan@wsj.com</p><p>'It Is a Very Large Bank'—Hong Kong Defends Letting Jamie Dimon Skip Quarantine</p>",
  "published": "2021-11-16T12:23:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 2615,
          "end": 2622
        },
        {
          "start": 2615,
          "end": 2628
        },
        {
          "start": 2615,
          "end": 2639
        }
      ]
    }
  ]
}