{
  "_id": "ae2d1f2777c0619a3788752e41cc5b826e43ffb344a839ccde75395bd4c1e7bb",
  "feed": "market-watch",
  "title": "Oil prices continue surge; Goldman Sachs lifts target to $90 a barrel",
  "text": "<p>Goldman Sachs has boosted its oil price target to $90, citing the lingering impact of Hurricane Ida on supply while demand ramps up, particularly in COVID-averse Asia.</p><p>November Brent crude BRNX21, the global benchmark, was up $1.29, or 1.8%, at $79.38 a barrel on ICE Futures Europe. December Brent BRN00BRNZ21, the most actively traded contract, was up $1.35, or 1.7%, at $79.44 a barrel.</p><p>November West Texas Intermediate crude CL00CLX21 rose $1.30, or 1.8%, to $75.28 a barrel on the New York Mercantile Exchange.</p><p>Brent crude futuresBRN00 rose 1% to $78.12 per barrel, and the West Texas Intermediate contract CL. 1 added 1% to $74.79.</p><p>Analysts at Goldman Sachs, led by Damien Courvalin, lifted their year-end forecast on Brent crude-oil to $90 a barrel from $80, citing the aftereffects of the storm and rising demand, particularly in Asia. The analysts said Ida should prove to be the most bullish hurricane in U.S. history, canceling the ramp-up in OPEC+ output since July.</p><p>At the same time, global oil demand is back to converging to pre-COVID levels. Traffic congestion in China quickly recovered after a summer dip. The delta-driven decline in global flights was smaller than the analysts initially feared.</p><p>Natural-gas futures NG00 meanwhile rose nearly 5%. “An upgraded probability of a second La Niña event this winter will keep gas buyers scouring markets for supplies,” said analysts at BCA Research.</p>",
  "published": "2021-09-27T08:11:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 0,
          "end": 7
        },
        {
          "start": 0,
          "end": 13
        },
        {
          "start": 27,
          "end": 34
        },
        {
          "start": 27,
          "end": 40
        },
        {
          "start": 650,
          "end": 657
        },
        {
          "start": 650,
          "end": 663
        }
      ]
    }
  ]
}