{
  "_id": "741b10070c2fddbafc400895bdd272e7b016a5f19e0b4c491da84dacbfadbf79",
  "feed": "ftcomall",
  "title": "Seeking Virtue in Finance by JC de Swaan",
  "text": "<p>For more than a decade, Jean-Christophe de Swaan has taught a first-year undergraduate economics class at Princeton University with a focus that some would view as oxymoronic: the ethics of finance.</p> <p>The reaction from students is not so much cynicism or disinterest but more of a noble anxiety — many of them go on to careers in investment banking or at hedge funds — that they will be “corrupted the minute they walk into their first job”.</p> <p>His aim, as he writes in <em>Seeking Virtue in Finance</em>, is to explore how “a finance professional can pursue a viable career while benefiting society and upholding humanistic values”, given the structures, norms, cognitive biases — and the incentives to take a less pure path.</p> <p>De Swaan describes how, in the class's early days, he discussed, through the lens of moral philosophy, the evolution of Wall Street, which he sees as increasing the number and complexity of conflicts of interest. But when a student pointed out an implicit focus on bad behaviour, he resolved to feature more virtuous conduct and ethical role models.</p> <p>Alongside the multiple high-profile examples of low points and bad actors (not least the recently deceased <a href=\"https://www.ft.com/content/df7263ef-31a5-487e-af76-8df4af8afa2d\">Bernard Madoff</a>), he describes more principled practices and individuals — Bridgeway Capital Management, for instance, an asset manager that caps the highest-paid partner's salary at seven times that of the lowest-paid employee, and donates half its profits to charity.</p> <p>This book, designed for de Swaan's students but also a valuable primer for others interested in — and even working in — the sector, provides a balanced analysis with multiple examples that make the case for the importance of finance while criticising its many failings.</p> <p>De Swaan says that finance offers value, providing ways to support start-ups; to help companies grow while generating useful services, employment and tax revenues; to support savings and investments; and to insure against risks. But, as others have argued, including former Bank of England governor <a href=\"https://www.ft.com/topics/people/Mark_Carney\">Mark Carney</a>, the industry is far less focused <em>on values</em>. De Swaan describes how many of the cerebral investment managers he invites as guest speakers have spent “surprisingly little time” thinking about whether they create social value. Most point to generating attractive returns, including for the endowments of non-profits, supplemented by their own personal philanthropic contributions.</p> <p>He weighs the arguments, examining the net effects of active versus passive investing or the role of private equity in value destruction, or whether futures traders driving up wheat prices in anticipation of drought help society by encouraging farmers to plant more (the evidence is weak). <a href=\"https://www.ft.com/topics/people/George_Soros\">George Soros</a>, the investor and philanthropist, emerges well, as one who simply accelerated the UK's inevitable crash out of the exchange rate mechanism in 1992 and donated $32bn over the years to support human rights and democratic values.</p> <p>Arguably, de Swaan is insufficiently critical of the positive role models he cites — a risk of hagiography that he concedes. He praises management consultancy McKinsey, where he previously worked, for its teamwork, commitment to training and encouragement of internal dissent. Given the fines it has faced for <a href=\"https://www.ft.com/content/85e84e12-6dda-4c91-bde4-8198e29a6767\">its advice to Purdue Pharma</a> on opioid use and <a href=\"https://www.ft.com/content/e1e1902c-8137-11e8-8e67-1e1a0846c475\">companies linked to the disgraced Gupta brothers</a> in South Africa, other writers might have been more nuanced.</p> <p>The strength of his book is that it comes from a practitioner and integrates finance with ethics, sometimes citing conflicting philosophers' views. William MacAskill, for example, argues that those interested in social impact should pursue the highest-paid jobs in order to donate more back to society (and, he might have added, because they might steer their organisations in a more positive direction).</p> <p>The principal weakness of the book is that it is largely descriptive. There is little analysis of why once-vaunted organisations may sour or why some continue to succeed even when the founders leave. Impact funds get away without too much detailed scrutiny of potential “greenwashing” and, as de Swaan points out, the level of attention far exceeds the scale of adoption. There are only implicit mentions of the need for reforms to tackle private equity's tax concessions on carried interest; or that the “government Sachs” policy of bringing so many former Goldman Sachs partners into President George W Bush's White House offered them the chance to sell assets tax-free or with generous deferrals.</p> <p>Princeton graduates may at least step out into the world a little more inspired and less vulnerable to being tainted after reading this. It is a shame, perhaps, that the university does not have a business school to instill similar values in those students, too. Exposing more of the issues at stake to a larger number of aspirant financiers is at least a start. But systemic improvement is likely to require more substantive prescriptions for legislative, regulatory or other structural change. </p> <p><a href=\"https://www.amazon.co.uk/gp/product/110847313X?ie=UTF8&amp;tag=finantimes-21&amp;camp=1634&amp;linkCode=xm2&amp;creativeASIN=110847313X\"><strong>Seeking Virtue in Finance</strong></a><strong>: Contributing to Society in a Conflicted Industry</strong>, by JC&#xa0;de&#xa0;Swaan, <em>Cambridge University Press, RRP£22.99</em></p> <p><em>This article is part of&#xa0;</em><a href=\"https://www.ft.com/ft-wealth\"><em>FT Wealth</em></a><em>, a section providing in-depth coverage of philanthropy, entrepreneurs, family offices, as well as alternative and impact investment.</em></p><p>Source: Andrew Jack 2021 'Seeking Virtue in Finance by JC de Swaan' FT.com 19 May. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-05-19T03:00:33.350Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 4358,
          "end": 4365
        },
        {
          "start": 4358,
          "end": 4371
        }
      ]
    }
  ]
}