{
  "_id": "bb7ec176cb829605c9fa15bd906f85a03107ab07b36d5ccbd90a28892a910849",
  "feed": "ftcomall",
  "title": "Apollo: the private equity baron and the paedophile",
  "text": "<p><strong>One big event to start:</strong> Join us for the third annual FT Business of Football Summit on February 17-18. The virtual event features interviews with Manchester United striker Marcus Rashford; player super-agent Jonathan Barnett; and SoftBank chief operating officer Marcelo Claure, who will discuss his investments in the sport. Check out the speakers and agenda <a href=\"https://businessoffootball.live.ft.com/home\">here</a>.</p> <p><strong>Welcome to the Due Diligence briefing from the Financial Times. Not a subscriber to DD? Sign up </strong><a href=\"https://ep.ft.com/newsletters/subscribe?newsletterIds=58db721900eb6f0004d56a23\">here</a><strong>. Drop us a line and join the conversation: </strong><a href=\"mailto:Due.Diligence@FT.com\">Due.Diligence@ft.com</a>&#xa0;</p> <h2>Why Leon Black paid Jeffrey Epstein $158m</h2> <p>A “confirmed bachelor with eclectic tastes, who often employed attractive women”. And, “someone who was very intelligent and knowledgeable regarding . . . estate planning and taxation”.&#xa0;</p> <p>That's how <strong>Leon Black</strong>, founder of the private equity group <strong>Apollo</strong> and one of the most successful financiers of his generation, viewed the late paedophile <strong>Jeffrey Epstein</strong>, to whom he paid $158m over a five-year period ending in 2017, according to a report by the law firm <strong>Dechert</strong>.&#xa0;</p> <p>Apollo commissioned the report after <strong>The</strong> <strong>New York Times</strong> reported in October that Black had paid Epstein at least $50m.</p> <p>In the hours since the report's publication on Monday — and the announcement that Black would relinquish his role as chief executive of Apollo while staying on as chairman — there's been time to start digesting some of the answers to the big question of what the payments were for.&#xa0;</p> <p>It's worth reading <a href=\"https://www.sec.gov/Archives/edgar/data/0001411494/000119312521016405/d118102dex991.htm\">the report</a>, which is based on documents and interviews with witnesses including Black, in full.</p> <p>But here are some of its findings — and you can go deeper with <a href=\"https://www.ft.com/content/23448802-3ee8-4c3c-bb46-fc02e304f3ed\">this story</a> from DD's Mark Vandevelde and Sujeet Indap.</p> <ul>  <li><p>Dechert has seen no evidence that Black was involved with Epstein's criminal activities, and there's no evidence that Epstein ever introduced him to any underage woman.</p></li>  <li><p>Black attributes a significant portion of his family's wealth to Epstein, saying his advice was worth “more than $1bn and as much as $2bn or more in value”. For context, Forbes magazine estimated Black was worth $7.7bn at the time of Epstein's <a href=\"https://www.ft.com/content/6c4c6e86-c065-11e9-b350-db00d509634e\">2019 suicide</a>.&#xa0;</p></li>  <li><p>One of Epstein's biggest contributions was a “unique” solution to rectify defects in a Grantor Retained Annuity Trust or Grat — a mechanism to transfer some assets to heirs without paying estate or gift tax. Epstein's solution was a “grand slam” according to another of Black's lawyers, and Dechert's witnesses put the tax savings from it at between $500m and $1bn.</p></li>  <li><p>As their relationship deteriorated, Epstein attempted to extract more money. In emails, he referenced “personal matters that Black had shared with Epstein in confidence”. But there's “no evidence that those matters had any relationship to any of Epstein's criminal activity or to any of Black's payments to Epstein”.</p></li>  <li><p>In a letter sent to Apollo investors in 2019, Black insisted that he had “never promoted” Epstein to his top colleagues at the company. That statement was “not false”, according to Dechert, but Black “did positively comment on the substantial value of Epstein's services”.</p></li>  <li><p>The same letter said Apollo “never did any business with Epstein at any point in time” and “does not have, and never has had, any relationship with” him. Epstein's Financial Trust Company bought 263,257 shares in Apollo during its IPO. And in the early 2000s, it invested in two entities formed by Apollo executives, though they had no relationship to Apollo.</p></li>  <li><p>“While these facts do not render any prior statements false or misleading, it is clear that the facts informing what it means to ‘do business with' or have a ‘relationship with' are perhaps more nuanced than might appear at first glance,” Dechert said.&#xa0;</p></li> </ul> <p>Will the report and Black's job move calm jittery investors? Apollo's share price, up more than 7 per cent on Tuesday, suggests the market thinks so.</p> <p>One test will be what the <strong>Pennsylvania Public School Employees' Retirement System</strong>, a big US public pension fund, decides. It<a href=\"https://www.ft.com/content/7aa15cae-0baf-488b-8713-c4dc29bf193c\"> froze new investments</a> with Apollo when concerns about Black's payments to Epstein began to grow in the autumn.</p> <p>In October the group said it “will not consider any new investments at this time”. Asked on Tuesday whether it was now willing to think about putting its money into Apollo funds, its spokesman <strong>Steve Esack</strong> said: “I refer you to our previous comment you referenced in your email and decline further comment.”&#xa0;</p> <h2>A star dealmaker gets a second chance at the top</h2> <p>The last time <strong>Andrea Orcel</strong> was <a href=\"https://www.ft.com/content/c4ff2402-6817-11e9-9adc-98bf1d35a056\">offered</a> his dream job of running his very own European bank, things didn't pan out so well.&#xa0;</p> <p>In fact, he's still embroiled in a legal battle with Santander, who offered to make him chief executive in 2019, only to withdraw the offer weeks later. Avid DD readers will <a href=\"https://www.ft.com/content/1dc52e28-9dd4-11e9-b8ce-8b459ed04726\">remember the saga</a>.&#xa0;</p> <p>Now Orcel, one of Europe's most high-profile dealmakers, is back on the scene after a break from the spotlight. Italian bank<strong> UniCredit </strong><a href=\"https://www.ft.com/content/90b5127e-92ac-4646-8949-819d50385f17\">has chosen Orcel</a> to replace <strong>Jean Pierre Mustier </strong>as its chief.</p> <p>UniCredit is exchanging Mustier for a banker that has been involved in some of Europe's biggest banking deals. That includes the €21bn <a href=\"https://www.ft.com/content/cf95bde8-b5f2-11e5-8358-9a82b43f6b2f\">merger</a> between<strong> Credito Italiano </strong>and <strong>UniCredit</strong> in 1998, which gave the bank its start as the country's only influential financial institution.</p> <p>Orcel's history with UniCredit may have helped put him ahead of other candidates for the job, including former <strong>Credit Suisse</strong> chief executive <strong>Tidjane Thiam</strong>, who recently <a href=\"https://www.ft.com/content/5046b90a-6e92-4760-9330-7e967cc85c01\">took off for Spac-land</a>.&#xa0;</p> <p>But not all of Orcel's dealmaking has been up to scratch. He famously advised <strong>Royal Bank of Scotland</strong> on its disastrous €72bn <a href=\"https://www.ft.com/content/3744e632-f2fa-11db-9845-000b5df10621\">takeover</a> of Dutch bank <strong>ABN Amro</strong> in 2007, a deal so bad (it led to the collapse of RBS) he <a href=\"https://www.ft.com/content/1b3908b8-f29e-11e4-b914-00144feab7de\">apologised</a> for it.</p> <p>Orcel, whose appointment is yet to be signed off by the board, will have to bring his best dealmaking chops to UniCredit. One of the first decisions he'll have to make is whether to buy government-owned bank <strong>Monte dei Paschi di Siena</strong>. Shareholders oppose the deal but UniCredit's board is keen for growth, which leaves Orcel to tread a fine line.&#xa0;</p> <p>What this means for Orcel's battle with Santander is unclear. No settlement has so far been signed on the €112m lawsuit and the bank's public U-turn is likely to stay with him for a while.</p> <h2>Football misses a €2bn shot</h2> <p>The world's richest 20 football clubs are on course to miss out on €2bn in revenue due to the coronavirus pandemic, according to <strong>Deloitte</strong>'s annual money league.&#xa0;</p> <p>But some things don't change. For the second consecutive year, Spain's <strong>FC Barcelona </strong>topped the rich list, despite being 10 points off the top spot in <strong>La Liga</strong>, Spain's top division, after a slow start to the season.</p> <p>The money league ranks clubs by revenue, which fell by 12 per cent to €8.2bn in aggregate across the top 20 in the 2019-20 season, and Barca's 15 per cent decline was mildly higher than average.&#xa0;</p> <p>By the end of the current campaign, the top clubs will lose out on €2bn as a result of the pandemic, according to Deloitte, namely because fans are still unable to attend matches.</p> <p>But as in any crisis, the income statement tells only part of the story.&#xa0;</p> <p>Barcelona's balance sheet is causing alarm in some sections of the Spanish media, as the club's annual report showed the club has been negotiating with lenders and bondholders for leniency to alleviate the burden of its <a href=\"https://www.ft.com/content/c0afaacc-eeb3-48ef-b830-eb5fac0f377f\">€488m net debt</a>.</p> <p><strong>Goldman Sachs</strong> is advising the club on spinning off digital assets and merchandising among other business lines to raise capital from investors, <a href=\"https://www.bloomberg.com/news/articles/2021-01-08/barcelona-looks-to-outside-investors-as-financial-losses-mount\">according to Bloomberg</a>.</p> <p>The US investment bank has an interest in Barca's long-term health, courtesy of its leading role in the $815m financing plan to upgrade its Camp Nou stadium and improve the surrounding facilities.</p> <p>Dealing with the richest club in football might be tougher than revenues would suggest.</p> <p><strong>Pro tip:</strong> if you haven't subscribed to Scoreboard, the FT's weekly briefing on the business of sport, do so <a href=\"https://subs.ft.com/scoreboard?emailId=5ff890496790c40004ba914a&amp;segmentId=69ce8bbf-afc9-7c01-fb70-6e4448aa1f37\">here</a>.&#xa0;</p> <h2>Job moves</h2> <ul>  <li><p><strong>Masayoshi Son</strong> is <a href=\"https://www.bloomberg.com/quote/9984:JP\">stepping down</a> as chairman of <strong>SoftBank Corp</strong>, the Japanese conglomerate's domestic telecoms subsidiary. The unit's current CEO <strong>Ken Miyauchi</strong> will become chairman, while its chief technology officer <strong>Junichi Miyakawa</strong> will assume the role of chief executive. Read more <a href=\"https://asia.nikkei.com/Business/SoftBank2/SoftBank-s-Son-to-step-back-from-Japan-mobile-unit-role\">here</a>.</p></li> </ul> <ul>  <li><p>The US law firm <strong>Paul Hastings</strong> has <a href=\"https://www.ft.com/content/14cde116-047f-4ac9-bbec-219a03efc4eb\">poached</a> white-collar crime partners<strong> Jonathan Pickworth</strong> and <strong>Joanna Dimmock </strong>from <strong>White &amp; Case</strong>. </p></li> </ul> <ul>  <li><p><strong>New Enterprise Associates</strong>, the venture capital firm, has hired <strong>Ann Bordetsky</strong>, a former who has held senior roles at <strong>Uber</strong> and <strong>Twitter</strong>, as a partner in Menlo Park, and <strong>Sheila Lirio Marcelo</strong> as a venture partner in New York.</p></li> </ul> <h2>Smart reads</h2> <p><strong>Signed, sealed, delivery pending </strong>In 2019, 180 of the wealthiest companies pledged to defend employee welfare, social justice and other worthy causes. But some have already walked back on their promises during the pandemic. (<a href=\"https://www.reuters.com/article/us-health-coronavirus-businessroundtable/investor-payouts-and-job-cuts-jar-with-u-s-companies-social-pledge-idUSKBN29U14W\">Reuters</a>) &#xa0;</p> <p><strong>Alpine R&amp;R </strong>Each January, Davos is descended upon by flocks of CEOs, celebritie, and angry protesters. But this year the Swiss home to the World Economic Forum enjoys a peaceful silence and a fresh coat of snow. (<a href=\"https://www.wsj.com/articles/davos-this-year-silent-streets-good-skiing-11611596053\">Wall Street Journal</a>)</p> <p><strong>Out of the blue </strong>An obscure penny stock by the name of Blue Sphere Corp gained 451 per cent this week, seemingly from thin air. But the clean energy company's euphoric rise started the way many other market anomalies do — on social media. (<a href=\"https://www.bloomberg.com/news/articles/2021-01-26/-get-in-or-regret-not-getting-in-how-a-penny-stock-goes-boom?srnd=premium&amp;sref=OziMsGoK\">Bloomberg</a>)</p> <h2>News round-up</h2> <p><a href=\"https://ft.com/content/398f4808-918c-434a-8cb1-c42b6521dea6\">Goldman slashes Solomon's pay over 1MDB scandal</a> (FT)&#xa0;</p> <p><a href=\"https://www.ft.com/content/e62208c9-1a54-4926-8f54-a2ba8aa2e658\">EQT to buy Exeter Property Group in $1.9bn deal</a> (FT)</p> <p><a href=\"https://www.ft.com/content/357ef660-8827-4776-81ea-9e4abffda811\">Chinese stocks fall as central bank adviser warns of asset bubble</a> (FT + <a href=\"https://www.ft.com/content/2b1e595e-bc3f-434f-96b1-cd205284d83e\">Lex</a>)&#xa0;</p> <p><a href=\"https://www.ft.com/content/2cce969c-80a7-4831-aadf-02c1394ac7ab\">GE's Larry Culp cites pandemic sacrifice to defend $47m bonus</a> (FT)&#xa0;</p> <p><a href=\"https://www.ft.com/content/ccf5205b-deef-4c7e-b033-2c42741d1147\">EVs/Spacs: double bubble</a> (Lex)</p> <p><a href=\"https://www.ft.com/content/3a08549e-ff92-4317-81a3-30624e875bbe\">UBS/Ralph Hamers: the wealth of nations</a> (Lex)</p> <p><a href=\"https://www.ft.com/content/cc4d6749-9abb-4b58-8ad6-7b81fc74d867\">HSBC chief defends bank's actions in Hong Kong</a> (FT)</p> <p><a href=\"https://www.reuters.com/article/us-revue-m-a-twitter/twitter-acquires-newsletter-startup-revue-idUSKBN29V1MS\">Twitter acquires newsletter start-up Revue</a> (Reuters)</p> <p><a href=\"https://www.ft.com/content/56e8b33a-d9b6-4f74-998b-327ef54c4d5a\">Reddit traders wage battle against Wall Street </a>(FT)</p> <p><a href=\"https://www.ft.com/content/a71feaac-d3f4-4e76-a60c-c68924b06dfd\">BlackRock pushes companies to adopt 2050 net zero emissions goal</a> (FT)</p><p>Source:  2021 'Apollo: the private equity baron and the paedophile' FT.com 27 January. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-01-27T05:00:49.376Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 7252,
          "end": 7265
        },
        {
          "start": 7252,
          "end": 7259
        },
        {
          "start": 9204,
          "end": 9211
        }
      ]
    }
  ]
}