{
  "_id": "f62362b12f87e56ef1660c57ba17ad3c71fbc8a996f4e11b086981426633857d",
  "feed": "ftcomall",
  "title": "Picking Jens Weidmann's successor presents key test for Germany's coalition talks",
  "text": "<p>The choice of who will succeed Jens Weidmann as head of Germany's central bank will send an important early signal about the balance of power between the three parties negotiating to form a new coalition government in Berlin.</p> <p>Analysts said that selecting the next Bundesbank president could form part of a package covering several other personnel decisions to be decided by the Social Democrats, Greens and liberal Free Democrats (FDP) as they prepare to start <a href=\"https://www.ft.com/content/10a6102c-f2d3-41a8-bcb2-51edaedd6115\">coalition talks</a>, including the vital decision of who becomes finance minister.</p> <p>The SPD, which narrowly won last month's election, has first claim on several top jobs. Olaf Scholz, SPD finance minister, will be Germany's next chancellor, while Frank-Walter Steinmeier, a former SPD foreign minister who is the country's president, is likely to have his wish granted to serve a second five-year term. </p> <p>Just this week, an SPD MP, Bärbel Bas, was put forward by her party's parliamentary caucus as the new president of the Bundestag.</p> <p>However, the decision on who becomes Germany's next finance minister will not be as straightforward. Two men are vying for the job, the second-most important in the German government — Christian Lindner, leader of the FDP, and Robert Habeck, co-leader of the Greens.</p> <p>The two men have fundamentally different views on fiscal policy: Lindner opposes tax increases and any changes to Germany's constitutional cap on new borrowing: Habeck wants massive government spending on the green transition.</p> <p>Their differences over tax and debt could also have implications for the decision over who takes over from Weidmann, who announced this week that he would step down on December 31. </p> <p>Lindner is a fiscal hawk who wants to see a swift return to Europe's pre-pandemic rules on debt. He praised Weidmann fulsomely on Wednesday, saying that he stood for a “stability-oriented monetary policy, the importance of which is growing in the light of inflationary risks,” adding: “With him, the Bundesbank was an important voice in Europe.”</p> <p>The implication is that the liberals will push to have an equally conservative economist replace him at the Bundesbank. </p> <p>Florian Toncar, the FDP's finance spokesman, was more explicit: “Weidmann was critical of the increasing politicisation of central banks and the ultra-loose monetary policy of the last few years,” he told the Financial Times. “I hope there will be continuity [with this approach] in the future.”</p> <p>Lindner has repeatedly laid claim to the finance ministry. But a few days ago Green politician Danyal Bayaz, the finance minister of Baden-Württemberg state, said he could imagine “no one better” than Habeck in the role. “He's been preparing very thoroughly for this responsible job, and not just since yesterday,” he tweeted. </p> <p>Others are trying to rein in the speculation over jobs. Volker Wissing, the FDP's general secretary, said personnel questions were not yet being discussed between the three partners. “We will clarify such things at the end of successful coalition negotiations,” he said. “At the moment only policy issues are relevant.”</p> <p>That is the approach Scholz's team is also taking when it comes to Weidmann's replacement. A person close to the prospective chancellor said there was “no great time pressure” because Weidmann would remain in the job until the end of the year. Asked who was in the frame to replace him, he said: “It's completely open.”</p> <p>Analysts say the choice of the new Bundesbank boss is unlikely to have much short-term impact on the direction of monetary policy in the euro area. </p> <p>After all, Weidmann spent much of the past decade as an isolated figure criticising the European Central Bank's increasingly loose monetary policy, but doing little to curb the flow of ultra-cheap money before he lost out in the race to become its president when Christine Lagarde was chosen to replace Mario Draghi two years ago.</p> <p>In the longer term, however, the choice of Weidmann's successor could play a key role in marking out one of the leading contenders to replace Lagarde when her term expires in 2027. A German is yet to run the ECB, making this likely the next time the job comes up.</p> <p>“The next appointment to the Bundesbank could well be the probable next in line to take over from Christine Lagarde in six years' time, so the importance of this decision should not be downplayed,” said Katharina Utermöhl, senior economist at Allianz.</p> <p>Another consideration for the incoming government is whether to make Germany the first eurozone country to have a woman at the helm of its central bank. </p> <p>For this, there are two obvious candidates: <a href=\"https://www.ft.com/content/c465acf5-52bf-4f47-98c0-bd911e528f94\">Isabel Schnabel</a>, an economics professor who was appointed by Berlin to the ECB executive board two years ago, and Claudia Buch, another economist who has been Weidmann's deputy at the Bundesbank since 2014.</p> <p>However, analysts said Schnabel might not want the Bundesbank job because she arguably has more influence as head of ECB market operations, while Buch is considered too low profile by some.</p> <p>Most economists have predicted that Scholz's new government will choose someone with less hawkish views than Weidmann in an effort to reduce the tension over eurozone monetary policy and give Germany a more constructive voice.</p> <p>Several candidates would fit this profile, including Jakob von Weizsäcker, chief economist in the German finance ministry; Jörg Kukies, a finance ministry official and former Goldman Sachs executive; and Marcel Fratzscher, head of the German Economic Institute for Economic Research and a former ECB official.</p> <p>But if these raise objections from Lindner for being too dovish, the FDP leader may push for someone with more conservative monetary policy instincts, such as Volker Wieland, a finance professor at Frankfurt University and former official at the US Federal Reserve.</p><p>Source: Martin Arnold in Frankfurt and Guy Chazan in Berlin 2021 'Picking Jens Weidmann's successor presents key test for Germany's coalition talks' FT.com 21 October. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-10-21T04:00:01.755Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 5385,
          "end": 5392
        },
        {
          "start": 5385,
          "end": 5398
        }
      ]
    }
  ]
}