{
  "_id": "dc2d3d7ddd40a02afb378e70cbd035ecbc6bc325837c0d62cb9c77b3055b2a90",
  "feed": "ftcomall",
  "title": "BoE chief economist warns UK inflation likely to hit 5%",
  "text": "<p>UK inflation is likely to rise “close to or even slightly above 5 per cent” early next year, the Bank of England's new chief economist has warned, as he said the central bank would have a “live” decision on whether to raise interest rates at its November meeting. </p> <p>In his first interview in the role, Huw Pill declined to disclose how he would vote at the BoE Monetary Policy Committee's November 4 meeting, saying “it is finely balanced”, but he added: “I think November is live.”</p> <p>Although consumer price inflation <a href=\"https://www.ft.com/content/591c03eb-938d-4cd1-8822-daa4442dc593\">dipped to 3.1 per cent in September,</a> the BoE has previously forecast it to exceed 4 per cent by the end of the year.</p> <p>Inflation has been increasing rapidly for much of 2021 because of the strong economic recovery from the coronavirus crisis, surging energy prices and <a href=\"https://www.ft.com/content/c7f19120-9442-497b-a328-36b22781006e\">global supply chain disruption.</a></p> <p>Pill's view that inflation was likely to come back down in the second half of 2022 did not make him comfortable with the sharp price rises expected later this year and early 2022. </p> <p>He said: “I would not be shocked — let's put it that way — if we see an inflation print close to or above 5 per cent [in the months ahead]. And that's a very uncomfortable place for a central bank with an inflation target of 2 per cent to be.” </p> <p>Financial markets are betting on a BoE interest rate rise as early as next month, spurred by <a href=\"https://www.ft.com/content/160e6e1a-2584-4013-8102-3ae5cfadb1d8\">comments from governor Andrew Bailey</a> at the weekend that the central bank would “have to act” to keep a lid on inflation.</p> <p>But Pill advised traders not to get too engrossed in the<a href=\"https://www.ft.com/content/1c0d0da5-2db8-4ec2-a577-0542317426c3\"> exact timing of any rate rise</a>, saying “maybe there's a bit too much excitement in the focus on rates right now”.</p> <p>He urged markets to look at the core underlying trends in the UK economy, saying they no longer needed rates at the historic low of 0.1 per cent. “The big picture is, I think, there are reasons that we don't need the emergency settings of policy that we saw after the intensification of the pandemic,” said Pill.</p> <p>“The settings [of monetary policy] that we now have are supportive settings. The need for support has diminished, as this [policy] bridge [to the other side of the pandemic] has been built and largely traversed.”</p> <p>The role of BoE chief economist — previously held by Andy Haldane — involves significant influence over interest rates, financial stability and the direction of research at the central bank. </p> <p>Pill said the BoE's action to stabilise the economy in the future should no longer be measured by the amount of quantitative easing it carried out, which would be “gradual and predictable” even if that meant raising rates while the central bank was still completing the latest round of asset purchases until the end of 2021. The same would hold true of asset sales in the future, he added. </p> <p>“If you want excitement, you should be looking at [interest] rates,” said Pill. </p> <p>While Pill took a hawkish stance on current monetary policy, he was careful not to suggest rates needed to move much higher than the 0.75 per cent level that existed before the Covid-19 pandemic. </p> <p>“We do not see, given the transitory nature of what we're seeing in inflation in our base case, a need to go to a restrictive [policy] stance,” he said.</p> <p>Pill said that since he joined the BoE in September there had been a “regime change” in monetary policy because the economy, based on the latest available data, had recovered almost to pre-pandemic levels. </p> <p>After 13 years of focusing on stimulating spending by households and businesses with ultra-low interest rates and many rounds of QE, the BoE was now changing the focus of policy so as to concentrate as much on taming inflation, he added.</p> <p>In the years after the financial crisis, Pill said “monetary policy was boring because directionally, it was pretty obvious what you had to do”, and the only question was how much stimulus to provide. </p> <p>This had changed, he added. “We've entered a different phase. Because there are risks on both sides [from inflationary pressures being too high or too low], it's less clear what the direction of monetary policy will be at any one point in time and that's going to lead, I think, to more controversy and more potential for disagreement within the [MPC]. But that's a sign of success because we've got out of the regime where monetary policy was boring.” </p> <p>Speaking of his motivation as BoE chief economist, having worked early in his career at the central bank before stints at the European Central Bank, Goldman Sachs and Harvard University, he said he wanted to ensure UK households were not hit by high inflation. </p> <p>While dismissing comparisons with the inflation of the 1970s, he was clear about his core motivation for the BoE job. </p> <p>“I looked at this institution from the outside and I was always pretty convinced it's in the price stability business,” said Pill. “I've come inside and, as is the nature of entering institutions, you're surprised by some things while others confirm what you've expected. One thing that is totally confirmed is that [the BoE] is an institution that's in the price stability business.” </p> <p>Having had Otmar Issing, the first ECB chief economist, as a mentor and gently saying the German should be referred to as “Professor Issing”, many people will see Pill as a European inflation hawk who has landed inside the BoE.</p> <p>Pill insisted Issing's reputation as a hawk was simply because he had to deal with the demand shock of German reunification in the 1990s and supply issues — similar to today's problems — that made life difficult for a central banker. </p> <p>“If I can bring a tenth of what he contributed to the Bundesbank and European monetary policy in extremely challenging times to what I do in my tenure here, I would walk out of this building, maybe not popular with all the people in this building or all people outside it, but I would feel pretty proud of that,” said Pill.</p> <p>He added one of Issing's great strengths was to introduce formal ECB systems to enable its staff to challenge prevailing views: something he wants to foster in greater depth at the BoE. </p> <p>This would help the central bank fight against groupthink along with a more diverse staff. Pill said he acknowledged he was not a diversity hire for the BoE, but added: “It is who I am.” </p> <p>“I do think I bring diversity on other dimensions,” he said. “I'm not sure there are many other members of the MPC who would want to be identified as an acolyte of Otmar Issing whereas I am quite proud to be identified as that.” </p> <p>One of the policies Pill wants to ditch at the BoE is forward guidance on interest rates, much beloved of the former governor Mark Carney, which promised not to tighten policy until certain conditions were met.</p> <p>Pill said such guidance always started “pretty well” with good intentions but then “always end in some confusion”.</p> <p>Pleased that the BoE has abolished its most recent guidance, Pill believes the economy has weathered the pandemic well so far, with fiscal and monetary policy having helped households and businesses almost to the other side of the crisis. </p> <p>While acknowledging risks from a resurgence of coronavirus, he said there was little reason to change the BoE's view that the longer-term economic hit from the pandemic would be a little more than 1 per cent of gross domestic product, with considerably shallower scars than the UK fiscal watchdog is likely to forecast next week in chancellor Rishi Sunak's Budget.</p> <p>The emerging evidence on the impact of ending the government's furlough scheme for company workers was positive, he added, because “we are not expecting to see a big tick-up in the unemployment rate”. </p> <p>But in a “labour market that is quite tight” he did not currently see <a href=\"https://www.ft.com/content/865ffa54-5ed1-4a0e-ae33-8e3bbdf1b212\">wage rises</a> that were threatening to cause a second round of inflationary concerns. </p> <p>Pill did say he was “paid to worry about inflation” and this would keep him aligned with the interests of households and businesses even though he has worked throughout his career in the rarefied world of central banks, financial institutions and elite universities. </p> <p>“Working at Goldman Sachs was positive for me,” he added. “Working at the ECB was positive. Working with Otmar Issing was positive. Working at the BoE . . . that was very positive. Teaching a lot of very smart people [in Harvard] was also tremendously positive. So I am the product of my experience. I can't deny my experience and we'll see if I do a good or a bad job.”</p><p>Source: Chris Giles in London 2021 'BoE chief economist warns UK inflation likely to hit 5%' FT.com 21 October. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-10-21T20:00:01.532Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 7972,
          "end": 7979
        },
        {
          "start": 4406,
          "end": 4413
        },
        {
          "start": 4406,
          "end": 4419
        },
        {
          "start": 7972,
          "end": 7985
        }
      ]
    }
  ]
}