{
  "_id": "aa988299a945c339ad0f8f9f751b5bf285c4561971406c4fc0c37af68c4e5906",
  "feed": "ftcomall",
  "title": "Silicon Valley paves the way for a new kind of Wall Street",
  "text": "<p><strong>One scoop to start: </strong>the commodities trader<strong> Trafigura </strong>warned<strong> Credit Suisse</strong> last year that the bank's supply-chain finance funds appeared to contain a suspicious invoice from industrialist <strong>Sanjeev Gupta</strong>'s business empire. Get the<a href=\"https://www.ft.com/content/25fdb537-adf2-4c82-ad6d-7421898e4b7c\"> full story</a>.</p> <p><strong>And one reminder: </strong>don't miss our Greensill event next Tuesday. Register for the free online event <a href=\"https://events.bizzabo.com/327337\">here</a>.</p> <h2>The crypto movement is going mainstream</h2> <p>Veteran bankers are <a href=\"https://www.ft.com/content/18322a78-486f-464c-94a0-06ac5610188c\">packing their suitcases</a> for the Wild West, as a crypto boom entices previously out-of-reach executives to join the sector.</p> <p>Among the defectors are <strong>Goldman Sachs </strong><a href=\"https://www.ft.com/content/7821b599-affd-4286-b5e9-5f4fcfff2104\">lobbyist</a> <strong>Faryar Shirzad</strong>, who will start at<strong> Coinbase </strong>next month, and <strong>Citadel Securities</strong> veteran <strong>Brett Harrison, </strong>who has joined the crypto exchange <strong>FTX</strong>.&#xa0;</p> <p><strong>John Dalby</strong>, chief financial officer of <strong>Bridgewater</strong>, is also jumping ship from the world's largest hedge fund to join crypto financial services group <strong>NYDIG</strong>.</p> <p>But the influx of Wall Street talent isn't the only force transforming Silicon Valley into a more serious contender to traditional finance, DD's Miles Kruppa <a href=\"https://ft.com/content/0f179c8d-aa60-41d4-96d7-5d53e78c3514\">reports</a>.</p> <p>The crypto movement and a flood of venture capital funding has emboldened a growing crop of decentralised finance, or “DeFi”, projects. These companies aim to replicate basic financial services like lending and trading using software programs known as blockchains, thus cutting out traditional middlemen.</p> <p>What started as a <a href=\"https://www.ft.com/content/16db565a-25a1-11ea-9305-4234e74b0ef3\">niche corner</a> of cryptocurrencies has ballooned into a multibillion-dollar sector, as venture capitalists realise the huge dividends that can be reaped from investor incentives offered by the up-and-coming platforms.</p> <p>Take <strong>Uniswap</strong>, for example. Last year, the trading platform began the process of issuing 1bn free digital tokens to its users over four years as a reward for participating in the networks.</p> <p>The initiative is meant to spread governance rights to a broader group and lessen the power of its founders over time.</p> <p>About one-fifth of those tokens went to VC investors as reward for the initial $12.8m they put down in seed funding. At Uniswap's $28 trading price, the investors would now own a stake worth roughly $5bn were all the tokens issued. Not too shabby — even if it takes four years for the investors to receive their full payout.</p> <p>As lucrative as it may be for early investors, trying to beat Wall Street at its own game won't be without its <a href=\"https://www.ft.com/content/a2c13ce0-6e66-4751-aa65-6c668d303101\">obstacles</a>.</p> <p>Some lawyers and venture capitalists who spoke to Miles compared DeFi to the initial coin offering boom four years ago, which collapsed following interventions from regulators.</p> <h2>Mint condition: Etsy snags Depop's sprawling vintage collection</h2> <p>A scroll through certain corners of fashion <strong>TikTok </strong>can feel more like browsing through a time capsule: paisley dresses from the 70s, spaghetti straps from the early-aughts, a Gen-Z take on 90s grunge.</p> <p>Yet the year is 2021. The younger generations' social media platform of choice has narrowly escaped a ban by the previous US administration (<a href=\"https://www.ft.com/content/015f9d7c-08a2-48fb-a477-57a739950d00\">though not completely</a>), and it's helping facilitate a <a href=\"https://www.ft.com/content/98c449dc-6403-4609-a214-cf9670d7632b\">style renaissance</a> as <a href=\"https://www.ft.com/content/67de4da6-fed4-11e6-8d8e-a5e3738f9ae4\">young entrepreneurs</a> and collectors show off recycled designer finds scored off <strong>Depop </strong>and other second-hand fashion apps.</p> <p>For once Depop, whose active network of 4m buyers and 2m sellers traded goods worth about $650m last year, has become the sought-after prize rather than the means by which to acquire it.</p> <p><strong>Etsy</strong> <a href=\"https://www.ft.com/content/1ca0f193-2b11-42f4-8a35-ff702672e9e8\">is buying</a> the London-based start-up for $1.6bn, the companies announced Wednesday, in a majority-cash deal expected to close in the third quarter of this year.</p> <p>The tie-up makes sense. Both companies have crafted their business models around supporting stay-at-home entrepreneurs over larger tech rivals like<strong> Amazon</strong>.&#xa0;</p> <p>Depop, 90 per cent of whose active users are under 26, and <strong>Etsy</strong>, who typically caters to millennials and older, will gain access to each other's demographics.</p> <p>The app raised around $100m from early backers since it was founded a decade ago, including<strong> HV Capital, </strong>and<strong> Klarna </strong>founder and CEO <strong>Sebastian Siemiatkowski</strong>.</p> <p>Its most recent round in 2019, which raised $40m and was led by <strong>General Atlantic, </strong>was geared towards expanding Depop's US presence. It now gets just as much revenue from the US as it does from its home market of the UK — but holds much greater potential for Depop to go even further, as it takes on California-based rivals<strong> Poshmark</strong> and <strong>ThredUp</strong>.</p> <p>Our colleagues over at Lex <a href=\"https://www.ft.com/content/c32f3536-ae6e-4cba-9368-77794723c097\">think Etsy may have overpaid</a>. The price tag is 23 times its 2020 revenue, and while Depop is currently the cool kid on the block for second-hand clothing, young people can be fickle when it comes to their shopping habits.&#xa0;&#xa0;</p> <p>Etsy, whose stock value grew more than 450 per cent since March last year when the pandemic hit the global economy, is clearly seizing its chance before the rest of the luxury world sinks in its claws.&#xa0;</p> <h2>A heated international legal battle takes to the skies</h2> <p>If Edinburgh-based<strong> Cairn Energy</strong> has its way, <strong>Air India</strong>'s New York-based fleet won't be flying anywhere anytime soon. It's the latest <a href=\"https://www.ft.com/content/df184784-447e-4944-9bcd-def96b59c29d\">dramatic twist</a> in a saga that's been going on for seven years.&#xa0;</p> <p>Allow DD to get you up to speed:</p> <ul>  <li><p>In 2006, Cairn restructured its Indian business and established <strong>Cairn India</strong> as a separate subsidiary that floated on the<strong> Bombay Stock Exchange</strong> the following year.</p></li>  <li><p>The Scottish energy company sold most of its stake in Cairn India in 2011 to <strong>Vedanta Limited</strong> for $6.7bn, the natural resources company controlled by <strong>Anil Agarwal </strong>— one of India's richest men.</p></li> </ul> <ul>  <li><p>Cairn's plans seemed to be going smoothly. But a year later, New Delhi introduced a new law allowing Indian authorities to retroactively levy taxes on cross-border transactions if the underlying assets were located in India.&#xa0;</p></li>  <li><p>In 2014, just as Cairn wanted to sell its remaining 10 per cent stake in Cairn India, authorities in New Delhi blocked the transaction and launched an investigation into its tax affairs. A year later, Cairn was served with a <a href=\"https://www.ft.com/content/73156c9e-c72d-11e4-8e1f-00144feab7de\">$1.6bn tax bill</a>, and the two have been duking it out ever since.</p></li> </ul> <p>Cairn raised dispute proceedings under the UK-India bilateral investment treaty in an attempt to cancel the tax bill and recover its losses, and an <a href=\"https://www.ft.com/content/593c0292-f5c5-44e1-9074-283a1821aa9d\">international tribunal</a> in the Netherlands seemed to agree with its position in December, ordering India to pay the Scottish company $1.2bn plus interest — an award that is today worth $1.7bn.</p> <p>The only problem is, Indian prime minister <strong>Narendra Modi</strong>'s government has shown no sign it plans to pay up.</p> <p>Cairn isn't relenting, either. The company has enlisted acclaimed international arbitration lawyer <strong>Dennis Hranitzky</strong> to seek $1.7bn in compensation — potentially in the form of Air India's New York-based jets — if he can convince a judge that the airline serves as an “alter ego” of India's government, liable for the same debts.</p> <p>Hranitzky, who heads <strong>Quinn Emanuel</strong>'s sovereign litigation practice and is best known for helping seize an Argentine naval vessel in Ghana as part of a long legal battle between US hedge fund <strong>Elliott Capital Management</strong> and Buenos Aires, has his work cut out for him.&#xa0;</p> <h2>Job moves</h2> <ul>  <li><p><strong>Tyson Foods </strong>chief executive <strong>Dean Banks</strong> is stepping down due to personal reasons after eight months on the job. Operations head <strong>Donnie King </strong>will assume the role of CEO, the company's fifth chief in five years.</p></li>  <li><p><strong>Citigroup </strong>has poached <strong>Goldman Sachs</strong> veteran<strong> Chuck Adams</strong> to launch a new M&amp;A advisory franchise in New York. <a href=\"https://www.reuters.com/business/healthcare-pharmaceuticals/citi-taps-goldman-exec-lead-healthcare-focused-dealmaking-super-group-memo-2021-06-02/\">More from Reuters</a>.&#xa0;</p></li>  <li><p><strong>Tullow Oil</strong> chair <strong>Dorothy Thompson</strong> <a href=\"https://www.ft.com/content/2dbef6d9-bdbc-4882-9671-ed762dc1d604\">said she would leave</a> the Africa-focused oil and gas explorer in the coming months, weeks after the company secured its future via a $1.8bn refinancing.</p></li> </ul> <h2>Smart reads</h2> <p><strong>Canadian bacon</strong> The portfolios at Harvard, Yale, and other US endowments are stifled by their traditional investment allocations. Taking the plunge into riskier asset classes and installing more in-house talent, like their neighbours up North, could be the answer. (<a href=\"https://www.ft.com/content/bfc51c7a-e009-4ef1-ae9a-3545f76cf2fd\">FT</a>)</p> <p><strong>Manufactured megastars </strong>Hybe, the sprawling entertainment empire behind K-pop phenomenon BTS, has perfected a pandemic-proof model to churn fandom into profit. Its next big act will need to inspire the same level of global hysteria. (<a href=\"https://asia.nikkei.com/Spotlight/The-Big-Story/Business-of-K-pop-Inside-the-pandemic-proof-empire-of-BTS\">Nikkei Asia</a>)</p> <p><strong>Family affair </strong>Attached to the illustrious Bond name is more than just a fictional spy — the franchise has been carefully shepherded by generations of the Broccoli/Wilson family, its historic owners. Now in Amazon's hands, 007 faces a new set of challenges. (<a href=\"https://www.nytimes.com/2021/05/31/opinion/amazon-mgm-james-bond-bezos.html\">New York Times</a>)</p> <h2>News round-up</h2> <p><a href=\"https://www.ft.com/content/72244917-3208-43ab-b076-513c9fc058ee\">Lawsuit claims ex-Apollo CEO Leon Black sexually assaulted Russian model</a> (FT)</p> <p><a href=\"https://www.ft.com/content/433a5c0d-5651-411d-b470-2442f8433c90\">Dropbox attracts activist interest from Elliott as shares languish</a> (FT)&#xa0;</p> <p><a href=\"https://www.wsj.com/articles/activist-likely-to-gain-third-seat-on-exxon-board-11622664757?mod=hp_lead_pos2\">Activist likely to gain third seat on Exxon board</a> (Wall Street Journal)&#xa0;</p> <p><a href=\"https://www.ft.com/content/e1d30d5c-09ea-4c71-88d0-482bc52f92a5\">Deutsche tells US bankers they must be back in office by September 6</a> (FT)&#xa0;</p> <p><a href=\"https://www.ft.com/content/625068a1-4804-49c3-a5ab-ad32481c6c19\">UK regulator approves eBay's $9.2bn classified ads deal with Adevinta</a> (FT)</p> <p><a href=\"https://www.wsj.com/articles/altria-juul-deal-goes-to-trial-11622632516?reflink=desktopwebshare_twitter\">Altria-Juul deal goes to trial</a> (WSJ)&#xa0;</p> <p><a href=\"https://www.ft.com/content/dd962367-b92c-4f37-9355-47f35aaf573d\">SEC to avoid enforcement of Trump-era proxy adviser rules</a> (FT)</p> <p><a href=\"https://www.ft.com/content/21c01ba6-333f-48c1-baa6-30840910e9ed\">AMC/Jason Mudrick: quick $230m flip depended on reversion to the meme</a> (Lex)</p><p>Source:  2021 'Silicon Valley paves the way for a new kind of Wall Street' FT.com 3 June. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-06-03T04:25:47.479Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 7168,
          "end": 7181
        },
        {
          "start": 546,
          "end": 559
        },
        {
          "start": 7168,
          "end": 7175
        },
        {
          "start": 551,
          "end": 558
        },
        {
          "start": 551,
          "end": 564
        },
        {
          "start": 7120,
          "end": 7133
        }
      ]
    }
  ]
}