{
  "_id": "db05bb72f67a81ae679c60a532f26983f59822c72591001078a25b940a130d0c",
  "feed": "ftcomall",
  "title": "City Bulletin: MGM makes £8bn offer for owner of Ladbrokes",
  "text": "<p>It already looks to be a happy new year for <strong>Entain</strong> shareholders. The Ladbrokes owner confirmed it had received an <a href=\"https://www.ft.com/content/6f9609d0-2c81-4d1a-b9c8-c8709ba2cf0d\">£8bn takeover proposal</a> from its US joint venture partner MGM Resorts but said the “offer significantly undervalues the company and its prospects”.</p> <p>Casino operator MGM said it would offer 0.6 shares for each Entain share under the terms of its most recent proposal, having reportedly had an approach rebuffed late last year. Based on closing prices on December 31 the potential bid represents a value of £13.83 per Entain share, a premium of 22 per cent to the UK company's closing price on that date. </p> <p>Shareholders of Entain, owner of the bookmaker Ladbrokes Coral, would own approximately 41.5 per cent of the enlarged group, with a limited partial cash alternative would also be made available to Entain shareholders, said MGM. The Takeover Panel set a deadline of February 1 for MGM to announce a firm intention to make an offer for Entain or walk away.</p> <p>Entain, which last month <a href=\"https://www.ft.com/content/2fe17bf1-bf7e-4f89-8f0a-5ce0aec6dc85\">changed its name</a> from GVC, has a 50-50 joint venture with MGM in North America to develop the BetMGM brand. Entain's shares rose 25 per cent in 2020, underperforming sector peer William Hill's 45 per cent gain after the latter accepted a £2.9bn bid from Caesars Entertainment.</p> <p>“The move by MGM for Entain will come as no surprise,” said Goodbody Stockbrokers analyst David Brohan. “The sports betting and i-gaming opportunity is something that large US gaming groups want to control and own fully themselves.”</p> <h2>Briefly</h2> <p><strong>Ferguson</strong>, the US-focused plumbers' merchant, has sold its Wolseley UK division to private equity group Clayton, Dubilier &amp; Rice for £308m. Ferguson expects to finalise the sale by the end of the month and plans to return “substantially all” of the net cash proceeds to shareholders by way of a special dividend. </p> <p><strong>Rolls-Royce</strong> will put its UltraFan engine programme “<a href=\"https://www.ft.com/content/6fcf500c-4089-45d5-92c3-5743d96984d9\">on ice</a>” when testing finishes in 2022, halting further investment until a new aircraft is launched, according to Warren East, chief executive. The UK aero-engine maker will also postpone finding an industrial partner for the next-generation propulsion system until a new aircraft programme is launched, which is likely to be several years away, he told the FT.</p> <p>Defence technology group <strong>QinetiQ</strong> said it has won a&#xa0;£127m contract from the UK Ministry of Defence to provide engineering services for the Typhoon combat aircraft.&#xa0;&#xa0;</p> <p><strong>Hipgnosis</strong>, the music royalties fund, said it had agreed to buy the music catalogue of veteran producer Jimmy Iovine on undisclosed terms.&#xa0;</p> <h2>Beyond the Square Mile&#xa0;</h2> <p><strong>Bitcoin </strong>climbed above $34,000 <a href=\"https://www.ft.com/content/314f6c8a-ff7f-4a52-b5d1-98eb36a7bf40\">for the first time on Sunday</a>, extending a record-breaking rally in the volatile cryptocurrency that delivered a more than 300 per cent gain last year. The rally has fed concerns that bitcoin is set to repeat the events of three years ago, when a bull market dramatically collapsed.&#xa0;The recent gains have far outpaced mainstream asset classes. Bitcoin's rise compares with the 16 per cent lift in Wall Street's blue-chip S&amp;P 500 stock index, and gold's 25 per cent rally. As a new year of trading got under way on Monday most <a href=\"https://www.ft.com/content/82e8a6ee-78a3-4ed1-aa13-bf6a67e58d97\">global indices</a> were also up.</p> <p>The chief executives of some of Wall Street's <strong>largest dealmaking companies</strong> enjoyed gains of <a href=\"https://www.ft.com/content/2b678955-59be-4372-a33d-a7179a2da2af\">tens of millions of dollars</a> in 2020 thanks to surging share prices while the heads of banks with big retail operations saw their paper fortunes shrink, highlighting contrasting performances across the industry. Investment banks including Morgan Stanley, Goldman Sachs and Jefferies and boutique advisory firms including PJT came out ahead in a tumultuous year. The disparity between investment banking's bumper year and the difficulty facing the broader lenders is feeding into the thinking about&#xa0;<a href=\"https://www.ft.com/content/3ed0d3de-ebee-4bbb-933a-9a96e81275ec\">bonuses for 2020</a>.</p> <p>Last year was the most significant yet in <strong>Waymo's</strong> 11-year effort to develop a driverless car. The Google sister company raised $3.2bn, signed new deals with several partners and launched the world's first truly driverless taxi service in Phoenix, Arizona. Even so, the widespread rollout of fully autonomous&#xa0;vehicles remains&#xa0;slow, staggered and costly. “It's an extraordinary grind,” said John Krafcik, Waymo chief executive, <a href=\"https://www.ft.com/content/6b1b11ea-b50b-4dd5-802d-475c9731e89a\">in an interview with the Financial Times</a>.</p> <h2>Essential comment before you go</h2> <p><strong>Isabel Berwick <br></strong>A new year at work demands, at the very least, fresh stationery, a bit of optimism and a fancier pair of elasticated trousers. Here, then, is <a href=\"https://www.ft.com/content/b6775100-ef45-417d-a23a-873aa286390b\">the new lexicon of work words</a> that sum up where we are heading in terms of workplace culture and practices this year.&#xa0;</p> <p><strong>John Plender <br></strong>Be warned. The global financial system in 2021 will face <a href=\"https://www.ft.com/content/5df1b07a-b6d0-44ad-8911-2d9be0096a0a\">a gigantic stress test</a>. This follows from one of the more important lessons that emerged from the coronavirus-induced market turmoil in March last year — a lesson that is worth revisiting.</p> <p><strong>Thanks for reading. Feel free to forward this email to friends and colleagues, who can </strong><a href=\"https://ep.ft.com/pages/newsletters/56b37b064a113e030070f833/subscribe/success\"><strong>sign-up</strong></a><strong> here.&#xa0;</strong></p><p>Source: Bryce Elder 2021 'City Bulletin: MGM makes £8bn offer for owner of Ladbrokes' FT.com 4 January. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-01-04T08:23:18.887Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 3492,
          "end": 3505
        },
        {
          "start": 3492,
          "end": 3499
        }
      ]
    }
  ]
}