{
  "_id": "43f94ae8241d14ec6f420406013f684cdc9112ce2e1ecbd76e7c0a5966f8f12b",
  "feed": "ftcomall",
  "title": "Emerging markets: risk, reward and Covid",
  "text": "<p>Is now a good time for retail investors to buy <a href=\"https://www.ft.com/emerging-markets\">emerging market</a> stocks and bonds? </p> <p>At the height of a pandemic, as growth stutters across the developing world and governments struggle to replicate the success of vaccine rollouts in advanced economies, it may seem odd even to pose such a question. Yet, it seems to be one that many investors are not only asking, but answering with a “yes”.</p> <p>The number and value of emerging market-focused exchange traded funds (ETFs) and similar products — tradeable funds that typically appeal to retail investors — have risen remarkably during the coronavirus crisis. </p> <p>There were 1,670 such products worldwide at the end of March, according to industry watcher ETFGI, up from 1,447 at the start of last year, while their market capitalisation rose by more than a quarter to $742bn (£528bn) over the same period.</p> <p>What's more, retail investors seem attuned to strengths and weaknesses among the emerging markets (EMs), with their eyes drawn less by problem-hit Brazil than by the huge energies of China.</p> <p>Interactive Investor, the UK's second-biggest fund supermarket, says China-focused investment trusts and mutual funds feature strikingly among its biggest sellers so far this year — two out of four EM products in the top 40 investment trusts and one in three in the top 40 mutual funds — when there were none in the same period of 2020.&#xa0;</p> <p>Deborah Fuhr, US-based founder of ETFGI, says many retail investors, with time on their hands during the pandemic, have taken an interest in global investment themes, such as Chinese technology stocks, especially when they are discussed on television. “A lot of men — I don't think they had a lot of hobbies they did at home,” she says. “Being locked in the house, many of them decided to put some money aside to play with.”</p> <p>Retail investors are riding on the back of a broader institutional surge into EMs. Data from industry watcher Morningstar shows that investors pumped more than $100bn into EM stocks and bonds in the nine months to the end of March, more than making up for the roughly $44bn they withdrew in the first half of last year as the pandemic took hold.</p> <p>“What we can say with a high degree of confidence is that investors at large have begun to dedicate more to emerging markets,” says Ben Johnson, Morningstar's director of global ETF research. Flows into the asset class broadly over the past 12 months amount to “probably the most significant sign of interest we have seen in about a decade”.</p> <p>But this all comes against a tricky background for emerging economies. On the one hand, their share of global output has surged this century, doubling in dollar terms. On the other, it is still just 40 per cent of the total, even though they are home to more than 80 per cent of the world's population. And the pandemic is having an uneven impact, wreaking <a href=\"https://www.ft.com/content/eaf64279-96ed-4102-b7e9-50000bb8939a#post-83569e7c-54d3-4f73-9431-ae2d4632f9d7\">havoc in Brazil</a>, for example, but largely sparing China.</p> <p>Also, gross domestic product growth does not translate easily into stock market returns. With markets often skewed by government intervention and opaque rules, well-connected local business people tend to do better than regular financial investors. Emerging markets provide about three-quarters of global economic growth, but their equities have lagged behind the S&amp;P 500 index of US stocks for much of the past decade. </p> <p>Developed world retail investors have barely dipped their toes into emerging markets. Investment trusts, mutual funds and ETFs — the kind of vehicles favoured by small investors — make up a tiny share of the total investment in EM stocks and bonds, and that share has barely budged for a decade. So there is plenty of scope for increasing EM exposure without upsetting the balance of the average portfolio.</p> <p>With many analysts thinking that the outperformance of US stocks in recent years is looking decidedly frothy, could views now change? Might this be the moment to look again at emerging markets in general? </p> <p>FT Money takes a look at the pros and cons.</p> <h2>A new story with old roots</h2> <p>There is a long history of investors hunting for profit in undeveloped economies — whether in Latin American railways, South African gold or Indonesian rubber. </p> <p>The modern story of EMs starts in the 1980s, when fund managers in the UK and other rich countries sought to take advantage of the high returns on offer from fast-growing countries in Latin America, south-east Asia and other parts of the developing world.</p> <p>The countries classified as emerging markets have changed almost beyond recognition since then. Today's MSCI EM index of equities in 27 countries — the most widely-followed benchmark — includes some, such as South Korea, Taiwan and the Czech Republic, that have made such progress that few outside the index-driven investment community would regard them as any less developed than industrialised economies. </p> <p>But while the landscape has changed, the proposition remains the same: emerging markets, as they catch up with countries in the developed world, will grow more quickly, offering greater rates of return on investments. The downside is that such growth, and the returns, can be highly erratic. </p> <p>The profits were often stellar during the commodities supercycle of the 1990s and 2000s, when Chines demand fuelled growth in raw materials exporters such as Brazil. Since then, some formerly fast-growing economies — not least Brazil — have suffered stagnation and recession, prompting some to ask whether <a href=\"https://www.ft.com/content/0bd159f2-937b-11e9-aea1-2b1d33ac3271\">EM investing still makes sense at all</a>.</p> <p>Still, some states, especially the south-east Asian countries, have learnt to avoid past mistakes. They have generally tamed inflation, managed domestic and external deficits well, and coped better with volatility by reducing reliance on foreign debt and building cash buffers of foreign reserves.</p> <h2>The rise of China</h2> <p>The biggest single transformation has been the seemingly relentless rise of China. Its demand for commodities — of all varieties, agricultural as well as mineral — was such that many emerging economies rode through the global financial crisis of 2008-09 relatively unscathed. Since then, its growth has remained the single most powerful driver in the developing world.</p> <p>Nevertheless, emerging economies are not immune to shocks. The “taper tantrum” of 2013 reminded investors that EMs are at the mercy of bigger forces. The US Federal Reserve caused waves when it suggested it might soon begin tapering a massive economy-boosting bond-buying programme — indicating that the rock-bottom yields might soon begin to rise. Foreign investors withdrew from EMs <em>en masse</em>, irrespective of how successfully or otherwise policymakers had reformed their economies.</p> <p>Since then, the highs and lows of EM assets have often been driven by the US dollar. When the dollar is weak and US growth is slow, investors are willing to take more risk. At such times, EMs offer attractive returns.</p> <p>But when the US dollar strengthens — as it did unexpectedly in 2018, catching many EM investors off-guard — money can flood out. At times like these, even Chinese assets can take a beating. </p> <p>These forces are at work today. With the US economy rebounding from the pandemic more quickly than many expected, the biggest issue on the minds of professional investors is whether — or rather, when — <a href=\"https://www.ft.com/content/d3fffe41-043c-4a98-8d09-487899c84dd4\">US inflation</a> and interest rates will rise, spurred by the Biden administration's huge <a href=\"https://www.ft.com/content/ecc0cc34-3ca7-40f7-9b02-3b4cfeaf7099\">fiscal stimulus</a>. If US yields suddenly become tempting again, emerging markets could once more see money sucked away to America.</p> <p>“The US fiscal spend completely dominates the debate,” said Bhanu Baweja, chief strategist at UBS investment bank and an emerging markets specialist.</p> <p>But while familiar dangers still lurk so too do the incentives for EM investing. As Jan Dehn, a longtime flag-bearer for EM investing at specialist fund manager Ashmore, pointed out in 2019, emerging economies at that point accounted for 74 per cent of global economic growth and were forecast to contribute 84 per cent by 2023. The pandemic may have slowed the pace of that advance, yet few doubt that, in the long term, EMs are where the growth is.</p> <p>Yet, gaining a share of the upside from that growth is challenging as the risks are unevenly spread. Contagion between markets is much less than it was. When a crisis blows up in a more volatile market such as Argentina or Turkey, it no longer sweeps across the rest of the asset class. Each emerging market has its own set of challenges and opportunities, and the correlations between them are now lower.</p> <h2>What became of the Brics?</h2> <p>Of the Brics held up as future stars by economist Jim O'Neill of Goldman Sachs in 2001 — Brazil, Russia, India, China and, a later addition, South Africa — three have lost their shine. </p> <p>India and China, however, have continued to deliver. Beijing's huge stimulus during the global financial crisis saved not only its own economy but also those of many other developing countries and, perhaps, even the industrialised world.</p> <p>Beijing's focus has changed in recent years, from investment to consumption as the driver of its economy, with a concern for financial stability tempering its enthusiasm for credit-fuelled growth. Investors in EM assets should keep a close watch on policy.</p> <p>India has also seen strong growth over the past decade. This year, it was able to announce a big <a href=\"https://www.ft.com/content/5a7e9143-c918-4777-9f05-19eb335e9b8b\">increase in public spending</a> to counter the pandemic without scaring investors — a testament to their faith in its growth story, although the ferocious second wave of Covid-19 sweeping the country over the past month has raised questions.</p> <p>By contrast, Brazil, Russia and South Africa have all seen growth stutter, stagnate or even go into reverse during the past decade.</p> <p>Nicolaj Sebrell, senior equity analyst at Rowan Dartington, part of the St James's Place wealth management business, says the gains from a country-by-country strategy are potentially great.</p> <p>He argues that investors can outperform by avoiding basket cases like Venezuela and Argentina and sticking to states with credible policies, reasonable growth prospects and inexpensively priced markets. He says: “EM is an asset class because we've defined it that way. But it's also just a selection of countries. If you can treat them all as individual markets, that has some real advantages.”</p> <p>Sony Kapoor, managing director of the Nordic Institute for Finance, Technology and Sustainability, says this is an approach not open to many. Only those unconstrained by liquidity and time — sovereign wealth funds and the very rich — he says, can benefit from country-specific knowledge and sit through the risk-on, risk-off cycles of US monetary policy. “For the rest of us, sadly, index-hugging is the default option.”</p> <p>Nevertheless, the outlook remains uncertain, with the pandemic increasing the differences between states. It is hard to see how those economies that were foundering before the coronavirus crisis will be any better placed afterwards. But those countries that have managed the pandemic well — notably in east Asia — could be rewarded with new investment.</p> <a href=\"http://www.ft.com/cms/36ae3597-c563-49a5-b7e8-2fa1296ad187.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a><p>Source: Jonathan Wheatley 2021 'Emerging markets: risk, reward and Covid' FT.com 14 May. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-05-14T04:00:47.909Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 8554,
          "end": 8567
        },
        {
          "start": 8554,
          "end": 8561
        }
      ]
    }
  ]
}