{
  "_id": "6e133c6d97d9c63aa5a92906b2f7d6abc0765993f1d922ce50538cb96294de0d",
  "feed": "ftcomall",
  "title": "ETF inflows shoot past 2020's full-year record total",
  "text": "<p>Inflows into exchange traded funds have surged past 2020's record total globally as enthusiasm for the low-cost vehicles accelerates, prompting growing numbers of traditional fund managers to launch their own ETFs. </p> <p>Worldwide net investor inflows reached $834.2bn at the end of August, already surpassing the last year's total of $762.8bn. Rising markets and investments helped global assets held in ETFs to balloon to $9.7tn, more than double the $4.8tn managed in the funds and products at the end of 2018, according to the data provider ETFGI.</p> <p>The growth has been aided by an exodus in the US <a href=\"https://www.ft.com/content/7f1c0965-3521-4c83-a3d9-325e6962fafa\">from traditional actively managed mutual funds</a>, which typically charge much higher fees.</p> <p>“Many actively managed funds failed to keep up with common benchmarks in the global financial crisis, in part because of their high fees,” said Todd Rosenbluth, head of ETF and mutual fund research at CFRA. </p> <p>Actively managed US equity mutual funds have registered net outflows in 12 of the past 13 years with cumulative outflows since 2008 reaching $2.8tn, according to the Investment Company Institute, the trade body. </p> <p>“The shift by investors from actively managed funds into ETFs which began in the US has been spreading into every corner of financial markets since the end of the 2007-08 global financial crisis. Active managers know that competition from ETFs is intensifying everywhere and they have to respond,” said Deborah Fuhr, the founder of ETFGI.</p> <p>In the first six months of the year, 199 ETFs were launched in the US against only 109 mutual funds, according to Morningstar.</p> <p>Big active managers are now abandoning their long years of opposition to ETF adoption and entering into a market that is dominated by BlackRock and Vanguard, the world's two largest ETF providers.</p> <p><a href=\"https://www.ft.com/content/785d0e64-e427-450f-ac63-4e1c4d1660be\">Capital Group</a>, which oversees assets of $2.6tn, announced last month that it intended to launch six actively managed ETFs by the end of March.</p> <p>Tim Armour, Capital's chief executive, said at the time there was “no reason” why ETFs could not become a $500bn business for the Los Angeles-based manager, which would put Capital into the top 10 ranking of ETF managers globally.</p> <p>Federated Hermes, the $646bn Pennsylvania-based asset manager, has also applied for regulatory permission for two actively managed fixed-income ETFs which it hopes to launch as soon as November.</p> <p>Both Capital and Federated Hermes conceded that their decisions were influenced by shifting preferences among US financial advisers. </p> <p>“There are many financial advisers who do not or cannot access [Capital's actively managed] American Funds because they prefer the ETF vehicle for their clients,” said Armour.</p> <p>Almost all of the investment advisers registered with the Securities and Exchange Commission now charge fees based on a the size of a client's assets under management and no longer rely on commissions paid by mutual fund managers for recommending their products. As ETFs do not pay commissions, the gradual shift over the past 20 years by financial advisers to a fee based model has been a key driver of ETF adoption.</p> <p>Around 30 per cent of US advisers now use portfolios built entirely from ETFs and have shifted their clients money out of traditional mutual finds and single stocks. </p> <p>“More and more clients are using ETFs in constructing portfolios. It is important for us to have access to those users,” said Brandon Clark, director of the ETF business at Federated Hermes.</p> <p>In addition, more brokers are offering commission free trading for ETFs which has reduced the cost of making tactical and strategic portfolio adjustments. US listed ETFs are also more tax efficient than mutual funds, another important attraction for financial advisers.</p> <p>“If active managers refuse to offer a choice other than traditional mutual funds, then they are effectively excluding themselves from the growing group of advisers, retail investors and institutional clients that are using ETFs,” said Rosenbluth.</p> <p>Goldman Sachs launched its first actively managed transparent ETF in July and plans to roll out more of its thematic strategies in the same format. </p> <p>JPMorgan is planning to convert four mutual funds with combined assets of more than $10bn into active transparent ETFs early next year.</p> <p>Inflows into actively managed ETFs, which received a boost from the success of Cathie Wood's largely actively managed <a href=\"https://www.ft.com/content/a1461780-c699-4b5f-adf3-8fa131cab598\">Ark ETFs</a>, have also accelerated this year, reaching $95.2bn by the end of August compared with the $91.1bn registered over the whole of 2020. This has lifted global assets in actively managed ETFs to $413.2bn.</p> <p>“The decision by two of the largest US asset managers — Capital and Federated — to move into active ETFs will provide more encouragement for other smaller players to follow their example,” said Fuhr.</p><p>Source: Chris Flood 2021 'ETF inflows shoot past 2020's full-year record total' FT.com 10 September. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-09-10T14:14:28.843Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 3936,
          "end": 3949
        },
        {
          "start": 3936,
          "end": 3943
        }
      ]
    }
  ]
}