{
  "_id": "3598f4ca81f320f1c53d9b61f2d4f4328d2329efd8f3fa0b4e2ed8385722af1b",
  "feed": "ftcomall",
  "title": "Wall Street needs to be clearer on succession stakes",
  "text": "<p><em>The writer is a former investment banker and author </em></p> <p>The most important decision a chief executive can make is choosing a successor. So why, then, do so many top executives botch it?</p> <p>As part of the research for my forthcoming book about the rise and fall of GE, I spent many hours with Jack Welch, the company's legendary chief executive, before he died in March 2020.</p> <p>At our very first meeting, over lunch of hot dogs and tomato soup at one of his two golf clubs on Nantucket, and before I could sit down, Welch blurted out that he had made a terrible mistake in choosing his successor, Jeff Immelt, who he blamed for the decline of GE. He was wracked with guilt and wanted me to know that he believed his legacy would be forever marred by that single decision. (He actually used more colourful language.)</p> <p>Welch was not alone in struggling with succession. Just look at some of Wall Street's biggest beasts. Not all of the major banks, of course. Both Goldman Sachs and Citigroup seem to have chosen wisely and well in the past few years, with <a href=\"https://www.ft.com/stream/4006fa25-cd2f-409d-9683-296923b93b81\">David Solomon </a>and <a href=\"https://www.ft.com/content/223b1bcc-c178-4925-a5c4-0c881fba4b24\">Jane Fraser</a>, respectively, succeeding Lloyd Blankfein and Michael Corbat. </p> <p>James Gorman, who has been the chief executive of Morgan Stanley for 11 years, will retire in three years, at 65, and has <a href=\"https://www.ft.com/content/248cbea8-6dbe-4c97-b194-e68dbe121d1f\">set up </a>a succession dogfight between Ted Pick, effectively the head of investment banking, and Andy Saperstein, head of wealth management. Elsewhere the situation is less clear.</p> <p>At JPMorganChase, the nation's most valuable bank, Jamie Dimon, who has been chief executive for more than 16 years and is already 65, has been trying to sort out who his successor will be.</p> <p>But, first, he must figure out when he is leaving. He's had a couple of health scares, including <a href=\"https://www.ft.com/content/72a4e9a0-6481-11ea-a6cd-df28cc3c6a68\">emergency heart surgery i</a>n 2020, leaving Daniel Pinto and Gordon Smith to run the bank in his absence. But neither of those men is a clear contender to succeed Dimon. Smith is retiring at the end of this year and Pinto, 57, may be too old by the time Dimon steps aside.</p> <p>In any event Dimon, who is looking fit as a fiddle these days, is not going anywhere soon. In July, the independent directors of the JPMorganChase board <a href=\"https://www.ft.com/content/177cd5e4-d17a-4516-974a-084a7a1eab26\">awarded</a> Dimon a special onetime grant of 1.5m options. They can only be exercised if he sticks around and leads the bank for another five years, although the board says “there are certain limited exceptions” to this rule. </p> <p>Even though Dimon has <a href=\"https://www.ft.com/content/9e31d7a7-4911-493b-919d-31e04d756438\">set up </a>his own horse race between Marianne Lake and Jennifer Piepszak, the recently named co-heads of the consumer lending and community banking business, it's clear the board wants him in charge until he's 70, or perhaps longer.</p> <p>“This special award reflects the board's desire for Mr Dimon to continue to lead the firm for a further significant number of years,” the company said in a regulatory <a href=\"https://jpmorganchaseco.gcs-web.com/node/392791/html\">filing.</a></p> <p>The Jamie Dimon coaching tree is legendary on Wall Street and filled with ambitious executives who tired of waiting for Dimon's departure. Among others, there's Jes Staley, the CEO of Barclays; Charlie Scharf, the CEO of Wells Fargo; Bill Winters, the CEO of Standard Chartered Bank; and Seth Bernstein, the CEO of AllianceBernstein. </p> <p>Who knows what will happen in five years, or whether Lake or Piepszak will stick around to see Dimon off the stage.</p> <p>Then there's the unorganised succession uncertainty overhanging Bank of America, the nation's second-biggest bank.</p> <p>In late August, the bank <a href=\"https://www.ft.com/content/6bf312c9-69d5-45ea-ad8f-d71b15da530f\">announced </a>that two senior executives were departing: Tom Montag, 64, the chief operating officer and the longtime head of Merrill Lynch, its investment banking subsidiary, and Anne Finucane, 69, the bank's vice-chair. </p> <p>Arguably neither Montag nor Finucane were in position to succeed chief executive <a href=\"https://www.ft.com/topics/people/Brian_Moynihan\">Brian Moynihan, </a>who, like Gorman at Morgan Stanley, has been in charge for 11 years. Moynihan is 61 and not going anywhere. </p> <p>On September 10, Moynihan <a href=\"https://www.ft.com/content/f4c61b0d-f006-4dc6-bf02-755706157857\">announced </a>a slew of next-generation management changes and signalled he would stay on until the end of the decade. He did not make clear who was in line to succeed him. That has some Wall Street analysts worried. </p> <p>“It's not like it's a horse race where you have two or three,” Mike Mayo, a research analyst at Wells Fargo, told me. “Its more like the Kentucky Derby.” </p> <p>The lack of clarity over succession at two of the biggest banks in the world is not a good look. It seems to me that Gorman and Blankfein have done it right — put two candidates in the line of succession, get mostly out of the way and let them duke it out. </p> <p>Unless they want to end up with regrets, like Welch, it's time for both Dimon and Moynihan to make clear just who is in line to succeed them. “[When] you pick a CEO, you're picking the fate of a company,” Welch told me before he passed away, with more than a little sadness.</p> <p><strong>Letter in response to this article:</strong></p> <p><a href=\"https://www.ft.com/content/1bdcbd2e-73f1-4adf-8cb7-1815eb400eb4\"><em>A departing boss should not have the final say on a successor / From Tony McNulty, McNulty Management Consultants, London HA6, UK</em></a></p><p>Source: William Cohan 2021 'Wall Street needs to be clearer on succession stakes' FT.com 2 October. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-10-02T03:00:17.056Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 952,
          "end": 959
        },
        {
          "start": 952,
          "end": 965
        }
      ]
    }
  ]
}