{
  "_id": "bdd37c21d3f3420738be1e826e3db64376f3fa4dec0b3d282b8c90ad69f4fcb8",
  "feed": "market-watch",
  "title": "Oil ends 3% lower amid omicron-inspired restrictions",
  "text": "<p>Politics also were playing a part to undercut demand for crude after Democratic Sen. Joe Manchin said that he wouldn't lend support to U.S. President Joe Biden's key $2 trillion spending bill.</p><p>Manchin&#xa0;told “Fox News Sunday”&#xa0;that after&#xa0;five-and-half months of talks within his own party, he couldn't “vote to continue with this piece of legislation. I just can't. I've tried everything humanly possible. I can't get there.”</p><p>The news led Goldman Sachs over the weekend to again cut its forecast for U.S. growth, citing lack of traction on Biden's Build Back Better bill.</p><p>Meanwhile, a number of countries have imposed new travel restrictions to help limit the spread of the fast-moving, novel omicron variant of coronavirus that causes COVID-19. The Netherlands on Sunday reimposed a lockdown, with all nonessential shops, bars and restaurants closed until mid-January and Irish Prime Minister Micheál Martin also announced new restrictions.</p><p>“None of this bodes well for crude demand in the first quarter of the year. It's just a question of whether OPEC+ will hold out until the January meeting to pull the trigger or pile further pain on the global economy this year,” wrote Erlam, referring to the group of energy producers including Russia and members of the Organization of the Petroleum Exporting Countries.</p><p>Against that backdrop, West Texas Intermediate crude for February delivery CLG22CL00, the most actively traded U.S. contract, ended the day down $2.11, or 3%, at $68.61 a barrel on the New York Mercantile Exchange, after trading as low as $66.12. WTI on Friday put in a 1.1% weekly decline.</p><p>February Brent crude BRNG22,&#xa0;the global benchmark, lost $2, or 2.7%, to settle at $71.52 a barrel on ICE Futures Europe, following last week's 2.2% weekly decline. Monday's settlements were the lowest for the most actively traded WTI and Brent contracts since Dec. 3.</p><p>OPEC+'s output continues to be below agreed upon targets, according to a report from Reuters. OPEC+ compliance reportedly stood at 117% in November, up from 116% in the month before.</p><p>Earlier in December, OPEC+, decided to stick to a previously agreed upon plan of hiking output by 400,000 barrels per day in January, but left options open to “make immediate adjustments,” as needed, amid the new phase of the pandemic.</p><p>Natural-gas futures NGF22, meanwhile, jumped 3.9% to close at $3.834 per million British thermal units. Natural gas soared to a 13-year higher earlier this fall, then retreated, remaining down nearly 16% in the month to date.</p><p>The latest forecasts from the National Oceanic and Atmospheric Administration are now showing the likelihood of below-normal temperatures spreading from the Northwest across the West and upper Midwest over the next two weeks, said Brian Steinkamp, commodity analyst at Schneider Electric, in a note.</p><p>“This could see some upward pressure on gas prices finally arrive in the form of increased heating demand in what's heretofore been a warmer-than-usual December across most of the U.S.,” he wrote.</p><p>Meanwhile, January gasoline futures RBF22 fell 1.5% to close at $2.09 a gallon, while January heating oil HOF22 dropped 2.1% to $2.173 a gallon.</p>",
  "published": "2021-12-20T15:11:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 436,
          "end": 449
        },
        {
          "start": 436,
          "end": 443
        }
      ]
    }
  ]
}