{
  "_id": "28a3f9472e31ca04276fbd115ffadb244b7314e6f9a37bc75c028c44ceb2d957",
  "feed": "ftcomall",
  "title": "Inflation is back with a vengeance — but is that a bad thing?",
  "text": "<p><em>The author is the Paul A Volcker senior fellow for international economics at the Council on Foreign Relations and author of </em><a href=\"https://www.waterstones.com/book/the-power-law/sebastian-mallaby/9780241356524\"><em>The Power Law</em></a></p> <p>Early in Bill Clinton's first presidential term, US Federal Reserve chair Alan Greenspan grew worried. The White House planned to send him a new deputy, the Princeton economist Alan Blinder. The professor's record on inflation seemed suspect. Rising prices, Blinder had written in the 1980s, were “more like a bad cold than a cancer”. “The myth that the inflationary demon, unless exorcised, will inevitably grow is exactly that — a myth,” he added. The ravages of joblessness were more serious by far. Labour unused in one year would not be available to boost output in the next. It would be lost forever.&#xa0;</p> <p>A confidante tried to console Greenspan about his prospective deputy. “It's not like he's a communist or anything. It's just in his early publications he's noticeably soft on inflation.”&#xa0;</p> <p>“I would have preferred he were a communist,” Greenspan retorted.&#xa0;</p> <p>It's worth recalling that quip now, as the world moves into phase 2 of the great pandemic inflation debate. In phase 1, the question was whether inflation would return. We know the answer: it is back with a vengeance. In phase 2, the question will be how much this matters. Is inflation a head cold? Or is it worse than communism — a cancer?</p> <p>The modern incarnation of the Blinder view involves three arguments. The first is that the current price spike will prove transitory. Supply-chain bottlenecks, notably in semiconductors, are being worked out. Governments are withdrawing budget stimulus. The end of generous unemployment insurance and furlough subsidies will push workers back into action. Jan Hatzius of Goldman Sachs believes that US core inflation will be back down to 2 per cent by late 2022, with no need for the Fed to administer monetary chemotherapy.&#xa0;</p> <p>The second dovish argument was on display at the Fed's recent Jackson Hole symposium. A paper presented by Veronica Guerrieri of the University of Chicago suggested that inflation might actually be welcome. The world economy faces profound structural change. The pandemic has accelerated the shift to ecommerce, exurban living and remote work. Climate change demands a transformation of the energy system. The US-China stand-off is scrambling supply chains. These shocks require workers to move from moribund jobs to new ones; to spur that adaptation, real wages in declining sectors must fall. As Guerrieri and her co-authors point out, this is far likelier to happen when inflation imposes pay cuts and bosses do not have to.</p> <p>Jackson Hole also featured a paper hearkening back to Blinder's 1980s view that joblessness is worse than rising prices. The inflation-targeting consensus that took hold in the Greenspan era was premised on the idea that the jobs/inflation trade-off was false: the best way to achieve maximum employment was to achieve maximum price stability. But lately this consensus has cracked. “Maximum employment” has come to be seen as a moving target. The more the central bank is willing to run the economy hot, the more people opt to join the workforce. Research presented at the conference suggests that even when the unemployment rate hits bottom, labour force participation keeps rising for another nine months. It follows that central bankers should be patient about raising interest rates, even if this means risking inflation.</p> <p>What to make of this latter-day Blinderism? Inflation hawks will say correctly that neither of the symposium papers should be pushed too far. A little inflationary lubricant may ease an economy's structural adjustment; sloshing too much in will cause the machine to malfunction. Likewise, the jobs/inflation trade-off is subtler than economists once thought. But at some point the supply of workers has to run out, kicking off a wage/price spiral. In short, modest inflation may be a tempting thing. But once it takes hold, eradication is extremely painful.&#xa0;</p> <p>Yet this brings us to the doves' third argument. Perhaps, as Blinder once insisted, the inflation demon can be exorcised more easily than myth would have it? The idea that eradication is prohibitively costly stems from 1980-1982, when the Fed had to engineer two back-to-back recessions to slay the great inflation of the previous decade. But that disaster is unlikely to be repeated.&#xa0;</p> <p>The roots of the great inflation stretched back to Lyndon Johnson's guns-and-butter programme of the mid-1960s. It took more than a decade, not to mention two oil shocks, for inflationary psychology to embed itself in business behaviour and consumer expectations. Along the way, the Fed could have stabilised prices at any time it chose; it failed to act because of political intimidation. At one point, President Richard Nixon's dirty tricksters invented a smear story about the Fed chair, Arthur Burns, and refused to retract it until Burns promised looser policy. To repeat the disaster of 1970s, in other words, the Fed would have to be years late in responding to inflation, and it would have to be cowed by the White House. It would have to misplace both its competence and its independence.</p> <p>Contrary to what Blinder suggested, inflation can resemble cancer. But it is the kind of cancer that spreads over the course of years. Given that the current price surge may prove transitory, and that modest inflation can be a useful thing, it is much too soon for central bankers to panic.</p> <p><strong>Letters in response to this article:</strong></p> <p><a href=\"https://www.ft.com/content/7b7759c9-4be9-416c-9ca4-1b9cdf728a9f\"><em>Markets seem poised for a hard landing</em></a><em>&#xa0;/&#xa0;</em><a href=\"https://www.ft.com/content/7b7759c9-4be9-416c-9ca4-1b9cdf728a9f\"><em>From Desmond Lachman, American Enterprise Institute, Washington, DC, US</em></a></p> <p><a href=\"https://www.ft.com/content/b1508a10-280c-412e-8e20-813bfffd7009\"><em>Not every type of inflation is bad for the economy / From Tony Thirlwall, Professor of Applied Economics, University of Kent, Canterbury, Kent, UK</em></a><br><br></p><p>Source: Sebastian Mallaby 2021 'Inflation is back with a vengeance — but is that a bad thing?' FT.com 17 September. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-09-17T13:49:58.420Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 1712,
          "end": 1725
        },
        {
          "start": 1712,
          "end": 1719
        },
        {
          "start": 1690,
          "end": 1703
        }
      ]
    }
  ]
}