{
  "_id": "03e56e89a7bb832de4760a40892cb0aba9454ef530ff722ce6f45bda1babde37",
  "feed": "wall-street-journal",
  "title": "As Hedge Funds Endure Rocky Year, Private-Company Bets Ease the Pain; Soaring valuations and a hot U.S. IPO market have boosted private wagers, helping to offset poor performance in public markets",
  "text": "<p>Dan Sundheim's $25 billion D1 Capital Partners, for example, is down 4% in its public bets for the year through September—but up 71% before fees in its private investments, said people familiar with the firm. The S&amp;P 500 had a total return of 15.9% for the period.</p><p>D1 clients opt into share classes that offer varying levels of exposure to private investments. Clients in the share class that can invest up to 15% in private companies have seen gains of about 4.5%, after fees, for the period. The gains stand at 14% and 21% for clients in share classes that can invest up to 35% and 50% in private companies.</p><p>Meanwhile, Boston-based Whale Rock Capital Management was down 11.2% for its public investments in a hedge fund that can invest up to a quarter of its clients' money in private companies, said people familiar with the fund. The performance of the fund's private wagers shrank the fund's losses to 3.3% for the year through September.</p><p>Hedge funds without private companies in their portfolios have had a rougher time. Palo Alto, Calif.-based Light Street Capital Management, which manages late-stage growth and other funds along with a hedge fund that only invests in public companies, is down 18.6% for the year through September in its hedge fund, said people familiar with the firm. That has brought the fund's size down to about $1.7 billion. Its growth funds have fared much better, the people said, with Light Street's first such fund, whose investments include the restaurant-software provider Toast Inc. and the software-development company GitLab Inc., expected to have an internal rate of return of more than 100%.</p><p>The rush into private investing by public-market investors has helped fuel surging valuations for private companies. And as hedge funds, along with mutual funds and sovereign-wealth funds, deploy billions of dollars, they often crowd out venture and growth funds.</p><p>Hedge funds made up 27% of the money raised in private rounds this year through June, despite participating in just 4% of the deals, according to a recent report by Goldman Sachs Group Inc.</p><p>\"These tech companies are growing exponentially, and managers want to capture that huge exponential growth for their clients,\" said Susan Webb, founder and investment chief at the New York-based outsourced-investment firm Appomattox Advisory.</p><p>The higher-return potential is stark. Private-equity and venture strategies gained an average 14.2% a year in the decade ended in 2020, Goldman said, while hedge funds overall averaged half those annual returns over the period—and were subject to the stresses of regular redemption cycles.</p><p>Hybrid funds can offer distinct benefits, said Udi Grofman, global co-head of the private-funds group at Paul, Weiss, Rifkind, Wharton &amp; Garrison LLP. \"The beauty of the structure is that it allows the capital of the investors, in between being invested in private investments, to be exposed to public markets,\" Mr. Grofman said. Clients typically sit on cash to fund capital calls by venture and private-equity funds.</p><p>Stock-picking hedge funds had a banner year in 2020, buoyed by markets that set new highs after bottoming that March.</p><p>Their fortunes in public markets have changed this year. The meme-stock rally in January, which sent the price of companies including GameStop Corp. and AMC Entertainment Holdings Inc. to extraordinary heights, dealt losses to myriad hedge funds. Whale Rock gained 71% last year, while the D1 share class investing up to 15% of clients' money in private companies climbed 60%; in January they lost about 11% and 30%, respectively, in just their public investments.</p><p>While D1 has almost recouped those losses, Whale Rock and other growth-oriented stock pickers have struggled. Fund managers say sector rotations that have alternately favored growth or value have made it difficult to navigate markets. Long out-of-favor sectors such as energy and financials have been on a tear.</p><p>Meanwhile, private markets have continued to be supportive. The U.S. IPO market is flourishing, and companies are continuing to raise more money in private markets than in the past. Hedge funds are contributing to the brisk pace of fundraising. D1 and Tiger Global Management, which manages a series of private-equity funds in addition to a hybrid hedge fund, have participated in private funding rounds this year through September at a pace of more than a deal a week for D1 and more than two deals every three days for Tiger, according to PitchBook Data Inc.</p><p>The 44-year-old Mr. Sundheim, who started D1 after several years as chief investment officer at Viking Global Investors, said at a recent capital-introduction conference that he hadn't expected to get as big in private companies as he has. D1 is invested in 90 private companies, he said.</p><p>He said judgment was the only competitive advantage in public markets as private markets offered the additional benefit of firms' reputations playing a role in gaining access to deals. He said D1 in its earliest investments acted as a resource to management teams so they would be strong references for D1. Mr. Sundheim also said he was confident in his portfolio of public investments over the next three to five years.</p><p>Write to Juliet Chung at juliet.chung@wsj.com</p><p>As Hedge Funds Endure Rocky Year, Private-Company Bets Ease the Pain</p>",
  "published": "2021-10-23T09:30:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 2050,
          "end": 2073
        },
        {
          "start": 2063,
          "end": 2087
        },
        {
          "start": 2467,
          "end": 2474
        },
        {
          "start": 2452,
          "end": 2459
        },
        {
          "start": 2063,
          "end": 2070
        },
        {
          "start": 2063,
          "end": 2076
        }
      ]
    }
  ]
}