{
  "_id": "98efc2831632fe6a8c31a6e600bf15e22f95af15366d617fd570ab81563f03ce",
  "feed": "ftcomall",
  "title": "The tragedy of Erdogan's economic mismanagement",
  "text": "<p>It is no surprise that a leopard cannot change its spots, it was only a shock that the reversion to type happened so quickly. Turkey's president Recep Tayyip Erdogan has quashed the country's <a href=\"https://www.ft.com/content/53271c57-d636-466a-936b-c58667d35f3a\">brief attempts</a> to move the economy towards an orthodox response — raising interest rates — to address its sizeable current account deficit and tame inflation. This erratic and heavy-handed leadership leaves the country even more vulnerable to a potential shift to higher global interest rates.&#xa0;</p> <p>On Saturday, Erdogan sacked the central bank leader Naci Agbal, who had raised interest rates and helped lift the lira from the record lows it reached in November. The move sent the value of the <a href=\"https://www.ft.com/content/6be3efd1-a8e9-47a8-abac-966db2d3cf93\">currency plummeting once again </a>and foreign capital fleeing the country. On Monday, the lira lost 14 per cent of its value and the stock market fell by a tenth. The dismissal, coming two days after the central bank <a href=\"https://www.ft.com/content/f1ec0b3d-00c0-4959-a9e2-addb736e6e3f\">increased its main policy rate</a>, underlines that there will be no independent monetary policy under Erdogan.</p> <p>Turkey has long been flagged by analysts and investors as one of the most vulnerable emerging markets to any shift in the global economy and investor sentiment. A debt-fuelled construction boom helped keep the president popular but also built up external liabilities and made Turkey dependent on attracting investment from elsewhere. A cheaper lira will mean Turkey's banks could struggle to service foreign currency loans.&#xa0;</p> <p>Agbal's brief tenure as central bank president — he was appointed in November as part of a broader shake-up in economic management — showed that a more orthodox policy mix could stabilise the lira and encourage foreign capital inflows. International investors moved about $4bn into Turkish government debt and $700m into equities following his appointment, according to Goldman Sachs research.&#xa0;</p> <p>The fundamental problem, however, is Erdogan. The president has <a href=\"https://www.ft.com/content/3c09ab00-db5c-4324-bd3b-3986e5360e50\">long-rallied against</a> what he calls an “interest rate lobby” who wish to humble Turkey. He advocates an alternative economic philosophy in which inflation is caused by higher interest rates. The new central bank boss Sahap Kavcioglu, a former parliamentarian from Erdogan's Justice and Development party, appears to agree, writing in a newspaper column that “interest rate increases will indirectly lead to an increase in inflation”.</p> <p>Alongside an attempt to shut the country's second-biggest opposition party, the largely <a href=\"https://www.ft.com/content/ccb19700-bcf7-4fb5-bb4b-1717723a0f40\">Kurdish-supported People's Democratic Party</a>, and the exit from <a href=\"https://www.ft.com/content/efeefc0d-ff9b-4e8f-b225-5d2fe28063e4\">the Istanbul Convention</a> that aimed to prevent violence against women, the firing of the central bank chief has destroyed any illusions of pragmatism from the autocratic president.</p> <p>When the failures of the current approach become clear, Turkey will have few options to avoid a “hard landing”, as the lira plummets, inflation rises and living standards fall. The central bank has already burnt through billions of dollars of foreign exchange reserves; capital controls would be unpopular with the middle classes who already keep much of their savings in dollars or euros.&#xa0;</p> <p>This raises concern beyond Turkey's borders. Turkey could potentially be at the centre of any emerging market crisis brought on by tighter monetary policy in the US. Abandoning any attempt to address its vulnerabilities, only makes it even more fragile and marks it out from its peers: the central banks of Russia and Brazil also increased interest rates last week. The tragedy is that Agbal's brief stint showed what could be achieved if the central bank was able to act with some independence.</p> <p><em>This article has been amended since first publication to correct Erdogan's title to president</em></p><p>Source: The editorial board 2021 'The tragedy of Erdogan's economic mismanagement' FT.com 23 March. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-03-23T10:00:04.445Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 1797,
          "end": 1810
        },
        {
          "start": 1797,
          "end": 1804
        }
      ]
    }
  ]
}