{
  "_id": "a3efc8c3d87f34d8c0accee6003066ecbc8c16dfd577da5f5d938d52b23b526f",
  "feed": "ftcomall",
  "title": "Reckitt Benckiser cleans up during pandemic hygiene boom ",
  "text": "<p>2020 was a record year for Reckitt Benckiser as the maker of Dettol bleach rolled out cleaning products into new markets to capitalise on booming demand in the pandemic.</p> <p>Sales rose 11.8 per cent on a like-for-like net basis last year to £14bn, the strongest figure since the group was formed through a merger in 1999. Weaker profit margins meant a 2 per cent year-on-year decline in adjusted operating profit of £3.3bn but this was in line with market expectations.</p> <p>Laxman Narasimhan, chief executive, said that while 2020 “was a turning point” for the company, 2021 will be “a year of further strategic progress and we remain confident that we will meet our medium-term targets”.</p> <p>Reckitt guided for sales growth of 0 to 2 per cent in 2021 — slightly ahead of the analysts' consensus forecast for a 0.4 per cent decline — as business-to-business sales growth helps keep demand steady. Management also raised a productivity savings target to £1.6bn from £1.3bn. </p> <p>Reckitt also said it had agreed the sale of its Scholl footcare business and started a strategic review of its infant formula and child nutrition business in China. “This category has faced mounting pressure from a weak external environment and rising competition,” said Investec Securities analyst Alicia Forry. “We are pleased to see new management move swiftly on the issue, which has been a problem for some years.”</p> <h2>Briefly </h2> <p><strong>Lloyds Banking Group</strong>'s 2020 earnings beat market expectations on mortgage lending volumes and lower than expected impairment charges. The lender posted a statutory profit before tax of £1.2bn, down 72 per cent versus 2019 but above the £905m consensus expectation. For the current year Lloyds said it was targeting improved profitability, with a return on equity in excess of cost to equity over the medium term. </p> <p><strong>Synthomer</strong>, the FTSE 250-listed maker of latex chemicals, said it is not in talks regarding a possible offer for the company. The company was responding to a Bloomberg report saying CVC Capital Partners is <a href=\"https://www.bloomberg.com/news/articles/2021-02-23/cvc-is-said-to-weigh-bid-for-3-billion-chemical-maker-synthomer\">exploring a bid</a>. The private equity group made an initial approach to gauge its interest in a deal but the two parties are not currently holding negotiations, Bloomberg reported overnight. </p> <p><strong>Vodafone</strong> has confirmed plans to float its <a href=\"https://www.ft.com/content/16c2006f-7842-4bdd-a530-0f6c0c7dda16\">Vantage Towers</a> network infrastructure business in Frankfurt by the end of March, subject to market conditions. The telecoms group named Bank of America, Morgan Stanley and UBS as joint coordinators for the float, with Berenberg, Barclays, BNP Paribas, Deutsche Bank, Goldman Sachs, Jefferies acting as bookrunners. </p> <p>The City of London should strive to become a <strong>global centre for Spacs</strong> to fend off rivals in the wake of Brexit, said Xavier Rolet, former London Stock Exchange head, and Matthew Elliott, Vote Leave co-founder. Easing UK rules around these blank-cheque vehicles could help <a href=\"https://www.ft.com/content/1eafe755-ab70-4dbd-ad9e-f30b2b39d1a7\">channel capital</a> to British and European entrepreneurs and allow London to grab some of the equity-raising deals that have so far gone elsewhere, they argue.</p> <p>Insurer <strong>Aviva</strong> has agreed to sell its minority stake in a Turkish joint venture to Ageas for £122m. The company said the disposal will improve its solvency surplus by about £100m and will complete subject to regulatory approvals this year.</p> <p>Security software maker <strong>Avast </strong>announced a strategic partnership with PMovil, the Latin American telecoms group. PMovil will offer its more than 400m mobile subscribers worldwide the option to pay for an Avast subscription as part of their monthly phone bill or as part of their existing prepaid balances, the company said. </p> <h2>Beyond the Square Mile</h2> <p><strong>Hennes &amp; Mauritz </strong>is working out <a href=\"https://www.ft.com/content/204d4592-816c-47f7-81c7-d513811e5ae6\">what to do</a> with its vast network of 5,000 stores after a pandemic that has increasingly pushed shoppers online — and the world's second-largest clothes retailer is considering bold options. The Swedish chain is looking at services such as renting and repairing clothes, as well as exploring whether its shops can play a role in the&#xa0;logistics of online selling.<br><br>US aviation regulators have <a href=\"https://www.ft.com/content/e63c5d60-c892-4331-b6d8-715533251dea\">ordered airlines to inspect</a> certain <strong>Pratt &amp; Whitney</strong> engines on <strong>Boeing</strong> jets for invisible cracks before the planes are flown again. The US Federal Aviation Administration issued an emergency airworthiness directive on Tuesday related to the PW4000-112, an engine used in about 8 per cent of Boeing's 777 aircraft. The order came three days after an engine on a 777 broke apart four minutes after take-off, scattering debris over a Denver suburb.<br><br><strong>Mitsubishi Motors</strong> is set to <a href=\"https://www.ft.com/content/007292a2-1c65-418c-8ca4-12456714168c\">reverse its decision</a> to withdraw from Europe and build cars in France after months of pressure from <strong>Renault </strong>and <strong>Nissan</strong>, in a sign of fresh rifts within the alliance. Mitsubishi will formally consider the move at a board meeting on Thursday, according to three people with direct knowledge of the matter, following months of fractious discussions with its alliance partners. But the deal to have Renault produce Mitsubishi cars at its French factories may still fall apart, some of them warned. Mitsubishi said there was no change in its policy to halt development of new models in Europe; Nissan and Renault said they would not comment “on speculation”.<br><br>The German government is <a href=\"https://www.ft.com/content/b7f7d09b-352d-4336-935a-0309ef2a0b0a\">threatening to ditch</a> the country's accounting watchdog in a deepening row over the body's governance and independence as the <strong>Wirecard</strong> scandal continues to send shockwaves through Germany's business and financial establishment. The Financial Reporting Enforcement Panel, a private sector institution with quasi-official competencies, has come under fire after the parliamentary inquiry into the Wirecard fraud raised serious questions over its compliance. FREP and its president did not immediately reply to a request for comment.</p> <h2>Essential comment before you go</h2> <p><strong>Lex</strong> <br>Facebook has <a href=\"https://www.ft.com/content/2495d280-4b52-4952-ad3f-a1dd6ccdd5ab\">made up</a> with the Australian government, promising to restore news on its platform. This is a victory for Australia, which believes Facebook and Google benefit more from news journalism than vice versa — but should not be seen as a complete capitulation by the tech group. </p> <p><strong>Andrew Tyrie <br></strong>Major regulatory reform is needed and the Competition and Markets Authority is a good place to start, <a href=\"https://www.ft.com/content/4d0e284c-c29c-4879-a408-1163386b0128\">argues its former chair</a>. Many people feel vulnerable to rip-offs in products and services from which regulators are expressly set up to protect them. </p> <p><strong>Thanks for reading. Feel free to forward this email to friends and colleagues, who can&#xa0;</strong><a href=\"https://click.newsletters.ft.com/f/a/ldpABJ-j49GW3Bs5h_bj4Q~~/AAAAAQA~/RgRiFe3lP0SeaHR0cHM6Ly9lcC5mdC5jb20vcGFnZXMvbmV3c2xldHRlcnMvNTZiMzdiMDY0YTExM2UwMzAwNzBmODMzL3N1YnNjcmliZS9zdWNjZXNzP2VtYWlsSWQ9NjAzMzVlMzQ5YjBkNWIwMDA0MTkwMDA5JnNlZ21lbnRJZD0yNjlhYjE2Yy01OTlmLTExOWYtM2Q3Ni0yNjBiNTVmYzhlNDNXCGZpbnRpbWVzQgpgLeloM2BS5j4fUhhqZW5uaWZlci50aG9tcHNvbkBmdC5jb21YBAAAAAA~\"><strong>sign-up</strong></a><strong>&#xa0;here.&#xa0;</strong></p><p>Source: Bryce Elder  2021 'Reckitt Benckiser cleans up during pandemic hygiene boom ' FT.com 24 February. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-02-24T08:27:28.529Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 2505,
          "end": 2512
        },
        {
          "start": 2490,
          "end": 2503
        },
        {
          "start": 2505,
          "end": 2518
        }
      ]
    }
  ]
}