{
  "_id": "b8dac08613ce2176fc84f5e247ff33bfebc08f8afdd8e1001beef24040094790",
  "feed": "wall-street-journal",
  "title": "Goldman CEO Calls China, Hong Kong Covid-19 Policies a 'Headwind for Global Talent'; David Solomon's comments echo calls from the expatriate business community to ease border restrictions",
  "text": "<p>The head of the Wall Street bank was speaking at the Bloomberg New Economy Forum in Singapore on his first trip to Asia in nearly two years, an unusually low frequency compared with his typical four to five Asia visits each year.</p><p>\"I haven't been to Hong Kong and China, and don't expect that I'll be able to go for quite some time,\" he said.</p><p>Mr. Solomon's comments echoed calls from the expatriate business community in China and Hong Kong for authorities to ease border restrictions, which makes travel so burdensome and expensive that many expatriates are essentially unable to visit family, clients or colleagues abroad. Many in Hong Kong are discussing plans to relocate to other cities with looser international travel policies.</p><p>Last month, the Asia Securities Industry &amp; Financial Markets Association, a group representing some of the world's biggest banks, urged the Hong Kong government to consider more open borders. In an open letter, the lobby group said that 48% of firms it surveyed are considering moving staff or operations out of Hong Kong due to quarantine restrictions, and 73% were experiencing difficulties attracting and retaining talent in Hong Kong.</p><p>Earlier this week, JPMorgan Chase &amp; Co. Chief Executive Jamie Dimon visited Hong Kong on a 32-hour trip with a controlled itinerary, in the first known trip to the Asian financial hub by the leader of a Wall Street bank since the beginning of the pandemic. Many visitors to Hong Kong are quarantined for as long as three weeks, and the exceptional visit was defended by Hong Kong Chief Executive Carrie Lam.</p><p>During the visit, Mr. Dimon told reporters Hong Kong's restrictions made it harder to attract and retain employees, Bloomberg and other news organizations reported.</p><p>Travel in and out of mainland China is difficult as well. At the same time, Beijing has been opening up its financial system to international institutions, including Goldman and rivals such as JPMorgan and Morgan Stanley, which have long sought a bigger presence in the country.</p><p>Last month, Goldman Sachs got the regulatory green light to take full ownership of a key local unit in China after 17 years of running it together with a Chinese firm.</p><p>\"Given the important position that China plays economically in the world, we really can't be Goldman Sachs without participating in that,\" Mr. Solomon said. \"We are very committed to building our business in China.\"</p><p>Goldman CEO Calls China, Hong Kong Covid-19 Policies a 'Headwind for Global Talent'</p>",
  "published": "2021-11-17T11:30:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 0,
          "end": 7
        },
        {
          "start": 1902,
          "end": 1909
        },
        {
          "start": 1912,
          "end": 1919
        },
        {
          "start": 2026,
          "end": 2039
        },
        {
          "start": 2037,
          "end": 2044
        },
        {
          "start": 2037,
          "end": 2050
        },
        {
          "start": 2286,
          "end": 2293
        },
        {
          "start": 2286,
          "end": 2299
        },
        {
          "start": 2409,
          "end": 2416
        }
      ]
    }
  ]
}