{
  "_id": "f637de420878eb35a6acab25c2a4d100bd7a4c2e62b2fd3f0b63241a90287e1e",
  "feed": "ftcomall",
  "title": "‘I hated every minute': Lulu Lytle on the storm over Boris Johnson's flat",
  "text": "<p>In life, it helps to know your limits. I know I've reached mine as soon as I arrive at Lulu Lytle's showroom on London's Pimlico Road. It's not the price tags that scare me. It's the lack of them. As I walk through the shop, Lytle's pet dog, Panther, runs ahead, jumping on to each soft furnishing that<br>I presumably can't afford. Am I being taunted by a whippet?</p> <p>Not everybody takes the hint. Boris Johnson and his wife Carrie last year commissioned Lytle to help renovate their flat above 11 Downing Street. The prime minister apparently didn't realise what he was getting in for. “<a href=\"https://www.dailymail.co.uk/news/article-9518183/Boriss-despairing-cry-Downing-St-aides-lavish-new-decor.html\">I can't afford it</a>,” he despaired, as the costs came through.There were reports of £840-a-metre gold wallpaper, which within months started peeling.</p> <p>For Johnson's critics, it was heaven. It seemed to confirm their view of the prime minister: spendthrift yet stingy, a man who saw himself as too good for the “John Lewis furniture nightmare” left by his predecessor Theresa May, and who instead wanted to recreate a colonial aesthetic at someone else's expense. Lytle's name seemed implausibly aristocratic. Her style is colourful, floral and laden with exotic animals. It was derided as “colonial boho”, “boho sloane”, and — by the FT's architecture critic — “<a href=\"https://www.ft.com/content/7d0fcd39-7cb9-472f-aebe-607c33e8d275\">nabob maximalism</a>”.</p> <p>For Lytle, it was hell. “I hated every minute,” she tells me, once we're seated in the office above her showroom. “I found it incredibly disquieting to be caught up in a political storm.” Photographers camped outside the building where she lives with her husband, a Goldman Sachs banker. Journalists approached their three children at school and university. By the time official documents suggested that the refit had cost less than £90,000 — rather than the rumoured £200,000 — and part of the cost was restoring floorboards, the cast had set. The Foreign Office <a href=\"https://www.thetimes.co.uk/article/karen-pierce-our-woman-in-washington-avoids-a-pasting-2gksk8k6j\">decided against using Lytle's company</a> Soane Britain to restore the ambassador's residence in Washington DC, fearing bad publicity.</p> <p>“Much the most upsetting part”, says Lytle, was that her work was misunderstood. Critics conflated her designs, inspired by the Middle East and Africa, with nostalgia for colonialism. One photo, from her flat, showed a picture of a lion. “These fabrics represent 30 years of research. I was just completely baffled by the idea that having a woven lion on my wall from Nepal could be anything other than respectful.” she says. “There's a lot of people out there doing things which I think are distasteful, which is why it was particularly galling.”</p> <p>Lytle, 50, is less loud than her designs. She is composed and controlled. But when it comes to the Downing Street press coverage, her anger is barely disguised. “Huge misinformation,” she sighs. Contrary to reports, Soane does not sell gold leaf wallpaper — only two gold-coloured wallpapers, “and none are anything like the figures quoted.”</p> <p>Soane is expensive, she argues, because every one of its 700 products — fabrics, furniture, wallpaper, homewares — is made in Britain, to proper standards. A rattan hanging light costs £7,200, and a forged iron Bascule Desk costs £10,400, but they take craftspeople days to produce. “If you're paying your staff properly, and there's healthcare and there's training, that all comes at a cost. We don't know how chemicals are being discarded of in manufacturing in certain parts of the world.”</p> <p>“It all started for me with food: I remember when I started to buy organic food, the price hike was huge. I would stand and think, am I feeling flush enough today to buy free range or organic chicken? Sometimes I was, sometimes I wasn't. But at least it was my decision to make.”</p> <p>Soane works with about 40 workshops, including a glass blower, a leather tanner and fabric printers. They are dotted around Britain and some might disappear without Lytle's support. “She's the Boudicca of British craftsmanship,” says Christopher Howe, an antiques dealer for whom she once worked.</p> <p>Soane's clients include the members' club Soho House, Chequers (under a previous prime minister) and the late David Tang. But not all are from the 1 per cent, Lytle insists. “Some of my favourites are the ones who say, ‘I'm going to save for this piece.' Three or five years later, they buy one lamp. “I really subscribe to the buy once, buy well philosophy.”</p> <p>Saving five years for a lamp? Doesn't Lytle tell these people to find a much cheaper version somewhere else? “I do actually. Quite often,” she says. “The firm that I largely recommend is Ikea, because they do things properly. The very dangerous ground in environmental terms is the middle ground. The more I read about Ikea, the more impressed I am.” And their designs? “I love some of their designs. You can buy a very nice rattan chair for £35 from Ikea.” Someone should tell the prime minister.</p>  <p><strong>You can trace Lytle's maximalist style</strong> to her childhood. Lucy Kottler grew up in rural Worcestershire. Her father was an engineer, her mother quit her job as a civil servant after marrying. It was “a pretty chaotic house”, filled with people, animals, colour and music, and covered in <a href=\"https://www.soane.co.uk/journal/wallpaper-stories/\">William Morris &amp; Co. wallpaper</a>.</p> <p>Lytle was animal-obsessed and self-starting. She had “a travelling circus” in the garden, with ponies and guinea pigs. “It was 5p for a back row seat or 10p for a front row.” She was also “quite annoyingly vociferous on animal rights. There were two things that really vexed me — the live transport of animals, and seal culling — and I used to be constantly writing letters to Margaret Thatcher.”</p> <p>The family went on holidays to Scotland and Wales. Lytle had “huge wanderlust”. She would go to the local travel agent, take all the brochures and create albums of foreign places she wanted to visit. She made it to Egypt at 16, “fell in love” with the place, and studied Egyptology at University College London.</p> <p>As a student, she took a part-time job in Mark Birley's private members' clubs “cutting the bottom off the stems of flowers.” She would spend Saturdays on the Portobello Road, and started working in antiques. “It was before people would pay more for something new than for something old,” says Howe. “She probably saw the potential in what I was doing more than I did myself.”</p> <p>Antiques had become so expensive that there was a gap for original goods. Lytle came up with her own idea to champion British crafts. She dug up the details of craftspeople around Britain and went on a tour. The talent was “extraordinary”, but the outlook was “doomsday”, she recalls. “They were all saying, I'm the last in a long line of apprentices, nobody wants to pay for this sort of work any more.”</p> <p>In 1997, aged 25, Lytle co-founded Soane, taking the name from the British architect <a href=\"https://www.ft.com/content/81b9f69a-7a94-11e6-ae24-f193b105145e\">John Soane</a>. Her co-founder was antiques dealer Christopher Hodsoll. </p> <p>Fortunately, minimalism was waning. The country house aesthetic was gaining popularity. The arrival of wealthy Russians in London created a new market for overstated interiors.</p> <p>One of Lytle's passions was rattan, long associated with verandas. Lytle traces it back to a painting of her grandfather, a Russian émigré in South Africa, sitting in a rattan chair in the 1920s. Machine-made rattan “doesn't have that wonderful, yielding comfort. To my mind, it's a very inferior beast.” In 2011, after Britain's last remaining rattan workshop, Angraves, went into administration, <a href=\"https://www.ft.com/content/9253ea42-ffbb-11e4-bc30-00144feabdc0\">she bought the machinery </a>and hired two of the staff.</p> <p>Almost literally, but not metaphorically, Lytle has rearranged the deckchairs on the Titanic: through Angraves, Soane acquired the rights to Dryad, the company that designed rattan seating for the first-class compartments.</p> <p>Lytle “can't draw”. She comes up with ideas, which colleagues put into practice. With rattan, she is constantly pushing the boundaries. “Under the previous owners, the mindset was no experimentation. We say to [the workshop]: we don't mind if you spend 100 hours making something that doesn't work in the name of experimentation, because that's the way we're going to improve. They were really uncomfortable with that. They've surprised themselves as to what's possible.”</p> <p>For other products too, the design process is iterative, often taking two or three years. “She says we want to do this. I'll say that's going to be difficult because of this and this,” says Mark Latham, a silversmith in Sheffield, whose clients include Buckingham Palace. The work is tough. “It's not unusual to still be called an apprentice after five years,” he says. Lytle once revealed that her blacksmith in the Forest of Dean had to “see the osteopath every time” he made one of her iron Stag tables.</p> <p>A decade ago, as chintz came back into fashion, Soane expanded into fabrics, with names such as “Damascus Stripe”. But not everyone wants patterned fabric on their ceilings, or a house full of clutter. When Marie Kondo came along, did Lytle feel her ideas were out of time? “I really admire [decluttering] in the same way I admire someone who can do a dive off a 10-metre board. I just couldn't be that person. I think it would be really boring if people lived in the same way.”</p> <p>Lytle's own bookcases have pictures hung on the front, such is her inability to discard either art or books. Like her mother, she is a hoarder. “I've never thrown away a card someone sent me, every note one of the children left me on the kitchen table, every letter I've ever received.</p> <p>“Sometimes people are quite surprised when they come [to my home], because it is chaotic. Life is really, really busy. Things fall through the cracks. Anyone who had any expectation of perfection wouldn't know us very well. It's the piles of papers, it's admin, it's not renewing the car permits.”</p>  <p><strong>William Morris is one of Lytle's inspirations</strong>. He was the linchpin of Britain's arts and crafts movement, and a committed socialist. In his novel <em>News from Nowhere</em>, he imagined parliament turned into a dung-market. He saw craftsmanship as a way to change society, and yet, because of the prices of his products, found himself “ministering to the swinish luxury of the rich.” The dilemma was acute.</p> <p>Lytle seems less troubled by a similar reality. Her politics are private (“I've never ever donated to a political party, I've never joined a political party”). Her pieces fit nicely into the status quo. They are found in members clubs and superyachts, the same elite satirised by TV shows such as <em>The White Lotus</em> and <em>Succession</em>. The naturalistic designs become part of an ethos of opulence, not of simplicity.</p> <p>Critics might say that Lytle is making the elite feel better about themselves, by creating ethical products that only they can afford. More charitably, she persuades people who might not otherwise care about craftsmanship, environmental standards and so on that it is worth paying for these things.</p> <p>In 2020, Soane's profits hit £462,000. It has benefited from a pandemic surge in home decoration, and now employs 75 people. Lytle is looking at taking stakes in more suppliers. But her vision is larger. “The absolute dream would be to have a makers' village,” she says. “A whole village of makers who could also collaborate, and share information and machinery. We're just in the early stages of looking into how we could make it happen.”</p> <p>It sounds very Prince Charles. “I'm a huge fan of his!” Her inspiration is historical. “I particularly like the idea historically of every village having a smithy.” The site would be in Leicestershire, centred on the rattan workshop. “It'd be on water, we'd be growing our own willow. It will take years, anywhere between five and 10. It's going to require a lot of capital.”</p> <p>Will there ever come a point where Lytle, in the footsteps of James Dyson, moves manufacturing abroad? “I'd feel a real traitor to the workshops. I just couldn't do it.” She says she believes in free trade, but in respecting traditions, even if it limits her range. “Really expert lacquer should probably be left to the Asians. I love straw marquetry, we don't have a history of it here, I'd go to France, but my business model prohibits me from doing that.”</p> <p>She wants consumers to have more information about their products. “It's very murky how and where things are made.” She cites the example of a trader whose “French oak floorboards” were <a href=\"https://www.voanews.com/a/middle-east_aladdins-cave-goods-stranded-suez-logjam/6203874.html\">stuck on the Ever Given container ship</a> in the Suez Canal, because, although the oak was grown in France, it was processed in China.</p> <p><em>“</em>It's incumbent on us as makers and retailers to really spell out the truth behind our supply chains and our work practices. Why should a consumer know which questions to ask, if the retailers are becoming ever more sophisticated in marketing products?”</p> <p>Many of the workshops are family businesses. Does Lytle want one of her children taking over Soane? “I think there'll be far more deserving people in the business. I'd be thrilled if they want to work here, but the idea of them actually running it I'd be dubious about.”</p> <p>For someone who has stirred so much ire, she is notably inoffensive. She certainly doesn't see herself as too good for John Lewis: she shops there. “The bit of John Lewis that I've always loved most is the haberdashery at Peter Jones [the department store on Sloane Square].”</p> <p>Lytle says democratic design is “fantastic”, and that “a lot of antiques are more accessible than people might believe.” For new, artisanal products, however, there is no escaping the choice. “It comes back to the organic chicken. It comes back to the electric car. There is a price.” And, if you're feeling brave as you walk round her showroom, you can ask what that price is.</p> <p><em>Henry Mance is the FT's chief features writer</em></p> <p><em>Follow </em><a href=\"https://twitter.com/ftproperty\"><em>@FTProperty</em></a><em> on Twitter or </em><a href=\"https://www.instagram.com/ft_houseandhome/?hl=en\"><em>@ft_houseandhome</em></a><em> on Instagram to find out about our latest stories first</em></p><p>Source: Henry Mance 2021 '‘I hated every minute': Lulu Lytle on the storm over Boris Johnson's flat' FT.com 1 October. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-10-01T16:02:33.090Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 1527,
          "end": 1540
        },
        {
          "start": 1527,
          "end": 1534
        }
      ]
    }
  ]
}