{
  "_id": "4bfc9fa13a4e0341d73f9145cfe22fdb3eebdf851cae9550d5b6b4710c77be65",
  "feed": "wall-street-journal",
  "title": "Phil Murphy Wins Tight New Jersey Governor Race; Democrat squeaked by to become first in party to win re-election in the state since 1977",
  "text": "<p>Mr. Ciattarelli was ahead of Mr. Murphy on election night, but the incumbent pulled ahead, as more mail-in votes were counted. </p><p>The Associated Press declared Mr. Murphy the winner Wednesday evening, when the Democrat was ahead by about 19,000 votes out of more than 2.4 million ballots cast.</p><p>Mr. Murphy campaigned on his record during his first term in office, touting the legalization of marijuana and increases to the state's minimum wage during his tenure. In recent weeks, both President Biden and Vice President Kamala Harris appeared with Mr. Murphy in the state.</p><p>Mr. Ciattarelli criticized Mr. Murphy's fiscal policies and promised to cut state spending. Mr. Murphy, a former Goldman Sachs executive who was first elected in 2017, raised taxes on millionaires and expanded educational programs.</p><p>New Jersey has the highest property taxes relative to home value, according to a study released this summer by the Tax Foundation, a Washington-based think tank that generally favors lower tax rates.</p><p>Registered Democrats outnumber Republicans by more than one million in the Garden State, according to the New Jersey secretary of state's office. That number is up from a Democratic advantage of around 700,000 voters in 2009, when Republican Chris Christie defeated Jon Corzine's bid for a second term.</p><p>New Jersey doesn't require mandatory recounts in close elections, but a candidate can request one from a judge at any margin, if they have reason to believe there has been an error in counting votes. A spokesman for Mr. Murphy's campaign said it has no plans to seek a recount. </p><p>Mr. Murphy said Wednesday the results showed that New Jersey voters wished to continue with the direction he has set. \"Our focus has not been on those who already have much, but to do much for those in the middle and in the bottom—so that they have more opportunity,\" Mr. Murphy said.</p><p>Mr. Ciattarelli's campaign spokeswoman, Stami Williams, said all options remain on the table.</p><p>\"With the candidates separated by a fraction of a percent out of 2.4 million ballots cast, it's irresponsible of the media to make this call when the New Jersey secretary of state doesn't even know how many ballots are left to be counted,\" Ms. Williams said in a statement.</p><p>Polls taken in the weeks before the election projected Mr. Murphy with a comfortable lead, and Republicans said the closer-than-expected result was a sign of voter frustration.</p><p>\"I think it's very important that no one forget how expensive and unaffordable New Jersey is,\" New Jersey GOP Chairman Bob Hugin said. \"Then you have the issue of Covid, where so many people are frustrated.\"</p><p>During the campaign Mr. Murphy said he provided stable management during the Covid-19 pandemic, and Monmouth polls showed his job approval rating remained above 50% since the virus arrived in March 2020.</p><p>Mr. Ciattarelli has criticized Mr. Murphy's requirement that school students wear masks in the classroom and faulted the governor for a policy early in the pandemic allowing nursing homes to accept Covid-19 patients from hospitals. Mr. Murphy said the masking policy is needed to keep children safe and called the coronavirus nursing home deaths a tragedy.</p><p>Voters' concerns about Covid-19 waned in the weeks leading up to the election, leaving an opening for Mr. Ciattarelli's core fiscal campaign theme, said Patrick Murray, director of the Monmouth University Polling Institute.</p><p>Julie Roginsky, a Democratic consultant who worked for Mr. Murphy during his 2017 campaign, said he could have had a stronger showing, if he had focused more on affordability and less on national trends.</p><p>\"It turns out that you can't ignore the number-one issue that voters in New Jersey have had for the last 30 years—affordability and property taxes—and expect to win,\" she said.</p><p>Bennett Degen, a 55-year-old investment professional in West Orange, voted for Mr. Murphy in 2017 but cast his vote Tuesday for Mr. Ciattarelli. Mr. Degen said he was disappointed with Mr. Murphy's administration over the past four years, especially its inability to stem rising taxes.</p><p>\"I didn't expect taxes to go down, but I didn't think they would go up as much as they did,\" he said. \"I thought Murphy had a stronger understanding of the needs of the average suburban voter being squeezed by property taxes.\"</p><p>For other voters, Mr. Murphy's handling of the Covid-19 pandemic won him their vote. </p><p>\"He was an efficient governor as far as I was concerned,\" said Cynthia Parayil, a 53-year-old community college professor from Central New Jersey who voted for Mr. Murphy.</p><p>Write to Jimmy Vielkind at Jimmy.Vielkind@wsj.com</p><p>Phil Murphy Wins Tight New Jersey Governor Race</p>",
  "published": "2021-11-03T22:50:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 682,
          "end": 689
        },
        {
          "start": 682,
          "end": 695
        }
      ]
    }
  ]
}