{
  "_id": "083f2a1b7f4e8daa31658e0187b00670e76ad44462525ed4f9d4489eca0a8d8c",
  "feed": "ftcomall",
  "title": "China bonds/Huarong: debt manager heal thyself",
  "text": "<p>Beijing set up four state-owned entities to help clean up a banking system weighed down with bad debt in the late 1990s. The largest of the four, China Huarong Asset Management, has long benefited from low yields and government support. Now the distressed debt manager has become the one to <a href=\"https://www.ft.com/content/53323f21-85c6-461d-8f5f-a27e77fb700f\">threaten</a> the stability of China's credit market.</p> <p>Huarong's Hong Kong-listed shares have been suspended since April 1 after it failed to report results for last year by a March 31 deadline. Confidence in the debt manager was further shaken by local traders, who circulated a report of the worst-case scenario — a possible bankruptcy.</p> <p>It would have been easier to uncover the full extent of Huarong's troubled finances if Lai Xiaomin was still around to question. But in January China executed the group's former chair for bribery.</p> <p>Panic has been spreading. The yield on Huarong's $300m 3.375 per cent bond due May 2022 soared to a record 23 per cent on Tuesday. Spreads on investment-grade dollar bonds issued by Chinese companies widened by as much as 8 basis points. High-yield Chinese dollar bonds were also hit. The prices for those with issuers seen as risky — developers, for example — fell by record amounts.</p> <p>Outstanding bonds for Huarong and its subsidiaries stand at about $42bn, of which more than 40 per cent are due to mature by next year. Some $22bn are dollar bonds. Huarong debt is widely held by global investors, including by BlackRock and Goldman Sachs Asset Management. </p> <p>Normally, troubled state-owned Chinese companies do not cause jitters for long. Huarong's largest shareholder is China's ministry of finance. But so far the government has remained eerily quiet on what actions it will take, such as support for bondholders.</p> <p>Unless it intervenes, the sell-off is set to widen. Huarong's long involvement in the local distressed debt market means its fate is tightly intertwined with local companies and banks. Defaults would heighten risks in parts of China's financial system. But broader sell-offs in other Asian markets should be short lived. </p> <p><em>Our popular newsletter for premium subscribers Best of Lex is published twice weekly. Please sign up </em><a href=\"https://ep.ft.com/newsletters/56657d10e4b04e04251004fd/subscribe\"><em>here</em></a></p><p>Source:  2021 'China bonds/Huarong: debt manager heal thyself' FT.com 13 April. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-04-13T11:15:40.273Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 1447,
          "end": 1477
        },
        {
          "start": 1447,
          "end": 1460
        },
        {
          "start": 1447,
          "end": 1454
        }
      ]
    }
  ]
}