{
  "_id": "0038c767258c7b4af046a3f931c96f7a4cac3c3272b12e677540752b7a8bc438",
  "feed": "ftcomall",
  "title": "Thrill-seeking traders send ‘meme stocks' soaring as crypto tumbles",
  "text": "<p>A new breed of day traders chasing thrills in the intense ups and downs of markets is asserting its dominance again, sending shares in popular stocks surging while cryptocurrency prices wilt. </p> <p>In January, amateur investors organised online in huge numbers to fire up unloved shares of companies including consoles retailer GameStop and cinema group AMC Entertainment. Now, after a lull, some of that fervour is back. </p> <p>Shares in AMC have surged more than 150 per cent since bitcoin began wobbling at the beginning of this month, and have more than doubled this week alone, according to Refinitiv data. GameStop, one of the highest-profile retail plays, rose 26 per cent this week. </p> <p>Professional analysts say the rerun shows that the amateur fascination with markets can outlast the social curbs brought in last year to control the coronavirus pandemic. Some now see it as a more durable trend that is having a noticeable effect on the investment landscape. </p> <p>“Retail [traders are] creating their own momentum and following it. We have this new dynamic where retail is leading the charge, you can no longer say that retail is the last one to know,” said Dan Pipitone, co founder of US-based brokerage TradeZero. </p> <a href=\"http://www.ft.com/cms/3c1fa744-9de0-4398-a6cc-16e430d8a8dd.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a> <p>While markets have been mostly tame on the surface in recent weeks, flashes of volatility have emerged in assets that are favoured by the young, technologically-savvy traders who have entered equities and cryptocurrency markets in record numbers since the beginning of the lockdowns last year. </p> <p>After January's surge, some enthusiasm seeped instead into cryptocurrencies. But the prices of bitcoin and ether — two of the most popular digital coins — have plunged since early May. As the air came out of that market, it appeared to be pumped right back into shares with intense retail interest.</p> <p>A Goldman Sachs index of the stocks most often mentioned on the popular r/WallStreetBets Reddit page — which has become an online watering hole for day traders and some big money managers — has gained 20 per cent this week, according to the bank.</p> <p>Some of this shows up in the options markets, which traders can use to bet on the direction of stocks. The number of open calls — bets that stocks will rise — in AMC rose 40 per cent since the start of trading on Tuesday, to 1.8m, according to Bloomberg data. Retail net buying of AMC shares over the past week totalled $209m by the close on Thursday, a 273 per cent surge from the week before, according to Vanda data.</p> <p>In the past, day traders tended to focus on particular themes or stocks sectors. But the new generation tended to “rotate in different asset bubbles” across global markets, said Giacomo Pierantoni, an analyst at Vanda Research, which tracks retail investing flows. “They invest in assets with strong momentum, large upside potential, and supportive newsflow,” he said. </p> <p>Pipitone of TradeZero added that “these traders aren't married to any sector, they're married to the style”. </p> <p>Despite individual investors' relatively small share of the market, with younger investors trading with smaller sums, they have an outsized ability to drive up prices in single stocks or themes.</p> <p>“They don't necessarily move a lot of money, but they use a lot of derivatives,” said Pierantoni. Derivatives trades such as the use of options and futures on equities and cryptocurrencies allow traders to magnify their potential gains and their ability to send assets moving up and down. </p> <p>“You get pockets of speculative froth. Then the horde moves on to the next shiny object” leading to a “series of rolling corrective phases”, said Liz Ann Sonders, chief investment strategist at Charles Schwab. The “frenzy of interest” in corners of the market from “newly minted day traders” has been evident from the summer of 2020 when investors piled into big tech stocks, she added. </p> <p>This investment style among people aged 18 to 40 is expected to stick around. “You have old-school guys saying this isn't going to last, that it's a spike in trading, but there is a different psyche among young investors,” said Bob Cortright, chief executive of brokerage tech provider DriveWealth.</p> <p>“This is a generation that grew up with video games . . . They're very savvy, very quick. That is why crypto is so exciting for them — they actually like the volatility.”</p> <p>Others in the investing community disagree and expect these ultra-speculative traders will ultimately morph into the type of investors who seek longer-term capital appreciation instead of rushes of highs and lows. </p> <p>This month's “meltdown in cryptos was the logical next step in retail losing its infatuation with markets . . . That meme seemed to be running its course,” said Steve Sosnick, chief strategist at Connecticut-based platform Interactive Brokers.</p> <p>Still, others see the boom in retail trading following the pandemic as the start of a new and important force in investing.</p> <p>“Everyone tries to say to them ‘it's going to end badly' or ‘this isn't a good way to trade' and I think that is basically missing the point,” Cortright added. “They're creating new ways to think about investing.”</p> <a href=\"http://www.ft.com/cms/f90aae62-ccca-4eda-892c-f302324ef8ba.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a><p>Source: Madison Darbyshire in New York and Joshua Oliver in London 2021 'Thrill-seeking traders send ‘meme stocks' soaring as crypto tumbles' FT.com 28 May. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-05-28T16:51:12.978Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 1800,
          "end": 1807
        },
        {
          "start": 1800,
          "end": 1813
        }
      ]
    }
  ]
}