{
  "_id": "cdc48bdc1fb12800cad28ec323702641f6dfe11de9c98d518cfd81add3842004",
  "feed": "ftcomall",
  "title": "House of Representatives passes $1.9tn Covid stimulus package  ",
  "text": "<p>The House of Representatives has passed a <a href=\"https://www.ft.com/content/441ca3df-77a3-4e89-a5cb-e32d570980fb\">$1.9tn coronavirus relief package</a>, as US president Joe Biden cleared the first big hurdle on the way to securing congressional approval for his economic stimulus bill. </p> <p>The Democratic-controlled House passed the expansive legislation, which includes $1,400 direct payments, an extension of federal top-ups to unemployment insurance, and another $350bn for state and local governments, early on Saturday morning with the support of the vast majority of Democratic lawmakers.</p> <p>Biden pleaded for “quick action” from the Senate on the stimulus bill.</p> <p>“We have no time to waste. If we act now decisively, quickly and boldly, we can finally get ahead of this virus. We can finally get our economy moving again. And the people of this country have suffered far too much for too long. We need to relieve that suffering,” he said on Saturday.</p> <p>The vote was a significant milestone for Biden, who has made the stimulus package his top legislative priority for his first 100 days in the White House. <a href=\"https://www.ft.com/content/6fd96a32-da98-4f31-8936-8f3699200652\">Biden last week</a> said the US economy would come “roaring back” if Congress approved his proposals, while Treasury secretary <a href=\"https://www.ft.com/content/8535e507-eac7-4b4e-b3dd-f78b06dffac4\">Janet Yellen</a> this week told G20 finance ministers that they should also “go big” with fiscal support to help the pandemic-ravaged global economy. </p> <p>House passage of the stimulus bill comes as financial markets have started to more aggressively bet on a strong economic recovery and higher inflation this year, partly due to more government spending from Washington. The sudden shift towards more positive sentiment has pushed up 10-year Treasury yields and unnerved some equity investors leading to a <a href=\"https://www.ft.com/content/6f0de98c-0cb9-41a2-a83a-55f58d5aa4ab\">sell-off in technology shares</a>, though markets stabilised on Friday. </p> <p>The stimulus package needs to pass both the House and the Senate — which <a href=\"https://www.ft.com/content/a51ad553-cc08-47ac-9a33-44353c4484ff\">Democrats control</a> by the smallest of margins — if it is going to be sent to <a href=\"https://www.ft.com/topics/people/Joe_Biden\">Biden</a>'s desk to be signed into law. Democrats have set themselves a deadline of mid-March, when the current round of emergency unemployment benefits runs out.</p> <p>Nancy Pelosi, the Democratic speaker of the House, said ahead of Friday's vote that the bill “saves lives and saves the livelihoods of the American people”.</p> <p>“I salute President Biden for his American rescue plan, which will do that: rescue the American people,” she added. “The loss of jobs, the loss of income, the loss of life, first and foremost.” </p> <p>The bill, which would also expand tax credits for low-income Americans, passed 219 to 212, with two Democrats opposing it and no Republicans crossing the aisle to back it.</p> <p>Most <a href=\"https://www.ft.com/content/f2202fc2-2374-4c61-b3b7-a84a138bf498\">Republican lawmakers</a> in the House and Senate have balked at the size of the stimulus package, which would be the second-largest economic relief bill in US history, behind last year's $2.2tn Cares Act. The new stimulus would come less than three months after Donald Trump signed into law a separate <a href=\"https://www.ft.com/content/b657be60-ba1a-4f25-8bfe-afd51ef56a8a\">$900bn coronavirus relief</a> package.</p> <p>“This isn't a relief bill. It takes care of Democrats' political allies, while it fails to deliver for American families,” Kevin McCarthy, the House's top Republican, said earlier on Friday. “We already know what is the best stimulus plan out there: it is to fully reopen our economy.”</p> <p>The latest House bill also includes a gradual increase of the federal minimum wage from $7.25 an hour to $15 an hour over a five-year period. But that provision hit a major stumbling block late on Thursday when the Senate parliamentarian ruled <a href=\"https://www.ft.com/content/d8ad48f8-6730-4814-b8ea-ec3ce79cbe83\">it could not be pushed through</a> using budget reconciliation, a manoeuvre that would allow the bill to pass the upper chamber of Congress by a simple majority.</p> <p>The Senate is split, 50-50, between Democrats and Republicans, with Kamala Harris, the US vice-president, able to cast a tiebreaking vote when required.</p> <p>Earlier this week more than 150 <a href=\"https://www.ft.com/content/0e4b260a-8778-4b3a-8d73-450dbedc09a3\">business leaders</a>, including David Solomon of Goldman Sachs and Stephen Schwarzman of Blackstone, backed Biden's stimulus plan, saying “more must be done to put the country on a trajectory for a strong, durable recovery”.</p> <p>Federal Reserve chair Jay Powell last year publicly pushed Congress to approve more fiscal stimulus to boost the US economy. But he took a more <a href=\"https://www.ft.com/content/0dd48851-f442-4e3e-a068-532dd9f05137\">neutral</a> position this week on Capitol Hill, telling lawmakers: “It's not appropriate for the Fed to be playing a role in these fiscal discussions about particular provisions in particular laws.”</p><p>Source: Lauren Fedor and James Politi in Washington 2021 'House of Representatives passes $1.9tn Covid stimulus package  ' FT.com 27 February. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-02-27T16:36:28.979Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 3804,
          "end": 3811
        },
        {
          "start": 3804,
          "end": 3817
        }
      ]
    }
  ]
}