{
  "_id": "12db0888c2942f654ac770cf7ceb07bbedd2b1a65a6e6aaedabb95acfd19cea6",
  "feed": "ftcomall",
  "title": "Wall Street and big tech team up to oppose Texas wind power bill",
  "text": "<p>An alliance of Wall Street and big tech is warning the Texas government against imposing new costs on renewable power plants as the blame game over the state's winter blackouts intensifies.</p> <p>Companies ranging from Goldman Sachs and JPMorgan Chase to Amazon and Google, and including Warren Buffett's Berkshire Hathaway Energy, are trying to head off new legislation they say would upend the economics of wind and solar power in the state.</p> <p>The Texas House of Representatives on Thursday was scheduled to discuss a bill that would force wind and solar plants to pay for grid services essential to keeping supply and demand in balance.</p> <p>Lawmakers have been debating ways to prevent a repeat of the February blackouts, when days of arctic cold knocked almost half of Texas's power capacity offline.</p> <p>The cost of these so-called ancillary services — which keep frequency and voltage steady whatever the supply and demand conditions — are currently borne by electricity consumers, not generators.&#xa0;They totalled $275m last year, but surged to $7bn during the crisis in February.</p> <p>The bills “inappropriately and unfairly shift the cost” of ancillary services to solar and wind, the companies said in a <a href=\"https://acore.org/wp-content/uploads/2021/04/U.S.-PREF-Letter-April-6-2021.pdf\">letter </a>to Texas governor Greg Abbott.</p> <p>“Such changes would undercut previous investment decisions and erode confidence that the state will continue to provide the financial stability necessary for future energy investment.”&#xa0;</p> <p>Signatories to the letter are some of the biggest investors in, and buyers of, renewable power.</p> <p>“The concern, and this is reflected in the letter, is that this is some sort of effort to penalise renewable resources on a broadly discredited assumption that they were disproportionately responsible for the power outages,” said Gregory Wetstone, chief executive of the American Council on Renewable Energy, an industry group that organised the letter.</p> <p>Passage of the bill would mark a victory for those looking to tilt the playing field away from renewables. Texas is among several states where Republican-controlled legislatures have <a href=\"https://www.ft.com/content/ee272395-2ea7-4175-bb19-996111f5a499\">introduced bills </a>that add costs for renewables or support fossil fuel use.</p> <p>The moves run counter to President Joe Biden's efforts to speed construction of renewable projects with a goal to removing carbon emissions from the electricity sector by 2035.</p> <p>As well as being the capital of US oil and gas production, Texas is also by far the leader in wind power generation and last year added more <a href=\"https://www.ft.com/content/225dacb0-fa6e-4f38-a8d2-64517731a228\">wind </a>and <a href=\"https://www.ft.com/content/21fd91f2-7271-11ea-ad98-044200cb277f\">solar </a>capacity than any other US state, according to the Energy Information Administration.</p> <p>In March, solar and wind combined accounted for 42 per cent of generation on the Texas grid, ahead of natural gas and other types of power plants, the Institute for Energy Economics and Financial Analysis said.&#xa0;</p> <p>The bills under discussion would assign ancillary services costs to solar and wind generators to the extent their operations caused “reliability issues”, according to the text of bills sponsored by Representative Phil King and Senator Kelly Hancock, both Republicans.&#xa0;</p> <p>Similar language, introduced by Hancock, was included in a broad electricity reform bill that passed the Texas Senate last week.</p> <p>Jason Isaac of the Texas Public Policy Foundation, a conservative think-tank, said the bills were necessary to spur construction of thermal power plants such as natural gas-fired turbines, as opposed to intermittent resources such as solar and wind. “You have these variable sources that swing so wildly that it's hard to predict what ancillary services you're going to need and when,” he said.&#xa0;</p> <p>February's problems were widespread across virtually all types of generators, including natural gas plants that suffered from low fuel pressure and wind turbines whose blades were coated in ice, the Electric Reliability Council of Texas (Ercot) said in a&#xa0;<a href=\"http://www.ercot.com/content/wcm/lists/226521/51878_ERCOT_Letter_re_Preliminary_Report_on_Outage_Causes.pdf\">preliminary report&#xa0;</a>this week.</p><p>Source: Gregory Meyer in New York 2021 'Wall Street and big tech team up to oppose Texas wind power bill' FT.com 8 April. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-04-08T04:00:55.596Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 213,
          "end": 226
        },
        {
          "start": 213,
          "end": 220
        }
      ]
    }
  ]
}