{
  "_id": "f9ff5cab499b9f911f49b8f8243281f189d570878006babc02ee725d83b6fe3c",
  "feed": "wall-street-journal",
  "title": "Business News:  Evercore Names Weinberg Sole CEO  ----  By Liz Hoffman and Cara Lombardo",
  "text": "<p>   Evercore Inc. is naming John Weinberg as its sole chief executive, five years after recruiting the former Goldman Sachs Group Inc. banker -- and scion of a Wall Street dynasty -- to the investment bank. </p><p>   Ralph Schlosstein, who has held the job since 2009 and shared it for the past year with Mr. Weinberg, will step down in February. The handoff is the last step in a yearslong leadership transition in which the firm's founder, Roger Altman, a fixture on Wall Street and Washington for four decades, gradually stepped back. </p><p>   Mr. Schlosstein said in a joint interview that he identified Mr. Weinberg as his ideal successor more than six years ago while wooing the banker from Goldman. Mr. Schlosstein offered him the co-CEO job when he joined in 2016, but Mr. Weinberg demurred. \"He said, 'Let's see how it works,'\" Mr. Schlosstein said. Now, he said, \"John is more than ready.\" </p><p>   Mr. Altman brought in Mr. Schlosstein, now 70 years old, in 2009 as CEO and last year promoted Mr. Weinberg to share the role with the understanding that the job would eventually be his alone. </p><p>   Mr. Altman, who started Evercore in 1995 after leaving the Treasury Department, remains Evercore's senior chairman. \"Nobody looks at my business card,\" Mr. Altman said in the interview. </p><p>   Now 75, Mr. Altman continues to advise clients and worked on deals including Qualcomm Inc.'s $4.5 billion deal for auto-technology company Veoneer Inc. this month. Mr. Schlosstein said that Mr. Altman stepped out of Evercore's board meeting Tuesday, as the transition was being formally approved, to take a client call. </p><p>   Mr. Weinberg, 64, is Wall Street royalty. His grandfather and father ran Goldman Sachs for the better part of six decades. His cousin, Peter Weinberg, is a former senior executive at Goldman and now runs investment bank Perella Weinberg Partners. </p><p></p>",
  "published": "2021-10-27T06:11:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 106,
          "end": 129
        },
        {
          "start": 1649,
          "end": 1662
        },
        {
          "start": 1759,
          "end": 1766
        },
        {
          "start": 674,
          "end": 681
        },
        {
          "start": 106,
          "end": 119
        },
        {
          "start": 1649,
          "end": 1656
        },
        {
          "start": 106,
          "end": 130
        },
        {
          "start": 106,
          "end": 113
        }
      ]
    }
  ]
}