{
  "_id": "461d250752bb959086757fb31d80d632ba906f6368b8cc907d03513c3dc7b868",
  "feed": "ftcomall",
  "title": "Suboxone maker Indivior overhauls board",
  "text": "<p>Drugmaker <strong>Indivior</strong>&#xa0;has announced a boardroom shake-up after making peace with its biggest shareholder.</p> <p>The maker of opiate addiction treatments announced that it has “entered into a relationship agreement” with US-based Scopia Capital Management that “will see Indivior benefit from Scopia's insight and perspectives as an experienced healthcare investor.” </p> <p>Indivior named Jerome Lande, Scopia's head of special situation investment among four new non-executive directors, as well as pledging to make a further board appointment based on Scopia's recommendation. Also joining the board are Juliet Thompson, a former healthcare investment banker, former GlaxoSmithKline manager Jo Le Couiliard and Mark Stejbach, who used to be a director at rival drugmaker Alkermes.</p> <p>Indivior last year <a href=\"https://www.ft.com/content/5d6b7107-d609-45a8-92ff-f8c7999b208a\">paid $600m</a> to settle criminal and civil investigations and plead guilty to a felony charge related to its legacy Suboxone Film treatment.</p> <p>“We note there has been interest in Indivior's capital allocation strategy given its growing cash pile with continued Suboxone film outperformance, and these changes could look to address this,” said analysts at Jefferies.</p> <h2>Briefly</h2> <p><strong>Softcat</strong> said it expects to deliver full-year results “significantly ahead” of its previous expectations after making a good start to the fiscal second half. The IT services group posted operating profit up 41 per cent to £57m or the half-year period ending January as Covid-related operating cost savings helped boost margins. Sales were up 10.1 per cent to £577m. </p> <p>Builders' merchant <strong>Travis Perkins</strong> is restarting the demerger of its Wickes consumer DIY chain, having put the plan on hold last March. Wickes will be spun off and floated on the Premium listing segment of London Stock Exchange's official list, Travis Perkins said.</p> <p><strong>Bloomsbury Publishing</strong> lifted earnings guidance for the second time in three months as lockdowns boosted demand. The book publisher said that for its fiscal year ending February, revenue will be ahead and profit “significantly ahead” of guidance given in January. </p> <p><strong>Bellway</strong> posted a flat operating profit for its half year ending January as weaker margins and Covid-19 related costs offset 11.6 per cent sales growth. The housebuilder said it built a record 5,656 homes in the period, up 6.3 per cent year on year, with its average selling price up&#xa0;5.8 per cent to £303,206. Half-year operating profit was £297.7m on revenue of £1.7bn. On current trading, Bellway said its order book in mid March stood at 6,028 homes with a value of £1.6bn and an average selling price of more than&#xa0;£295,000. </p> <p><strong>Keywords Studios</strong>, the outsourcer and testing specialist for the video games industry, plans to resume dividend payments this year after reporting a strong start to 2021. Its 2020 results showed adjusted pre-tax profit up 34.5 per cent to €55m on revenue up 14.4 per cent to €373.5m.</p> <p><strong>Halma</strong>, the safety equipment maker, raised profit guidance for its full year ending March. Adjusted pre-tax profit will be similar to the previous year compared with prior guidance of around 5 per cent below, the company said. It cited improving revenue trends and cost control, with order intake currently ahead of revenue and up on the same period last year.</p> <p>Subprime lender <strong>Amigo</strong> said it has been informed by the Financial Conduct Authority that while the regulator does not support its so-called scheme of arrangement intended to ringfence refund and compensation claims, it is not currently proposing any additional regulatory action to stop it.</p> <p>Business services mini-conglomerate <strong>Diploma</strong> said its performance in the six months ending March had been ahead of expectations. Reported revenues for the period are expected to be up 27 per cent, reflecting a strong contribution from acquisitions, with underlying sales holding steady year on year, it said.</p> <h2>Beyond the Square Mile&#xa0;</h2> <p><strong>Citigroup</strong> chief executive Jane Fraser <a href=\"https://www.ft.com/content/f3a54eee-c741-4ced-9572-ac02b3990db9\">has called for a reset</a> of the way the bank's staff work, saying that the blurring of lines between work and home is “simply not sustainable”. In an internal memo sent to Citi staff on Monday, Fraser initiated “Zoom-free Fridays”, forbidding internal video conferences on that day. She said staff should also “try to avoid” scheduling video conferences outside of what were normal working hours before the pandemic struck.&#xa0;</p> <p><strong>Robinhood</strong> has filed paperwork with regulators <a href=\"https://www.ft.com/content/a409c2ef-03a1-4f6a-b6c3-707761989705\">for a public offering</a>, the company said on Tuesday, setting up what is expected to be one of this year's largest and most contentious listings on US markets. The stock trading app's listing could come as soon as the next few months on the Nasdaq exchange, said a person briefed on the matter. Separately, <strong>GameStop</strong>, the video games retailer whose shares have been the subject of a day-trading frenzy, <a href=\"https://www.ft.com/content/955b018b-8917-4ad8-a492-0153274188c3\">recorded its first quarterly increase</a> in same-store sales for two years. </p> <p>European grocery group <strong>Carrefour</strong> is <a href=\"https://www.ft.com/content/690b7ef8-ef69-4d98-8372-66cb3922e62a\">to buy Grupo BIG, the number three grocer in Brazil</a>, for €1.1bn as it targets growth in its second-biggest country by sales after its home market of France. The move comes two months after Couche-Tard, a Canadian&#xa0;<a href=\"https://www.ft.com/content/4e8a2ac5-bfa6-4da6-81b5-44d8238644a2\">convenience</a>&#xa0;store chain, made a&#xa0;<a href=\"https://www.ft.com/content/284c9d2b-9a27-4341-b332-c860cec07217\">takeover</a>&#xa0;bid worth €16.2bn for Carrefour that was thwarted by French government opposition.</p> <h2>Essential comment before you go</h2> <p><strong>Brooke Masters</strong> <br>The Goldman analysts' slide-deck controversy has divided opinion sharply. As big banks scramble to respond, midsized investment bank Jefferies, which lost its&#xa0;chief financial officer&#xa0;to Covid complications in March 2020, is a shining example of <a href=\"https://www.ft.com/content/19a14cad-b5fc-4fc3-aa5a-ca306af5b831\">how to treat</a> hard working, junior staff.</p> <p><strong>Lena Komileva <br></strong>With economies reeling from the historic magnitude of the Covid-19 shock, rising borrowing costs will soon <a href=\"https://www.ft.com/content/6539cbc3-5238-4d89-8e62-85ef0762283f\">mean a pivot in the focus of markets</a> from the speed of a post-pandemic recovery to its sustainability.</p> <p>&#xa0;<strong>Thanks for reading. Feel free to forward this email to friends and colleagues, who can </strong><a href=\"https://ep.ft.com/pages/newsletters/56b37b064a113e030070f833/subscribe/success\"><strong>sign-up</strong></a><strong> here.&#xa0;</strong></p><p>Source: Bryce Elder 2021 'Suboxone maker Indivior&#xa0;overhauls board' FT.com 24 March. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-03-24T08:17:40.786Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 5241,
          "end": 5248
        },
        {
          "start": 5209,
          "end": 5216
        }
      ]
    }
  ]
}