{
  "_id": "db4b14a100d10df78c917720aa8ca77e774c6d00d0755eaf30bf5b373375706e",
  "feed": "ftcomall",
  "title": "Cboe set to launch Amsterdam derivatives exchange ",
  "text": "<p>Cboe Global Markets is set to launch a new derivatives exchange in Amsterdam in September, adding options trading to its push into the EU market now that the UK has left the bloc.</p> <p>The exchanges operator has enlisted the support of Goldman Sachs, Morgan Stanley and a host of electronic market makers in an effort to compete in an environment it has long seen as stunted in comparison to the US, its home market. </p> <p>Plans for the exchange involve offering trading in futures and options on six European equities indices, including contracts tracking blue-chip stocks in the UK, Germany, France and Switzerland. </p> <p>The exchange wants to wrest the grip of the EU's derivatives market away from brokers, which typically negotiate complex deals privately over the phone before sending them as a large block of trades to an exchange such as Deutsche Börse and Intercontinental Exchange.</p> <p>Instead, Cboe wants to introduce a US-style system, where most bids and offers are available for traders to see on a computer screen on a central order book — increasing the dynamism and competitiveness in Europe's comparatively sedate trading. It pointed to collated industry data that the notional value of deals traded in the US had soared from just over $20tn to $140tn a year in the past decade. Europe had remained largely unchanged at $20tn.</p> <p>“This should have happened maybe a few years ago,” said Ade Cordell, president of Cboe Netherlands. “You see liquidity driving away from the screen to blocks. This is a market to execute [trades] on.”</p> <p>The launch builds on Cboe's increasing push into Europe after Brexit. The majority of its daily share trading business left London for the Netherlands at the start of the year, while in 2019 it bought the 80 per cent of EuroCCP <a href=\"https://www.ft.com/content/2bbdd7a4-1b5c-11ea-9186-7348c2f183af\">it did not previously own</a> to secure the future of the Dutch equities clearing house. </p> <p>Dave Howson, president of Cboe Europe, described the shift in trading as “a beachhead” for its entry into the European market.</p> <p>But many in the market are sceptical that Cboe will make headway in reshaping it. In recent years exchanges such as Deutsche Börse have struggled to pull large blocks of deals on to its venue. </p> <p>Many of the continent's most actively traded equities contracts are already traded “US-style” through a central order book. More than 80 per cent of FTSE 100 index futures traded on ICE Futures Europe are traded through an order book and only 17 per cent as block trades.<br><br>To try to build liquidity in the market, Cboe has garnered the support of market makers such as DRW, Flow Traders and Susquehanna International Securities. Dutch bank ABN Amro Clearing, which handles millions of securities and derivatives transactions a day for customers including high-frequency traders and market makers, is also backing the venue.</p> <p>The new exchange will launch on September 6, if it receives approval from the Dutch markets regulator and central bank. The contracts will be based on CBOE indices and cleared at EuroCCP in Amsterdam.</p><p>Source: Philip Stafford in London  2021 'Cboe set to launch Amsterdam derivatives exchange ' FT.com 29 April. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-04-29T10:24:27.282Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 231,
          "end": 244
        },
        {
          "start": 231,
          "end": 238
        }
      ]
    }
  ]
}