{
  "_id": "3191a575c30466b0d3a58b284b90cf303483461ecc5f1841df4a30fe3360aff2",
  "feed": "ftcomall",
  "title": "Fizzy Rishi Sunak cuts cost of champagne ",
  "text": "<p>These are confusing times for Conservatives: high taxes, wage inflation, immigration by central planning. On Wednesday Rishi Sunak returned the party to comfortable territory: cutting the price of champagne.</p> <p>Yes, the British people may have thought that their concerns were soaring gas prices, NHS waiting lists, and climate change. But the chancellor explained that their real problem was the “irrational” discrepancy between duty on sparkling wines and still wines of similar strength. From February 2023, it would be no more.</p> <p>Sunak will now go down as the first chancellor in history to deliberately promote bubbles. After months of disagreements, it seems that both he and prime minister Boris Johnson have decided that they are pro-secco. </p> <p>As well as the fizz, the chancellor handed out the bucks: billions for public services. We knew that he was desperate to announce this, because the Treasury leaked much of it to the media beforehand. The deputy speaker of the House of Commons was peeved. Didn't Sunak know that MPs expect to be told these things first?</p> <p>That wasn't all. Treasury officials also seemed to have worked hard to create a variety of publicity photos in which the chancellor didn't look too short. The tallest junior Treasury minister said he wouldn't pose next to Sunak in Downing Street for the traditional pre-Budget photo because of agoraphobia. Was Brand Rishi's stage management out of hand?</p> <p>Of course not. Since he took office last February, the 41-year-old former Goldman Sachs banker has been the magically inflating chancellor: drop him in hot water and his stature grows. On Wednesday, he pretended that the scalding experience of the coronavirus pandemic had just been a warm fiscal bath.</p> <p>He took the deputy speaker's reprimands in his stride, and started barking phrases like “Debt down!”, which must be how they teach you at Goldman to explain that debt is up. The message was that things were not as bad as they could have been. The vase had been smashed to pieces, but it was being glued back together. Or, as Sunak put it: “Our plan is working!” &#xa0;</p> <p>In a recognition that managing the pandemic hasn't in fact entirely gone to plan, other cabinet ministers were wearing masks. Sunak himself came dressed head to toe as early-stage Gordon Brown, his Labour predecessor. Spend, spend. Fiscal rules, fiscal rules. Small numbers became big numbers. Big numbers became world records. Years of under-investment were being rectified. Spending on school pupils would return to the level it was in 2010, when the Tories came to office.</p> <p>Hold on. A few Conservatives MPs might have noticed that their record was being shredded. Oh well, you don't become a Tory politician for ideological consistency. Overall the government benches were having a good day. It's a low bar — last Wednesday they were voting in favour of discharging raw sewage.</p> <p>Johnson was once described as the Heineken politician, reaching the parts that others could not. Sunak reached parts of the tax code that mere mortals hadn't even heard of. He explained he would cut tonnage tax, which turns out to be something that shipping companies pay. In layman's terms, it will mean that more ships may fly a UK merchant shipping flag before they are held up for weeks outside Folkestone due to labour shortages. Rule, Britannia! </p> <p>Making beer cheaper, and strong cider more expensive, was another Brexit dividend. Lowering the price of alcohol is the closest the Tory party has come to a childcare policy. Sunak himself is teetotal, and apparently prepared for his speech with a Sprite and a Twix.</p> <p>The slogan for Twix is “Try both”, and Sunak had studied it carefully. Big state or small state? Both! At the end of a speech in which he pledged to increase public spending around 3 per cent a year in real terms, he mentioned that he didn't believe in government very much, and hoped to cut tax soon. “Government should have limits.” It was the Budget equivalent of those bedtime stories that end: “It was all just a dream.”</p> <p>Labour leader Sir Keir Starmer had tested positive for Covid minutes before the session started, possibly the first time that the test and trace programme has done what the government hoped. Rachel Reeves, Labour's shadow chancellor, made the best of a bad hand. She fumed at the chancellor's eco-credentials: his speech mentioned “cider” 10 times and “climate” not once. He froze fuel duty and cut tax on domestic flights, days before an international climate summit. </p> <p>But the chancellor was unruffled. He went from Bucks Fizz Budget to a field visit with Johnson to promote cheap booze. The world is burning, the cost of living is rising, but on Wednesday the Tories organised a photo-call in a brewery, and congratulated themselves for it. Did it matter that the brewery won't be eligible for some of Sunak's tax incentives? Mere details. Drink up. That way, if the “new age of optimism” doesn't come to pass, we might not notice.</p> <p><a href=\"mailto:henry.mance@ft.com\"><em>henry.mance@ft.com</em></a></p><p>Source: Henry Mance 2021 'Fizzy Rishi Sunak cuts cost of champagne ' FT.com 27 October. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-10-27T15:10:23.575Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 1860,
          "end": 1867
        },
        {
          "start": 1493,
          "end": 1506
        },
        {
          "start": 1493,
          "end": 1500
        }
      ]
    }
  ]
}