{
  "_id": "4098403a1254997d9ca3f2b695ccb3381f857807c4bade44e32791bcbfb501cb",
  "feed": "market-watch",
  "title": "Delta Air Lines will report third-quarter earnings, giving Wall Street a glimpse at lower industry profits",
  "text": "<p>Delta DAL and other U.S. airlines surprised investors earlier this year by reporting better-than-expected second-quarter results, brightened by an uptick in business travel. </p><p>The same was unlikely to happen in the third quarter: a resurgence in COVID-19 cases brought by the delta variant renewed concerns about travel and gathering in general and put the brakes on what it would be otherwise a post-summer bump for business travel, with several airlines, Delta included, lowering their third-quarter expectations.</p><p>Related:No, it wasn't a pilot ‘sickout': Here's what was really behind Southwest's flight disruptions over the weekend</p><p>Here's what to expect:</p><p>Earnings: The FactSet consensus calls for Delta to report adjusted per-share earnings of 15 cents for the quarter. That would contrast with a loss of $3.30 a share in the third quarter of 2020.</p><p>Estimize, a crowdsourcing platform that gathers estimates from Wall Street analysts as well as buy-side analysts, fund managers, company executives, academics and others, is expecting an adjusted profit of 9 cents a share for Delta.</p><p>Revenue: The analysts polled by FactSet are calling for sales of $8.4 billion for Delta, which would compare with $3 billion in the third quarter of 2020. Estimize is expecting the same.</p><p>Stock price: Delta shares have gained slightly more than 8% this year, compared with gains of around 16% for the S&amp;P 500 index SPX and 7% for the U.S. Global Jets ETF. JETS</p><p>The last three months have been tougher, however, with Delta shares up around 1.5%. The stock is still outperforming the S&amp;P, which is down 0.4% in the past three months, and the Jets ETF, which is up 0.3% in the that period.</p><p>What else to expect: The quarter will likely be all about delta, the coronavirus variant, Sheila Kahyaoglu with Jefferies said in a recent note. Delta the airline, however, is among Kahyaoglu's top picks, even though its recovery has been uneven.</p><p>The airline's top routes show different performances, with routes between hub cities such as Atlanta to Salt Lake or Atlanta to Detroit largely outperforming, Kahyaoglu said. “On the other hand, flights into more corporate-centric markets such as (New York City's La Guardia) and (Washington, D.C.'s Reagan National) have continued to underperform.”</p><p>Delta could guide for fourth-quarter capacity to be down about 20% compared with 2019, as domestic travel is about 15% below pre-COVID levels while international remains about 40% below, as a result of Pacific travel remaining largely closed, Kahyaoglu said.</p><p>Delta could call for improvement in its Atlantic travel, however, as European travelers are allowed into the US beginning in November, she said.</p><p>Delta in September warned investors that their third-quarter revenue would be weaker than previously forecast. Delta's update, however, included a more optimistic view on fuel prices for the quarter.</p><p>Analysts at Goldman Sachs also said they kept their hopes for U.S. airlines' recovery “over the medium term,” and raised their price target on Delta Air shares to $47 vs. $43 previously, implying 8% upside from Tuesday prices.</p><p>In a longer time horizon, Delta's maintenance and repair business could benefit from increased demand as air travel rebounds, and demand for business travel could return faster than anticipated, the Goldman analysts said.</p><p>For analysts at B. of A. Securities, there are reasons to be near term positive on airlines, including a delta variant impact that “seems to be in the rear view mirror,” and a recovery for business travel “on the horizon.”</p><p>“We think airline management commentary should be optimistic this earnings season for of all these reasons, but fundamental risks remain given higher fuel prices … other operating cost creep, meaningful industry supply through 2023, uncertainty around a corporate recovery, and high balance sheet leverage,” they said.</p>",
  "published": "2021-10-12T14:28:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 2882,
          "end": 2895
        },
        {
          "start": 3296,
          "end": 3303
        },
        {
          "start": 2882,
          "end": 2889
        }
      ]
    }
  ]
}