{
  "_id": "18e8f81d6ea6b7cfd1111b8de0bb0b16d20fd213658a74f5844848759968424a",
  "feed": "wall-street-journal",
  "title": "Oracle Buys Cerner for $28 Billion --- Medical-records firm opens up new market, expansion in the cloud for Ellison's company",
  "text": "<p>That deal didn't happen. But, like the Cerner acquisition, it demonstrated Mr. Ellison's desire to elevate Oracle in the fast-growing, cloud-computing business where the company has long lagged behind other tech companies including Amazon.com Inc., Microsoft Corp., and Alphabet Inc.'s Google, analysts said.</p><p>The Cerner deal, discussions for which were first reported last week by The Wall Street Journal, gives Oracle a major presence in an industry that is one of the top drivers of growth for cloud computing. Mr. Ellison said earlier this month that healthcare is one of the key focus areas for his company, telling analysts that it was \"on par with banking in terms of the importance to our future.\"</p><p>He said Monday, \"With this acquisition, Oracle's corporate mission expands to assume the responsibility to provide our overworked medical professionals with a new generation of easier-to-use digital tools that enable access to information via a hands-free voice interface to secure cloud applications.\"</p><p>Healthcare has emerged as a battleground for cloud companies, analysts say, because the industry is so big -- U.S. healthcare spending accounts for nearly 20% of the country's gross domestic product -- and has often been slow to adopt the latest digital tools.</p><p>Cerner sells software that hospitals and doctors use to store and analyze medical records. It is the second-largest vendor in the market after Epic Systems Corp. Staking a claim in a top healthcare software vendor could be a smart move for Oracle as the opportunity to move Cerner's data to the cloud will be massive, said Ray Wang, founder of Silicon Valley-based advisory firm Constellation Research Inc.</p><p>Not all investors appear to agree. Oracle's shares fell 5.2% Monday, following a 6%-plus drop Friday after news of the potential deal surfaced. Oracle's shares had been up more than 50% since the beginning of the year, with a large gain in recent weeks following the company's report of stronger-than-expected cloud revenue.</p><p>Cerner shares, which leapt 13% Friday, rose 0.8% Monday to $90.49. The all-cash deal, which still requires regulatory approval, values Cerner at $95 a share, Oracle said.</p><p>The market for software that stores and analyzes medical records is on track to reach $29.1 billion in sales this year and could grow to $35.5 billion by 2025, according to Constellation Research. Much of that spending is still on in-house computer systems and is expected to migrate to the cloud platforms.</p><p>Oracle was slow to move into the cloud. Mr. Ellison once derided the term before trying to establish Oracle as a cloud player in recent years. It remains a tiny player among still fast-growing giants.</p><p>Among U.S. companies, Amazon continues to dominate with 46.5% global market share in 2020, followed by Microsoft at 14% and Google at 4.8%, according to market research firm International Data Corp. The Oracle cloud platform consisted of only half a percent globally in 2020, said the research firm.</p><p>The cloud giants are all rolling out tools designed to ease the adoption of the cloud in the healthcare industry. Microsoft has also taken the acquisition route for entering the industry. This year, it made a $16 billion deal to acquire Nuance Communications Inc., an expert in speech-recognition software widely used by healthcare professionals.</p><p>Cerner, a software company founded in 1979, has been embracing the cloud in recent years. In 2019, Cerner selected Amazon Web Services as its main partner for moving to the cloud.</p><p>By acquiring Cerner, which was advised by Goldman Sachs Group Inc. and Centerview Partners, Mr. Ellison could be trying to buy a strategic healthcare customer away from Amazon, analysts said. Cerner is a customer for Oracle's database products, but Amazon has been its preferred cloud provider. Oracle on Monday said Cerner would serve as its \"anchor asset\" to expand in healthcare.</p><p>Acquiring Cerner would easily top Oracle's next-largest transaction, the roughly $10 billion purchase of enterprise-software firm PeopleSoft Inc. that closed in 2005, followed by a $9 billion deal for cloud-software provider NetSuite Inc. in 2016.</p><p>Some investors worry the all-cash deal could slow Oracle's steady pace of share repurchases, according to analysts.</p><p>License this article from Dow Jones Reprint Service</p>",
  "published": "2021-12-21T00:00:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 3550,
          "end": 3563
        },
        {
          "start": 3550,
          "end": 3557
        },
        {
          "start": 3550,
          "end": 3574
        },
        {
          "start": 3526,
          "end": 3550
        }
      ]
    }
  ]
}