{
  "_id": "3705ee7dd80db01716172df65052d21d6da954d7ace2d10bb6e92bcace05961d",
  "feed": "ftcomall",
  "title": "Goldman Sachs ramps up cobalt trading ",
  "text": "<p>Goldman Sachs has stepped up its trading in battery metal cobalt, latching on to one of the hottest corners of the commodities market as carmakers transition to electric vehicles.&#xa0;</p> <p>The bank has been active in cobalt markets since last year, and has more recently dipped into physical purchases of the metal for the first time, according to people familiar with the matter.&#xa0;</p> <p>The involvement of banks such as Goldman could help bring liquidity to the trading of cobalt, an opaque market where prices are determined privately between buyers and sellers. </p> <p>Carmakers need metals such as lithium and cobalt for batteries, and some <a href=\"https://www.ft.com/content/aa09dbcb-37ed-4010-a0ee-ab6cfab4d4b5\">source it directly</a> from miners. But they are open to potentially painful price fluctuations.</p> <p>Already, the price of lithium carbonate has risen 65 per cent this year while cobalt sulphate prices are up 24 per cent, according to Benchmark Mineral Intelligence. </p> <p>Prices are likely to continue rising quickly. To meet the goals of the Paris climate agreement, demand for cobalt is set to increase more than twentyfold by 2040, <a href=\"https://www.ft.com/content/2f709342-3070-4b75-8924-3d9190f5c0c7\">according</a> to the International Energy Agency. </p> <p>At the moment, carmakers cannot easily hedge their exposure to battery metals such as cobalt since there is too little trading on exchanges such as the London Metal Exchange. In part that is due to concerns around the provenance of some of the physical cobalt held in the LME's warehouses, which might be linked to child labour in the Democratic Republic of Congo. </p> <p>The CME Group's Comex exchange in New York is also working to build up liquidity in its cobalt contract that launched in December. “All contracts take time to build,” it said.</p> <p>Goldman, meanwhile, was providing hedging products to carmakers and in turn hedging its own exposure by holding physical cobalt, people familiar with its operations said. The bank declined to comment.</p> <p>The CME exchange last month launched trading of lithium futures for the first time, while the LME is also set to start trading lithium this year. </p> <p>Goldman joined the LME's cobalt committee in March 2020, the first bank to be a member. Electric carmaker Tesla is also a member of the committee.&#xa0;</p> <p>The bank has become a key investor in the transition to electric cars. It <a href=\"https://www.ft.com/content/8f38e947-b680-45f4-8f0a-d5ae1f9c3ea9\">invested</a> about $1bn this week in Swedish battery company Northvolt, as part of a $2.75bn funding round. </p> <p>Goldman has a long history of trading commodities, stretching back to its takeover of J Aron &amp; Co in 1981. Former chief executive Lloyd Blankfein rose up through the commodities division. </p> <p>In recent years, however, it has scaled back some of its physical commodities business. </p> <p>In 2014, it sold warehouse operator Metro International Trade Services after a US Senate subcommittee alleged it had contributed to rising aluminium prices by shuffling the metal between warehouses — allegations the bank has refuted.</p><p>Source: Henry Sanderson 2021 'Goldman Sachs ramps up cobalt trading ' FT.com 14 June. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-06-14T04:00:23.598Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 0,
          "end": 7
        },
        {
          "start": 0,
          "end": 13
        },
        {
          "start": 405,
          "end": 412
        },
        {
          "start": 1631,
          "end": 1638
        },
        {
          "start": 1978,
          "end": 1985
        },
        {
          "start": 2303,
          "end": 2310
        }
      ]
    }
  ]
}