{
  "_id": "8879ad9a221788bef43903424fe82c1c3cc59c978968b2b5fd2ef5816e6e424e",
  "feed": "ftcomall",
  "title": "Goldman bankers find end of free food era hard to swallow ",
  "text": "<h2>Goldman Sachs: game of cones </h2> <p>As any banker will tell you, there's no such thing as a free lunch.</p> <p>During the pandemic Goldman began offering free breakfast — and lunch — as a perk for essential staff, mostly on the trading side. Last week the canteen reverted to a paid-for service. The policy change caught many employees by surprise. </p> <p>“They've also pulled our free afternoon ice-creams,” lamented one City Insider reader. “Gutted.”</p> <p>While Goldman's introduction of free meals <a href=\"https://www.bloomberg.com/news/articles/2021-08-06/goldman-sachs-knows-the-way-to-a-banker-s-heart-is-a-free-meal\">made headlines</a>, their withdrawal was flagged in paragraph four of a memo to staff from European boss Richard Gnodde sent on Thursday, September 9. </p> <p>Setting out plans to return to full occupancy the following Monday, Gnodde wrote that the canteen would start charging again “to encourage support of the local restaurants and businesses reopening around us”.</p> <p>Community spirit aside, bribes were no longer needed to lure a majority of Goldman's 6,500 London staff back to their desks. Gnodde wrote in the memo that “around half of our London population [are] coming in each day, and even more looking back over a two-week period.” </p> <p>Not much has changed since. Goldman said that depending on the day, in-person attendance was now running between 50 and 60 per cent.</p> <p>One of their perks remains, however. As part of its pandemic response Goldman opened the rooftop garden of its European headquarters in Farringdon to all staff for eating al fresco. having previously reserved the space for senior management, clients and visiting VIPs. For now, the gardens remain open to all.</p> <h2>Toby Lewis: event horizon</h2> <p>While landlords and some managers are pushing for full attendance, the events industry has been embracing the data-mining opportunities from going virtual. </p> <p>“We have no face-to-face only events in our pipeline, they are either fully virtual or hybrid,” says Toby Lewis, chief executive of events company Live Group, whose Covid-safe projects included Civil Service Live and the government's Get ready for Brexit digital roadshow. “You can get so much more data from online or hybrid events, engagement is more effective and networking more streamlined.” </p> <p>A successful reinvention might go some way to explaining why investors have been picking up talk of takeover interest around some of the events industry's biggest operators. Informa, the £8bn-valued business intelligence and exhibitions group, said in July that events-related revenue had been picking up but its shares remain about 35 per cent below a pre-pandemic record high.</p> <h2>Sir Michael Peat: bowing out </h2> <p>Sir Michael Peat, a former principal private secretary to Prince Charles, is stepping down from his executive role as chair of CQS. He will remain on the London-based hedge fund's board as chair, but in a non-executive capacity, said a person familiar with the move.</p> <p>CQS's billionaire founder Sir Michael Hintze <a href=\"https://www.ft.com/content/dd0f73e5-1b78-42c3-a6e5-a4444034fd26\">endured a difficult 2020</a>, losing about $1bn in the fund he managed. Late last year he wrote to clients to say he was establishing a senior partners' group, on which Peat would serve, which would help with the firm's succession planning. </p> <p>Peat, 71, served as keeper of the privy purse and treasurer to the Queen in 18 years as part of the royal household. </p> <h2>Philip Letts: wild card</h2> <p>Remember Philip Letts? The tech evangelist made his name with Beenz, an early attempt at internet currency that imploded in the 2001 dotcom crash, then floated Blur, an online business services marketplace that came under scrutiny from the <a href=\"https://www.frc.org.uk/news/september-2015/findings-of-the-frc-in-respect-of-the-accounts-of\">Financial Reporting Council</a> over the way it recognised revenues and <a href=\"https://www.ft.com/content/7c3fa594-580f-11e7-9fed-c19e2700005f\">nearly ran out of cash</a> in 2017.</p> <p>Since leaving Blur in the same year, Letts has gone back to nature. In June he opened Letts Safari, a wildlife park on the grounds of a Devon country estate he bought following Blur's flotation in 2013. Visitors can also enjoy Devon Sculpture Park, a wildland gallery whose exhibits include several of Letts' own works.</p> <p>But Letts's first love remains tech, and his ambitions remain unbounded. He calls the safari “a greentech project” that's “in limited beta”. Rewilding, he says, is a core infrastructure technology. By selling subscriptions rather than tickets he wants to build a data network that will be “a Bloomberg [terminal] for natural climate solutions”. </p><p>Source: Bryce Elder 2021 'Goldman bankers find end of free food era hard to swallow ' FT.com 1 October. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-10-01T03:00:08.623Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 0,
          "end": 7
        },
        {
          "start": 0,
          "end": 13
        },
        {
          "start": 117,
          "end": 124
        },
        {
          "start": 438,
          "end": 445
        },
        {
          "start": 906,
          "end": 913
        },
        {
          "start": 1130,
          "end": 1137
        },
        {
          "start": 1305,
          "end": 1312
        }
      ]
    }
  ]
}