{
  "_id": "6fac4f89f5cd9e065e54a4bf1636adf8361cff02b35f98f9b3ca1f92bcba4c0e",
  "feed": "wall-street-journal",
  "title": "Biden's Energy Price Shock; His policies are already contributing to global oil supply shortages.",
  "text": "<p>Asia and Europe are having to burn more coal to keep their lights on. But coal is also in short supply, and factories in China are shutting down as local governments ration power. Gas-powered generators in Asia are switching to burning oil, which is also pushing up crude prices.</p><p>Goldman Sachs projects that crude could hit $90 a barrel by year end, which could add 10 to 20 cents a gallon to gasoline prices at the pump. White House Press Secretary Jen Psaki on Tuesday assured Americans that the Administration is speaking \"to international partners, including OPEC\" about \"doing more to support the recovery.\" How about encouraging more U.S. production?</p><p>OPEC and Russia are gradually ramping up supply, but U.S. oil production remains 15% below pre-pandemic levels. About 20% of production in the Gulf of Mexico remains knocked out from Hurricane Ida. Even before the storm, U.S. oil and gas producers were curtailing investment amid a hostile political climate.</p><p>On Monday energy companies scrapped a 116-mile pipeline to deliver gas from Pennsylvania to New Jersey due to regulatory obstructions. Pipeline blockades by Democratic states in the Northeast have depressed gas prices and investment in the Marcellus shale in Pennsylvania. One ironic result is that, with gas in short supply, New York and New Jersey may wind up burning more oil for electricity this winter.</p><p>Meantime, permits issued by the Interior Department for drilling on federal land declined to 171 in August from 671 in April. Democrats' $3.5 trillion-plus spending bill includes royalty and fee increases that would make U.S. oil and gas producers globally uncompetitive. Less U.S. production will make global oil and gas prices higher for longer than necessary.</p><p>OPEC and Russia might compensate for reduced U.S. supply. But there could still be an enormous oil shortage if U.S. and European giants scale back global production under pressure from green investors. That's the takeaway from OPEC's annual report on Tuesday, which projects $11.8 trillion in new oil investment will be needed through 2045 to meet demand growth and compensate for production declines at existing fields.</p><p>OPEC estimates that global oil demand will increase 28% over the next two decades from pre-pandemic levels as low-income countries industrialize. Even as the West pushes renewables and electric cars, oil and gas are forecast to make up roughly the same share of global energy in 2045 as they do today. Nigerians and Guatemalans won't be driving Teslas.</p><p>OPEC predicts the Middle East will make up 57% of crude exports by 2045, up from 48% in 2019. Liberals will dismiss the OPEC report as self-serving, but today's energy shortages and price spikes are a blaring reminder that the world needs more, not less, oil and natural gas.</p><p>Biden's Energy Price Shock</p>",
  "published": "2021-09-29T22:43:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 280,
          "end": 287
        },
        {
          "start": 280,
          "end": 293
        }
      ]
    }
  ]
}