{
  "_id": "b79ae65cea35add89b54c54f7428bba1b09f5d49641249521999c5bf4a283c5f",
  "feed": "wall-street-journal",
  "title": "U.S. News  ---  THE OUTLOOK:  U.S. Set to Propel Global Recovery  ----  By Tom Fairless",
  "text": "<p>   The U.S. could help drive a powerful global economic recovery this year, as it plays a more central role in the comeback than after the financial crisis, reflecting the unusual nature of the Covid-19 shock and the flexibility of the American economy. </p><p>   The world economy is likely to grow by around 6% this year, according to Oxford Economics, the fastest rate in almost half a century, as vaccine campaigns allow pandemic restrictions to be lifted and businesses to snap back. </p><p>   For the first time since 2005, the U.S. is expected this year to make a bigger contribution to global growth than China, said the research firm. After the 2008 financial crisis, the global economic recovery was powered by China, as the U.S. experienced the weakest revival since the Great Depression. </p><p>   Since the U.S. economy is about one-third larger than China's, its contribution to global growth will be larger than China's if, as expected, both grow roughly at the same rate this year. </p><p>   \"The U.S. is going to play the role of the global locomotive again in 2021,\" said Catherine Mann, global chief economist at Citibank. She added that the international situation would temper the country's economic growth. </p><p>   The U.S. economy contracted 3.5% last year and is expected to grow about 7% this year, according to Goldman Sachs. China grew 2.3% last year and is expected to grow 8% this year, the bank said. </p><p>   JP Morgan economists expect the U.S. to surpass its precrisis trend growth rate by the middle of this year, while China has already returned to its pre-pandemic trajectorybut won't exceed it.Europe and some emerging markets will lag through next year. </p><p>    Weak population and productivity growth could weigh on China's output over the coming years, said Joerg Kraemer, chief economist at Commerzbank. Beijing policy makers have signaled that they plan to gradually withdraw stimulus measures this year and focus on reining in debt and heading off a real-estate bubble. </p><p>   The U.S.'s economic resilience reflects the nation's relatively rapid rollout of Covid-19 vaccines, an expected $1.9 trillion spending package, easy money from the Federal Reserve and pent-up savings.American households are sitting on $1.8 trillionin excess savings, according to Oxford Economics. </p><p>   Meantime, in the U.S. and elsewhere, the downturn hasn't been characterized by the bursting of asset bubbles or accumulated debt,unlike previous economic crises. That should hasten the recovery, say economists. </p><p>   Global trade has already exceeded precrisis levels, as people stuck at home ordered products online through the pandemic. And corporate equipment spending has rebounded faster than in the previous two economic recoveries, largely due to generous government support, according to JP Morgan. </p><p>   Bank credit to businesses grew at an annualized rate of 80% at the height of the pandemic last year in the U.S., eurozone, Japan and U.K., JP Morgan said. That compares with a 13% slump in bank credit during the financial crisis in 2009, the lender said. </p><p>   Market ripples from the strong U.S. recovery could hurt regions that are lagging, such as Europe and some emerging markets. Rising investor confidence is pushing up U.S. and global borrowing costs and strengthening the greenback, a headache for governments that have borrowed heavily in dollars. </p><p>   European Central Bank officials have sounded the alarm about rising bond yields. They will gather Wednesday and Thursday to consider whether to increase their emergency measures, which include a 1.85 trillion euros, equivalent to $2.2 trillion, bond-buying program. </p><p>   Across Europe, the rollout of Covid-19 vaccines has been sluggish, and governments aren't contemplating fresh spending on the scale of the U.S., partly due to concerns about debt. Retail sales in the eurozone unexpectedly slumped more than 6% in January compared with the same month last year as a number of countries extended lockdown restrictions. U.S. retail sales increased 7.4% over the same period. </p><p>   There are risks that could weigh more on the U.S. Some parts of the global economy may recover more slowly than others, or not at all. Tourism, an important sector across Europe, but also in Asia and the U.S., is unlikely to rebound until border controls are eased. Some businesses may become redundant if behaviors change permanently. If people continue shopping online or working from home, city-center retail jobs may disappear forever. </p><p>   ECB analysts warned in February that the pandemic could lead to permanently lower economic output globally. Businesses and governments might invest less, including in research and development, as they strive to restore their finances, the researchers said. Capital stock in closed industries like the airline sector could become obsolete, and it is costly to transfer resources from one sector to another. In advanced economies, the labor force might shrink due to discouraged workers or reduced global migration. </p><p>   \"Historically, recessions put countries on a permanently lower growth path, and this one is likely to be the same,\" said Stefan Gerlach, former deputy governor of Ireland's central bank.\"The last mile is the tough bit.\" </p><p></p>",
  "published": "2021-03-08T07:08:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 1286,
          "end": 1293
        },
        {
          "start": 1286,
          "end": 1299
        }
      ]
    }
  ]
}