{
  "_id": "1b429a9ac8375991977eeae99e871d9e8bb0084da90bf311af43cfed3cd3ffa1",
  "feed": "wall-street-journal",
  "title": "Paytm Flop Will Skim Froth Off India's IPO Market",
  "text": "<p>Shares of SoftBank Group and Berkshire Hathaway-backed One 97 Communications, the parent of Indian digital payments giant Paytm, fell 37% in the first two trading days after Paytm went public. The stock has since rebounded but is still 17% below its IPO price.</p><p>That poor performance bucks the trend of this year's technology boom in India. IPOs amounted to $14.6 billion this year according to Dealogic -- already a record amount. And investors have reaped big profits. Shares of food delivery company Zomato and FSN E-Commerce Ventures, which owns online cosmetic retailer Nykaa, have both more than doubled from their IPO price. Goldman Sachs expects another $50 billion worth of IPOs in the next two years. SoftBank-backed hotel chain Oyo and logistics company Delhivery have already filed to list. Money has also rushed into the private market: Venture capital investment last quarter amounted to a record $14 billion, according to KPMG.</p><p>The large size of Paytm's IPO -- it raised around $2.5 billion -- is one reason why the market is dealing with a bout of indigestion. But the company also priced its IPO very aggressively given there is still no clear path to profitability. Strong competition from Google and Walmart-backed PhonePe and potential regulatory risks added to investor concerns.</p><p>The Indian market as a whole has also gotten a bit frothy. The MSCI India has gained 27% in 2021, making it one of the best performing markets in the world. China's regulatory crackdown has probably sent some foreign investors hunting for growth in India. The MSCI China is down 17% in 2021 and technology giants like Alibaba and Tencent continue to be harried by regulators.</p><p>Individual investors in India have added another big push. The number of trading accounts and overall amount of retail equity ownership both hit new highs this year. There have also been record inflows into mutual fund investment plans.</p><p>Earnings growth has been strong but is also largely priced in already. The MSCI India is trading at a 60% premium to Asia-Pacific ex-Japan, according to Goldman Sachs -- compared with a long-term average premium of 27%.</p><p>Given India's huge potential -- a country of 1.4 billion with low levels of internet service use -- there is no lack of interest in jumping into the market. But the Paytm debacle is a timely reminder that the market isn't willing to pay any price for that potential.</p><p>The flop probably won't halt the coming unicorn stampede into India's market. But their IPOs may need to be priced a little more reasonably.</p><p>License this article from Dow Jones Reprint Service</p>",
  "published": "2021-11-26T00:00:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 631,
          "end": 638
        },
        {
          "start": 631,
          "end": 644
        },
        {
          "start": 2066,
          "end": 2079
        },
        {
          "start": 2066,
          "end": 2073
        }
      ]
    }
  ]
}