{
  "_id": "18c7588ef426b94fde0d83477d9260247b60639bcb129c43417a065ff7000974",
  "feed": "wall-street-journal",
  "title": "Corporate Watch",
  "text": "<p>\n  COMCAST </p><pre> </pre><p>\n  Data Caps Are </p><p>\n  Postponed to 2022 </p><pre> </pre><p>\n   Comcast Corp. said it would postpone data limits on broadband customers in the Northeast until 2022. </p><p>\n  The shift comes after Comcast was met with the ire of customers and politicians about limiting internet data usage during the coronavirus pandemic, when millions are dependent on their home networks for work and school. </p><p>\n  Comcast, which has roughly 28.4 million broadband customers, has already limited internet data usage to 1.2 terabytes a month to customers in certain regions before customers are hit with overage fees. </p><p>\n  The company has said that even during the pandemic, 95% of its customers don't reach the limit. </p><p>\n  -- Lillian Rizzo </p><p>\n  --- </p><p>\n  COCA-COLA </p><pre> </pre><p>\n  Sports-Drink Startup </p><p>\n  Stake Is Planned </p><pre> </pre><p>\n   Coca-Cola Co. said it plans to take a controlling stake in BodyArmor, the sports-drink startup in which Coke first invested in 2018. </p><p>\n  Terms weren't disclosed. </p><p>\n  BodyArmor last month overtook Coke's Powerade to become the No. 2 sports drink in the U.S, according to a Goldman Sachs analysis of Nielsen data. Rival PepsiCo Inc.'s Gatorade still dominates the market. </p><p>\n  BodyArmor markets itself as an alternative with more natural ingredients. Beverage Digest first reported the move. </p><p>\n  -- Jennifer Maloney </p><p>\n  --- </p><p>\n  AIRLINES </p><pre> </pre><p>\n  Carriers to Request </p><p>\n  Contact Information </p><pre> </pre><p>\n  Major airlines will start asking customers flying to the U.S. from abroad for contact-tracing information to provide to the Centers of Disease Control and Prevention, trade group Airlines for America said. </p><p>\n  Passengers on international flights to the U.S. will be asked for telephone numbers, email addresses and an address in the U.S., on a voluntary basis. </p><p>\n  The trade group's president, Nick Calio, said Friday that it hopes the move will help persuade policy makers to lift international travel restrictions and allow cross-border travel to resume. </p><p>\n  Airlines last year balked at the CDC's demand that they collect passenger contact data, arguing they didn't have the right systems in place. The Trump administration backed away from later efforts to develop an alternate plan. </p><p>\n  Some carriers, including United Airlines Holdings Inc. and Delta Air Lines Inc., had already started their own voluntary contact-tracing initiatives. </p><p>\n  -- Alison Sider </p><p>\n  --- </p><p>\n  LOCKHEED MARTIN </p><pre> </pre><p>\n  Agency Seeks More </p><p>\n  Details on Deal </p><pre> </pre><p>\n   Lockheed Martin Corp. received a second request for information from the Federal Trade Commission over its planned acquisition of Aerojet Rocketdyne Holdings Inc. </p><p>\n  The defense company said it was working cooperatively with the commission and that it still expected the takeover deal to close by year's end. </p><p>\n  Aerojet also received a second request for information. </p><p>\n  In December, Lockheed agreed to purchase Aerojet Rocketdyne for $4.4 billion, in a bid to add one of the largest makers of rocket motors for space and missile-launch systems. </p><p>\n  Last week, Raytheon Technologies Corp. Chief Executive Officer Greg Hayes said the company was going to make its concerns about the acquisition known to the Justice Department and the Defense Department. </p><p>\n  Lockheed said the deal would offer \"timely, cost competitive and innovative technology to support our customers and the defense of our nation.\" </p><p>\n  The company added that Aerojet will remain a merchant supplier to the entire industry. </p><p>\n  -- Colin Kellaher </p><p></p>",
  "published": "2021-02-22T07:11:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 996,
          "end": 1003
        },
        {
          "start": 996,
          "end": 1009
        }
      ]
    }
  ]
}