{
  "_id": "37a3e1a3fe43eac29299ea7ee1e6d239fb504986f11adced980d28d614783ec4",
  "feed": "ftcomall",
  "title": "Peel Hunt valued at £280m ahead of IPO",
  "text": "<p><em><strong>Before we start:</strong> From Monday my colleague Cat Rutter Pooley will be writing City Bulletin every Monday to Thursday and I will continue on Fridays. Thank you for reading, now on with today's news.</em></p> <p><strong>Peel Hunt</strong> will go public with a value of £280m after the London broker looked to capitalise on the boom in trading and dealmaking.</p> <p>The small and mid-cap company specialist said it had raised £112m in a listing on Aim, the London Stock Exchange's junior market, of which £40m is new capital. Selling shareholders are expected to net around £72m. </p> <p>The share sale gives Peel Hunt free float of around 40 per cent. Steven Fine, Peel Hunt chief executive officer, said he was “delighted with the positive reception to our IPO, with strong support from institutional investors”.</p> <p>Revenues at Peel Hunt, which was founded in 1989, <a href=\"https://www.ft.com/content/3855cd0a-ee41-4bc5-85d5-10b9a32fc676\">rose from £96m to £197m</a> in the year to March 2021. The company said it facilitated 47 per cent of UK retail equities trading during the year. </p> <h1>Briefly</h1> <p>Chancellor Rishi Sunak has ordered&#xa0;<a href=\"https://www.ft.com/content/ac4d8a35-ae77-4c6a-8d04-050a003f754c\">two immediate reviews</a>&#xa0;of financial regulation related to the collapse of <strong>Greensill Capital</strong> as he accepted some recommendations from a report by a committee of MPs into the scandal.</p> <p>Outsourcer <strong>Mitie</strong> raised profit guidance after more Covid-related contract awards boosted recent performance, though it cautioned that the boom might not continue into the second half. For the year ending March, Mitie targeted underlying operating earnings of between £145m and £155m, which compares with a consensus of £124m.​ Mitie also revealed that it had secured a new £150m revolving credit facility.</p> <p><strong>Avon Protection</strong>, the maker of personal safety equipment for emergency services and the armed forces, said the US Defense Logistics Agency has exercised a one-year extension option on a body armour contract that has a minimum order value of $19m.</p> <p><strong>Severn Trent</strong> gave an update on customer outcome delivery incentives, the measure used by regulator Ofwat to monitor performance, ahead of a capital markets day. The water utility said it remained confident in the guidance provided at year-end results.</p> <p>Iodine maker <strong>Iofina </strong>posted record first-half results, in spite of bad weather and brine supply outages during the period. Its operating profit rose 22 per cent to $2.6m on revenue up 27 per cent to $19.9m.</p> <p><strong>AstraZeneca</strong> said a late-stage clinical trial of its Lynparza drug to treat prostate cancer met the primary endpoint of significantly delaying disease progression. Interim analysis of the combination trial with generic drug abiraterone&#xa0;also suggested improved overall survival, though that remains under assessment.&#xa0;</p> <p>The Competition and Markets Authority said it has launched a full inquiry into <strong>Babcock</strong>'s £10m sale this month of its helicopter business to CHC Group. The regulator had said in July that it had issued an initial enforcement order, halting the sale.</p> <p><strong>Hotel Chocolat</strong> has delayed the release of full-year results to early October after its auditors asked for additional time to complete the processes. The delay was routine and not as a result of any concerns relating to its 2021 results, the retailer said.</p> <h1>Job moves</h1> <p>Harit Talwar, who spearheaded <strong>Goldman Sachs</strong>' push into consumer banking, is&#xa0;<a href=\"https://click.newsletters.ft.com/f/content-9d6c25e9-9efd-4fbd-ab2f-b0e471f3c948/1Hqcw9vpiP04BXOibA9Oeg~~/AAAAAQA~/RgRjL-BfP0SPaHR0cHM6Ly93d3cuZnQuY29tL2NvbnRlbnQvOWQ2YzI1ZTktOWVmZC00ZmJkLWFiMmYtYjBlNDcxZjNjOTQ4P2VtYWlsSWQ9NjE0ZDUxZDUwODM5NzgwMDA0NzI5ZGJkJnNlZ21lbnRJZD0yMjAxMWVlNy04OTZhLThjNGMtMjJhMC03NjAzMzQ4YjdmMjJXCGZpbnRpbWVzQgphS4FbTWE_SEB9UhJicnljZS5lbGRlckBmdC5jb21YBAAAAAA~\">leaving the bank in October</a>, 10 months after he handed over day-to-day running of the business. The departure crystallises a transition to a new phase of leadership at its consumer business.</p> <h1>Beyond the Square Mile</h1> <p>Investors in an <strong>Evergrande</strong> offshore bond say they have yet to <a href=\"https://www.ft.com/content/e7c0f31d-4dff-4992-88e6-a70402b7b4bc\">receive a closely watched interest payment</a> that was due on Thursday, adding to uncertainty over an unfolding liquidity crisis at the world's most indebted property developer. The $83.5m payment had a deadline of noon on Thursday in Hong Kong or midnight in New York. Two people with direct knowledge of the matter told the FT that no payment had been received on Friday morning in Hong Kong.</p> <p><strong>Hedge funds</strong> that expanded into <a href=\"https://www.ft.com/content/208587a6-6d38-43f5-b2b1-5d63781f7bfd\">UK natural gas and German electricity</a> have&#xa0;made big gains&#xa0;this year from the European energy crisis and sharp moves in specialist commodity markets, with one fund soaring more than two-fifths.</p> <p>One of the world's biggest booze barons, the former chair of <em>baijiu </em>maker <strong>Kweichow Moutai</strong>, has been <a href=\"https://www.ft.com/content/60221a29-7a32-4291-9986-2204866973db\">jailed for life in China</a>. Yuan Renguo was sentenced by a court in the company's home province of Guizhou, south-west China, after being charged with bribery.</p> <h1>Essential comment before you go</h1> <p><strong>Bryce Elder</strong> The first updates from pub operators since trading restrictions were lifted in July show <a href=\"https://www.ft.com/content/aea07555-3c52-4c80-b651-b9a2ddbc667c\">sales nearing 2019 levels</a>, but the much-anticipated pent-up demand was for food not drink. They may run out of consumers with unwanted savings before workers return to city centres and close the gap.</p> <p><strong>City Insider</strong> Soaring gas prices are a vindication for the boss of Utility Warehouse, Andrew Lindsay, who says <a href=\"https://www.ft.com/content/f1c388b3-4599-4b2d-b8cd-328a31a467c4\">struggling rivals should be left to fail</a>. Plus: a US fund with a big win from bookmaker Entain, and former Lazard chair Ken Costa courts ethical millennials with a new venture on Wall Street.</p><p>Source: Bryce Elder 2021 'Peel Hunt valued at £280m ahead of IPO' FT.com 24 September. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-09-24T07:19:27.011Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 3153,
          "end": 3166
        },
        {
          "start": 3153,
          "end": 3160
        },
        {
          "start": 3153,
          "end": 3167
        }
      ]
    }
  ]
}