{
  "_id": "7f4f45191b773965b91feae6392d670afceed057d5e8f4ab6a2d070b40ac3f4d",
  "feed": "market-watch",
  "title": "Bitcoin, gold or dollar for a rainy day? Here's what the bosses at Bridgewater, BlackRock and Goldman choose",
  "text": "<p>https://twitter.com/NorthmanTrader/status/1452717973672710144For Tuesday, we'll shift over to a boatload of earnings, with Alphabet parent Google GOOGL, Twitter TWTR and Microsoft MSFT due after Tuesday's market close. That's as investors will be chewing over Facebook results ahead of the open as stocks head for more records.</p><p>For sure, tech may have been taking a bit of focus off bitcoin BTCUSD, which has had its own historic October, amid new exchange-traded bitcoin funds and record highs.</p><p>Our call of the day circles back to that crypto as we eavesdropped in on the fifth Future Investment Initiative running from Tuesday to Thursday in Saudi Arabia. Also known as “Davos at the Desert,” a simple question on the opening panel may have revealed insight into big money managers' feelings about cryptocurrency.</p><p>In attendance were Blackstone BX co-founder Stephen Schwarzman, Goldman Sachs GS CEO David Solomon, BlackRock BLK CEO Larry Fink, Bridgewater Associates founder Ray Dalio, Mubadala Investment CEO Khaldoon Al Mubarak, African Rainbow Capital ZA:AIL founder Patrice Motsepe, and Ana Botín, executive chairman of the Santander Group ES:SANSAN.</p><p>The group was posed a question at the end of the panel, that if they could be paid a dividend by an imaginary board, would they choose dollars, euros, some gold or bitcoin to “put under your bed for a rainy day?”</p><p>The first to answer was Dalio. “I can't put a mix together, I guess. I would take the gold…I would like to sprinkle a little bit of bitcoin into that mix too,” he responded.</p><p>“The biggest asset is human productivity and if you can tap that…so I'm looking at the new technologies and all of those [things] are very, very exciting,” Dalio said. “Gold is a dead asset, but the amount of printing of money and the devaluation of debt is a big force too. So I want that technology, a little bit of bitcoin, and I want to bet on those other industries.”</p><p>Next up was Blackstone's co-founder Schwarzman, who said he just wanted to “own earning assets…as long as you can make things better and own wonderful things, you can come out and you can own dollars or you can own whatever you want to convert that currency into, but you'll have more and more and more and you won't be a professional victim.”</p><p>Santander's Botín said she would take “50 cents in euros and 50 cents in dollars. Punto.”</p><p>Also less bitcoin-keen was the response of BlackRock's Fink, who responded: “In using Ray's statement about technology and innovation and what Steve said, I'd put 100% in dollars.”</p><p>As for Goldman's Solomon, he said given the topics the panel had discussed, which included battling climate change and corporate diversity and energy prices, he “thinks the glass is half full as a broad global community and in that construct I choose dollars.”</p><p>African Rainbow Capital's Motsepe said as he's got 50,000 mine workers on the company's mines, his choice would be gold.</p><p>“I'll take bitcoin hedged in gold,” joked Mubadala Investment's Al Mubarak.</p><p>One more highlight from that panel—Fink also said there's a high likelihood that oil will hit $100 a barrel. And Dalio weighed in on the billionaire tax.</p><p>Read:Why the S&amp;P 500 could continue climbing into year's end, eclipsing its 21% rally so far in 2021</p><p>The buzz</p><p>Late Monday and amid a wave of negative newsflow, Facebook FB reported earnings growth, but sales and a revenue forecast that fell short of expectations. It also announced plans to break out results for its virtual-reality business, though some say who cares. Shares are edging up.</p><p>Among the big names reporting ahead of the market's open, Archer-Daniels-Midland ADMblew past forecasts, Raytheon RTXlifted its outlook, General Electric GE is gaining on upbeat results, and Hasbro HASprofit topped forecasts. Visa V, Texas Instruments TXN and Advanced Micro Devices AMD will report after the close.</p><p>Apple AAPL could reportedly be facing a Justice Department antitrust suit.</p><p>More trouble for Chinese real estate after Modern Land China, which specializes in green technologies, didn't make a payment for the principal or interest on a $250 million bond due Monday, Bloomberg reports.</p><p>Data en route include the S&amp;P Case-Shiller home price index, consumer confidence and new home sales, all due after the market open.</p><p>The markets</p><p>UncreditedStocks DJIASPX are higher, led by the Nasdaq Composite COMP. Asia markets were split, with Chinese stocks XX:000300 leaning lower. Natural-gas prices NG00 have turned lower, along with gold GC00 and a whole host of metals.</p><p>Random reads</p><p>Lego joins the fight to save Singapore's coral reefs.</p><p>“Squid Games” creator says he lost six teeth in the process of making the hit show. And it hasn't made him rich.</p><p>Hippos whose parents were owned by Colombian drug kingpin Pablo Escobar win U.S. personhood rights.</p><p>Need to Know starts early and is updated until the opening bell, but&#xa0;sign up here&#xa0;to get it delivered once to your email box. The emailed version will be sent out at about 7:30 a.m. Eastern.</p><p>Want more for the day ahead? Sign up for&#xa0;The Barron's Daily, a morning briefing for investors, including exclusive commentary from Barron's and MarketWatch writers.</p>",
  "published": "2021-10-26T09:48:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 94,
          "end": 101
        },
        {
          "start": 880,
          "end": 887
        },
        {
          "start": 880,
          "end": 893
        },
        {
          "start": 2539,
          "end": 2546
        }
      ]
    }
  ]
}