{
  "_id": "f5dc4197ed0051627060bc19e8b7d141556183ed8e4786ffd8c14d1144589236",
  "feed": "wall-street-journal",
  "title": "Business News:  Goldman  Deal Grows  Its Asset  Platform  ----  By Ben Dummett",
  "text": "<p>   Goldman Sachs Group Inc. said Thursday it agreed to acquire the money-management operation of Dutch insurer NN Group NV for about $1.87 billion, as the need for scale in the asset-management business to lower costs drives sector consolidation. </p><p>   The New York-based investment bank said it plans to merge NN Investment Partners with its Goldman Sachs Asset Management arm to gain access to a bigger pool of retail and institutional investors in Europe and to bolster its product offerings in areas such as European equities, investment-grade credit and green bonds. </p><p>   The deal is Goldman Sachs's biggest acquisition since David Solomon took over as chief executive in 2018. Under Mr. Solomon, Goldman has been reorienting away from volatile and capital-intensive businesses like trading derivatives and toward steadier ones like wealth and asset management. </p><p>   NN Investment -- which the deal values at about 1.6 billion euros, equivalent to $1.87 billion -- has about 75% of its holdings in debt securities, according to an investment presentation on the business. The rest is split between equity and multiasset portfolios that combine different holdings including bonds, equities and commodities. </p><p>   GSAM oversees $2.3 trillion in assets globally across investments including stocks, bonds, private equity and commodities. The acquisition of NN Investment would add almost $350 billion to that total. More specifically, GSAM's assets in Europe would roughly double to more than $600 billion. </p><p>   Mr. Solomon said in an interview that Goldman has the sixth- or seventh-largest asset-management platform in the industry today and wouldn't mind advancing to a top-three position. \"You can't be successful in that footprint unless you're in every region of the world,\" he said. </p><p>   That aligns \"with the firm's strategic objectives to scale its European business and extend its global reach,\" the bank said. </p><p>   The deal comes as the business of managing money is increasingly bifurcating between specialist boutique asset managers and bigger players that have the scale to keep costs low. Greater size is also necessary for firms to reach more clients by offering a wider variety of investment products and strategies, but competition for targets can be tough. </p><p>   Deutsche Bank AG's majority-owned DWS Group asset-management unit has made no secret of its interest in adding to its 859 billion euros in assets through acquisitions. However, the German firm lost out to GSAM among other bidders for NN Investment, according to people familiar with the matter. </p><p>   DWS wasn't willing to compete against GSAM on price alone and favored an equity stake for NN Group in DWS to align interests for long-term growth of the asset-management business, a person familiar with DWS's offer said. </p><p>   Midsize asset managers like NN Group's have been left at a disadvantage when competing for assets on the basis of performance or low-cost management fees, analysts say. </p><p>   NN Group responded to that pressure in April by launching a strategic review of its money-management business, indicating its possible sale to a bigger rival to bolster growth. </p><p>   NN Group's decision to sell its asset-management business is also partly explained by the unit's relatively small contribution to the company's bottom line. The unit generated about 8% of the insurer's total operating profit of 1.12 billion euros in the first half of this year. </p><p>   --- </p><p>   Peter Rudegeair contributed to this article. </p><p></p>",
  "published": "2021-08-20T06:12:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 0,
          "end": 7
        },
        {
          "start": 0,
          "end": 13
        },
        {
          "start": 0,
          "end": 24
        },
        {
          "start": 15,
          "end": 22
        },
        {
          "start": 334,
          "end": 341
        },
        {
          "start": 334,
          "end": 347
        },
        {
          "start": 334,
          "end": 364
        },
        {
          "start": 575,
          "end": 582
        },
        {
          "start": 575,
          "end": 588
        },
        {
          "start": 688,
          "end": 695
        },
        {
          "start": 1522,
          "end": 1529
        }
      ]
    }
  ]
}