{
  "_id": "11daf01414e152cc248d372be57dcf55ddaea9a93b8a4c2278f56be269867de0",
  "feed": "ftcomall",
  "title": "Driver shortages and supply chain disruption hold back revenues at AO World",
  "text": "<p><strong>AO World</strong> was a pandemic winner, but fortunes change quickly. The electricals retailer has warned that driver shortages will hold back growth.</p> <p>Group revenues for the six months ended September rose about 5 per cent against strong comparatives during the initial Covid lockdown, AO said. For the UK, by far its biggest market, a nationwide shortage of delivery drivers and ongoing disruption in the global supply chain meant revenue was up about 6 per cent. Analysts had pencilled in UK growth of about 10 per cent this year.</p> <p>AO also warned that “challenging market dynamics in both the UK and Germany resulted in lower volumes than expected which affected operational leverage, particularly in the second quarter.”&#xa0;</p> <p>Its revenue growth in Germany stalled to just 3 per cent for the six months, far below analysts' full-year expectations of 35 per cent growth. The steep slowdown raises fears that competition from Amazon and local retailer Otto have been grabbing share in a market where AO only just breaks even. </p> <p>For the second half AO expected a similar growth rate to the first, suggesting adjusted ebitda for the full year of between £35m&#xa0;and £50m. That was about 20 per cent below the £53m profit forecast by broker Jefferies.</p> <p>“We see the UK shortfall as fairly understandable, given well-known challenges around driver shortages, global supply chains, and the difficulties of predicting growth against demanding comparatives. The situation in Germany, however, is going to require deeper consideration,” Jefferies told clients. “Just as the model had appeared to be fixed, a new layer of competitive challenge seems to have emerged. Once again, AO&#xa0;has questions to answer regarding its international growth aspirations.”</p> <p>AO World was the fourth-best performing stock outside the microcaps last year, surging more than 300 per cent as lockdowns forced sales of fridge-freezers and washing machines online.</p> <h1>Briefly</h1> <p>Early investors in <strong>Darktrace</strong>, the cyber security software maker that has been this year's best performing London large-cap IPO, have sold 25m shares overnight to raise about £188m. Stock equivalent to 3.6 per cent of Darktrace's capital was placed at 750p a share, according to brokers on the deal. Darktrace closed yesterday at 820p having soared by more than 200 per cent since its <a href=\"https://www.ft.com/content/325059d4-a24c-4d4c-9fdb-0214179fc822\">flotation in May</a> at 250p per share. </p> <p><strong>JD Wetherspoon</strong> said it was “cautiously optimistic” about the coming year after reporting that sales in recent weeks were 6.4 per cent below pre-pandemic levels, or by 4.9 per cent when airport pubs were removed. As ever, the pub group's <a href=\"https://www.investegate.co.uk/wetherspoon--jd--plc--jdw-/rns/preliminary-results/202110010700076509N/\">results statement</a> covers a lot of subjects, this time noting problems attracting staff in provincial areas popular with tourists as well as complaints about government policy and media inaccuracies. For the year ended July Wetherspoon's pre-tax loss was £154.7m, from a £7.2m profit the year before, as like-for-like sales dropped 38.4 per cent. </p> <p>Outsourcer <strong>Capita</strong> has agreed to sell its Secure Solutions and Services business, which provides software and managed services to emergency services and court offices, for £62m. The buyer is a division of NEC. Capita stuck with a target of raising £700m for disposals by mid-2022, the latest deal having brought total proceeds to about £600m.</p> <p><strong>Greencore</strong>, which makes supermarket sandwiches and salads, raised its full-year profit target to the top of previous guidance. In a trading update, the company said it had seen a further improvement in revenue, profitability, and cash flow momentum during the fourth quarter ending November as demand returned for food-to-go products. </p> <h1>Beyond the Square Mile</h1> <p><strong>Investment banks</strong> are raking in&#xa0;<a href=\"https://click.newsletters.ft.com/f/a/L_VWWhlUTMHM3lSB-DvmwQ~~/AAAAAQA~/RgRjORrbP0Q6aHR0cDovL2Z0LmNvbS9jb250ZW50L2E2N2UwMzAwLTk4YTgtNGUyOS04OTBhLTA5NDkxMzU5MzNiYVcIZmludGltZXNCCmFS_ZVWYShSZlBSEmJyeWNlLmVsZGVyQGZ0LmNvbVgEAAAAAA~~\">record sums</a>, with fees surging past $100bn in the&#xa0;first&#xa0;nine months of the year thanks to a rush of dealmaking. Wall Street's top banks and leading boutique advisers have benefited from the boom in mergers and acquisitions as well as hot equity capital markets. Fees for both are at the highest level since records began two decades ago and have hit $60.6bn in the year to date, according to Refinitiv. Lenders also earned $52bn underwriting loan and debt offerings in the first nine months of the year.</p> <p><strong>Stagflation fears</strong> are intensifying after oil topped $80 a barrel, global food prices jumped by a third from a year ago and other commodities hit decade highs. Investors say <a href=\"https://www.ft.com/content/323f4d9f-016c-4510-aa55-ff2c50c8d9a8\">a&#xa0;longer than expected inflationary surge</a>&#xa0;is coinciding with a slowdown in growth — and making it worse.</p> <p><strong>Zoom Video Communications</strong>' bid to buy the cloud software provider Five9&#xa0;has&#xa0;<a href=\"https://click.newsletters.ft.com/f/content-291d06f6-70ed-4cf1-8962-a08e89e8fa32/mGNujgqzlfwnfixfQK13yw~~/AAAAAQA~/RgRjORrbP0SPaHR0cHM6Ly93d3cuZnQuY29tL2NvbnRlbnQvMjkxZDA2ZjYtNzBlZC00Y2YxLTg5NjItYTA4ZTg5ZThmYTMyP2VtYWlsSWQ9NjE1Njg2YWRmZDg4ZjcwMDA0Njc0MjQ1JnNlZ21lbnRJZD0yMjAxMWVlNy04OTZhLThjNGMtMjJhMC03NjAzMzQ4YjdmMjJXCGZpbnRpbWVzQgphUv2VVmEoUmZQUhJicnljZS5lbGRlckBmdC5jb21YBAAAAAA~\">collapsed</a>&#xa0;only weeks after the US Department of Justice raised national security concerns over the deal and shareholders were advised to vote against the takeover by a powerful proxy group.</p> <h1>Essential comment before you go</h1> <p>The chief executives of Wizz Air, Ryanair and Frasers all have <a href=\"https://www.ft.com/content/3ee1bd7a-8f45-426f-bcff-6878b56534da\">big flashy £100m bonus schemes</a>, writes <strong>Cat Rutter Pooley</strong>. The proxy agencies' protests were entirely predictable, as were the shareholder votes that approved the schemes. Such sums are impossible to justify at a UK public company but, if they pay out, £100m will be a small proportion of the total shareholder return. And if they don't, the proxy adviser recommendations “provide some investors with reputational insulation”. </p> <p><strong>City Insider </strong>hears <a href=\"https://www.ft.com/content/47211797-f4ba-40af-b343-53740774ebb1\">screams for ice cream</a> at Goldman Sachs' European HQ, looks at the future of networking and catches up with tech evangelist turned “greentech” safari owner Philip Letts. </p><p>Source: Bryce Elder 2021 'Driver shortages and supply chain disruption hold back revenues at AO World' FT.com 1 October. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-10-01T07:19:59.446Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 5262,
          "end": 5269
        },
        {
          "start": 5262,
          "end": 5276
        },
        {
          "start": 5262,
          "end": 5275
        }
      ]
    }
  ]
}