{
  "_id": "12d7eeb8d10d82af08f86040beffe4327a7c20982b77a940fbe075dd8090db3a",
  "feed": "ftcomall",
  "title": "‘Being fast and making money': the Tiger Global playbook",
  "text": "<p><strong>One thing to start</strong>: The private equity firm that owns the military spyware manufacturer NSO Group has been <a href=\"https://www.ft.com/content/d88518dd-7c66-48b2-b3e5-c765ebe720ab#comments-anchor\">stripped of control of its own fund</a> after a dispute between its co-founders.</p> <h2>The venture capitalists unsettling Silicon Valley</h2> <p>Rarely do $70bn investment managers become internet memes. This year, however, venture capitalists seemingly can't stop tweeting about one firm: <strong>Tiger Global Management</strong>.</p> <p>That's because Tiger Global has by far been the most active investor during the past year's frantic market for shares in private start-ups. It has invested in more than 170 venture deals so far this year, according to PitchBook data, a pace of more than one per business day.&#xa0;</p> <p>For anyone that hasn't been following the firm closely: it was founded as a stock picking hedge fund in 2001 by <strong>Chase Coleman</strong>, a descendant of New York's Stuyvesant family, who was then just 25-years-old. Out of those blue-blood roots, Coleman has become one of the most bullish tech investors of his generation with an estimated net worth of more than $10bn.</p> <p>Using a playbook first developed in countries such as China, India and Russia, Tiger Global has been willing to move quicker, pay higher prices and forego board seats at rapidly growing start-ups. Now it's making a splash in the US, where some rivals feel threatened by its aggressive tactics.</p> <p>So far, it has mostly proved spectacularly profitable. But Tiger Global has also had its share of missteps, DD's Miles Kruppa and the FT's Benjamin Parkin report in their <a href=\"https://www.ft.com/content/54bb342c-230f-4438-a4d7-7cbde010ea1a\">Big Read</a>, based on investor documents and people familiar with its history.&#xa0;</p> <p>“The focus was on being fast and making money,” <strong>Nazar Yasin</strong>, a former executive at Tiger Global, told Miles.</p> <p>When Tiger Global wins, it wins big. In one fund, it turned a less than $220m investment in China's <strong>JD.com</strong> into almost $6.8bn in proceeds. <strong>Flipkart</strong>, the Indian ecommerce company, has also produced huge returns for the firm's investors.</p> <p>However, other big bets have not fared well. In another fund, Tiger lost 85 per cent of the nearly $220m it invested in eight Brazilian companies. It pulled back from the country in the next vintage.</p> <p>Its recent streak has stood out even for longtime followers of the firm, raising doubts about its ability to profitably invest a record $10bn it is seeking to raise, as DD <a href=\"https://www.ft.com/content/11834bc1-f9b3-43a8-b142-7e890d85a11e\">first reported</a>.</p> <p>Tiger Global sounds bullish. In a letter to investors last month, it said a $10bn fund could theoretically be used to buy 2 per cent of <strong>ByteDance</strong>, the owner of <strong>TikTok</strong>, without making any other investments.</p> <p>It has recently looked to buy billions of dollars in ByteDance shares at valuations of about $400bn to $450bn, according to one person familiar with the strategy.</p> <p>In the same letter, Tiger Global said it had “consistently underestimated” the size of the private tech market. Six months earlier, the firm thought it was $3tn. Now? Closer to $5tn.</p> <h2>Chinese VIEs teach investors a tough lesson</h2> <p>A lot of lessons on Wall Street are learnt the hard way.&#xa0;</p> <p>The perils of investing in Chinese technology companies that you're technically prohibited from owning, through a complex legal structure, are now among them.&#xa0;</p> <p>Beijing has initiated a crackdown on the country's $100bn tutoring industry over the past week that includes a ban on companies using a structure known as the variable interest entity. Tens of billions of dollars <a href=\"https://www.ft.com/content/38ba7bb9-9a7e-4817-80cf-324bc9a4527b\">have been wiped from the market value</a> of New York-listed Chinese companies as a result of fears that the ban on tutoring VIEs could extend to other sectors.</p> <p>Unless you're a foreign investor who has put money into Chinese tech companies, you're probably not familiar with VIEs. Alphaville's Jamie Powell <a href=\"https://www.ft.com/content/ceb9d46b-5795-4da1-8ac1-50ba9221ff1e\">wrote a good explainer </a>a few weeks ago. They are effectively a workaround on a ban by the Chinese government that prohibits foreign investors from owning shares in certain homegrown tech companies.&#xa0;</p> <p>Instead of getting a share in a Chinese company, investors are given something that <em>effectively </em>resembles a share. This is done through a complex network of contractual obligations registered in tax havens such as the Cayman Islands.&#xa0;</p> <p>Investors receive an economic interest in the company but, crucially, their rights are limited. That is, they have very little power to influence the direction of the business. VIEs made a high-profile appearance back in 2014 when <strong>Alibaba</strong> made its public debut in New York, taking up three pages of its prospectus on potential problems with the structure.&#xa0;</p> <p>Up until now investors, including powerhouses such as <strong>BlackRock</strong> and <strong>Fidelity</strong>, have been happy to turn a blind eye to the precarious nature of VIEs. The value of VIE-backed shares has soared to $2tn and the general feeling among investors has been that Beijing wouldn't do anything to jeopardise a market of that value.&#xa0;</p> <p>It seems they were wrong. Escalating tensions between Beijing and Washington have seen both sides implement more protectionist measures. The latest victim is <a href=\"https://www.ft.com/content/095eb7ac-09ea-4a5c-8253-d8ca2d945614\">ride-hailing company </a><strong>Didi</strong>, which listed in New York earlier this month. Its shares have fallen 40 per cent since Beijing took aim at its data security.&#xa0;</p> <p><a href=\"https://www.ft.com/content/289c05e9-bba1-4e76-9447-20aee823f924\">As we explained last week</a>, Chinese companies could turn to Hong Kong instead of listing in New York. There may also be a push from US regulators for better disclosures on VIEs, though the risks are by now well known.&#xa0;</p> <p>The biggest lesson here is perhaps that China wants much closer control of its businesses.&#xa0;</p> <h2>Activist warns Just Eat Takeaway could find itself on rivals' menus</h2> <p>Two years ago, pressure on <strong>Just Eat</strong>'s management team from activist investor <strong>Cat Rock Capital </strong><a href=\"https://www.ft.com/content/c28dcf66-b079-11e9-8cb2-799a3a8cf37b\">was a driving force</a> in the UK food delivery company's £6bn merger with <strong>Takeaway.com</strong>.</p> <p>The Connecticut-based fund saw <strong>Jitse Groen</strong>, Takeaway's founder and chief executive, as the ideal leader for what became Europe's largest online food delivery group.</p> <p>Given that background, it might seem surprising that Cat Rock came out calling for radical changes at JET on Tuesday, criticising its “deeply flawed” communications with shareholders. The fund <a href=\"https://www.ft.com/content/1df30dd9-f4d7-49f3-be97-2454fcb8fd0e\">has suggested</a> it explore a “merger” with a larger rival or face an opportunist hostile bid, the FT's Tim Bradshaw reports.&#xa0;</p> <p>But Cat Rock is not the first investor to voice concerns, given JET's share price has fallen by more than 25 per cent so far this year, underperforming rivals such as <strong>DoorDash</strong> and <strong>Delivery Hero</strong>.&#xa0;</p> <p>Several JET shareholders had been uncomfortable with Groen's <a href=\"https://www.ft.com/content/2925554d-c2de-45dd-85c8-ab254cd3d884\">move to buy its US peer </a><strong>Grubhub</strong>. Another investor, <strong>Lucerne Capital</strong>, has come out backing Cat Rock's new campaign.</p> <p>The one to watch will be Tiger Global, the fast-moving tech investor DD profiles above, which has built up a stake in JET worth more than 5 per cent.</p> <h2>Job moves</h2> <ul>  <li><p><strong>Jay Hambro</strong>, the chief investment officer of <strong>Sanjeev Gupta</strong>'s <strong>GFG Alliance</strong> and one of the industrialist's most loyal lieutenants, is <a href=\"https://www.ft.com/content/d2a126b7-bcf2-4c74-8c47-3edbf39b9e51?desktop=true&amp;segmentId=d8d3e364-5197-20eb-17cf-2437841d178a#myft:notification:instant-email:content\">set to leave</a> the group, dealing a blow to Gupta as he battles to save his metals empire.</p></li> </ul> <ul>  <li><p><strong>Credit Suisse</strong> has <a href=\"https://www.ft.com/content/66f59140-da4f-4d41-9800-7092e48a505b?\">hired</a> <strong>David Wildermuth </strong>from <strong>Goldman Sachs </strong>as chief risk officer, as the Swiss bank sets about reinforcing its controls after a series of crises.&#xa0;</p></li> </ul> <ul>  <li><p><strong>FirstGroup</strong>'s chief executive <strong>Matthew Gregory</strong> will <a href=\"https://www.ft.com/content/540fdbe1-01f4-4571-b812-8684eb5e4ec6\">step down</a>, after a battle with the activist investor <strong>Coast Capital Management</strong>.</p></li> </ul> <ul>  <li><p><strong>Blackstone </strong>has appointed <strong>Stevi Petrelli</strong> as head of innovations investments, overseeing deals involving early-stage technology companies. She joins from <strong>Goldman Sachs</strong>.&#xa0;</p></li> </ul> <ul>  <li><p><strong>Sullivan &amp; Cromwell </strong>has hired <strong>Morgan Ratner</strong>, former assistant to the US solicitor general, as special counsel in its litigation group and supreme court and appellate practice.</p></li> </ul> <h2>Smart reads</h2> <p><strong>Keeping schtum</strong> When a 25-day, post-IPO quiet period expires, investment banks typically produce a wave of bullish new research on the company in question. That period has now ended for the Chinese ride-hailing group Didi, and Wall Street's silence speaks volumes. (<a href=\"https://www.bloomberg.com/news/articles/2021-07-26/didi-s-ipo-underwriters-go-silent-as-volatility-dominates\">BBG</a>)&#xa0;</p> <p><strong>Big Pharma lobbies again</strong> While big US tech groups have said they support plans for a new, sweeping global tax deal, big pharmaceutical companies are quietly pushing back against it. And they're using the pandemic as leverage. (<a href=\"https://www.wsj.com/articles/big-pharma-quietly-pushes-back-on-global-tax-deal-citing-covid-19-role-11627378146?mod=hp_lead_pos3\">WSJ</a>)&#xa0;&#xa0;</p> <p><strong>Crypto's leverage problem</strong> For marketing executive Susanna, a day of cryptocurrency trading in May was “the most traumatic experience I've ever had in my life”. Now, after a backlash from regulators, Binance plans to drastically reduce users' access to leverage on one of its flagship products. (<a href=\"https://www.ft.com/content/f7f7f110-32d5-4931-a7b7-d3cd0f63410a\">FT</a>)</p> <h2>News round-up</h2> <p><a href=\"https://www.ft.com/content/baed7799-a314-468c-ad8b-88ca590b2af1\">PwC sued for failing to spot alleged fraud at racing car dealer</a> (FT)</p> <p><a href=\"https://www.ft.com/content/cbf718d8-3205-427d-b6bf-006cefff165eTesla%20overcomes%20supply%20chain%20woes%20to%20boost%20profit%20margins\">Tesla overcomes supply chain woes to boost profit margins</a> (FT + <a href=\"https://www.ft.com/content/038bb8ca-0dce-468e-9685-67118c7d3978\">Lex</a>)</p> <p><a href=\"https://www.ft.com/content/9315c1f5-316b-443e-90ca-e3aae4432ea3\">Reckitt Benckiser shares hit as boom in cleaning products moderates</a> (FT)</p> <p><a href=\"https://www.ft.com/content/392b610f-43c6-4496-bb16-977e1f31f015\">Former Glencore trader pleads guilty to role in bribery scheme </a>(FT)</p> <p><a href=\"https://www.ft.com/content/0cce383b-ae5e-417a-8115-dfc54b8c3612\">Morrisons' largest shareholder blasts £9.5bn takeover plan</a> (FT)</p> <p><a href=\"https://www.wsj.com/articles/cbre-to-buy-60-stake-in-turner-townsend-in-1-3-billion-deal-11627381801?mod=business_lead_pos3\">CBRE to Buy 60% Stake in Turner &amp; Townsend in $1.3 Billion Deal</a> (WSJ)&#xa0;&#xa0;</p> <p><a href=\"https://www.reuters.com/business/exclusive-3g-founders-launch-investment-partnership-with-former-third-point-co-2021-07-27/\">3G founders launch investment partnership with former Third Point co-CIO Islam</a> (Reuters)</p><p>Source:  2021 '‘Being fast and making money': the Tiger Global playbook' FT.com 28 July. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-07-28T04:00:53.072Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 6835,
          "end": 6848
        },
        {
          "start": 6891,
          "end": 6898
        },
        {
          "start": 6891,
          "end": 6904
        },
        {
          "start": 7230,
          "end": 7243
        },
        {
          "start": 7289,
          "end": 7302
        },
        {
          "start": 7289,
          "end": 7296
        }
      ]
    }
  ]
}