{
  "_id": "8fef230e95cbb104a9f5434fd4cb089504a124a3153456fc4b84c6679fd65bf3",
  "feed": "ftcomall",
  "title": "Private equity, the Daily Mail and the acquisition of corporate Britain",
  "text": "<p><strong>One scoop to start:</strong> David Cameron was paid a salary of more than $1m by Greensill Capital, the finance company whose dramatic collapse exposed the former British prime minister's extensive lobbying efforts. Get the <a href=\"http://www.ft.com/content/536867f4-2dd3-42a1-9b29-54ed92693635?\">full story here</a>.&#xa0;</p> <p>If you're on the hunt for more Greensill multimedia, ABC News in Australia is out with a <a href=\"https://www.youtube.com/watch?v=1IxXWCLBPiI\">45-minute documentary</a> on the group's rise and fall featuring the FT's Robert Smith and Cynthia O'Murchu.</p> <h2>UK take-privates: even a self-appointed gamekeeper is getting poached&#xa0;</h2> <p>Britain's<strong> Daily Mail </strong>newspaper has been campaigning against “<a href=\"https://www.dailymail.co.uk/news/article-9618579/Pandemic-High-Street-buy-firms-lockdown-cost-40-000-staff-jobs.html\">pandemic plunderers</a>” seeking to buy up UK companies cheaply amid the turmoil of Brexit and Covid-19, often shifting them from listed markets into opaque private hands.&#xa0;</p> <p>So there's some irony in the fact that the paper's owner, the multinational<strong> Daily Mail and General Trust</strong>, having floated in 1932, is now the subject of a keenly priced take-private bid, as the FT's Helen Thomas <a href=\"https://www.ft.com/content/e552f3e2-f94f-40d7-8169-bffe5e572567\">explains</a>. The <strong>Rothermere family</strong>, which owns about 30 per cent of its listed shares, wants to buy the remainder via a Bermuda-registered company.</p> <p>It's worth stepping back to observe just what a remarkable thing is happening in Britain.&#xa0;</p> <p>Private equity, a corner of the financial services industry that eschews public scrutiny and as a result is little-understood outside Mayfair and the City of London, has become a target for one of the country's most-read tabloids.</p> <p>It's a sign, in part, of just how active buyout groups have been in Britain lately — the subject of <a href=\"https://www.ft.com/content/315a02d1-6606-433e-b6f4-1989f2fad27d\">this Big Read</a> by DD's Kaye Wiggins and the FT's Harriet Agnew and Dan Thomas.&#xa0;</p> <p>“They are the dominant force now,” said <strong>Martin Sorrell</strong>, chair of the listed advertising group S4 Capital.&#xa0;</p> <p>Two of the country's Big Four supermarkets are the subject of private equity bids:<strong> TDR Capital </strong>has <a href=\"https://www.ft.com/content/ce7092f9-645a-46bd-8007-611c99fd8907\">taken control of Asda</a>, while <strong>Clayton, Dubilier &amp; Rice</strong> and <strong>Fortress </strong>have both placed <a href=\"https://www.ft.com/content/cdd0219a-6acb-4e17-be9f-69c54c85e330\">bids</a> for <strong>Morrisons</strong>.</p> <p>That has prompted soul-searching about why private equity sees value where public shareholders apparently don't, why boards don't block more buyouts, and what private equity firms will do with the larger and more numerous companies that they will come to control as a result of more than a decade of macroeconomic forces working in their favour.&#xa0;</p> <p>One route is to rein the industry in. The Labour MP <strong>Darren Jones</strong> has called for enforcement powers to hold buyout groups to the pledges they make. And ministers are consulting on plans for additional disclosure rules and director liabilities for some privately held companies (surprise: <strong>BVCA</strong>, the industry's lobby group, isn't keen).</p> <p>An alternative route would be to loosen the rules for listed companies, making it harder for private equity to win over management teams exasperated by detailed pay and ESG disclosure requirements. Whether this would be good for corporate Britain is a different question.&#xa0;</p> <p>For now, the wave of take-privates looks set to continue. DD wonders how the Daily Mail will cover it.&#xa0;</p> <h2>Goldman's game of Wall Street Hold 'em</h2> <p>A stand-off is under way in New York, where a majority of US investment banks including <a href=\"https://www.ft.com/content/fade91ab-df32-44ed-b63e-be2c6cd376cc\"><strong>Citigroup</strong></a>, <strong>JPMorgan Chase</strong> and <strong>Barclays</strong> have lifted the annual salaries of first-year analysts by as much as $25,000 amid concerns over <a href=\"https://www.ft.com/content/2f5d2587-d9a7-4cd5-ac84-e36d75b13a24\">burnout</a>.</p> <p>But at <strong>Goldman Sachs</strong>, where a now-notorious <a href=\"https://assets.bwbx.io/documents/users/iqjWHBFdfxIU/rim9z3X.NpYk/v0?fbclid=IwAR0ODL_MKntKLsziT2uEzhkC0pW6GuIUG_C-0PPz3pnA7iIqTPaMn0l8fnE\">slide deck</a> that documented the travails of a group of first-years' 95-hour work weeks catapulted the conversation to centre stage, chief executive <strong>David Solomon</strong> has been keeping his cards close to his chest.</p> <p>Executives at the bank have argued that boosting salaries mid-year would set a “dangerous precedent” contrary to Goldman's “pay for performance” mantra.</p> <p>“We should not participate in this game of moving salaries up and down every few months,” one person involved in the discussions told DD. “If you behave like that you simply end up with mercenaries. We pay at the end of the year for performance.”&#xa0;</p> <p>Meanwhile, investment banking co-heads <strong>James Esposito </strong>and <strong>Dan Dees</strong> discussed the issue on a series of divisional conference calls, promising that younger staff would be generously rewarded to reflect the bank's surging earnings. They have yet to announce any decisions on the matter, making the bank one of the last lenders to act along with <strong>Morgan Stanley</strong>.</p> <p>As the FT's Lex column <a href=\"https://www.ft.com/content/008eb1f4-62a7-4df5-b41c-52c3033024b3\">points out</a>, raising 1,000 junior analysts' salaries from around $85,000 to the impending industry norm of $100,000 comes out to about $15m — small change when you consider that Goldman spent $13bn on total compensation last year.</p> <p>Solomon's pay packages, meanwhile, have historically met the industry averages upheld by his peers — except for <a href=\"https://www.ft.com/content/398f4808-918c-434a-8cb1-c42b6521dea6\">last year</a>, when he and his fellow senior executives took a sizeable slash in the wake of the <strong>1MDB</strong> corruption scandal.</p> <p>For Goldman, holding out on salary increases may be more about preserving tradition.</p> <p>The prestige of the bank's name embossed on one's CV is a bonus in itself, and larger salaries for new trainees may not sit well with their middle-aged bosses who once endured the same arduous hours.</p> <p>It's not all bad for young Goldmanites, though, who were greeted with <a href=\"https://www.ft.com/content/5e7761ee-b7a2-48f2-9226-fe20277c2498\">free food</a> and concerts upon <a href=\"https://www.ft.com/content/e515613a-32a2-4692-ad91-0b9e53c577a9\">returning to their desks</a> — a step up from <a href=\"https://www.theguardian.com/business/2021/mar/30/goldman-snacks-bank-sends-hampers-to-staff-amid-inhumane-working-hours\">artisanal fruit baskets</a>.</p> <h2>Elon Musk's heated day in court</h2> <p>The spoof film <em>Hot Shots! Part Deux</em>, <strong>Elon Musk</strong> explained whimsically in Delaware court on Monday, was the nominal inspiration behind Tesla calling its 2016 “Master Plan” update, <a href=\"https://www.ft.com/content/2f6adcfc-4f50-11e6-88c5-db83e98a590a\">“Part Deux</a>”.&#xa0;</p> <p>The rest of the hearing, however, was as serious as could be. Musk was the first witness at a trial to determine whether <strong>Tesla</strong> had improperly <a href=\"https://www.ft.com/content/777f3549-f1d7-3fc9-bfd7-b6174034b858\">acquired</a> <strong>SolarCity</strong>, another Musk company, for $2.6bn in 2016.</p> <p>A group of dissident shareholders has accused Tesla's “techno king” of doing the deal to bail out a troubled company. As DD's Sujeet Indap explained <a href=\"https://www.ft.com/content/cacbb0b3-9e0b-4f52-81e1-9cacfd3e1521\">earlier this week</a>, the key issue is whether Musk “controls” Tesla, despite only owning a fifth of the economic and voting power.</p> <p>The scene in the Wilmington, Delaware courtroom, which DD's Sujeet Indap <a href=\"https://www.ft.com/content/4e21251e-355e-4884-97b2-aa557a6654c4\">witnessed in person</a>, was extraordinary. The multi-billionaire attempted to parry the questions of <strong>Randall Baron</strong>, an accomplished plaintiff's lawyer, who was attempting to get Musk to admit that he reigned supreme at the electric carmaker.</p> <p>The answers were sometimes funny, sometimes sharp, and always long as Baron tried, mostly unsuccessfully, to corral Musk into terse answers while his lawyers from<strong> Cravath, Swaine &amp; Moore</strong> could only look on.&#xa0;</p> <p>Musk reserved his harshest fire for Baron, at one point telling him, “I think you are a bad human being”, adding that he had “great respect for the court but not for you”, in their very own sequel to a tense <a href=\"https://www.ft.com/content/c36ac4aa-0205-4261-873a-0101d73de0cc?shareType=nongift\">deposition clash</a> in 2019.</p> <p>The SolarCity trial is to last two weeks, with the eventual decision of vice-chancellor <strong>Joseph Slights</strong> to complete the trilogy.</p> <h2>Job moves</h2> <ul>  <li><p>Former <strong>Mossad</strong> chief <strong>Yossi Cohen</strong> has joined <strong>SoftBank</strong>'s Vision Fund as head of its Israel office. He will also be a member of the Japanese investment conglomerate's second fund.</p></li>  <li><p><strong>Floriana Scarlato</strong> is stepping down as Swiss chief compliance officer at <strong>Credit Suisse</strong>. She has worked at the bank since 2005 and was previously chief compliance officer at the international wealth management division, <a href=\"https://www.reuters.com/business/finance/credit-suisses-swiss-compliance-chief-floriana-scarlato-quits-immediately-2021-07-12/\">per Reuters</a>.&#xa0;</p></li>  <li><p><strong>Kirkland &amp; Ellis</strong> has named <strong>Rachael Coffey</strong> as a partner in the corporate practice group in New York. She joins from <strong>Paul Weiss</strong>.</p></li>  <li><p><strong>Wilson Sonsini </strong>has hired <strong>Brian Dillavou</strong> as a corporate partner in its Austin office. He joins from <strong>Shearman &amp; Sterling</strong>.&#xa0;</p></li>  <li><p><strong>Houlihan Lokey</strong> has <a href=\"https://www.businesswire.com/news/home/20210712005271/en/Houlihan-Lokey-Acquires-Baylor-Klein\">added</a> five advisory professionals, led by <strong>Tim Leach</strong>, through the acquisition of boutique advisory firm <strong>Baylor Klein</strong>.&#xa0;</p></li>  <li><p><strong>Ben Meng</strong>, the former investment chief of pension fund <strong>Calpers</strong>, is joining <strong>Franklin Resources</strong> as executive vice-president and chair of Asia Pacific while also leading the China business, <a href=\"https://www.wsj.com/articles/franklin-templeton-hires-former-calpers-investment-chief-for-asia-push-11626097500?st=gfjl92wnicsrdvp&amp;reflink=desktopwebshare_twitter\">per the WSJ.</a>&#xa0;</p></li> </ul> <h2>Smart reads&#xa0;</h2> <p><strong>The Moment of Lift </strong>As prophesied by the title of her 2019 memoir, Melinda French Gates has reached a pivotal moment. With divorce proceedings under way, she will soon be free to forge her own philanthropic path without the input of her estranged billionaire husband. (<a href=\"https://www.ft.com/content/6c6cf979-3bd3-4efd-ad57-2e4779e468c8\">FT</a>)</p> <p><strong>Crypto con artists </strong>The crypto market is overrun with sophisticated scams that make yesteryear's Madoff-style Ponzi schemes look like child's play. Yet swindled investors keep coming back for more. (<a href=\"https://www.bloomberg.com/news/features/2021-07-08/crypto-scams-rug-pulls-bitcoin-hacks-billions-lost-when-shit-coins-go-to-zero?srnd=wealth&amp;sref=OziMsGoK\">Bloomberg</a>)</p> <p><strong>Battle for the (budget) skies </strong>An ambitious outsider has come to challenge ultra-low-cost carrier king Michael O'Leary and his Ryanair fleet: Wizz Air's József Váradi, whose aggressive flight path extends directly into his rival's European turf. (<a href=\"https://www.ft.com/content/2298406f-06e6-496d-9581-68db09ea6aaa\">FT</a>)</p> <h2>News round-up</h2> <p><a href=\"https://www.ft.com/content/c9d27f05-6ed6-46bd-869d-74eaa85d9c00\">Flipkart raises $3.6bn for near $40bn valuation</a> (FT)</p> <p><a href=\"https://www.ft.com/content/2bf5053a-e8a6-46bd-8983-d037930ff20b?shareType=nongift\">SoftBank's second Vision Fund speeds up pace of investment</a> (FT)</p> <p><a href=\"https://www.wsj.com/articles/bytedance-shelvedipo-intentions-after-chinese-regulators-warned-about-data-security-11626078000?mod=hp_lead_pos1\">ByteDance shelved IPO intentions after Chinese regulators warned about data security</a> (Wall Street Journal)&#xa0;</p> <p><a href=\"https://www.ft.com/content/0d9c9174-9374-4c48-a25b-3ae7dd6764b3\">Virgin Galactic plans to take a tourist to space every day, says chief</a> (FT + <a href=\"https://www.ft.com/content/2844a88a-1226-4537-9b44-09a0dfb1191a\">Lex</a>)&#xa0;</p> <p><a href=\"https://www.ft.com/content/4cf0dfb2-2128-437a-bb60-1cffc053a8d0?shareType=nongift\">Credit Suisse starts overhaul of risk monitoring after Archegos losses</a> (FT)&#xa0;</p> <p><a href=\"https://www.ft.com/content/0b96bc81-7512-43db-bb29-31033f6767e7\">Tate &amp; Lyle to sell controlling stake in sweetener arm for $1.3bn</a> (FT + <a href=\"https://www.ft.com/content/b3ef2a92-e1bc-4439-93c0-31d09d5ed22e\">Lex</a>)</p> <p><a href=\"https://www.wsj.com/articles/broadcom-in-talks-to-buy-software-firm-sas-11626103731\">Broadcom in talks to buy software firm SAS</a> (WSJ)</p> <p><a href=\"https://www.wsj.com/articles/dyal-capital-nears-deal-for-minority-stake-in-sacramento-kings-sources-say-11626022932?mod=business_lead_pos7\">Dyal Capital nears deal for minority stake in Sacramento Kings</a> (WSJ)</p> <p><a href=\"https://www.bloomberg.com/news/articles/2021-07-12/thailand-s-ptt-global-to-buy-allnex-holding-for-4-billion-euros?srnd=deals&amp;sref=OziMsGoK\">PTT Global Buys European chemicals maker for $4.75bn</a> (BBG)</p> <p><a href=\"https://www.wsj.com/articles/broadcom-in-talks-to-buy-software-firm-sas-11626103731?mod=hp_lista_pos1\">Broadcom in talks to buy software firm SAS</a> (WSJ)</p><p>Source:  2021 'Private equity, the Daily Mail and the acquisition of corporate Britain' FT.com 13 July. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-07-13T04:00:44.346Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 4712,
          "end": 4719
        },
        {
          "start": 3222,
          "end": 3235
        },
        {
          "start": 2944,
          "end": 2951
        },
        {
          "start": 3202,
          "end": 3215
        },
        {
          "start": 3580,
          "end": 3587
        },
        {
          "start": 4425,
          "end": 4432
        },
        {
          "start": 4399,
          "end": 4406
        },
        {
          "start": 3559,
          "end": 3567
        },
        {
          "start": 2925,
          "end": 2933
        },
        {
          "start": 3222,
          "end": 3229
        }
      ]
    }
  ]
}