{
  "_id": "bba110df9a0b5daed4993d433577a9fc144fd83b4c39f55e818ee86a8f299b09",
  "feed": "ftcomall",
  "title": "BlackRock wins Chinese approval for mutual fund business",
  "text": "<p>BlackRock has received the first approval for a foreign asset manager to launch a wholly owned mutual fund business in China, as the US group boosts its presence in the country's rapidly expanding investment industry.</p> <p>The China Securities Regulatory Commission approved the application for a fund company fully owned by BlackRock, the world's largest asset manager said on Friday. </p> <p>The move followed a wave of activity from big US banks and asset managers as they seek to <a href=\"https://www.ft.com/content/8cf19144-b493-4a3e-9308-183bbcc6e76e\">more fully integrate</a> themselves into China's financial system and take advantage of its vast pool of savings, which have historically been directed towards cash and property.&#xa0;</p> <p><a href=\"https://www.ft.com/content/a5392f07-9deb-4573-beb1-88a946f00df5\">Greater foreign participation</a> has been spurred by Chinese government reforms related to liberalisation of the financial system. These have gathered momentum despite strained geopolitical relations between the US and China over the past year.</p> <p>“China is taking significant steps in opening up its financial markets,” said Larry Fink, BlackRock chair and chief executive officer. “We are honoured to be in a position in which we can support more Chinese investors access financial markets and build portfolios that can serve them throughout their lives”.</p> <p>The go-ahead comes weeks after BlackRock received a <a href=\"https://www.ft.com/content/3fd79007-e556-4f04-aa6e-43557652890f\">separate approval</a> for a wealth management venture with China Construction Bank, through which it will design investment products that will be distributed via local banks.</p> <p>The approvals reflect the multiple routes available to foreign groups entering China and “position BlackRock to extend the breadth of its products and services and investment insights to all client segments across China”, the company said. China's asset management market was worth Rmb121.6tn ($19tn) last year, according to Boston Consulting Group and China Everbright Bank.</p> <p>Since <a href=\"https://www.ft.com/content/fec655ee-1003-4037-8425-0674615ad832\">April 2020</a>, foreign companies have been permitted to fully own mutual fund businesses in China, a shift from a previous requirement to operate through a joint venture with a local partner. JPMorgan is in the process of <a href=\"https://www.ft.com/content/f785d18e-e4c8-4b67-85ea-da71e9f8f6f2\">buying out its joint venture partner</a> in its China mutual fund business.</p> <p>Greater foreign ownership is also permitted in sectors including mainland securities businesses, which are involved in underwriting debt and equity. Last week, JPMorgan <a href=\"https://www.ft.com/content/3bd19ceb-50ed-4555-a3e3-e06401b77879\">applied to take full control</a> of its securities joint venture, following a similar move by <a href=\"https://www.ft.com/content/02c2ad06-b1b6-4a51-8e84-f84d86c98a2b\">Goldman Sachs in December</a>.</p> <p>The country's wealth management industry, which is dominated by a state-owned banking sector that is the largest in the world by assets, has also been subject to reforms to encourage foreign involvement as China seeks to develop its savings industry.&#xa0;</p> <p>Goldman Sachs last month announced it was <a href=\"https://www.ft.com/content/263c5b4a-8c29-485a-8b25-20f74c04ae7d\">partnering with ICBC</a>, one China's biggest banks with 680m retail customers, to launch a majority-owned wealth management venture. Amundi, the French asset manager, last year <a href=\"https://www.ft.com/content/4b38728b-ba9d-47f0-bd04-9ec8ca84be9f\">launched a partnership</a> with Bank of China.</p><p>Source: Thomas Hale in Hong Kong 2021 'BlackRock wins Chinese approval for mutual fund business' FT.com 11 June. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-06-11T05:20:30.025Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 2353,
          "end": 2366
        },
        {
          "start": 2353,
          "end": 2360
        },
        {
          "start": 2631,
          "end": 2644
        },
        {
          "start": 2631,
          "end": 2638
        }
      ]
    }
  ]
}