{
  "_id": "f16306cadfd28a274d161b63c2599f8b80b58323d2f0c946b92202cbb8c9150e",
  "feed": "ftcomall",
  "title": "SoftBank backs Steven Mnuchin's $2.5bn private equity fund",
  "text": "<p>Japan's SoftBank has followed Saudi Arabia's Public Investment Fund and Abu Dhabi's Mubadala in backing a new $2.5bn private equity fund set up by former US Treasury secretary Steven Mnuchin just eight months after he left office.</p> <p>Mnuchin launched Liberty Strategic Capital earlier this year after serving four years in the administration of Donald Trump. The fund is intended to focus on financial services and technology.</p> <p>In a statement to the Financial Times, SoftBank confirmed it had invested in Mnuchin's private equity firm through its second Vision Fund.</p> <p>One person close to the situation said the group's decision to invest was influenced by Saudi Arabia's PIF, the state fund administered by Crown Prince Mohammed bin Salman, which encouraged SoftBank to back Mnuchin. </p> <p>It was unclear exactly how much SoftBank contributed to the fund. Bloomberg, which first reported the Mnuchin fundraising this week, said most of the backing came from Middle Eastern investors including the PIF.</p> <p>Liberty Strategic said: “The firm is not permitted to comment on any ongoing fundraising, but it has a diverse investor base including US insurance companies, family offices, sovereign wealth funds, and other institutional investors.”</p> <p>During his time as Treasury secretary, Mnuchin nurtured close ties with a number of Gulf countries. His last foreign trip in office, around the time of the January 6 attacks on the US Capitol, involved stops in Saudi Arabia, Qatar, the UAE and Kuwait.</p> <p>In late October 2018, Mnuchin <a href=\"https://www.ft.com/content/b1b2c28e-d698-11e8-ab8e-6be0dcf18713\">met</a> Prince Mohammed, despite international outrage over the murder of journalist Jamal Khashoggi. Mnuchin nonetheless declined to attend that year's annual Future Investment Initiative conference in Riyadh, which seeks to showcase the kingdom's economic and social reforms.</p> <p>The PIF and SoftBank have close ties. The Saudi Arabian fund contributed $45bn to the Japanese group's first Vision Fund, making it the largest backer of the $100bn technology investment vehicle and landing Yasir al-Rumayyan, who runs the PIF, a seat on SoftBank's board from 2017 until late last year. Abu Dhabi's Mubadala also put $15bn in the first Vision Fund.</p> <p>SoftBank, which is run by the billionaire dealmaker Masayoshi Son, has been unable to attract external capital for its second Vision Fund and is relying on internal funds for its investments. </p> <p>Liberty Strategic made its first investment in July, leading a $275m fundraising by cyber security start-up Cybereason. The Israel-based company, which is also backed by SoftBank's second Vision Fund, said it would use the proceeds to fund its “hypergrowth” strategy and eventually seek a public listing. </p> <p>In interviews discussing the Cybereason investment, Mnuchin has said he was influenced by his tenure as Treasury secretary, when he was responsible for protecting the financial services industry against cyber attacks. </p> <p>Prior to joining <a href=\"https://www.ft.com/content/d249e814-b7c9-11e6-961e-a1acd97f622d\">Donald Trump's campaign</a> in 2016, Mnuchin was a familiar face on Wall Street. </p> <p>Mnuchin climbed to the top ranks of Goldman Sachs, where his father and brother also worked, eventually becoming the bank's chief information officer. He departed in 2002 and later launched hedge fund Dune Capital Management and a film studio called Dune Entertainment.</p> <p>It has become common for former Treasury secretaries to turn to private equity after leaving public office. John Snow, who served under George W Bush, moved to Cerberus Capital Management, while Tim Geithner, Barack Obama's first Treasury secretary, is president of Warburg Pincus. </p> <p>Jack Lew, Obama's second Treasury secretary, is a managing partner at Lindsay Goldberg, and Hank Paulson, who also served under Bush, is executive chair of a climate investment fund at TPG.</p><p>Source: Arash Massoudi in London, Simeon Kerr in Dubai, Ortenca Aliaj in New York and James Politi in Washington 2021 'SoftBank backs Steven Mnuchin's $2.5bn private equity fund' FT.com 22 September. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-09-22T04:00:53.762Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 2992,
          "end": 2999
        },
        {
          "start": 2992,
          "end": 3005
        }
      ]
    }
  ]
}