{
  "_id": "b467cbfab83d75e8f621dc65cee19890285a772b74036ad2aca8082b192183f7",
  "feed": "ftcomall",
  "title": "Mizuho's tech woes point to a legacy of unresolved issues from merger",
  "text": "<p>Whenever chief executives pitch a deal as a merger of equals, it is tempting to dismiss it as a face-saving exercise for the acquired company with limited real-world consequences. </p> <p>But Mizuho Financial Group, which was created through a three-way merger in the midst of Japan's banking crisis in 2000, shows the potential risks.</p> <p>More than two decades later, analysts say one of Japan's most powerful financial institutions is still suffering from unresolved cultural and structural problems from a merger pitched as a combination of “equal spirits”. </p> <p>That legacy has come to the fore in <a href=\"https://asia.nikkei.com/Business/Finance/Mizuho-s-crash-hit-4bn-system-to-go-under-unprecedented-state-oversight\">technology problems</a> severe enough that regulators have hinted at the possibility of intervening directly in the group's internal management.</p> <p>Mizuho's banking system has suffered seven significant glitches during this year alone, leading to thousands of halted ATMs, swallowed bank cards and disruptions to foreign currency transfers. </p> <p>Mizuho has struggled since the merger to curb a tradition of doing everything in triplicate, from rotating top positions to maintaining overlapping branch networks.</p> <p>At the extreme end of this practice was an ill-fated decision to combine several of its IT systems because it could not reach a consensus on which of the three banks' systems and vendors to abandon. This did not go well.</p> <p>Following system failures in 2002 and 2011, Mizuho spent $4bn to launch a completely new IT system in 2019 that it hoped would put an end to a troubled history of glitches that had plagued the bank from its inception. </p> <p>But after the persistence of problems, an alarmed Financial Services Agency last week took the rare step of issuing <a href=\"https://www.mizuhogroup.com/news/2021/09/20210922release_eng.html\">an administrative order</a> on Mizuho that goes beyond its past demands to improve the bank's controls and compliance. </p> <p>Under the order, the bank is required to review its scheduled IT system upgrades and brief the regulators on a plan to implement them in a way that will not cause further disruption. This effectively allows the FSA to scrutinise the insides of Mizuho's banking system and step in if needed, say analysts.</p> <p>Mizuho's system failures add to a series of management problems in corporate Japan, including scandals at Toshiba, Mitsubishi Electric and Kobe Steel. </p> <p>The technological causes of Mizuho's glitches appear to be different each time. But <a href=\"https://www.mizuhogroup.com/binaries/content/assets/pdf/mizuhoglobal/news/2021/06/20210615_3release_eng_1.pdf\">an independent investigation</a> in June cited human factors such as lack of communication, low awareness of IT risks and an unwillingness to directly resolve a crisis. “There is a corporate culture that prevents straightforward improvement,” the report concluded. </p> <p>As Japanese businesses are trying to adapt their operations to a digital age, Mizuho also provides a grim reminder of the costs of delaying investment in IT engineers and technology. The bank continues to insist there is no structural problem with its main banking system, but confidence has faltered as each new glitch has emerged. </p> <p>While the $4bn banking system is created on a completely new architecture, experts say it remains convoluted because Mizuho relied on four vendors, including three with historical ties to banks that were combined in 2000: Fujitsu (Dai-Ichi Kangyo Bank), IBM (Fuji Bank) and Hitachi (Industrial Bank of Japan). The system also used one newcomer: NTT Data. </p> <p>While using multiple vendors is not necessarily problematic, Masayuki Endo, a former IT specialist at Mitsubishi UFJ Financial Group who is now a professor at Shizuoka University, said Mizuho did not attach a leading role to a single vendor to create the main architecture, making its design complicated. </p> <p>A more serious problem for Japan's banking industry is its lack of computer engineers and data scientists compared with US banks such as JPMorgan Chase and Goldman Sachs, which have spent heavily to recruit talent and acquire technology to fend off the threat from new fintech rivals. </p> <p>“In Japan, vendors supply about 70 per cent of the IT engineers and the ratio of IT specialists inside the banks is extremely low,” said Endo. As a result, when system failures occur, it is difficult for banks to resolve the technical issues internally. </p> <p>Having invested heavily in the new banking system, Mizuho may be reluctant to admit there could be underlying flaws with its structure. But it also needs to acknowledge that the system crisis it faces now is one of the legacy costs of failing to fully complete a merger 20 years ago.</p> <p><a href=\"mailto:kana.inagaki@ft.com\"><em>kana.inagaki@ft.com</em></a></p><p>Source: Kana Inagaki 2021 'Mizuho's tech woes point to a legacy of unresolved issues from merger' FT.com 28 September. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-09-28T23:01:26.402Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 3704,
          "end": 3717
        },
        {
          "start": 3704,
          "end": 3711
        }
      ]
    }
  ]
}