{
  "_id": "36fe94c435c91c7f7321999b74b3f9870fdb1494d55b15ef8e9948b1508775dd",
  "feed": "ftcomall",
  "title": "Banks face regulators' scrutiny on handling of Archegos fire sale",
  "text": "<p>Securities regulators in the US and Europe are scrutinising discussions between six banks linked to Archegos Capital Management to decide whether any acted inappropriately during a recent fire sale of shares that topped $20bn.</p> <p>Archegos founder Bill Hwang on Thursday gathered Wall Street lenders Goldman Sachs, Morgan Stanley and Wells Fargo, as well as Swiss rivals UBS and Credit Suisse and Japan's Nomura, in a <a href=\"https://www.ft.com/content/db4508ed-ccb4-48f6-8dd6-dd7d38e3cfa4\">last-ditch effort</a> to unwind billions of dollars of markets bets in an orderly manner. </p> <p>But on Friday banks started selling large blocks of shares that had underpinned Hwang's trades, knocking $33bn of value off media groups ViacomCBS and Discovery and Chinese tech stocks such as Baidu. The sales spurred losses for Nomura and Credit Suisse that are expected to run into billions of dollars. </p> <p>The US Securities and Exchange Commission and the UK's Financial Conduct Authority have requested information from the banks involved. Finra, Wall Street's self-regulatory body, has also contacted the banks at the centre of the Archegos trading debacle.</p> <p>As Archegos' losses increased last week, several prime brokers that had extended credit to the firm tried to agree to an orderly unwinding of the trades over time, fearing that a fire sale would depress the value of the securities held on behalf of Archegos. </p> <p>One person said they had hoped to sell Archegos's book over a period of about 20 days. </p> <p>While the banks had not reached an official decision on how to unload the shares, people briefed on the talks said there “appeared to be” an agreement between four of the six banks before markets opened on Friday that a “disorderly unwind” would be mutually damaging.&#xa0;</p> <p>People familiar with the talks said Goldman Sachs, which was “very exposed” to Archegos, listened to the discussions but did not commit to an agreement on Thursday evening. On Friday morning, the bank pitched a $3.6bn block sale that was quickly increased to $6.6bn. By the end of the day, the bank had liquidated some $10.5bn of securities linked to Archegos, according to people briefed on the matter.&#xa0;</p> <p>Morgan Stanley has also sold more than $10bn worth of stock tied to Archegos, including roughly $8bn it marketed in <a href=\"https://www.ft.com/content/1b9119b2-0d8b-4a9d-b0a2-d10a021cd71b\">big block trades</a> on Friday.</p> <p>“The mindset was if you are talking about trying to get a standstill agreement then the mindset is probably [Hwang] will have a hard time surviving Friday,” one person briefed on the discussions said. </p> <p>Hwang has in recent years amassed an <a href=\"https://www.ft.com/content/b7e0f57b-3751-42b8-8a17-eb7749f4dbc8\">impressive group</a> of counterparties to his trades with several banks extending billions of dollars in credit to his family office. This has allowed him to make highly-levered bets.&#xa0;</p> <p>Prime brokerages typically loan cash and securities to investors and process their trades. The business is risky but can prove hugely lucrative to brokers. The majority of Hwang's trades were placed using so-called total return swaps — derivatives that allow investors to pay a fee in return for a position while the underlying security is owned by the bank.</p> <p>Instead of an orderly sale, several of the remaining banks have only recently sold shares linked to Archegos trades, while others have been left nursing losses on their dealings with the firm. Wells Fargo sold about $2.1bn of stock on Monday tied to Archegos. </p> <p>The sharp share price falls that followed the fire sale have caused big losses for Credit Suisse and Nomura, in particular. Analysts with JPMorgan Chase expect that losses between prime brokers could reach $5bn to $10bn, characterising the hits as “losses well beyond [a] normal unwinding scenario for the industry”.</p> <p>Analysts within Goldman Sachs' research division on Tuesday downgraded Nomura, citing the losses it has sustained from the Archegos fallout as well as the fact “market concerns around risk management issues may persist”. </p> <p>The questions from the SEC focused on the call the prime brokers held with Archegos that Thursday evening, the trading that followed on Friday and their risk management practices. Regulators were also keen to understand how a so-called family office had amassed such large positions given its size, as well as how it could cause such damage to its primary dealers.</p> <p>The SEC, Finra and the FCA declined to comment. The banks either declined to comment or did not respond to a request for comment.</p> <p>Archegos said that “all plans are being discussed as Hwang and the team determine the best path forward”.</p> <p><em>Additional reporting by Owen Walker</em> <br></p><p>Source: Eric Platt, Leo Lewis, Ortenca Aliaj and Stephen Morris  2021 'Banks face regulators' scrutiny on handling of Archegos fire sale' FT.com 30 March. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-03-30T15:35:43.874Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 296,
          "end": 309
        },
        {
          "start": 1709,
          "end": 1722
        },
        {
          "start": 3591,
          "end": 3605
        },
        {
          "start": 1709,
          "end": 1716
        },
        {
          "start": 296,
          "end": 303
        },
        {
          "start": 3591,
          "end": 3604
        },
        {
          "start": 3591,
          "end": 3598
        }
      ]
    }
  ]
}