{
  "_id": "d40eda7ada51c947ad54e2a730765dda60f41554abd475e6a7d7a3e03aa7f452",
  "feed": "ftcomall",
  "title": "Government bond prices slip after data show surge in US hiring",
  "text": "<p>Global bond markets came under selling pressure on Friday after data showed the US <a href=\"https://www.ft.com/content/6ac7f7c4-c9ea-42e6-afed-57311fdc1b48\">created more jobs</a> than expected, raising investors' expectations that the Federal Reserve would ease its crisis-era stimulus package as the economy recovers.</p> <p>As optimism rose, investors re-evaluated the path of US interest rates, pushing the yield, which moves inversely to price, on the 10-year Treasury note 0.08 percentage points higher to 1.30 per cent. Government bond prices in the UK and continental Europe also fell. The S&amp;P 500 equity benchmark reached a new record high, extending its gains for the week.</p> <p>The report showed that the US added almost 1m jobs in July, ahead of analysts' forecasts. The unemployment rate fell 0.5 percentage points to 5.4 per cent for the month to July, illustrating substantial progress but still well above levels reached at the end of 2019 before the <a href=\"https://www.ft.com/coronavirus\">pandemic</a> struck.</p> <p>The jobs report is the last ahead of the summit of global central bankers at Jackson Hole, Wyoming, at the end of the month. The strong <a href=\"https://www.ft.com/stream/b63f8268-c2c7-4cc7-ad09-f924e8de2862\">employment numbers</a> will intensify the debate over when the Fed will begin to rein in its ultra-supportive policies as the economic recovery from Covid-19 gathers pace. </p> <p>The world's most important central bank has kept <a href=\"https://www.ft.com/stream/9577c6d4-b09e-4552-b88f-e52745abe02b\">US interest rates</a> at historic lows and purchased $120bn in assets each month throughout the health emergency. </p> <p>“Today's bumper payrolls report highlights a roaring recovery in the labour market and increases the chances of the Fed tapering their asset purchases sooner rather than later,” said Mike Bell, a strategist at JPMorgan Asset Management. </p> <p>“The strength of hiring calls into question the rally in Treasuries that took place during the past few months and we expect this to be the start of a sustained move higher in Treasury yields over the rest of the year,” he added.&#xa0;&#xa0;</p> <p>However, for other analysts, the increase in job growth does not warrant substantial action on the part of the Federal Reserve. </p> <p>“The July payroll report was a much-welcome surprise to the upside, but also not so strong as to bring forward the expected date of Fed tapering lift-off — exactly what the market needs,” said Seema Shah, a strategist at Principal Global Investors, in a note. </p> <p>“As many of the&#xa0;labour&#xa0;supply constraints fall away over the next month,&#xa0;labour&#xa0;demand should get the green light to increase, and September will hopefully bring another strong number.”</p> <p>The blue-chip S&amp;P 500 closed 0.2 per cent higher, extending the all-time high the benchmark index set on Thursday, while the technology-focused Nasdaq, more sensitive to rising interest rates, dropped 0.4 per cent. Analysts at Goldman Sachs said this week they expected the S&amp;P 500 to gain a further 7 per cent by the end of 2021, on top of the 17 per cent rise so far. </p> <p>The dollar rose, trading up 0.6 per cent against a basket of currencies.</p> <p>Europe's benchmark Stoxx 600 index traded in a tight range, leaving it on track for its best week in five months after repeatedly notching new records this week. </p> <p>The UK's FTSE 100 closed slightly higher as investors were encouraged by more hawkish comments from the Bank of England on Thursday. The yield on two-year gilts rose to as much as 0.15 per cent during the day, around levels from April 2020 that were also briefly touched last month, after the UK central bank indicated there would be “modest tightening” of its interest rate policy to control inflation.</p> <p>Markets in Asia were muted after a nervy week, as investors parsed statements from China's ruling party to try to figure out which sectors might be targeted next as Beijing seeks to assert greater control over parts of the economy. Tech, tutoring and gaming stocks have all been hit in recent weeks. Hong Kong's Hang Seng index drifted on Friday while China's CSI 300 fell 0.6 per cent. </p> <p>Elsewhere, Brent crude fell 1.1 per cent to $70.51 a barrel, capping a volatile week where prices slumped more than 7 per cent following worries that the spread of the Delta variant and fresh travel curbs would mute demand. </p><p>Source: Adrienne Klasa in London and Shubham Saharan in New York  2021 'Government bond prices slip after data show surge in US hiring' FT.com 6 August. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-08-06T20:45:49.547Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 2624,
          "end": 2637
        },
        {
          "start": 2624,
          "end": 2631
        }
      ]
    }
  ]
}