{
  "_id": "a4a8e6fda7bb787f09cf625c543c110e1a8bb660a982c24ec33712baf94dc5bf",
  "feed": "wall-street-journal",
  "title": "VC Daily: Forge Gets a Boost From Surging VC Sector",
  "text": "<p>Investors were able to trade companies that had some of last year's largest market debuts on Forge's platform before they went public, including data-mining company Palantir Technologies Inc . and lodging app Airbnb Inc ., said Mr. Rodriques.</p><p>Forge raised more than $150 million from investors earlier this year. Mr. Rodriques said that while its backers would happily write new checks to accelerate the pace of growth, the business is profitable and tapping new funds isn't a priority.</p><p>And now on to the news...</p><p>Top News</p><p>Tiger Global Management this year became a new investor in Patreon Inc.</p><p>Nontraditional venture investors. Hedge funds and mutual funds are helping to power the venture-capital sector as it shatters many of the fundraising and deal-making records set last year. The larger role these so-called nontraditional venture investors are playing underscores the venture market's explosive growth and increased competition within the industry that has driven up company valuations, WSJ Pro's Marc Vartabedian reports.</p><p>Nontraditional investors, which include asset managers and corporations, poured $116 billion into startups in the first half of the year, nearly matching the total for all of last year, according to a report from analytics firm PitchBook Data Inc ., the National Venture Capital Association and Silicon Valley Bank.</p><p>Hedge funds, mutual funds and private-equity firms, in particular, are playing a bigger role in startup deal making. Asset managers and private-equity firms surpassed corporations as accounting for the largest proportions of U.S. deal value with nontraditional investor participation, according to the report.</p><p>\"Over the past five years, we've seen more situations where late stage or traditionally public buyers of IPOs now regularly buy down into a private market,\" Ernst &amp; Young U.S. venture capital leader Jeffrey Grabow said. Mr. Grabow attributes the current private market appetite to zero-to-low interest rates that have investors looking to take more risk to achieve higher yields.</p><p>$1.8 Billion</p><p>Funding for Black entrepreneurs was just shy of this level in the first half of the year, a more than fourfold increase from the same period last year. (Crunchbase)</p><p>IFIT to Buy Fitness Platform Sweat for $300 Million Ahead of IPO</p><p>IFIT Health &amp; Fitness Inc. will acquire Sweat, an online fitness training platform, ahead of an initial public offering that is expected in the fall, The Wall Street Journal's Maureen Farrell reports, citing people familiar with the matter. IFIT is buying Sweat, which was co-founded by trainer Kayla Itsines and CEO Tobi Pearce in 2015, for around $300 million, some of the people said. IFIT plans to keep Sweat, which is based in Australia, as a stand-alone brand and Ms. Itsines and Mr. Pearce as executives. IFIT is beefing up its content offerings ahead of its anticipated IPO. The company, which owns NordicTrack, was recently valued in excess of $7 billion in its most recent round of funding in late 2020 and is expected to attain a valuation in excess of that in its IPO.</p><p>Green-Tech Startups Are Getting Fresh Wave of Cash</p><p>A flood of investment into clean tech propelled onetime startups such as Tesla Inc . into the stratosphere, WSJ reports. For most young companies in the sector, the past decade was a fight to raise the funds needed for takeoff. That is changing amid a boom in green investing. The new wave of cash is helping startups get from laboratory to market. Dubbed the valley of death, the gap between the invention of a potentially breakthrough technology and large-scale commercial production has wiped out many startups. Big investors have long been wary of businesses like solar farms and battery makers that require big capital spending long before profitability.</p><p>Industry News</p><p>Funds</p><p>Sustainability-focused The Ecosystem Integrity Fund closed its fourth fund with nearly $250 million in commitments, exceeding its original $200 million target. To date, the new fund has invested in Ampersand, Energicity, ThinkIQ, Unagi, Vericool and ZeroAvia.</p><p>London-based The Untitled Ventures raised €100 million ($118 million) for its second fund to invest in Eastern European deep-tech startups that are looking to become established in Western Europe and the U.S.</p><p>Warsaw-based OTB Ventures launched its OTB Growth Fund I with $60 million in commitments to provide follow-on investments to its Central and Eastern European portfolio companies. The fund counts The Escalar programme of the European Investment Fund as a backer. OTB Ventures, which closed a $100 million fund last year, recently participated in funding rounds for FintechOS and Iceye.</p><p>Female Founders Fund closed its third fund at $57 million to continue making early-stage investments in female-founded technology companies and lifestyle brands. The new fund's limited partners included Goldman Sachs , Cambridge Associates , Pivotal Ventures, Twitter , Plexo Capital and the Doris Duke Charitable Foundation . Founded in 2014, the firm raised $6 million for its inaugural fund and $25 million for its second vehicle.</p><p>People</p><p>Austin, Texas-based Springdale Ventures, which invests in early-stage consumer brands, appointed Marissa Epstein as its third general partner. Ms. Epstein has expertise in the health, wellness and nutrition sectors, and was most recently director of The University of Texas Nutrition Institute.</p><p>Exits</p><p>B2B intelligence provider ZoomInfo Technologies Inc . agreed to buy Chorus.ai, a conversation-intelligence platform, for about $575 million in cash. Last July, Chorus closed a $45 million Series C round from Georgian, Emergence Capital, Redpoint Ventures and Sozo Ventures.</p><p>Motorola Solutions agreed to purchase Openpath Security Inc., a mobile access control startup, for an undisclosed amount. Culver City, Calif.-based Openpath is backed by investors including Greycroft, Okta Ventures, LPC Ventures and Allegion Ventures.</p><p>Bevy, a virtual, hybrid and in-person event platform, acquired Eventtus, an event management software company, for an undisclosed sum. In March, Palo Alto, Calif.-based Bevy raised a $40 million Series C round from Accel, LinkedIn, Upfront Ventures and others. Based in Cairo, Eventtus' backers include Hala Ventures and Algebra Ventures.</p><p>New Money</p><p>Kurly Inc., a Korean online grocery service, scored $200 million in Series F funding at a $2.2 billion valuation led by investors including Aspex Management, DST Global and Sequoia Capital China.</p><p>Quantexa, a London-based data and analytics software company, raised $153 million in Series D funding. Warburg Pincus led the round, which included participation from existing backers Dawn Capital, AlbionVC, Evolution Equity Partners , HSBC Holdings , ABN AMRO Ventures and British Patient Capital.</p><p>Arctic Wolf Networks Inc., an Eden Prairie, Minn.-based cybersecurity provider, snagged a $150 million investment, giving the company a valuation of $4.3 billion. Viking Global Investors , Blue Owl Capital 's Owl Rock division and others were the investors.</p><p>Flock Safety, an Atlanta-based crime-solving technology provider, fetched a $150 million Series D round. Andreessen Horowitz led the investment, and was joined by Meritech Capital, Bedrock Capital, Matrix Partners and Initialized Capital.</p><p>Impact, a partnership management platform for businesses, picked up a $150 million investment led by Qatar Investment Authority , bringing the company's valuation to $1.5 billion.</p><p>Remote, an HR tech platform managing distributed workforces, landed $150 million in Series B financing, valuing the company at over $1 billion. Accel led the round, which included additional support from existing investors Sequoia Capital, Index Ventures , Two Sigma Ventures, General Catalyst and Day One Ventures.</p><p>Sourcegraph, a San Francisco-based code search and intelligence provider, completed a $125 million Series D round at a $2.6 billion valuation. Andreessen Horowitz led the investment, which included contributions from Insight Partners and Geodesic Capital.</p><p>Enpal, a Berlin-based provider of solar systems for homeowners, closed a €100 million funding round. HV Capital led the investment, which included additional support from E.R. Capital, Friba Investment, Heliad Equity Partners and others.</p><p>Amperity Inc., a Seattle- and New York-based customer data platform for consumer brands, nabbed $100 million in Series D financing, valuing the company at more than $1 billion. HighSage Ventures led the round, which saw participation from existing investors Tiger Global Management , Declaration Partners, Madrona Venture Group and Madera Technology Partners.</p><p>Mpower Financing, a Washington, D.C.-based education loan provider, secured a $100 million funding round from investors including Tilden Park Capital Management and King Street Capital Management . Additional backers of Mpower are ETS Strategic Capital, Breega, Cometa, K Street Capital and University Ventures.</p><p>Pantheon, a San Francisco-based WebOps platform, collected a $100 million Series E round from SoftBank Vision Fund 2 at a valuation of more than $1 billion.</p><p>Correction: Last Thursday's VC Health Pulse newsletter incorrectly listed Baring Private Equity Asia as participating in the Series C funding round for SWORD Health Inc .</p><p>Tech News</p><p>Humanoid robot keeps getting fired from his jobs</p><p>Google to help insurers measure slip-and-fall risks in buildings</p><p>United and Mesa to buy electric planes for short trips</p><p>Warehouse for Amazon aims to go public as single-property business</p>",
  "published": "2021-07-14T13:03:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 4849,
          "end": 4856
        },
        {
          "start": 4820,
          "end": 4833
        },
        {
          "start": 4849,
          "end": 4862
        }
      ]
    }
  ]
}