{
  "_id": "cb52eec1dbd1f6a593bfa9df3b26762145f0be877a2bb8130d8b631fe90eed12",
  "feed": "ftcomall",
  "title": "Private equity (and the press) dine on supermarket deals",
  "text": "<p><strong>One thing to start</strong>: the $24bn deal for Lucid Motors to go public was unable to close on Thursday, after the blank-cheque company merging with the electric vehicle start-up failed to put together enough support from retail investors at a crucial shareholder meeting. Full story <a href=\"https://ft.com/content/102b2b94-f64a-42f5-93ee-45841d54f576\">here</a>.</p> <h2>The private equity trend being devoured by UK newspapers</h2> <p>DD wants to let you in on a little secret about the British press.&#xa0;</p> <p>Nothing gets pulses racing at UK newspapers like a takeover battle involving one of the country's main grocery chains.&#xa0;</p> <p>Sure, the powerful and dominant technology companies in the modern economy are based far beyond the shores of the UK.&#xa0;</p> <p>But that doesn't stop the unrivalled attention and media column inches spent here whenever the likes of <strong>Tesco</strong>,<strong> J Sainsbury</strong> or one of their main rivals is the subject of a potential acquisition.</p> <p>So, while supermarkets fretted over keeping shelves stocked and customers satisfied during the pandemic, the past 12 months have actually been great for business news coverage on the subject.</p> <p>First, an investor group consisting of the billionaire <a href=\"https://www.ft.com/content/79964b33-2406-41c8-8f24-4ff5552f1669\"><strong>Issa </strong>brothers</a> and buyout group <strong>TDR Capital </strong>defeated <strong>Apollo Global Management </strong>to take over UK grocer <strong>Asda</strong> from <strong>Walmart</strong> in a <a href=\"https://www.ft.com/content/2a978525-d0cc-4a14-ba83-63732ee14067\">£6.8bn deal</a>.&#xa0;</p> <p>And now, we have the <a href=\"https://www.ft.com/content/938db064-119e-42d1-af7a-1d542c72b668\">prospect</a> of a bidding war for <strong>Wm Morrison</strong>, the fourth-largest grocery chain in the UK and the smaller rival to Asda.</p> <p>An investor group led by<strong> SoftBank</strong>-owned<strong> Fortress Investment Group</strong> has <a href=\"https://www.ft.com/content/cdd0219a-6acb-4e17-be9f-69c54c85e330\">agreed to buy</a> Morrisons for £9.5bn including debt. On Thursday, Morrisons released the fine print on the offer ahead of a shareholder vote on August 16 to ink the deal.&#xa0;</p> <p>The paperwork included a favourite for DD readers — the fees associated with the deal, which <a href=\"https://www.ft.com/content/fb1bef8b-0984-4327-a564-4141364033fc\">surpass</a> £300m altogether.&#xa0;</p> <p>They appear to handsomely reward <strong>Rothschild </strong>as lead adviser to Morrisons, along with <strong>HSBC</strong> and <strong>RBC Capital Markets</strong>, who are advising and helping finance the consortium.</p> <p>On Thursday, we also learnt that the UK's <strong>Takeover Panel</strong> has set an August 9 deadline for US private equity firm <strong>Clayton, Dubilier &amp; Rice </strong>to bid after it already had <a href=\"https://www.ft.com/content/0abdbc0d-051e-4b75-bb41-194ef2ef25d5\">one approach rejected</a>.</p> <p>DD is expecting CD&amp;R, which is working with <strong>Goldman Sachs</strong>, to return with an improved offer.&#xa0;</p> <p>Returning to the theme at the start of the newsletter, all of this attention has been <a href=\"https://www.ft.com/content/e04c20db-bd00-4784-88ff-09f4464fe0ce\">a bit disorientating</a> for private equity groups doing business in the UK.&#xa0;</p> <p>They feel as though they're having a unique moment of attention from media outlets, such as The Daily Mail tabloid, who have hitherto ignored their existence. Now, all of sudden these publications are paying more attention and publishing detailed manifestos on how to reform the industry.&#xa0;</p> <p>It's almost as though the private equity firms weren't aware of what would happen if they started bidding for the UK media's favourite sector.&#xa0;</p> <h2>The healthcare tycoon alleging he's the victim of a ‘debt-fuelled Ponzi scheme'</h2> <p>A new front has opened in the international <a href=\"https://www.ft.com/content/7e1efa41-3fcb-4222-9aa4-193bc214e30c\">legal battle</a> over the collapse of <strong>NMC Health</strong>.&#xa0;</p> <p><strong>BR Shetty</strong>, founder of the hospital and fertility clinic company, has filed an $8bn lawsuit accusing its fired chief executive, its auditor <strong>EY</strong>, and two banks of conspiring in a six-year fraud.</p> <p>A quick recap: NMC is the company the Indian tycoon created in Abu Dhabi in 1975 and listed in London in 2012, where it joined the <strong>FTSE 100</strong> index in 2017.&#xa0;</p> <p>The company filed for administration in April last year after the discovery of <a href=\"https://www.ft.com/content/b597e326-6dc2-11ea-89df-41bea055720b\">more than $4bn</a> of undisclosed company debt following allegations by US short seller <strong>Muddy Waters</strong> that NMC had reported profit margins that were “too good to be true”.&#xa0;</p> <p>The case, filed by Shetty in New York last week, alleges he was defrauded through a “debt-fuelled Ponzi scheme”, according to <a href=\"https://www.ft.com/content/91317ad0-40aa-4dd7-91ca-3e1c17853a87\">this report</a> by the FT's Michael O'Dwyer and Cynthia O'Murchu.</p> <p>NMC's ousted chief executive<strong> Prasanth Manghat </strong>and his brother <strong>Promoth</strong>, who led Shetty's fintech company <strong>Finablr </strong>until last year, are accused of conspiring over the circular movement of funds between NMC and related companies to artificially inflate sales figures.</p> <p>These figures were used to obtain off-balance-sheet loans that were siphoned off by the alleged fraudsters and used to pay kickbacks to co-conspirators, Shetty's lawyers claimed. The Manghats have both previously denied wrongdoing.</p> <p>EY, which is already facing a possible <a href=\"https://www.ft.com/content/6978e876-1fc2-4a1d-887c-30b0d9dd1c9a\">professional negligence claim</a> from administrators <strong>Alvarez &amp; Marsal</strong>, is accused of helping to conceal the alleged fraud by advising NMC on how it could use “illicit tactics” to inflate its earnings and to avoid loans appearing in the financial statements.</p> <p>EY said the case was “without merit” and that it would defend itself vigorously.&#xa0;</p> <p>Shetty also alleged that the scheme would never have got off the ground if <strong>Bank of Baroda</strong>, one of India's biggest lenders, had carried out basic anti-money laundering checks on suspicious transactions and that Netherlands-based<strong> Credit Europe Bank </strong>turned a blind eye to “bogus” invoices so it could keep earning fees.&#xa0;</p> <p>Shetty, who previously made similar claims of being defrauded following an investigation he commissioned last year, faces legal problems of his own over NMC's demise.&#xa0;</p> <p>He has been hit with multiple freezing orders and was the subject of a criminal complaint in the UAE last year.&#xa0;</p> <h2>Wall Street bankers redirect Chinese clients' New York listings</h2> <p>An impatient queue of Chinese tech start-ups waiting to list in New York are <a href=\"https://www.ft.com/content/90620c2c-ea07-4425-9a18-f3b4587ed3ad\">rerouting</a> their plans to neighbouring Hong Kong, as their investment bankers scramble to circumvent Beijing's increasingly tough regulation on Wall Street IPOs.</p> <p>Earlier this month we told you about <strong>Didi</strong>, the ride-hailing group lauded as China's answer to <strong>Uber</strong>, caught in the crossfire of its government's <a href=\"https://www.ft.com/content/eac18f66-5c9b-4cd0-a4e6-a86f5464ad6e\">regulatory crackdown</a> on US flotations.</p> <p>Didi highlighted how data security issues are at the centre of China's crackdown on foreign listings. Shortly after it floated in New York, Beijing launched an investigation into the company, sending the shares down 20 per cent from the IPO price.&#xa0;</p> <p>It also prompted top officials in Beijing to call for a new regulatory regime to police overseas IPOs while the Cyberspace Administration of China proposed rules banning companies with more than 1m users from listing abroad without a security review and official permission.&#xa0;</p> <p>As a result, companies with large data components to their business are looking to switch planned listings to Hong Kong.&#xa0;</p> <p>“We're speaking to everyone about it. All the Chinese issuers planning New York IPOs are looking at whether they can pivot to Hong Kong,” a senior capital markets banker in Hong Kong told the FT.</p> <p>The pivot comes as Chinese companies raised a <a href=\"https://www.ft.com/content/d0873b18-01ea-44d3-ac5c-755e0e50d2e3\">record $12.4bn</a> on the<strong> New York Stock Exchange</strong> in the first half of this year — a lucrative arrangement for US banks that raked in fee revenues even as US-China relations worsened.</p> <p>One reason dealmakers may not be thrilled about the flow of Chinese listings going from New York to Hong Kong is down to fees. Bankers receive average fees of 2 per cent from an IPO in the region, compared to 5-7 per cent in the US.</p> <h2>Job moves</h2> <ul>  <li><p><strong>GlaxoSmithKline</strong> has <a href=\"https://ft.com/content/7b7f7496-bcfe-4c6d-8723-01692350d277?\">appointed</a> <strong>Brian McNamara </strong>to lead its consumer health division after next year's spin-off. He joined the UK drugmaker in 2015 from <strong>Novartis</strong> and has led the consumer unit since its previous head <strong>Emma Walmsley </strong>was promoted to chief executive.&#xa0;</p></li> </ul> <ul>  <li><p>After more than 20 years as chief executive of London-listed insurer <strong>Hiscox</strong>, <strong>Bronek Masojada </strong>is <a href=\"https://www.ft.com/content/0363f778-a27d-4c09-a923-f0f1f0fca36a\">stepping down</a>. He will be replaced by<strong> Hiscox</strong>'s chief financial officer <strong>Aki Hussain</strong>.&#xa0;</p></li> </ul> <ul>  <li><p><strong>Barclays</strong> has hired <strong>Ingrid Hengster</strong> as country chief executive for Germany and as a global chair of investment banking. She joins from <strong>KfW Bankengruppe</strong>, where she was an executive board member.</p></li> </ul> <ul>  <li><p><strong>JPMorgan Chase </strong>has rehired <strong>Louise Bennetts</strong> as head of Emea director advisory services. She has previously worked at law firm <strong>Davis Polk &amp; Wardwell</strong>.&#xa0;</p></li> </ul> <ul>  <li><p><strong>Credit Suisse</strong> has lost yet another banker — the head of west coast internet investment banking <strong>Homan Milani</strong> has resigned. He will be joining <strong>Bank of America</strong>, per <a href=\"https://www.bloomberg.com/news/articles/2021-07-21/credit-suisse-internet-investment-banker-milani-adds-to-exodus?srnd=deals&amp;sref=OziMsGoK\">Bloomberg</a>.&#xa0;</p></li> </ul> <h2>Smart reads</h2> <p><strong>Ruling with a crude fist</strong> Saudi energy minister Prince Abdulaziz bin Salman, the most powerful man in petroleum, will do almost anything to stay at the top — even as the disruptive forces of climate change and renewable energy threaten his dominion. (<a href=\"https://www.bloomberg.com/news/features/2021-07-22/saudi-prince-abdulaziz-bin-salman-seeks-to-tame-oil-prices-opec-russia?sref=OziMsGoK\">Bloomberg</a>)</p> <p><strong>Legal limelight </strong>Abandoning a cosy gig at one of New York's most elite firms to defend drug dealers and mob bosses has prepared Nicholas Gravante for his biggest test yet: defending the latest target of the US government's sweeping investigation into Donald Trump's inner circle. (<a href=\"https://www.ft.com/content/2d757570-339c-4226-8e94-8de044cc52e4\">FT</a>)</p> <p><strong>IPOs for all </strong>After a wild year of meme stock rallies and regulatory scrutiny, Robinhood's founders have decided to embark on another risky venture: selling as much as a third of its impending IPO directly to everyday customers. (<a href=\"https://www.nytimes.com/2021/07/21/technology/robinhood-ipo.html\">New York Times</a>)</p> <h2>News round-up</h2> <p><a href=\"https://www.ft.com/content/271949b5-2b5a-4339-8cd7-f38dd1cf4ef9\">Greensill enjoyed privileged relationship with UK government, says report</a> (FT)</p> <p><a href=\"https://www.ft.com/content/82f9c0c9-649a-44fe-bb90-f009a3e66e26\">Bridgepoint under fire for big ‘golden hellos' paid to directors</a> (FT + <a href=\"https://www.ft.com/content/992ffd6e-dbb8-42c8-b19b-709ed01f1b8c\">Lex</a>)</p> <p><a href=\"https://www.bloomberg.com/news/articles/2021-07-22/china-is-said-to-weigh-unprecedented-penalty-for-didi-after-ipo?sref=fLR6XBbO\">China weighs unprecedented penalty for Didi after US IPO</a> (BBG)</p> <p><a href=\"https://www.ft.com/content/4dd01709-cf31-4e13-8876-f8f7ab148149\">Mercedes buys UK start-up Yasa as it steps up electric transition</a> (FT)&#xa0;</p> <p><a href=\"https://www.ft.com/content/9a74df51-8588-4e64-b67c-dfe6691dae17\">English football requires independent regulator, says MP's report</a> (FT)</p> <p><a href=\"https://www.ft.com/content/15037bd7-cb15-456c-8f99-d04850614197\">Commerzbank takes €200m hit from botched IT project</a> (FT)</p> <p><a href=\"https://www.ft.com/content/6d246d96-3d10-4e97-991a-1fe254944396\">Unilever faces biggest cost rises in a decade, warns chief executive</a> (FT)</p> <p><a href=\"https://www.ft.com/content/b31f5667-5ebc-4f0e-9770-20bb69105bcb\">Mike Lynch can be extradited to US, rules UK court</a> (FT)</p> <p><a href=\"https://www.ft.com/content/b8b9d0a8-3a1e-4e69-a341-3eaa88234c61\">Volvo IPO: Geely tie underpins worth amid east-west tensions</a> (Lex)</p> <p><a href=\"https://www.ft.com/content/6e850edd-7c49-4e22-aa5f-2f997ccd233e\">Blackstone/asset sales: combine harvester should beware the cycle</a> (Lex)</p> <p><a href=\"https://www.wsj.com/articles/former-cbs-chief-joe-ianniello-launches-spac-amid-media-merger-mania-11626970363?mod=hp_lista_pos2\">Former CBS chief Joe Ianniello launches Spac amid media merger mania</a> (Wall Street Journal)</p><p>Source:  2021 'Private equity (and the press) dine on supermarket deals' FT.com 23 July. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-07-23T04:00:25.604Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 2118,
          "end": 2131
        },
        {
          "start": 2104,
          "end": 2117
        },
        {
          "start": 2118,
          "end": 2125
        }
      ]
    }
  ]
}