{
  "_id": "3221b9f377e0182251046c50265e6ffd8a4d1aa2e19fd51d271ebb4af9b0d132",
  "feed": "wall-street-journal",
  "title": "Hong Kong Stocks on Track for Worst Year in a Decade; Pummeled by China's regulatory crackdowns, the Hang Seng Index is among the world's worst-performing major markets in 2021",
  "text": "<p>The selloff means valuations are modest, and some investors and analysts say the worst of the policy onslaught may have passed. But few are willing to predict a big upturn next year.</p><p>The city's Hang Seng Index closed Wednesday at 23086.54. That took its year-to-date decline to 15.2%, setting it on course for its worst year since 2011. While U.S.-listed Chinese stocks have suffered even more, global stocks have broadly rallied this year, with the FTSE All-World Index up about 20%.</p><p>\"It's just a terrible year for mainland Chinese companies listed in Hong Kong,\" said Ronald Chan, founder of Chartwell Capital Ltd., a boutique investment firm. Mainland companies account for the bulk of the city's stock market. Local Hong Kong companies have performed comparatively better this year, he said.</p><p>Overall, the total market capitalization of stocks listed in the city fell by close to $600 billion in the year through Nov. 30 to about $5.5 trillion, according to the most recent data available from the operator of Hong Kong's stock exchange.</p><p>Beijing's efforts to rein in powerful technology companies have hit China's internet giants hard.</p><p>Alibaba Group Holding Ltd. shares are down 52% this year, while Tencent Holdings Ltd. and Meituan have fallen 21% and 27%, respectively. All three have shares that traded in Hong Kong, and the clampdown coincided with an overhaul of the Hang Seng Index to give more sway to tech stocks.</p><p>Following the tech crackdown, some shares that were previously highfliers can now be called value stocks, said Zhikai Chen, head of Asian equities at BNP Paribas Asset Management. The description is often applied to shares that trade at a low price compared to book value, earnings or other measures.</p><p>Alibaba shares are trading at less than 13 times expected earnings for the next 12 months, according to analyst consensus estimates compiled by FactSet, down from nearly 19 times a year earlier.</p><p>Mr. Chen said he hopes that once the policy uncertainty settles, Chinese internet giants that have already paid big fines can focus on their operations again. \"These are still companies that can generate top-line growth…probably a bit below what we're used to, but business can grow.\"</p><p>Signs that business was getting back to normal, without new surprises on regulation, \"would be the key thing that investors are looking for,\" Mr. Chen said.</p><p>The nascent online-health industry has also been hit hard, with shares in Alibaba Health Information Technology Ltd. tumbling 72% this year.</p><p>Some investment banks have modest expectations for the year ahead. In a note last month, Morgan Stanley set a base-case 2022 target of 25000 for the Hang Seng Index—roughly 8% above where the gauge is now. More recently, BNP Paribas has put a \"neutral rating\" on Hong Kong stocks, while Goldman Sachs Group Inc. has a \"market weight\" view on the MSCI Hong Kong Index.</p><p>Chinese property is another sector that has suffered from tighter government regulation, as exemplified by the debt crisis at China Evergrande Group. Its shares—recently removed from the Hang Seng China Enterprises Index—fell 89% this year. Even stronger players have suffered, with Country Garden Holdings Co., a Hang Seng constituent, down 35% this year.</p><p>Mr. Chan of Chartwell said financial stress would continue to burden some developers, but a recent cut to banks' reserve-requirement ratios by China's central bank represented an acknowledgment that the policy tightening had been overly severe.</p><p>Hong Kong and mainland China's strict pandemic-control policies have also played a role in the market's struggles this year.</p><p>Border closures have hurt Hong Kong-based insurer AIA Group Ltd., said Mr. Chen at BNP, since mainland customers buying policies in the city had made up a significant amount of its business. AIA stock has fallen 17% this year. Meanwhile, hotpot restaurant chain operator Haidilao International Holding Ltd. is the worst performer in the Hang Seng Index this year, down 73%.</p><p>Macau's casino groups have also suffered, partly due to mainland China and Macau's Covid-zero strategy, which has closed borders and slashed gambling revenue. The arrest last month of a high-profile industry figure and the territory's plan to revise gambling laws have further weighed on the casinos' Hong Kong-listed stocks.</p><p>Shares in Sands China Ltd., which is partly owned by Las Vegas Sands Corp., have lost 48% this year, while local rival Galaxy Entertainment Group Ltd. shares have fallen 34%.</p><p>Write to Elaine Yu at elaine.yu@wsj.com</p><p>Hong Kong Stocks on Track for Worst Year in a Decade</p>",
  "published": "2021-12-29T11:30:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 2792,
          "end": 2805
        },
        {
          "start": 2792,
          "end": 2816
        },
        {
          "start": 2792,
          "end": 2815
        },
        {
          "start": 2792,
          "end": 2799
        }
      ]
    }
  ]
}