{
  "_id": "cf44cf9556069c4c2172cbf87e2bddcfc0c73a3621a55f3819421e9b6ae58332",
  "feed": "wall-street-journal",
  "title": "Crypto Fans Show New Power To Lobby",
  "text": "<p>Behind the scenes, lobbyists, trade-group officials and executives at crypto companies hopped on Google Meet every few hours to coordinate congressional outreach and tracked legislative contacts in a shared spreadsheet.</p><p>The group enlisted the help of Sens. Ron Wyden (D., Ore.), Pat Toomey (R., Pa.) and Cynthia Lummis (R., Wyo.), who pushed for a more industry-friendly approach. It even convinced the author of the original cryptocurrency language in the bill, Sen. Rob Portman (R., Ohio), to narrow the scope of who is considered a broker of digital assets. But that campaign failed when a single senator blocked a change over an unrelated matter.</p><p>While the crypto industry wasn't able to change the legislation, the unified effort illustrated its growing influence in Washington and finance -- and gave enthusiasts a playbook for future fights.</p><p>\"The crypto community has really kind of come out as a powerful constituent,\" Brian Armstrong, chief executive of cryptocurrency exchange Coinbase Global Inc., said on an earnings call last Tuesday.</p><p>Crypto lobbyists said they might yet prevail when the House takes up the infrastructure legislation next month, or when the Internal Revenue Service implements the new rules afterward. Several lawmakers also have discussed stand-alone legislation that defines cryptocurrency brokers more narrowly than the provision in the infrastructure bill.</p><p>As Securities and Exchange Commission Chairman Gary Gensler made clear when he recently compared cryptocurrency to the \"Wild West,\" more U.S. regulation looms. But those pushing for a government crackdown on crypto now know their opponents are able to mobilize in a way they hadn't in earlier years.</p><p>\"The infrastructure fight shows that crypto now has a voice in D.C.,\" said Andrew Park, a senior policy analyst at Americans for Financial Reform, which advocates for tighter regulations and more tax liability in cryptocurrency. \"They don't have the relationships that more established industries have. But they made their voice heard.\"</p><p>To amplify that voice, cryptocurrency lobbying is escalating rapidly, public records show. Crypto companies and organizations spent $2.3 million in the six-month period that ended June 30 -- about double what they spent a year ago.</p><p>In the past year, five cryptocurrency companies and organizations have hired federal lobbyists for the first time, the records show. And the companies and groups have begun hiring advisers with relationships in Washington.</p><p>Faryar Shirzad, a former national security, commerce and trade official in Republican and Democratic administrations, became chief policy officer of Coinbase in June, after 15 years in the government-affairs division of Goldman Sachs Group Inc. Julie Stitzel, a former official at the U.S. Chamber of Commerce, joined Square Inc. this spring as the bitcoin policy lead for its Cash App digital wallet. Mr. Dorsey, co-founder and CEO of Twitter, is the CEO of Square.</p><p>\"If there's one thing that explains what's different now and the last seven years, a lot of firms, after a lot of false starts, have hired people in D.C.,\" said Jerry Brito, executive director of Coin Center, a nonprofit cryptocurrency policy group founded in 2014. \"We now have counterparts that we can coordinate with.\"</p><p>The community around bitcoin, the original and best-known cryptocurrency, first made tentative steps into Washington a little less than a decade ago. Back then, if lawmakers thought of bitcoin and its ilk at all, it was almost entirely as vehicles for illicit transactions such as sex and weapons trafficking.</p><p>In those early years, Todd White, a lobbyist with the firm Rulon &amp; White Governance Strategies, said he couldn't convince cryptocurrency companies they needed help in Washington. \"The industry itself did not understand the power of lobbying. They just woke up in the last couple of weeks, and now there's an opportunity to really morph,\" said Mr. White, who represents a new group called Government Blockchain Association.</p>",
  "published": "2021-08-17T00:00:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 2704,
          "end": 2717
        },
        {
          "start": 2704,
          "end": 2711
        },
        {
          "start": 2685,
          "end": 2708
        },
        {
          "start": 2704,
          "end": 2728
        }
      ]
    }
  ]
}