{
  "_id": "c950000c7513972a49cab01c7d262441f8ece3caee050bb2de997c380f05447d",
  "feed": "ftcomall",
  "title": "JPM/WFH: devices prove divisive as remote working makes monitoring staff harder",
  "text": "<p>The battle between regulators, banks and employees over the use of personal devices is back in the spotlight.</p> <p>Credit Suisse made headlines this month after it <a href=\"https://www.ft.com/content/70680daf-41b4-496a-8cb2-f14bb28534dd\">sought access</a> to employees' personal devices. The policy was seen by some as too intrusive, but the Swiss bank may have good reason to crank up surveillance.</p> <p>US regulators on Friday hit JPMorgan with <a href=\"https://www.ft.com/content/f3d39492-64a5-444e-9db6-d11537191664\">a record $200m in fines</a> over its failure to keep records of staff messages on personal devices. These included tens of thousands of messages via WhatsApp, text messages and personal email accounts about business dealings.</p> <p>Finance workers are no strangers to surveillance. But the shift to remote work during the pandemic has affected compliance with rules concerning unauthorised channels and devices. For example, personal mobile phones are banned from most trading floors to guarantee all voice communications are recorded. But remote working has made this all but impossible to enforce.</p> <p>Banks have a lot at stake. The industry is more tightly&#xa0;regulated following the 2008 financial crisis. In the five years to September 2017, banks forked out $375bn in conduct fines, according to a <a href=\"https://fmsb.com/wp-content/uploads/2017/09/FMSB_Annual_Report_Final_v2.pdf\">report</a> by industry panel FMSB. The risk of insider trading, market manipulation and other kinds of wrongdoing is elevated when employees work alone away from the office. </p> <p>Homeworking also presents other challenges to compliance teams. Younger traders or couples have to take extra care to ensure their flatmates or partners are not eavesdropping on their work calls. </p> <p>Aside from ruffling staff's feathers, monitoring employees remotely costs a pretty penny. Spending on trade surveillance technology is expected to reach $1.5bn this year, a 23 per cent increase from 2020, according to Greenwich Associates.</p> <p>No wonder bank bosses like JPMorgan's <a href=\"https://www.ft.com/content/0dd2a0a9-19b5-4904-b624-d7bf613b2ef8\">Jamie Dimon</a>, David Solomon of Goldman Sachs and Morgan Stanley's <a href=\"https://www.ft.com/content/ffd6033f-e8fc-4289-85b2-42bc4ddddd16\">James Gorman</a> have been so vocal about the need for their employees to return to the office.</p><p>Source:  2021 'JPM/WFH: devices prove divisive as remote working makes monitoring staff harder' FT.com 17 December. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-12-17T18:40:56.892Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 1820,
          "end": 1827
        },
        {
          "start": 1820,
          "end": 1833
        }
      ]
    }
  ]
}