{
  "_id": "190039105b6f4b136df7b1e6d0e40ceb39329eda52fb072cf7729c7977d77124",
  "feed": "ftcomall",
  "title": "Japan's economy edges back into growth in the second quarter",
  "text": "<p>Japan's economy crawled back to growth in the second quarter of 2021 but the rebound remained weak because of a sudden rise in Covid-19 cases.</p> <p>Economic output expanded 0.3 per cent quarter on quarter following a 0.9 per cent drop <a href=\"https://www.ft.com/content/77670e5c-dd3e-4b4c-ba92-68605f2b3309\">in the first quarter</a>. The economy grew 1.3 per cent at an annualised rate, beating analysts' expectations of 0.7 per cent.</p> <p>The world's fourth-largest economy has been slower to bounce back from the coronavirus pandemic compared with advanced nations in the west, with its <a href=\"https://www.ft.com/content/64ae973d-4fde-4934-8844-63a5fa3bf2c7\">vaccination programme</a> only recently picking up pace.</p> <p>On Monday, economists warned that there was a risk of contraction in the third quarter as the government considered stronger restrictions across the country's big cities to <a href=\"https://www.ft.com/content/5b0fc2e6-9335-482f-bd56-9a6107b1e9a6\">control the spread</a> of Covid infections.&#xa0;</p> <p>“Downside risks are actually increasing for the July to September quarter, so it's hard to be bullish about the outlook,” said Yoshiki Shinke, chief economist at Dai-ichi Life Research Institute.&#xa0;</p> <p>“The gap with other advanced economies expanded in the second quarter but that's likely to remain the case in the July to September quarter as well.”</p> <p>The eurozone economy <a href=\"https://www.ft.com/content/22265aff-1593-4658-942c-9170bfe28b94\">grew 2 per cent</a> from the first to the second quarter, while the US logged <a href=\"https://www.ft.com/content/b7730c9e-8e96-42d4-9b8f-ca0fde656f71\">growth of 1.6 per cent</a> and China's economy <a href=\"https://www.ft.com/content/484f019c-8179-49d9-b23a-2885b8aeaf47\">expanded 1.3 per cent</a> in the same period.</p> <p>Despite a slight rebound in the second quarter and a record number of gold medals for Japan, the Tokyo Olympics was unlikely to have boosted consumption since the event was held <a href=\"https://www.ft.com/content/af205e68-51e3-4165-b211-d22f9c3c86c8\">behind closed doors</a> for two weeks from July 23.&#xa0;</p> <p>During the Games, the number of Covid-19 cases in Japan tripled to more than 15,000 a day, with the tally rising above 20,000 for the first time last week. </p> <p>To curb the rapid spread of the Delta variant, the government was forced to extend its <a href=\"https://www.ft.com/content/a3d3a8bc-6d0e-4b2b-9e09-3310db13222e\">state of emergency</a> in Tokyo and other areas until the end of this month.</p> <p>In the second quarter, private consumption came in stronger than expected with 0.8 per cent growth following a 1 per cent decline in the first quarter, according to data published by the cabinet office on Monday.&#xa0;</p> <p>Exports and business investment also contributed to the recovery in the April to June quarter, growing 2.9 per cent and 1.7 per cent, respectively.</p> <p>Noting the limited number of severe cases and deaths compared with the rise in new infections, Naohiko Baba, chief economist at Goldman Sachs, said the boost in sentiment from increased vaccination rates should materialise in the months ahead.</p> <p>“As the effect of vaccinations becomes even more apparent, we forecast pent-up demand will emerge particularly in the fourth quarter,” Baba said, estimating real gross domestic product growth of 8.4 per cent in the final three months of 2021.</p><p>Source: Kana Inagaki in Tokyo 2021 'Japan's economy edges back into growth in the second quarter' FT.com 16 August. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-08-16T04:49:57.123Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 2325,
          "end": 2332
        },
        {
          "start": 2325,
          "end": 2338
        }
      ]
    }
  ]
}