{
  "_id": "1ce5e911362ecb06c67086e1a8d766c8422d0b0bd44965d7338bcbc1db7dc00d",
  "feed": "ftcomall",
  "title": "The case for splitting China out of the EM index",
  "text": "<p>For the past couple of weeks, portfolio managers at a number of the world's biggest funds have been pondering a report <a href=\"https://www.goldmansachs.com/insights/pages/em-ex-china.html\">by Goldman Sachs</a>. Some of them, opting to read between the lines, suspect its 23 pages portend a great deal more than they say out loud about geopolitics, China and the contingency plans forming in some heads.</p> <p>The question posed in the paper is whether China's enhanced and now bulging weight in the benchmark MSCI Emerging Market index justifies breaking the world's second-biggest economy out of that category and creating a separate “EM ex-China” asset class for the asset management industry to work with. A global squad of seven Goldman strategists have attacked this technical and intriguing question, and present a compelling case for the change. </p> <p>Fund managers who have read it say the paper encapsulates a debate that was just beginning to happen on the margins, but was likely to accelerate sharply in coming months and years. The ramifications of such a change, which would directly or indirectly affect more than $10tn worth of assets benchmarked to various MSCI indices, are big enough to mean that the shift would not be a simple one. So if you think it is the probable point of arrival in three to five years' time, said one Hong Kong-based fund manager, the discussion needs to point in that direction now and the index-makers need to know that the momentum is real.</p> <p>The Goldman argument comes in three stages. The first hinges on China's outsized weight in the MSCI EM index, which has doubled over the past five years to about a third and could soon top 40 per cent. Sheer size, rather than the traditional question of whether particular markets have graduated to “developed” status, is the key here. When Shanghai, Shenzhen and Hong Kong are taken in combination, they represent the world's <a href=\"https://www.ft.com/content/7e2d1cae-8033-45b1-811c-bc7d4a413e33\">second largest global equity market</a>. No single country has ever had this heft in the EM index and that dominance has a range of significant consequences for portfolio managers. An investor seeking a broad sweep of <a href=\"https://www.ft.com/content/221fa5a3-6e95-4b25-9cca-363d714d4984\">emerging market narratives, cycles and exposure</a>, either globally or concentrated in Asia, is no longer really getting that. They are getting the China story — with all its idiosyncrasies and peril — and a decreasingly relevant investment hinterland.</p> <p>The second argument, which fund managers say may demand a greater leap of faith than they and others are ready for, is that the stub of an EM index shorn of China exposure would still be highly investable. Particularly so because the weighting of global mutual funds towards non-China EM is currently, according to Goldman, at a decade low. The Goldman contention here is that while only about half the stocks in the MSCI EM index are non-China, they are deep and liquid enough to remain attractive on their own merits. They are also decreasingly geared towards Chinese growth. Indeed, EM ex-China, say the report's authors, would offer an even spread of about 20 per cent weightings each between the three largest markets (Taiwan, India and South Korea). That trio, with its bias towards tech hardware and semiconductors, would also offer a rather different industrial profile from the current one, dominated by the enormous internet and consumer retail technology stocks that lead the Chinese market capitalisation rankings. </p> <p>For its final strand, the report cites the experience that occurred when Japan was stripped out of MSCI's pan-Asian index in 2001 after it had come to represent 73 per cent of the total capitalisation. There was, the report says, no cannibalisation effect after the change: both Japan and the region continued to receive cumulative net inflows at consistent paces.</p> <p>Goldman is at great pains to present all this as a series of win-win hypotheticals. The problem, say fund managers, is that it has arrived at an awkward moment in which the question of China as an investment opportunity for the outside world can now invite some highly negative views. Some of those are based on the past few months of sudden, market-slamming regulatory change. Others take a dark long-term view of what <a href=\"https://www.ft.com/content/fb270aab-ce17-4057-8b3f-594035bae4f7\">Xi Jinping's “common prosperity” rhetoric</a> may mean for business and investing. At the most pessimistic end, some now frame the question around scenarios of <a href=\"https://www.ft.com/content/b2776768-fae0-4496-acf6-4a9c0568370d\">military escalation around Taiwan</a>. It is not impossible, says one fund manager, to envisage some situation in which clients in the US feel obliged for various reasons to remove China from their global exposure altogether. </p> <p>As matters stand, the idea of EM ex-China may be pitched as a tribute to the extraordinary growth and attractiveness of its market. Some may decide that such an index needs to exist as a form of future contingency.</p> <p><a href=\"mailto:leo.lewis@ft.com\"><em>leo.lewis@ft.com</em></a></p> <p><strong>​Letter in response to this article</strong>:<br><br><a href=\"https://www.ft.com/content/8e137ce0-f551-4a8c-af16-85f8b8e694ba\"><em>Take Taiwan and South Korea out of the EM index</em></a><em>&#xa0;/&#xa0;</em><a href=\"https://www.ft.com/content/8e137ce0-f551-4a8c-af16-85f8b8e694ba\"><em>From Donald Amstad, Singapore</em></a></p><p>Source: Leo Lewis 2021 'The case for splitting China out of the EM index' FT.com 30 October. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-10-30T23:01:24.259Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 2607,
          "end": 2614
        },
        {
          "start": 653,
          "end": 660
        },
        {
          "start": 2637,
          "end": 2644
        },
        {
          "start": 122,
          "end": 129
        },
        {
          "start": 122,
          "end": 135
        },
        {
          "start": 1405,
          "end": 1412
        },
        {
          "start": 3684,
          "end": 3691
        },
        {
          "start": 650,
          "end": 657
        },
        {
          "start": 2621,
          "end": 2628
        },
        {
          "start": 2592,
          "end": 2599
        }
      ]
    }
  ]
}