{
  "_id": "c43fbe9ace54f0e8882c322fb22d89688342e211295ff864c9e95bb3e97cfed4",
  "feed": "wall-street-journal",
  "title": "Wednesday's Markets:  Late Tech-Stock Selloff Dents Indexes  ---  Fed says businesses  are raising prices,  hurting high-growth  companies  ----  By Will Horner and Michael Wursthorn",
  "text": "<p>   Investors sold technology shares, sapping momentum from major stock indexes, as volatility continued to reverberate across the market. </p><p>   The Dow Jones Industrial Average opened higher, rising as many as 234 points and setting an intraday high, after several banks kicked off the latest earnings-reporting season with blowout profit reports. </p><p>   But the blue-chip index gave up a chunk of the gain as the day wore on. Much of it evaporated after the release of a Federal Reserve report Wednesday afternoon saying the U.S. economy accelerated to a moderate pace and showed signs that businesses were raising prices between February and early April. </p><p>   Investors ramped up their selling of tech stocks and shares of other high-growth companies following the release of the report, undoing some of the group's recent gains and acting as a drag on the broader market. </p><p>   Investors have soured on the tech trade whenever signs have suggested the economy is strengthening and inflation is rising, which would eventually lead to higher interest rates. Higher rates dent the future earnings of tech and other companies. </p><p>   The Dow ended the session up 53.62 points, or 0.2%, to 33730.89, off 0.2% from Friday's closing record. The S&amp;P 500, which also hit its highest-ever level earlier in the session, slid into the red, shedding 16.93 points, or 0.4%, to 4124.66. The Nasdaq Composite fell further, declining 138.26 points, or 1%, to 13857.84. </p><p>   The Dow held on to a gain largely thanks to bank earnings. Goldman Sachs accounted for a chunk of the blue-chip index's advance, rising $7.67, or 2.3%, to $335.35, after the bank reported sharply higher profit for the first quarter, benefiting from a turbocharged market and an economic recovery. </p><p>   Investors say they are optimistic about the biggest American companies' earnings and outlook for the rest of the year, given the projections for a sharp economic recovery. Sizable government stimulus measures and repeated pledges from the Fed to continue supporting the recovery have largely helped alleviate concerns about the pace of the reopening and the vaccination rollout. </p><p>   \"As the fundamentals emerge in the weeks ahead, there should be some really eye-catching earnings data coming through and some very strong economic data,\" said Paul O'Connor, head of a multiasset team at Janus Henderson Investors. \"It is about working out whether the fundamentals are strong enough to justify what we have seen markets do.\" </p><p>   Analysts' projections back that outlook. Wall Street's forecasters predict the S&amp;P 500 will increase first-quarter earnings 27% from the same period a year earlier, according to FactSet. That is sharply higher than the nearly 4% profit growth the S&amp;P 500 clocked in the fourth quarter of last year. </p><p>   Shares of Wells Fargo gained $2.20, or 5.5%, to $41.99 after the bank topped analysts' earnings projections. </p><p>   JPMorgan Chase, however, ticked lower, retreating $2.88, or 1.9%, to $151.21 after the bank said that first-quarter profit nearly quintupled. Still, the KBW Nasdaq Bank Index of big lenders added 1.4%. </p><p>   Other large American businesses will report profits through the week. </p><p>   \"There have never been more bullish expectations on what investors think they are going to hear from companies,\" said David Donabedian, chief investment officer at CIBC Private Wealth Management. \"With earnings season, you get a lot of buy-the-rumor, sell-the-news, and there is this idea that we are going to get a blowout first quarter.\" </p><p>   Energy stocks were the best-performing sector on a percentage basis, rising 2.9%. The sector got a boost after Brent crude oil prices rallied 4.5% after the International Energy Agency on Wednesday raised its forecast for annual global oil demand. </p><p>   Tech and consumer discretionary stocks in the S&amp;P 500 fell more than 1% each, while shares of communications companies slid 0.9%. </p><p>   Also in Wednesday's trading mix was the public listing of Coinbase Global. Shares of the cryptocurrency exchange operator reached as high as $429.54 soon after it started trading before settling at $328.28, up $78.28, or 31%, from its $250 reference price, which had been set a day earlier. </p><p>   Investors also got more clues on how the Federal Reserve will eventually scale back some of the fiscal stimulus it had injected into financial markets at the onset of the Covid-19 pandemic. </p><p>   Speaking at virtual event held by the Economic Club, Fed Chairman Jerome Powell said the central bank will begin reducing bond purchases \"well before\" raising interest rates. </p><p>   He added the Fed is unlikely to raise rates this year. The comments, which came before the release of the Fed's beige book, appeared to have little impact on the market. </p><p>   Overseas, the Stoxx Europe 600 gauge edged up 0.2%. In Asia, major stock indexes ended the day mostly higher. Early Thursday, Japan's Nikkei was up 0.1%, Hong Kong's Hang Seng Index was down 1% and the Shanghai Composite was down 0.9%. S&amp;P stock futures were up 0.1%. </p><p></p>",
  "published": "2021-04-15T06:09:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 1480,
          "end": 1493
        },
        {
          "start": 1480,
          "end": 1487
        }
      ]
    }
  ]
}