{
  "_id": "57f74121781c89ae7d38055f5634a9a8a1bafdeda52fa9f3af74390c19e68261",
  "feed": "ftcomall",
  "title": "Treasure troves: Miami's top private art museums",
  "text": "<p>Miami is rich in museums, with more to see than anyone can easily take in during a single trip. The magnificent <a href=\"https://thebass.org/\">Bass</a>, one of Miami Beach's Art Deco gems; the <a href=\"https://www.pamm.org/\">Pérez Art Museum Miami</a>, showing international 20th- and 21st-century work with a strong emphasis on serving the diverse communities of Miami-Dade County; the <a href=\"https://icamiami.org/\">Institute of Contemporary Art Miami</a>; the <a href=\"https://frost.fiu.edu/\">Patricia &amp; Phillip Frost Art Museum</a> (they also established a stunning <a href=\"https://www.frostscience.org/\">Museum of Science</a>) and more. There's even, if you want, a <a href=\"https://www.bayofpigsbrigade2506.com/\">Bay of Pigs Museum</a>. </p> <p>Other highlights come across town in Wynwood — also known as the Art District — where several visionary collectors have turned formerly shabby or derelict industrial sites and warehouses into gleaming temples of contemporary art and design open to the public. Some have educational programmes and outreach to young people and disadvantaged communities that equal those of many public galleries worldwide — and the range of art on view is certainly world-class. </p> <p>The Art District began as all creative hubs do — informally at first, in a neighbourhood that had large, cheap, semi-abandoned property just right for imaginative transformation. A decade or more on, its identity has been formalised with an urban master plan and hubs that focus its mission for fashion, design and architecture as well as contemporary art. </p> <p>The tone was set, years back, by property developer Tony Goldman's outdoor museum of international street art, <a href=\"https://thewynwoodwalls.com/\">Wynwood Walls</a>: open air, accessible and, of course, free for all. A district that despite all the renovations can still look quite grim (semi-abandoned out of season when many art venues are closed), Wynwood is no stranger to graffiti of all kinds. But here the form is celebrated and lifted into a whole different realm, with exhibitions bringing together some of street art's biggest names — <a href=\"https://www.ft.com/content/e045bc4e-8951-11e8-b18d-0181731a0340\">Shepherd Fairey,</a> <a href=\"https://kennyscharf.com/\">Kenny Scharf</a> and others. With recent extensions into <a href=\"https://thewynwoodwalls.com/overview\">Wynwood Doors and Garden</a>, and now under the guidance of Goldman's daughter Jessica, Wynwood Walls has become a respected “museum of the streets” and a visitor's delight. </p> <p>Elsewhere, collectors have gone for rather more lavish building and renovation options. </p> <h2>Rubell Museum&#xa0;</h2> <h4>1100 NW 23 Street, Miami, FL 33127&#xa0;&#xa0;</h4> <p><a href=\"https://www.ft.com/content/20891b60-07ce-11ea-a958-5e9b7282cbd1\">Don and Mera Rubell</a> have been well-known figures on the international art circuit for the 50-plus years in which they've amassed their remarkable collection, which is now gathered into the Rubell Museum. They began this journey in the 1960s, they say, by “trusting their instincts” — and persuading dealers to let them pay on instalments. Although that last part might be different these days, the collecting urge continues, and now their son Jason has joined the family art project. </p> <p>One of the largest open private collections in the US, it was first opened to the public 28 years ago as the Rubell Family Collection, in Wynwood. In 2019, it moved into an enormous new 100,000 sq ft “campus”, housed in a former industrial building in the Allapattah district that has been beautifully converted into the sort of cool, soaring, white-walled spaces we've come to expect from the world's best contemporary museums. This staggering collection numbers more than 7,000 works — in several dozen separate gallery spaces you can find paintings, sculptures, photographs and videos, many by today's great names: Jean-Michel Basquiat, Cecily Brown, Keith Haring, Rashid Johnson, Hayv Kahraman, <a href=\"https://www.ft.com/content/c0928357-8c4c-46a5-9885-408529949439\">Jeff Koons</a>, William Kentridge, Yoshitomo Nara, Cindy Sherman and Mickalene Thomas are just a few. There's an emphasis on Cuban and Latin American artists; for many people, some of these names will be discoveries. A permanent hang is supplemented by rotating special exhibitions — all from the collection itself. </p> <p>But why, despite the collection's size and range, did they change its name and call it a “museum”? The answer is that they felt it made it clearer to the world that it's wide open to the public, not an elitist private enclave. The Rubells and their long-serving director, Juan Roselione-Valadez, think of the place as “a new kind of institution”, a public resource with programmes for schools and diverse young people as well as an exhibition experience. It's an absolute must for any art lover visiting Miami.&#xa0;(<a href=\"https://rubellmuseum.org/\"><strong>Website</strong></a>; <a href=\"https://goo.gl/maps/69VdHqsU29N73p5h8\"><strong>Directions</strong></a>)</p> <h2>de la Cruz Collection</h2> <h4>23 NE 41st Street, Miami, Fl 33137</h4> <p>Another remarkable collecting couple, Rosa and Carlos de la Cruz — they met as teenagers in their native Havana, many decades ago, and married in 1962 — built a gallery space in Miami's Design District in 2009 to share their contemporary art collection. The pair had started collecting in their Miami home in the 1980s, while they also built their bottling and distribution business empire, and began to open the house to art lovers by appointment. As the project grew, the need for space resulted in a beautiful 30,000 sq ft gallery to showcase the cream of the collection, which encompasses works by Glenn Ligon, Isa Genzken, Christopher Wool, Félix González-Torres, Mark Bradford, <a href=\"https://www.ft.com/content/707fddea-4d2c-11ea-95a0-43d18ec715f5\">Peter Doig</a> and many others. Their mission statement includes a desire to show work that “responds to issues of identity, gender, class, power, and the values that contribute to our social fabric”, they've said, and their gallery provides a sparkling experience for visitors as well as lectures, annual scholarships and bursaries, and other support for local communities.&#xa0;(<a href=\"https://www.delacruzcollection.org/\"><strong>Website</strong></a>; <a href=\"https://www.google.com/maps/place/de+la+Cruz+Collection/@25.8142027,-80.1971939,17z/data=!3m1!4b1!4m5!3m4!1s0x88d9b150ecfdc3a5:0xb4eb9eb38e5fa014!8m2!3d25.814207!4d-80.1949841\"><strong>Directions</strong></a>)</p> <h2>Margulies Collection at the Warehouse</h2> <h4>591 NW 27th Street, Miami, FL 33127</h4> <p>Another mighty set of converted industrial spaces in Wynwood houses this collection created by Martin Z Margulies. It first opened to the public in 1999 and has grown over the years to its current amazingly ambitious scale, with giant works in sculpture as well as painting and other genres. Once again, the great international names abound: Willem de Kooning, Jasper Johns, Olafur Eliasson, Franz West, Song Dong . . . the list goes on. This is a collection of exceptional quality: a particular treat is a range of magnificent early pieces by <a href=\"https://www.ft.com/content/4ad87118-3f42-11e4-a861-00144feabdc0\">Anselm Kiefer</a>. More recently, Martin Margulies turned his attention to photography and the collection's holdings are now sought after for loans to the world's museums. Superb historic and more recent photographic works include a special set of 200 images by Helen Levitt, an intimate look at life in New York's rougher neighbourhoods in the 1930s-1970s.&#xa0;</p> <p>The Margolies Warehouse runs special exhibitions and educational programmes, as well as its international loan programme, and is open to the public from October to April. To give an idea of the range of this remarkable place, this autumn there are special exhibitions of <a href=\"https://www.margulieswarehouse.com/exhibitions/susan-philipsz-sleep-close-and-fast-2020\">Susan Philipsz</a>, <a href=\"https://www.margulieswarehouse.com/exhibitions/anselm-kiefer-leviathan-und-behemoth-2-x-5-aufnahmen-2013\">Anselm Keifer</a>, <a href=\"https://www.margulieswarehouse.com/exhibitions/arte-povera-postwar-italian-art-from-the-margulies-collection\">Arte Povera</a>, <a href=\"https://www.margulieswarehouse.com/exhibitions/new-vision-european-photographs-1923-1955\">1920s-1950s European photographs</a> and more. Not to be missed. (<a href=\"https://www.margulieswarehouse.com/\"><strong>Website</strong></a>; <a href=\"https://www.google.com/maps/dir//The+Margulies+Collection+at+the+WAREhOUSE+591+NW+27th+St+Miami,+FL+33127/@25.802591,-80.2046148,16z/data=!4m8!4m7!1m0!1m5!1m1!1s0x88d9b6b487c746e1:0xc2d7131ba9c4f6b6!2m2!1d-80.2046148!2d25.802591\"><strong>Directions</strong></a>)</p> <p><em>Jan Dalley is the FT's arts editor</em></p> <p><em>Do you have a great Miami tip to share? </em><a href=\"https://survey.ft.com/jfe/form/SV_3EOq6lWcSqvIGUe\"><em>Tell us here</em></a><em> — a selection of some of the best reader recommendations will soon be published</em> </p> <p><em>For more stories like this, visit&#xa0;</em><a href=\"https://www.ft.com/globetrotter\"><em>ft.com/globetrotte</em></a><em>r, or follow FT Globetrotter on Instagram at&#xa0;</em><a href=\"https://www.instagram.com/ftglobetrotter/\"><em>@FTGlobetrotter</em></a>&#xa0;</p><p>Source: Jan Dalley 2021 'Treasure troves: Miami's top private art museums' FT.com 8 November. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-11-08T10:00:56.201Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 1954,
          "end": 1961
        },
        {
          "start": 1380,
          "end": 1387
        },
        {
          "start": 1944,
          "end": 1952
        }
      ]
    }
  ]
}