{
  "_id": "85407ccf6b792f895d66ad9959513d8782d01eda5020691e2aeb55ab9c9dcaee",
  "feed": "wall-street-journal",
  "title": "U.S. News:  Capital-Gains Plan Assumes April Tax Rise  ----  By Richard Rubin",
  "text": "<p>   WASHINGTON -- President Biden's expected $6 trillion budget assumes that his proposed capital-gains tax rate increase took effect in late April, meaning that it would already be too late for high-income investors to realize gains at the lower tax rates if Congress agrees, according to two people familiar with the proposal. </p><p>   Mr. Biden's plan would raise the top tax rate on capital gains to 43.4% from 23.8% for households with income over $1 million. He would also change the tax rules for unrealized capital gains held until death. </p><p>   The effective date for the capital-gains tax rate increase would be tied to Mr. Biden's announcement of the tax increase as part of his American Families Plan, which includes an expanded child tax credit and funding for preschool and community college. He detailed the plan April 28, and the budget will be released Friday. White House representatives didn't comment. </p><p>   Congress must still approve any rate changes and retroactive effective dates, and there is wariness about the full capital-gains tax plan building among some congressional Democrats. </p><p>   Some, such as Sen. Mark Warner (D., Va.), have said they want to maintain a lower tax rate for capital gains than for ordinary income. And lawmakers from farm states, including Sen. Jon Tester (D., Mont.) and Rep. Cindy Axne (D., Iowa) have objected to the changes on capital gains at death. </p><p>   The leaders of the six biggest U.S. banks, testifying to Congress on Thursday, warned that a retroactive change to the capital-gains tax would spook small businesses and investors, likely causing economic damage. </p><p>   \"Anything that is retroactive creates extra anxiety and extra uncertainty, and that would just slow down economic activity,\" said David Solomon, chief executive of Goldman Sachs Group Inc. </p><p>   The administration generally has been trying to avoid imposing retroactive tax increases, and many of its proposals would take effect in 2022. But capital gains are different, because the rate increase is so significant, and because taxpayers have so much control over when they report income. </p><p>   A White House official previously said that the effective date would be designed with Congress to prevent taxpayers from taking advantage of any gap before the tax increase started. </p><p>   Retroactive tax increases have occurred before and courts generally give Congress leeway to exercise its taxing powers. </p><p>   \"I just think retroactive tax policy is terrible policy,\" said Sen. John Thune (R., S.D.). \"People have made plans and relied on current law and current policy and you can't change the rules in the middle of the game.\" </p><p>   The rationale for retroactivity is that there is a long history of taxpayers accelerating capital gains before tax increases take effect. </p><p>    Capital-gains realizations jumped 60% in 1986 and 40% in 2012 before tax increases took effect, according to the Tax Policy Center, a project of the Urban Institute and Brookings Institution. </p><p>   Capital gains are concentrated among very-high-income households, and Mr. Biden has focused on them as a way to raise money for his plans and to combat income inequality. </p><p></p>",
  "published": "2021-05-28T06:08:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 1754,
          "end": 1761
        },
        {
          "start": 1754,
          "end": 1767
        },
        {
          "start": 1754,
          "end": 1777
        },
        {
          "start": 1754,
          "end": 1778
        }
      ]
    }
  ]
}