{
  "_id": "b75f6bac774727ed4911c19b63950f6e9c8997f678e29fd7a86beb0f3994f53b",
  "feed": "wall-street-journal",
  "title": "Tax Talk Won't Move Private Equity --- Policies were often a major driver for sector",
  "text": "<p>One revenue stream for private-equity firms is what is known as carried interest, or the slice of the profits on their limited partners' investment gains that the firms get to keep. Crucially, carried interest has been taxed at the capital-gains rate. Critics have long argued it is more akin to labor income -- i.e. being paid for work -- than investment gains, but that treatment has remained.</p><p>Around the turn of the 21st century, the U.S. cut capital-gains taxes but left corporate tax rates at relatively high levels. Then during the Trump administration, corporate-income tax rates were dropped sharply, narrowing the gap. That made it far more appealing for listed private-equity firms to convert from publicly traded partnerships to \"C corporations\" that pay the corporate tax rate on income.</p><p>Converting from partnerships had other advantages, notably making it easier for a wider range of investors and index funds to own the shares. So far, the moves have been a success for investors: Apollo Global Management Inc., Blackstone Group Inc., Carlyle Group Inc. and KKR &amp; Co. have averaged over 30% annualized returns since their respective conversion dates, according to FactSet data. That is double the annualized return on the S&amp;P 500 financial sector since the first of those conversions in 2018.</p><p>Now, President Biden has proposed increasing the corporate tax rate to 28% from 21%. If that were the only major change to the tax code, it could in theory work against converted private-equity firms, perhaps when competing for talent or deals with rivals that have lower tax burdens. But Mr. Biden is also proposing to raise capital-gains rates substantially for high-income earners, to 39.6% from 20%. This would effectively eliminate the favorable treatment of carried interest.</p><p>It remains unclear whether Congress will be willing to increase both the corporate rate and the capital-gains rate as high as Mr. Biden has proposed. But regardless, it is harder to see the tax system returning to a regime where capital gains are taxed at a rate substantially below the corporate income-tax rate.</p><p>This doesn't mean tax rates are irrelevant; higher rates might still cut into earnings, both for the firms themselves and their portfolio companies. But the continuing evolution of big private-equity firms into broader alternative-asset giants still gives investors plenty to look forward to under any tax regime.</p><p>For one, though conversion was a necessary precursor, none of Apollo, Blackstone, Carlyle or KKR are yet included in the S&amp;P 500. A move into the index for any of them could be a catalyst toward higher valuations for all. \"The reaction of these stocks to conversion has trumped any talk about higher taxes,\" says JMP Securities analyst Devin Ryan.</p><p>These firms are also more appealing to the wider universe of investors as they grow their assets actively under management and generate double-digit annual growth in their durable fee income. That kind of income is typically given a much higher valuation than more episodic performance gains like carried interest, says Patrick Davitt of Autonomous Research.</p><p>They are also diversifying into lower-yielding but steadier businesses such as insurance and related investments. A similar evolution toward lower-volatility, fee-generating businesses has been welcomed by investors in banks like Morgan Stanley and Goldman Sachs Group Inc.</p><p>What is more, so long as government fiscal policies are boosting the market overall, private-equity firms are winners. KKR, for example, reported May 4 that gross returns for its flagship private-equity funds were almost 80% over the 12 months ended March 31.</p><p>With Blackstone, Carlyle and KKR up more than 35% so far this year, any tax talk that distracts from their longer-term earnings potential might just create opportunity for investors.</p>",
  "published": "2021-05-10T00:00:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 3373,
          "end": 3386
        },
        {
          "start": 3373,
          "end": 3397
        },
        {
          "start": 3373,
          "end": 3380
        },
        {
          "start": 3349,
          "end": 3372
        }
      ]
    }
  ]
}