{
  "_id": "144366cef0a0dc0c1d4894b32de34fad7a1ee931094db7386666af0078c7c6d0",
  "feed": "ftcomall",
  "title": "‘The rich shouldn't feel like the enemy': Is New York turning on the wealthy?",
  "text": "<p>On a recent morning, Eric Adams, the Brooklyn borough president and New York City mayoral hopeful, was providing comfort to one of the city's beleaguered communities.</p> <p>“You are part of New York,” Adams reassured them. “And so if people have not stated it, thank you for being here, and please remain here!”</p> <p>He was talking to the rich.</p> <p>It might seem odd that they would need a rhetorical pat on the back in a metropolis that typically sees itself as <a href=\"https://www.ft.com/content/216c4888-85ba-11e2-bed4-00144feabdc0\">the world capital of wealth, ambition and success</a> — and in the midst of a coronavirus pandemic in which the value of their second homes and investment portfolios has soared. </p> <p>Yet <a href=\"https://www.ft.com/stream/b3454a23-4f89-4d46-a1b5-f0f51e70054a\">New York City's</a> business leaders and wealthy residents have been feeling strangely unappreciated of late. Even disliked.</p> <p>The most tangible cause of their angst is an attempt by the state legislature to push through roughly $7bn in <a href=\"https://www.ft.com/content/e59ce97f-591c-422e-8f38-12a46309241e\">new taxes</a> that would fall upon the shoulders of those earning more than $1m per year. </p> <p>Andrew Cuomo, the governor who is <a href=\"https://www.ft.com/content/334ed564-9552-452e-91a9-cafa3900bdb1\">battling harassment claims</a>, has resisted the proposal — although a potential compromise deal would raise $4.3bn in new taxes from business and the wealthy. Hundreds of chief executives and civic leaders warned last week that a big increase in taxes could prompt a 1970s-style corporate exodus to low-tax states like Florida.</p> <p>Beyond the tax discussion, though, wealthy New Yorkers increasingly fret that the city's political climate is turning hostile. Many complain that they are being unfairly vilified for the fissures in an unequal city that were torn open by a historic pandemic.</p> <p>Terri Liftin, a Democratic lawyer who is running for New York City comptroller, says it was to be expected that the inequality exacerbated by coronavirus would breed greater hostility towards the rich. But she worries about nascent “class warfare” that, she says, would ultimately leave New York City worse for everyone. </p> <p>“You can't bring us all together if the emotional tide is against the wealthy,” she says. “I don't think the rich mind paying a bit more but I don't think they want to pay more if they're being told they're terrible people.” </p> <p>Richard Ravitch, the former lieutenant-governor, who helped steer the city through its fiscal crisis in the 1970s, says he has never seen the rich so demonised in New York.</p> <p>“It bothers me because it gives a lot of nourishment to all the rightwing nuts I despise,” Ravitch says. There was once a sense of collegiality among business and labour leaders fighting to rescue the city, he laments. “None of that exists now.”</p> <p>One executive and philanthropist, who had joined the cosseted Covid exodus from <a href=\"https://www.ft.com/content/7468c289-df8d-4649-a2f0-bf6397bd477b\">the Upper East Side to the Hamptons</a>, wonders how many of her friends will return when the pandemic eases. The Black Lives Matter protests discomfited her social circle, she confesses. “They feel judged and endangered — both,” she says. “And they don't want to deal with either one.”</p> <p>Frederick Peters, chief executive of Warburg Realty — and a scion of the old-money Warburg family — echoes a complaint that is common among the wealthy: that the proposed tax increases are motivated less by fiscal needs than ideological ones. While forecasters were last year predicting a $15bn fiscal deficit for the state, that has since narrowed as tax revenues have beaten expectations and President Joe Biden's stimulus plan has plugged many holes.</p> <p>“If you feel like your city is treating you like the enemy and you already own a place in Palm Beach, it seems a maladroit moment” to raise taxes on the wealthy, Peters says, adding: “The rich shouldn't feel like the enemy. They should feel like partners.”</p> <p>The plight of the rich is hardly the worst tragedy to befall a city that has suffered more than 31,000 Covid deaths over the past year, a toll borne disproportionately by the poor and those of colour. More than 500,000 jobs have been lost, many small businesses have been erased and public schools, which literally nourish many impoverished students, have been shuttered. </p> <p>Progressive Democrats, who now control the state's legislature and the mayor's office, see a moral duty to redress such ills. They are pushing for such items as hazard pay for frontline workers, streamlined unemployment payments, a “living wage” for delivery workers, a city public health corps and free public transit, among many others. </p> <p>How they fare will figure into a broader debate in the country — and within the Democratic party — about whether, and to what degree, to break from the “top-down” economic orthodoxy that has held sway for decades, which posited that the wealthy drive prosperity for the rest. </p> <p>“We're still dealing with the fact that Ronald Reagan won the political debate four decades ago — even though we don't know if the data backs up the efficacy of that economic approach,” says Michael Gianaris, a state senator from Queens, setting out the broader stakes. </p> <p>Gianaris joined the progressive camp when he opposed Amazon's 2019 attempt to build a second headquarters in his borough. He says it is absurd to believe that paying a few per cent more in tax in a time of “economic calamity” should tip the balance between whether people return to Manhattan or stay in Palm Beach.</p> <p>“If they're feeling like the bad guy, it's because they're making themselves the bad guy by arguing that they shouldn't contribute more to help us recover when they have done extremely well,” he says. “Let's be clear: no matter what we do, the very rich will continue to be very rich.”</p> <h2>Deepening the divide</h2> <p>The tax fight is a preamble for an upcoming mayoral election that all sides view as one of the most consequential in New York's history. The Democratic primary, which is expected to crown the eventual winner in a city where seven out of every eight voters are Democrats, is in June.</p> <p>Business leaders and the wealthy have been nursing existential dread at the possibility of what one prominent property developer calls another “ideological” mayor. That is, someone in the mould of the current mayor, <a href=\"https://www.ft.com/stream/6c9ddfb8-d6c7-47b8-9758-30d41030e694\">Bill de Blasio,</a> who is limited to serving two terms.</p> <p>Two days after winning the 2013 Democratic primary, De Blasio attended a private lunch with the city's business leaders and promptly alienated many of them. They expected he would solicit their advice and extend a hand. Instead, the mayor reprised his “tale of two cities” campaign rhetoric, and declared that he cared about the other side. “Faces dropped,” one attendee recalls. </p> <p>That divide has only deepened in the ensuing years. De Blasio's legion of executive class critics deride him as a lazy manager who deploys politicised rhetoric to cover for his own incompetence. While the budget has increased by 35 per cent during his tenure, problems like homelessness and public housing have worsened — even before the pandemic.</p> <p>“The city is at a crossroads. This is truly the most important election of our lifetime and in NYC's history,” Stephen Ross, chair of The Related Companies, and de facto king of the city's developers, wrote to fellow business leaders last month as he <a href=\"https://www.nytimes.com/2021/03/09/nyregion/stephen-ross-mayor-money.html\">urged them </a>to join his effort to elect a business-friendly mayor. The race's outcome, Ross wrote, will determine whether “NYC will rebound or languish”.</p> <p>Looming large for executives like Ross is the grim memory of the 1970s, when a fraying city ended up losing half its Fortune 500 companies — many fleeing to surrounding suburbs — and shedding more than 1m inhabitants. That era also birthed a civic movement.</p> <p>It was christened at a breakfast meeting at the Regency Hotel on Park Avenue in 1971 when the developer Lew Rudin and hotelier Robert Tisch hatched what would become the Association for a Better New York, a group of business leaders who aimed to step in where city government was failing. ABNY's moguls lobbied the federal government on the city's behalf. They also brought labour leaders into their tent.</p> <p>But for the occasional gust of anti-Wall Street sentiment, as memorialised in Tom Wolfe's <em>Bonfire of the Vanities</em>, the rich have generally enjoyed a harmonious relationship with New York in the years since. When crime fell in the early 1990s under Mayor Rudolph Giuliani, <a href=\"https://www.ft.com/content/1cba37ce-1782-4121-9fcc-507013f5f5e6\">property prices</a> began to soar. Because more than half the city's tax revenues are derived from property, that meant more money for municipal coffers.</p> <p>In Giuliani's successor, Michael Bloomberg, New York City had an actual billionaire in charge — and one who was lionised by fellow executives for his fortune and managerial acumen. He advanced a pro-development agenda that, among other things, made possible the <a href=\"https://www.ft.com/content/7290886e-3300-11ea-a329-0bcf87a328f2\">$25bn Hudson Yards development</a> — with office towers, luxury condominiums and a shopping mall fit for Dubai — erected on the west side of Manhattan by Ross's company.</p> <p>“The rich have probably reached the zenith of their power [in New York] in the last 30 years,” says Hank Sheinkopf, the veteran political strategist.</p> <p>Some analysts interpreted De Blasio's election as a fluke. So it was shocking for them to discover that many New Yorkers did not feel uplifted by the rising tide of the Bloomberg era. That discontent was registered with Alexandria Ocasio-Cortez's shock upset of one of the most powerful Democratic lawmakers in Congress in the 2018 midterm elections and then the <a href=\"https://www.ft.com/content/3e9adc70-2d3f-11e9-8744-e7016697f225\">thwarting of Amazon</a> a year later.</p> <p>The company selected Queens as the location for a second headquarters after a nationwide competition in which dozens of cities prostrated themselves for its promise of 25,000 high-paying jobs. Yet Ocasio-Cortez and progressive activists balked at the tax breaks the Cuomo administration had promised the company and warned that it would overrun a neighbourhood.</p> <p>The salient fact for those who did not sift through analyses of projected tax revenues and job creation was that Amazon had demanded the city provide a helipad — presumably for the benefit of <a href=\"https://www.ft.com/content/2dd12d4b-cc03-45f8-bde0-a67699598164\">the world's richest man, Jeff Bezos</a>.</p> <p>Kathryn Wylde, head of the Partnership for New York City, an employers' group aligned with ABNY, says the activists who defeated Amazon — and now support higher taxes for businesses and the wealthy — do not appreciate New York's fragility, particularly when its finances are built upon such a narrow column of wealthy taxpayers. The top 0.05 per cent of earners — just 1,786 filers — accounted for 16 per cent of its income tax revenues in 2018.</p> <p>“They're younger people who did not live through the 1970s. They think New York is invulnerable,” Wylde says. “For the past two decades, the problem, as they perceive it, has been income inequality and gentrification displacement. And their definition of the problem hasn't changed with the impact of Covid.”</p> <h2>‘Normal doesn't work'</h2> <p>To Jumaane Williams, the city's public advocate, it is the affluent who fail to understand the city's reality. His former city council district in Brooklyn included several neighbourhoods that were among the worst hit by the pandemic. “We don't want to return to normal because normal doesn't work,” says Williams. “We became the epicentre of the epicentre because of normal.”</p> <p>It is misleading to talk about the rich in New York as a common class. Their ranks now range from the workaday millionaires to those whose wealth has become stratospheric. In 2019, for example, while the Amazon fight was raging, hedge fund manager <a href=\"https://www.ft.com/content/4e68c910-1f51-11e9-b126-46fc3ad87c65\">Ken Griffin paid a record $238m</a> for a penthouse overlooking Central Park.</p> <p>Similarly, local banks and corporations have grown into global multinationals. “They're not as civically connected as they were,” Ravitch says. “I don't even know who the chairmen of half the banks are any more.”</p> <p>The recent revelation that <a href=\"https://www.ft.com/content/ebe20104-c1d6-4d0f-8db6-18cf621d2ebd\">Donald Trump paid no tax for years</a> before his presidency did not help the rich's image. They have also seen one of their main civic currencies, philanthropy, devalued by scandals and changing political attitudes. Jeffrey Epstein used charitable donations as a way to ingratiate himself in the worlds of business and academia while deflecting attention from his alleged trafficking and abuse of underage girls. </p> <p>In a less salacious but more revealing episode, activists forced Warren Kanders, a wealthy businessman and philanthropist, from the board of the Whitney Museum in 2019 because they objected to his stake in a company that makes police equipment, including tear gas. Griffin, a fellow board member, took umbrage and reportedly threatened to resign as a counter-protest.</p> <p>The wealthy have absorbed previous tax increases. In 2009, after the financial crisis, the state passed a so-called “millionaires” tax which affects those earning more than $500,000 per year. They have since risen again for many New Yorkers after the Trump tax cut capped local tax deductions — although it also lowered federal rates. The rich are also bracing themselves for higher taxes to pay for <a href=\"https://www.ft.com/content/9793903a-e29f-42dc-9b8d-55f960b0ede5\">Biden's infrastructure plan</a>.</p> <p>Ultimately, the future of New York City, a place that regards itself as the centre of the universe, may be determined by another place a thousand miles away: Florida.</p> <p>As never before, it is angling to lure New York's companies and its wealthy residents by advertising its low taxes and supposed quality of life. Each week seems to bring talk of a new arrival, like investor <a href=\"https://www.ft.com/stream/4f959587-b63d-4149-8fb8-d0487b9016f2\">Carl Icahn</a>, who last year traded Manhattan for Miami, or Goldman Sachs, which is moving part of its asset management arm <a href=\"https://www.ft.com/content/3aa94524-45d5-4475-aa40-8b70b5b2f812\">to West Palm Beach</a>. <a href=\"https://www.bloomberg.com/news/articles/2020-12-11/moelis-gives-his-bankers-blessing-to-work-wherever-they-want\">Ken Moelis</a>, Elliott Management and others have opened satellite offices there.</p> <p>Realtors and anxious New Yorkers talk about moving vans, change-of-address filings and school registrations. Nobody is sure how many of their ranks have left just to ride out the pandemic and how many are gone for good.</p> <h2>‘Everyone's in Miami'</h2> <p>Wylde worries that this time is different. The pandemic has revealed that it is possible to work, and even thrive, outside the confines of a traditional office to a degree that seemed unimaginable little more than a year ago. Top bankers, hedge fund managers, commercial real estate brokers and other Manhattan professionals who might have once visited south Florida for a short spell have now been there for months.</p> <p>“There's suddenly a critical mass there all the time doing business,” she says. “The head of a top investment firm said to me this week that it's easier for him to get a deal done in Miami than it is for him here, because everyone's there.”</p> <p>In the 1970s, companies did not tend to advertise their departures — until after they were gone. “We're only going to know when it's too late,” Wylde says.</p> <p>In the meantime, New York City's restaurants are beginning to flicker back to life. <a href=\"https://www.ft.com/content/e79fa5e2-146a-4112-99d6-410f5d40778f\">Broadway</a>, which has endured the longest closure in its history, is plotting a September reopening. Only then, Peters argues, will it be possible to determine whether talent and wealth will still favour New York — or be put off by higher taxes, unfriendly rhetoric and the ease and enchantments of Florida.</p> <p>“My friends are bored silly in Florida,” he adds. “I think people like it well enough. But it sure as hell ain't New York.”</p> <p><strong>Letter in response to this article:</strong></p> <p><a href=\"https://www.ft.com/content/10c0417a-740f-4216-b7a8-dd55b92c5ec2\"><em>New York requires the ‘riff-raff' as well as the rich / From Michele Perez, Fort Lee, NJ, US</em></a></p><p>Source: Joshua Chaffin in New York 2021 '‘The rich shouldn't feel like the enemy': Is New York turning on the wealthy?' FT.com 6 April. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-04-06T04:00:48.830Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 13169,
          "end": 13176
        },
        {
          "start": 13169,
          "end": 13182
        }
      ]
    }
  ]
}