{
  "_id": "b449ae5b30f9c92c9ca4d1ee88f49dea2650a9936bc373fc0864cbce9707bd93",
  "feed": "ftcomall",
  "title": "Africa's biggest mobile tower operator plans New York IPO ",
  "text": "<p>IHS Towers, the biggest operator of mobile phone towers in Africa, has filed for a New York stock exchange listing.</p> <p>The company filed papers for a potential listing with the US Securities and Exchange Commission on Thursday according to <a href=\"https://www.ft.com/content/901e9afe-4de1-47c3-96a8-54313d5d444d\">South Africa's MTN</a>, which owns a 29 per cent stake in IHS and is Africa's largest mobile phone operator by subscribers.</p> <p>“The timing, number of shares to be offered and price range of the proposed offering have not yet been determined,” MTN said.&#xa0;</p> <p>IHS, which operates more than 30,000 towers in five African countries and other markets in South America and the Middle East, declined to comment. </p> <p>Goldman Sachs and Wendel, the French private equity investor, also own stakes in the company.</p> <p>A listing of IHS, the world's fourth biggest independent tower operator, could be the largest Africa-related IPO on US capital markets. MTN valued its own stake at just over 30bn rand ($2bn) at the end of June.</p> <p>An offering would also tap into investor demand for stakes in masts and infrastructure as telecoms groups have looked to cash in on these assets and refocus their businesses in recent years. </p> <p>Rollout of phone masts is also critical to Africa's fast-growing mobile markets, especially in rural areas.</p> <p>MTN has made listing IHS the centrepiece of billions of dollars of planned asset sales to cut debts. It is also working on a separate plan to sell and lease back about 5,700 towers in South Africa, and is aiming to list its mobile money business.</p> <p>IHS signalled in August last year that it was exploring a US listing after it reportedly called off an earlier IPO attempt in 2018. MTN said last month that there was “good progress being made to realise value in our stake in IHS in the near term . . . at present, demand for infrastructure assets remains strong and conditions in the US equity market are favourable for a listing.”</p> <p>In the six months to the end of June, IHS reported adjusted earnings before interest, taxes, depreciation and amortisation of $490m — dominated by the company's main market, Nigeria, which is also MTN's biggest subscriber base.&#xa0;</p> <p>The group's debts are about two times its adjusted ebitda over the past year. IHS has also been expanding outside Africa, and has acquired a series of towers in Brazil and Colombia this year.</p><p>Source: Joseph Cotterill 2021 'Africa's biggest mobile tower operator plans New York IPO ' FT.com 17 September. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-09-17T13:06:21.895Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 630,
          "end": 643
        },
        {
          "start": 630,
          "end": 637
        }
      ]
    }
  ]
}