{
  "_id": "522f8000f520ce590288c438cf1b01478337d5854565c93e7566f60825c88e59",
  "feed": "market-watch",
  "title": "Tesla earnings preview: Wall Street hopes dark clouds are ‘in the rearview mirror'",
  "text": "<p>“We expect Tesla's recently reported strong delivery numbers and higher vehicle pricing to more than offset any added costs from supply chain challenges (e.g. chip shortages, higher freight costs, and increasing commodity costs) in the quarter,” Mark Delaney with Goldman Sachs said in a recent note.</p><p>Tesla will be reporting earnings from Austin, Texas, for the first time. Chief Executive Elon Musk announced last week that the company was moving headquarters to Austin from Palo Alto, Calif., even though it still plans on investing in and expanding its California plant.</p><p>Tesla just had its annual shareholder meeting, and that might be the last investors will hear directly from Musk in a while.</p><p>At Tesla's meeting post second-quarter results in late July, Musk surprised Wall Street by saying he would unlikely be on future Tesla earnings calls, “unless there's something important I need to say,” he told analysts and others. It is unclear whether he'd be on the call on Wednesday.</p><p>Here's what to expect:</p><p>Earnings: The FactSet consensus calls for Tesla to report adjusted per-share earnings of $1.54 for the quarter. That would compare with adjusted earnings of 76 cents a share in the third quarter of 2020.</p><p>Estimize, a crowdsourcing platform that gathers estimates from Wall Street analysts as well as buy-side analysts, fund managers, company executives, academics and others, is expecting an adjusted profit of $1.78 a share for Tesla.</p><p>Revenue: The analysts polled by FactSet are calling for sales of $13.7 billion for Tesla, which would compare with $8.8 billion in the third quarter of 2020. The FactSet revenue expectation matches Estimize's expectations.</p><p>Stock price: Tesla shares have gained 18% this year, compared with gains of around 19% for the S&amp;P 500 index. The stock has outperformed the index by a large margin in the past three months, however: a 28% advance compared with a 3% advance for the S&amp;P.</p><p>What else to expect: Musk updated investors about the Cybertruck at the shareholder meeting, saying that the futuristic-looking all-electric pickup truck, will enter production next year and hit volume production by 2023.</p><p>Musk described a “constant struggle” to get enough chips and other auto parts for the truck and other Tesla vehicles, saying that a respite for the worst of the shortages is likely by 2023.</p><p>Related: More electric pickup trucks are coming to market. The question now is who will buy them?</p><p>Investors will want to hear more about that prediction and also details on how the current shortages continues to affect the car maker.</p><p>Sales in China are also at the top of the list of issue investors will want to get details from.</p><p>Tesla had a rocky first few months on 2021 in China, where orders for its vehicles fell and where Tesla faced a backlash over how it handled consumer concerns about the safety and quality of its cars. Tesla also has had to grapple with more competition from Chinese EV makers such as Nio Inc. NIO</p><p>No so anymore, Dan Ives of Wedbush said in his note earlier in the week.</p><p>“After softer China sales earlier this year, Tesla is seeing massive demand momentum” into an year-end with “robust sales” in the month of September in China and “a clear positive for the bulls,” he said. The dark clouds are “in the rearview mirror,” Ives said.</p><p>The bump in sales for Tesla in China “is a clear indicator of this green tidal wave taking hold for Musk &amp; Co. across the board,” he said.</p>",
  "published": "2021-10-15T16:54:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 264,
          "end": 277
        },
        {
          "start": 264,
          "end": 271
        }
      ]
    }
  ]
}