{
  "_id": "b9cc2d4de5ca0c313de4df53304e7985a47e9ef2625d995cb84848b495361ced",
  "feed": "wall-street-journal",
  "title": "EXCHANGE --- You're Going Back to the Office. What Are You Going to Wear? --- The rules about what to wear to the office are gone after a year in sweatpants. Retailers are trying to figure out what will work in a world where the traditional dress code might never come back.",
  "text": "<p>The stakes are high, particularly for retailers that struggled during the pandemic. Brooks Brothers, J.Crew Group Inc., and J.C. Penney Co. all filed for bankruptcy and collectively closed hundreds of stores -- in some cases permanently. Many others struggled to stay relevant as shoppers hunkered down. Gap Inc. closed more than 70 Banana Republic stores in 2020 and is closing more this year.</p><p>Some are now betting workers are ready for something different. As sales of work clothes surged at Banana Republic in recent weeks, the retailer didn't promote the same pre-pandemic standard of blazers, skirts and suits. Instead it launched a new collection in April that pairs military shirts with dress slacks and hoodies with blazers. Chief brand officer Ana Andjelic calls it \"hybrid dressing.\"</p><p>Even Dockers, which helped spawn the concept of business casual, is adding more stretch to its classic chinos. \"They look like khakis, but they feel more like sweatpants,\" said Nick Rendic, the brand's global head of design. \"The pandemic taught us that we can wear whatever we want, but people still want to look good.\"</p><p>Brooks Brothers Chief Executive Ken Ohashi, who has been back in his New York City office since September, is trying to model this shift himself. He said he wears a sport jacket on Mondays, because he likes \"to start the week in a semiformal mood.\" By later in the week, his outfit gets more relaxed, often consisting of a T-shirt, cardigan sweater and chinos.</p><p>The brand, known for its sack suit that epitomized conservative dressing for more than a century, is pivoting to focus more on sportswear, including unlined, deconstructed jackets, sweaters and knits -- items that Mr. Ohashi said \"look like suits, but aren't.\" Traditional work clothes such as suits, blazers, trousers and dress shirts, while still a cornerstone of the brand, will account for less than half of sales going forward, down from more than 60% historically, he said.</p><p>Spending on clothing had been sluggish before the pandemic as consumers spent more on experiences such as travel and eating out. U.S. apparel sales fell 1% in 2019, and then plunged 17% to $186 billion last year, according to research firm NPD Group. Now, as people emerge from their Covid-induced cocoons, retailers have a chance to recoup some of those lost sales, provided they tweak their offerings to reflect changing tastes.</p><p>Ministry of Supply Inc., a fashion brand that makes office attire with high-tech fabrics, shipped pants and button-down dress shirts that had languished in its warehouse since the start of the pandemic to a New Jersey factory last summer. There, workers added drawstring waistbands to the pants and shortened the shirt hems. Then the company reshot the photography for its website, showing models wearing the pants with sneakers and the shirts untucked.</p><p>\"No one is tucking in their shirts,\" said Gihan Amarasiriwardena, the brand's president.</p><p>Many other retailers are experimenting with similar approaches. Betabrand Inc. added more styles of its Dress Pant Yoga Pants, which look like dress pants with a faux button and buttonhole but feel like leggings, according to merchandising manager Megan Quirolo.</p><p>M.M. Lafleur Inc., which makes clothes for professional women, is promoting a \"T-shirt you can wear to work.\"</p><p>\"It's not the wrinkled T-shirt you wear to bed,\" said Sarah LaFleur, the brand's chief executive. \"It's made of thicker cotton or silk.\"</p><p>Brands known for their laid-back vibe are making changes, too. A new version of the iconic cork-lined Birkenstock sandals, produced in partnership with designer brand Proenza Schouler, has dressier touches. The polished leather combined with hook and loop closures in place of traditional buckles make them spiffy enough for the office, said Jessica Richards, founder of trend forecasting firm JMR Design Consulting, who calls them the \"Work Birk.\"</p><p>The shifting nature of workwear also offers new risks for workers in fields ranging from law to finance as they rush this spring to line up new outfits. Roughly two-thirds of U.S. office workers are expected to return to an office, according to market research firm NPD Group. Some are worried about the superficial and societal implications of their choices.</p><p>\"If our clients go to a more casual dress code, I don't want to be that guy in the suit,\" said Russ Ferguson, a 37-year-old lawyer in Charlotte who is weighing what to wear when he isn't in court.</p><p>More than two-thirds of American consumers plan to change their wardrobe from pre-pandemic styles when they return to the office, according to Klarna Bank AB, a retail bank, payments and shopping service, which surveyed more than 1,000 people in May. Nearly half expect to wear more comfortable clothes, though women are more likely to dress up than men.</p><p>\"The expectations have changed,\" said 58-year-old Gabrielle Clemens, managing director of Clemens Private Wealth Group at RBC Wealth Management, who is ditching the nylons and heels that were a staple of her office attire before the pandemic. \"Now that I've seen my colleagues and clients in very casual attire, it's hard to unsee that.\"</p><p>Company executives are walking a line between allowing employees to dress down as an incentive to get them back in the office and making sure they look presentable.</p><p>\"It's the next big issue our members will have to deal with,\" said Angela Simpson, an adviser at the Society for Human Resource Management. \"Employers are looking to do whatever they can to get people back in the office and one thing is to let them wear more casual clothes, because it's shown to be a morale booster. But they want to make sure people don't come in wearing their gym clothes or pajamas.\"</p><p>Maureen Crawford Hentz, a career coach with Bravely and vice president of human resources at A.W. Chesterton Co., a manufacturer based in Groveland, Mass., said she has been having a lot of conversations with employees about what they should wear on their first day back at work. \"It was something you never questioned before, but now there is anxiety, because you don't want to look unprofessional,\" she said.</p><p>One executive who says she is anxious about her work look is Elizabeth Spaulding, president and incoming CEO of the online personal shopping and styling service Stitch Fix Inc. For a recent in-person meeting with the management team at the company's San Francisco headquarters, the first time the group gathered face-to-face since the pandemic started, she traded in the New Balance sneakers she had been wearing at home for espadrilles and paired them with white jeans and a camouflage jacket.</p><p>\"It's more casual than I would have been in the past, but getting dressed and pulling it all together is harder,\" Ms. Spaulding said.</p><p>She isn't the only one at that company who is concerned about such matters. Forty-four percent of Stitch Fix employees said they are feeling anxious about what to wear when the office reopens in September, according to a poll the company conducted of its workers.</p><p>The relaxation of the modern workplace dress code can be traced back to Hawaii in the 1960s. There, a group of shirt manufacturers promoted Aloha Fridays, making it acceptable to wear the colorful, button-down, short-sleeve shirts to the office, according to a history of the trend on Levi Strauss &amp; Co.'s website.</p><p>The practice, which came to be known as Casual Fridays, migrated to the mainland during the 1990s, but wasn't widely accepted at first. To overcome corporate resistance, Dockers, which is owned by Levi's and makes chinos and other casual attire, created the \"Guide to Casual Business Wear\" in 1992, and mailed the pamphlet to 25,000 human-resources managers. Dockers sponsored office fashion shows and set up a hotline staffed by counselors who were trained to provide fashion guidance to HR professionals.</p><p>Suit makers have been backpedaling ever since. Even Wall Street, a bastion of corporate dressing, has been ditching the cuff links and loosening its tie. Goldman Sachs Group Inc. switched to a \"flexible\" dress code in 2019, allowing employees to use their judgment in determining how to dress. Then the pandemic hit and sent people home, where their office clothes have been gathering dust.</p><p>Studies have shown that how we dress affects how people perceive us. In one study co-written by University of Kansas psychology professor Omri Gillath and published in 2012, participants accurately judged the age, gender, income and other attributes of people based on photographs they provided of the shoes they wore most often.</p><p>Women and minorities are often judged more harshly. In a study published last year by Regan Gurung, a professor of psychological science at Oregon State University, the same Black men were shown to observers wearing different outfits, from suits to hoodies and sweatpants. They were viewed as intelligent and trustworthy only when they were dressed formally, Prof. Gurung said, adding that other studies show white men don't face the same prejudices.</p><p>The same holds true for women, according to Joy Peluchette, a senior management professor at Lindenwood University in St. Charles, Mo., who has studied the issue. \"When women conform to the stereotypes of their industry, they are more likely to get a promotion or a raise,\" Prof. Peluchette said.</p><p>Samantha Puig, a cyber counterintelligence analyst for the U.S. government who has been working in her office since February, said her male colleagues have been making snide remarks about her wardrobe, after she traded the gray and black suits that were her pre-pandemic uniform for colorful blouses and Betabrand's Dress Pant Yoga Pants. \"They'll say, 'Is it Casual Friday on a Tuesday?' \" said Ms. Puig, who is 33 years old and lives in Fredericksburg, Va.</p><p>Liz Puccetti, a program manager at an industrial automation company, said she expects to dress more casually when she returns to the office this summer. But the 35-year-old, Wauwatosa, Wis., resident will wear sneakers only if senior female colleagues do.</p><p>\"Engineering is historically a men's field,\" she said. \"It's always good to take cues from more senior women in the company as to what they are wearing, because they've earned the respect of their peers.\"</p><p>Some workplaces in fields such as law, finance and government still require suits. After a year of anything-goes attire, a reversion to more formal clothes can help people put the pandemic behind them, according to Prof. Gillath, of the University of Kansas. \"It helps us feel closer to normal,\" he said.</p><p>When Sheraz Iftikhar, managing partner of wealth-management firm Arch Global Advisors, prepared to bring employees back to the company's Manhattan office last September, he got peppered with questions from his staff about what they should wear.</p><p>\"There was a sense of confusion on their end, so we had to put some guidelines in place,\" Mr. Iftikhar said. He reinstated the pre-pandemic dress code of suits and other formal business attire. \"We wanted to maintain our culture,\" Mr. Iftikhar said. \"We wanted to go back to how things were before the pandemic.\"</p><p>Argent Mill Inc., which makes clothes for working women and counts White House and congressional staffers among its customers, is doubling down on suits and other classic work clothes, but adding more colors such as bright pink. \"We're making the bet that work may look different -- we may not go in the office every day -- but that women will return to work clothes,\" said Sali Christeson, the brand's chief executive.</p><p>But dressing for success is at odds with our growing desire for comfort. And for many people, comfort is winning out. Karl Hudson, who oversees marketing for a company that promotes gambling websites, swapped the leather shoes he wore before the pandemic for Nike sneakers when he returned to his Newcastle-upon-Tyne, U.K., office a few weeks ago. Some of his co-workers went a step further, pairing shorts with pajama tops. \"They look like they just rolled out of bed,\" said the 30 year old.</p><p>The easygoing styles are evident in Manhattan's garment district, where fashion is a way of life. \"Everyone comes to work in sneakers now,\" said the designer Nicole Miller. \"Before we all wore heels.\"</p><p>(See related letters: \"Letters to the Editor: What to Do for Clothing as Offices Reopen?\" -- WSJ June 12, 2021)</p>",
  "published": "2021-06-05T00:00:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 7989,
          "end": 8002
        },
        {
          "start": 7989,
          "end": 8013
        },
        {
          "start": 7989,
          "end": 7996
        },
        {
          "start": 7931,
          "end": 7954
        }
      ]
    }
  ]
}