{
  "_id": "0484cc3995921a80331442c03dc2028eeee7a6c77adfdd3fb6772d41ad5033b4",
  "feed": "wall-street-journal",
  "title": "Investment Firm Lexington Partners Explores Sale; KKR is among large private-equity firms weighing bids in potential deal that could value buyout-fund investor at a few billion dollars, sources say",
  "text": "<p>Investment firm Lexington Partners LP is exploring a sale of its business, part of an increasingly popular niche of the red-hot private-equity industry, according to people familiar with the matter.</p><p>Closely held Lexington, which specializes in buying secondhand stakes in private-equity funds, has hired Goldman Sachs Group Inc. to advise on a potential sale, which could value the firm at a few billion dollars, some of the people said.</p><p>Among the interested bidders are large private-equity firms including KKR &amp; Co., the people said.</p><p>The process is still at an early stage, and there is a chance a deal won't happen.</p><p>With seven offices around the world and more than $55 billion in committed capital since its inception, Lexington is one of the largest independent players in the burgeoning field known as private-equity secondaries.</p><p>Private-equity funds typically have a lifespan of around 10 years, and investors such as pension and sovereign-wealth funds historically have struggled to cash out before then. Such investors might want out for a variety of reasons, including a shift in strategy or a need to free up cash for other purposes.</p><p>The rise of the market for secondaries has made private equity a more liquid asset class, with firms such as Lexington, Paris-based Ardian and the Strategic Partners unit of Blackstone Inc. raising billions of dollars for the purpose of purchasing stakes in existing buyout funds from other investors.</p><p>Some firms have also launched secondaries businesses dedicated to real estate and credit investments.</p><p>Some $196.9 billion in assets globally were dedicated to investing in private-equity secondaries as of the end of 2020, according to Preqin, up from $21.6 billion in 2016. The growth comes against the backdrop of huge fundraising hauls and a wave of buyout activity by private-equity firms, as their yield-hungry investors put more money into the asset class while interest rates have remained low. Shares of publicly traded private-equity firms have soared, and some that were previously private have opted to list shares.</p><p>For KKR, which doesn't have a secondaries business, Lexington would give it a sizable platform from which to operate. On a conference call in May, the firm said it was evaluating the secondaries market and determining whether to buy a business or build one organically.</p><p>Since it was founded in 1994, Lexington has acquired more than 3,600 secondary and co-investment interests—in which investors put money directly into a deal alongside the fund—in transactions totaling $65 billion, according to its website.</p><p>The market's rapid acceleration has made it an attractive growth area for large asset managers, particularly publicly traded ones. Ares Management Corp. closed a $1.08 billion deal in June to buy secondaries firm Landmark Partners LLC.</p><p>Write to Miriam Gottfried at Miriam.Gottfried@wsj.com and Cara Lombardo at cara.lombardo@wsj.com</p><p>Investment Firm Lexington Partners Explores Sale</p>",
  "published": "2021-09-15T22:40:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 304,
          "end": 317
        },
        {
          "start": 304,
          "end": 328
        },
        {
          "start": 304,
          "end": 327
        },
        {
          "start": 304,
          "end": 311
        }
      ]
    }
  ]
}