{
  "_id": "10792248a75096b89602bbc4d3c14a0402dfe390f32d9791d630e9c44e7b06cc",
  "feed": "market-watch",
  "title": "‘Something will give' in U.S. stock market amid ‘discomforting sentiment signals,' Citi warns",
  "text": "<p>“Our panic/euphoria model remains very elevated and is warning of coming losses,” the analysts said in a Citi research note after markets closed Wednesday. “This is the longest period of ebullient readings without a market correction since 1999/2000 and we anticipate that something will give.”</p><p>Citi Research note on U.S. strategyThe U.S. stock market has seen an unusual number of new all-time highs this year.</p><p>“The Street is too complacent,” the Citi analysts warned. “Intriguingly, we find our conversations with clients to have a qualitative element of not worrying about higher taxes,” or the Federal Reserve tapering its bond purchases, or inflation — despite a June survey finding that more than half thought inflation could prove “sticky” in lasting as long as 12 months.</p><p>In a note this week, Darrell Cronk, chief investment officer of Wells Fargo &amp; Co.'s wealth and investment management division, put inflation at the top of his list of 10 market risks while noting the S&amp;P 500 index has soared in the pandemic&#xa0;without a pullback of at least 5% since last October.</p><p>Read:Too many investors are focused on the Fed's ‘willingness to drive up asset prices' instead of ‘valuation criteria' in the stock market, warns Citigroup</p><p>U.S. stocks were mixed in early afternoon trading Thursday. Major benchmarks had closed lower the day before as investors reacted in part to the release Wednesday afternoon of the Fed's policy meeting minutes, which showed most of its top officials considered it appropriate to begin slowing its pace of monthly bond purchases later this year. &#xa0;</p><p>But some Wall Street analysts already had been anticipating that tapering could begin as soon as this year, and Cronk said in his note that “it is time to begin removing emergency monetary policy.”</p><p>The S&amp;P 500 index SPX was up 0.3% early afternoon Thursday, while the Dow Jones Industrial Average DJIA was down less than 0.1% and the Nasdaq Composite COMP was trading 0.5% higher, according to FactSet data show, at last check.&#xa0;</p><p>Citi's “panic/euphoria model” has signaled “overly bullish investors” for many months, the bank's analysts said. “A pullback may be imminent especially as earnings growth slows.”&#xa0;&#xa0;</p><p>Companies' earnings reports for the second quarter have largely been strong, with many investors pointing to the results as an example of peak growth in the economic rebound from the Covid-19 crisis of 2020.&#xa0;</p><p>Meanwhile, Goldman Sachs Group economists have lowered their forecast for third-quarter U.S. growth to 5.5% from 9%, citing the larger-than-expected impact of the delta variant of the coronavirus on the economic expansion and inflation.&#xa0;</p><p>See:Fed worries delta variant could prolong shortages and keep inflation high into 2022</p><p>Citi's economic surprise index has “slumped” for major economies, according to the bank's research report. “The delta variant may be the cause of the recent declines alongside supply chain disruptions, but it is bothersome and could translate into earnings issues down the line,” the Citi analysts wrote in the note.</p><p>“We can discern some clouds on the horizon,” they said.</p>",
  "published": "2021-08-19T13:17:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 2402,
          "end": 2421
        },
        {
          "start": 2402,
          "end": 2409
        },
        {
          "start": 2402,
          "end": 2415
        }
      ]
    }
  ]
}