{
  "_id": "75a70ae7c1031690b22697384572a413dff8f645d4a978c54f4e366cc01a9500",
  "feed": "ftcomall",
  "title": "Computer-driven funds to muscle into new markets, says Man Group CIO",
  "text": "<p>The quantitative investment industry is set to push deeper into previously inhospitable markets such as corporate debt and <a href=\"https://www.ft.com/content/766b7042-5c6a-11e9-9dde-7aedca0a081a\">private equity</a>, shaking up areas dominated by human financiers, according to Man Group's Sandy Rattray.</p> <p>The UK hedge fund's chief investment officer, who is <a href=\"https://www.ft.com/content/2e9b31e0-1d89-42a9-9b8f-09dc7bd89bc1\">retiring later this year</a> after three decades in the industry, argues that despite ups and downs over his career, the “invasion of quants into fund management has been unstoppable”. </p> <p>Rattray said the coming decade will see quants, which use data and systematic computer-driven models to make investment decisions, seizing more territory in areas of finance long considered <a href=\"https://www.ft.com/content/109efec0-8bf2-11e9-a1c1-51bf8f989972\">treacherous terrain</a> for algorithmic strategies.</p> <p>“Markets have in almost every area become significantly more quantitative, and that will probably continue. There are some holdouts, but they are also going to fall eventually,” he said in an interview with the Financial Times. “People in finance seem to think it's somehow exceptional, but it's just another industry, and all industries are going to become much more technology and data-driven.”</p> <p>The crown jewel of Man Group is its systematic, computer-powered AHL unit, whose assets under Rattray's stewardship climbed from $11.9bn at the end of 2013, when he was made its chief executive, to $50.7bn this year. In 2017 he was made chief investment officer of Man Group overall, and has helped the group's total assets under management rise to a record $135bn.</p> <p>Rattray joined Man in 2007, before which he was one of Goldman Sachs's top equity derivatives strategists. There, he led the overhaul of the Vix volatility index to create derivatives based on the “fear gauge”. That has made him one of the industry's best-known names. </p> <p>“Sandy is a quant's quant,” said Mark Anson, the head of Commonfund, a non-profit investment group that manages $26bn on behalf of foundations and charities.</p> <p>Over the course of Rattray's career, one of the biggest transformations has been the speed and cost of trading, and the broader investment industry's <a href=\"https://www.ft.com/content/586b4ea6-48f4-11ea-aee2-9ddbdc86190d\">embracing of more quantitative approaches</a>. </p> <p>“Twenty years ago, if you had talked to a fund manager about an earnings yield factor they'd look at you like you had two heads,” he said, referring to one of many varieties of data that quant funds input into their investment decisions.</p> <p>The next two corners of finance to feel the invasion of quants will be the corporate bond market — where systematic strategies are now beginning to spread — and private equity, Rattray predicts.</p> <p>“If I had my time again, I think being a quant in private equity would be a good place to be. Private equity has been a big supporter of tech businesses, but they're about as un-tech savvy as you can imagine in their own businesses,” he said.</p> <p>Private equity investments may be lumpy and it is almost impossible to systematise untraded markets, but there is still plenty that the buyout industry can learn from the quantitative world, Rattray said.</p> <p>“You can relieve private equity managers of a lot of the manual, boring stuff they do by making algorithms do it, such as modelling companies, getting peer data in or analysing industry trends,” he said.</p> <p>An example of this is a massive database, created by Man Group, that mapped out business-to-business relationships of companies across the world, so it could see how news ripples through the entire supply chain. “That was incredibly useful in the public markets, and would be incredibly useful in private markets as well,” Rattray said.</p> <p>For the quant industry itself, he thinks the next big frontiers will be improving how well <a href=\"https://www.ft.com/content/ca086139-8a0f-4d36-a39d-409339227832\">machines analyse text</a>, rather than just numbers, and harnessing the potential power of machine learning, another field of artificial intelligence.</p> <p>Rattray points out that the <a href=\"https://www.ft.com/content/c972bddb-dfdd-4b15-8299-11b3870585ff\">volume of textual data</a> is exploding, and machines are gradually getting better at sifting it for profitable trading patterns. “They're all right at it today, but the next frontier is them getting really good at it,” he said. “Machines can't read bond prospectuses as well as a human. But they might eventually get there, and when they do, the good news is that they never get tired or bored of reading them.”</p> <p>Machine learning has been one of the most hyped areas in finance, and Rattray admits that Man Group has had both successes and failures in the field. Its machine learning strategies were tripped up in the <a href=\"https://www.ft.com/content/d59ffc34-5a34-4cdd-bbbf-5a0e82859f1c\">coronavirus-triggered market tumult</a> last year, yet he remains “absolutely convinced” that it will play a big role in the future of investing.</p> <p>“What has taken us so far is very simple, linear models, and markets are not linear,” he said. “I think there's still room for better models, but it's generally a bunch of steps forward and then something goes wrong.”</p> <p>Another area that has changed radically since Rattray started his career is how people with scientific and computing backgrounds are paid compared with well-heeled investment bankers and trader jocks. “Thirty years ago quants weren't well paid, but they're making top dollar now,” he noted.</p> <p>Despite that, Rattray is leaving his post to pursue a degree in architectural history and cultivate his passion for Scandinavian modernism. “It's a way to stretch my mind in a different direction,” he said. “After that, I don't know what I'll do. If I lack imagination I might end up back in finance, but that's not the plan.”</p><p>Source: Robin Wigglesworth 2021 'Computer-driven funds to muscle into new markets, says Man Group CIO' FT.com 4 August. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-08-04T04:00:51.521Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 1517,
          "end": 1530
        },
        {
          "start": 1517,
          "end": 1524
        }
      ]
    }
  ]
}