{
  "_id": "08b5e680d6fd81966a7818d1e18430e705bbd6661f359ad35f620e18987250df",
  "feed": "wall-street-journal",
  "title": "World News:  Honduras Convicts  Ex-Executive of  Ordering Killing  ----  By Jose de Cordoba",
  "text": "<p>   A Honduran court convicted the former chairman of a local hydroelectric company Monday of ordering the 2016 assassination of Berta Caceres, an indigenous-rights leader and environmental crusader whose killing shocked the world. </p><p>   Roberto Castillo Mejia, who at the time of the murder led Desarrollos Energeticos SA, or Desa, was found guilty of masterminding the killing of Ms. Caceres, an internationally recognized activist who led a yearslong effort to stop the construction of a dam she said threatened indigenous lands. </p><p>   \"Mr. Castillo Mejia ordered the killing of Caceres as part of a plan to eliminate any obstacles that would interfere with the operations of Desa on the Gualcarque River, the ancestral territory of the Lenca indigenous people,\" prosecutors said. He faces up to 30 years in prison. </p><p>   Ms. Caceres was killed by two gunmen who broke into her house in the town of La Esperanza in the middle of the night and shot her six times. In 2015, Ms. Caceres won the Goldman Environmental Prize, considered to be the world's highest honor for grass-roots environmental activists. </p><p>   At the time of her murder, Ms. Caceres had been receiving government protection at the request of the Inter-American Commission on Human Rights, the human-rights unit of the Organization of American States. </p><p>   Victor Fernandez, a lawyer for the Caceres family, urged Honduran prosecutors to continue the investigation to bring to justice others responsible for Ms. Caceres' death. </p><p>   The U.S. praised the verdict in Honduras, which has one of the highest homicide rates in the world, and whose political and judicial systems have been plagued by corruption. </p><p>   At least 120 environmental activists were killed between 2010 and 2018, making the country the deadliest in the world for environmental advocates, according to human-rights group Global Witness. </p><p>   Juan Carlos Sanchez, a lawyer for Mr. Castillo Mejia, said the verdict would be appealed, saying there was no direct evidence of his involvement. </p><p></p>",
  "published": "2021-07-06T06:04:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 973,
          "end": 980
        }
      ]
    }
  ]
}