{
  "_id": "53ca2b76c91b2a4722dacaf13128b33e87870c34e33195ec4797a0bb0e918307",
  "feed": "ftcomall",
  "title": "FirstFT: Today's top stories",
  "text": "<p>Black employees held a lower share of top US financial services jobs in 2018 than they did more than a decade earlier, <a href=\"https://www.ft.com/content/887d064a-bd5e-4ce6-9671-9057e12bd5c7\">according to research by the Financial Times</a>, underlining the shortcomings of Wall Street's long-running efforts to improve racial diversity.</p> <p>All companies with more than 100 staff were required to submit the information to the Equal Employment Opportunity Commission from 2007.&#xa0;</p> <p>Black staff account for 13 per cent of all finance staff and are the sector's biggest ethnic minority. But in the most senior jobs, they are the only demographic whose share fell from 2007 to 2018, the research found.</p> <p>The drop — from 2.87 per cent to 2.62 per cent — comes against the backdrop of multiple initiatives by financial services firms designed to improve racial diversity by identifying, training and mentoring talent from ethnic minorities.</p> <p>Separately, the FT compiled figures from 20 big US financial services firms that publish their EEOC submissions. This research found PayPal had the highest percentage of non-white workers in senior roles and Goldman Sachs had the highest percentage of non-white workers in mid-level roles.</p> <p><strong>We need your help:&#xa0;</strong>We would like to hear from you to help us report examples of what companies are doing right or wrong to increase racial diversity in finance. Please fill out the FT's survey&#xa0;<a href=\"https://click.newsletters.ft.com/f/a/oH_eYLOm5ofD3_JeqYLrNw~~/AAAAAQA~/RgRiRnjQP0SBaHR0cHM6Ly9zdXJ2ZXkuZnQuY29tL2pmZS9mb3JtL1NWX2NONThyUHpuNDA4Mng2dT9lbWFpbElkPTYwNjNjMWE5MDg4Mzk2MDAwNGRlMGI0NSZzZWdtZW50SWQ9NjljZThiYmYtYWZjOS03YzAxLWZiNzAtNmU0NDQ4YWExZjM3VwhmaW50aW1lc0IKYGPq82NgNPexSFITZ29yZG9uLnNtaXRoQGZ0LmNvbVgEAAAAAA~~\">here</a>&#xa0;and invite your friends and colleagues to do the same.&#xa0;<strong>This survey is outside the FT's paywall</strong>. (FT)</p> <h2>Coronavirus digest</h2> <ul>  <li><p><strong>Pfizer</strong> and <strong>BioNTech</strong> said their Covid-19 vaccine was 100 per cent <a href=\"https://www.ft.com/content/0643771a-a059-49bd-b273-61357eb93de4#post-4ae71432-1f70-4abe-92b2-4386cbb93d91\">effective for adolescents</a> between the ages of 12 and 15. The companies also confirmed they are to push for emergency use authorisation in the US and Europe.</p></li>  <li><p><strong>China</strong> has <a href=\"https://www.ft.com/content/a1f8f340-46d8-405b-b1ab-a2b2a6c84534\">rejected accusations</a> from the World Health Organization that it restricted access to key data on the origins of the coronavirus pandemic.</p></li>  <li><p><strong>Germany</strong> has decided it will use the Oxford/AstraZeneca vaccine only on <a href=\"https://www.ft.com/content/6e1774a8-2e22-4d20-a31d-b83e47e8b880\">people over 60</a> amid concerns about possible side-effects. </p></li>  <li><p><strong>Slovakia's</strong> prime minister <a href=\"https://www.ft.com/content/9bfdc482-597e-4e40-8d63-620a4020ce4d\">stepped down</a> in order to end a crisis sparked by his decision to buy Russia's coronavirus vaccine.</p></li>  <li><p>The <strong>UK</strong> economy grew more than previously thought in the second half of last year, <a href=\"https://www.ft.com/content/1660c16d-a334-4334-8285-18c8d5842910\">according to official statistics</a>. Inflation in the <strong>eurozone</strong>, meanwhile, hit the <a href=\"https://www.ft.com/content/8392656e-8362-4f27-b6c8-394b28a4c16f\">highest level</a> since the start of the pandemic.</p></li>  <li><p><strong>Lloyd's of London</strong>, the specialist insurance market, is facing <a href=\"https://www.ft.com/content/75ce339e-2586-46fd-ae96-1c3e2df24875\">mounting payouts</a> for business interruption, event cancellation and other claims arising from the coronavirus crisis.&#xa0;Claims this year are expected to top £6bn.</p></li>  <li><p><strong>China's</strong> currency is set for its <a href=\"https://www.ft.com/content/8fee5f44-0259-4fec-bb40-5dea8cc5064d\">worst month against the dollar</a> in more than a year and a half, as investors fret that a clampdown on borrowing could slow the country's swift economic recovery from Covid-19. (FT)</p></li> </ul> <p><em>Follow our </em><a href=\"https://www.ft.com/content/0643771a-a059-49bd-b273-61357eb93de4\"><em>live blog</em></a><em> and </em><a href=\"https://www.ft.com/newslettersignup-coronavirus\"><em>sign up</em></a><em> for our Coronavirus Business Update email.</em></p> <h2>In the news</h2> <p><strong>Banks face regulators' scrutiny over handling of Archegos fire sale</strong> US and European securities regulators are <a href=\"https://www.ft.com/content/c771ad24-24ca-4002-ab8f-17719e4c32da\">scrutinising discussions between six banks</a> linked to Archegos Capital Management to decide whether any acted inappropriately during a recent fire sale of shares that topped $20bn. (FT)</p> <p><strong>Biden puts emphasis on diversity with first judicial nominees</strong> President Joe Biden is making a push <a href=\"https://www.ft.com/content/8e81644d-34a8-4b8a-af74-dfab3b1d1e59\">for greater diversity in US courts</a> with his first slate of judicial nominees, which includes 11 candidates for top posts who are women or people of colour. The nominations, unveiled on Tuesday, mark Biden's first stab at countering the&#xa0;<a href=\"https://www.ft.com/content/032b3101-9b8b-4566-ace4-67b86f42370b\">wave of conservative judges</a>&#xa0;that were elevated and appointed to top roles by former president Donald Trump. (FT) </p> <p><strong>Apple backs start-up aiming to disrupt music labels</strong> Apple has led a $50m investment round in <a href=\"https://www.ft.com/content/9efc9fb7-d8ac-4b8c-abd1-659a7e52f330\">UnitedMasters</a>, a US start-up founded in 2017 by former longtime record executive Steve Stoute. UnitedMasters offers artists the tools to upload their songs to streaming services, while keeping control of the copyright to their own music. (FT)</p> <ul>  <li><p>Hitachi has agreed to buy<a href=\"https://www.ft.com/content/fe575abe-9963-480c-8315-24f128de15eb\"> GlobalLogic</a>, a Silicon Valley software engineering company, for $9.5bn in its largest-ever acquisition, as the Japanese industrial group seeks to become a global powerhouse in digital services.</p></li> </ul> <p><strong>US report accuses China of ‘genocide' against Uyghurs </strong>The state department has accused Beijing of committing “<a href=\"https://www.ft.com/content/bdfbd758-a91b-47b3-accf-37f202429936\">genocide and crimes against humanity</a>” against Uyghurs, in an annual human rights report that also raised concerns about Saudi Arabia and Myanmar. (FT)</p> <p><strong>EU rebuffs US concerns over carbon border tax threat</strong> The European Union would have “no hesitation” in using <a href=\"https://www.ft.com/content/d31ec6c9-453a-4705-b47b-1c9e46de817a\">a carbon border tax</a> adjustment to protect its industries if the bloc's trading partners put companies in the region at a disadvantage over climate targets, Frans Timmermans, the EU climate tsar, told the <a href=\"https://climatecapital.live.ft.com/home\">FT climate conference</a>. (FT)</p> <p><strong>Deliveroo tumbles on its debut</strong> Shares in the food delivery company fell as much as 30 per cent on its <a href=\"https://www.ft.com/content/5028437e-accf-4624-8ecd-2b502d04743d\">first day of trading in London</a>, one of the sharpest falls for a major new listing in years. Several <a href=\"https://www.ft.com/content/fd86f79b-d813-44fb-96c1-ef25fa4a5751\">large UK institutional investors</a> shunned the listing, citing a combination of regulatory risk and corporate governance concerns. (FT)</p> <p><strong>Brazil's political crisis deepens </strong>The political crisis in Brazil <a href=\"https://www.ft.com/content/5e64ec27-7c9f-44cc-9de9-c7c358ee7447\">deepened on Tuesday</a> after the head of the army, navy and air force stepped down following media reports that they had disagreed with President Jair Bolsonaro over health policy and the role of the armed forces. The number of Covid-19 fatalities in Brazil hit a new one-day record on Tuesday. (FT)</p> <p><strong>Germany and Canada could host NFL games</strong> The US National Football League could play regular season games in Germany and Canada as soon as the 2022 season. The plan is to extend the NFL's overseas presence beyond the UK and Mexico, <a href=\"https://www.ft.com/content/12b7a706-cf5e-4623-997c-be0d04d68f27\">the league said on Tuesday</a>. (FT)</p> <h2>The day ahead</h2> <p><strong>Joe Biden to unveil new spending and tax rises </strong>The US president is expected on a trip to Pittsburgh <a href=\"https://www.ft.com/content/9793903a-e29f-42dc-9b8d-55f960b0ede5\">to outline a proposal</a> to plough $2tn in government spending into US infrastructure alongside $2tn in corporate tax rises. (FT)</p> <p><strong>WTO growth forecast </strong>The World Trade Organization is set to issue its annual trade growth <a href=\"https://www.ft.com/content/1673d678-5281-4f30-afae-1a87fd0a8e87\">forecast</a> on Wednesday after a sharp slide in output in 2020. (FT)</p> <p><strong>IPOs</strong> Compass, the US real estate brokerage <a href=\"https://www.ft.com/content/f78abc14-abd0-427d-9e44-e5e593104432\">backed by SoftBank</a>, prices its IPO today ahead of a listing on Thursday. The company, founded in 2012, is expected to attract a valuation of about $10bn. (FT)</p> <p><strong>Earnings </strong>Walgreens Boots Alliance reports its first set of results under new chief executive <a href=\"https://www.ft.com/content/c9cde9b1-25de-4f72-94fd-e5a8e81d8752\">Roz Brewer</a>, who this month became the first female African-American chief executive of an S&amp;P 500 company. (FT)</p> <p><em>Join us on Wednesday at 4pm BST for a discussion with FT journalists on how bankers and investors are financing a green global recovery. </em><a href=\"https://newclimateagenda.live.ft.com/home\"><em>Sign up here</em></a><em>. </em></p> <h2>What else we're reading</h2> <p><strong>Greta Thunberg: ‘It just spiralled out of control' </strong>Thunberg became the world's most celebrated climate activist on the back of the idea that kids had to wake the world up to the reality of climate change. Three years after she burst on to the global stage, “The Greta Effect” has become a phenomenon with a life of its own. <a href=\"http://ft.com/content/6ee4bb03-3039-446a-997f-91a7aef5f137\">What's next for the 18-year-old</a>? </p> <ul>  <li><p>Watch what <a href=\"https://www.youtube.com/watch?v=zEPpq13hrlw\">Jane Fonda</a> had to say about climate change as she spoke with FT editor Roula Khalaf. (FT)</p></li> </ul> <p><strong>Archegos makes it a trifecta of debacles for Credit Suisse</strong> Archegos Capital Management, Greensill Capital and Luckin Coffee — all clients of Switzerland's second-largest bank. There is a common thread running through Credit Suisse's recent debacles, <a href=\"https://www.ft.com/content/d4062685-cad1-4fe4-9e08-690959461261\">writes Brooke Masters</a>.</p> <p><strong>Lebanon is held hostage by its politicians </strong>Lebanon could&#xa0;sink like the Titanic with no survivors, unless its feuding politicians form a government able to deal with its&#xa0;collision of crises, <a href=\"http://ft.com/content/45365299-2a81-4eae-b024-0e16ca868d8b\">warns David Gardner</a>. A rancorous chorus&#xa0;of militiamen in suits, sectarian dynasts, oligarchs and bankers have spent the past two years yelling at the iceberg to get out of the way. (FT)</p> <p><strong>Japan powers up for battery battle </strong>Panasonic remains a leader in battery technology, but a breakthrough 30 years ago was among the last times <a href=\"https://www.ft.com/content/e3e5161c-4f94-48d5-b914-156efc508e33\">Japan ran so gloriously unopposed</a> in such a critical field. Meanwhile, a Japanese national champion in semiconductors is looking to become <a href=\"https://www.ft.com/content/c583fe71-4556-4ef9-9367-a175a2033767\">bigger and more international</a>. (FT)</p> <p><strong>FT ranking: Asia-Pacific high-growth companies</strong> A Singapore-based online marketplace for used cars, an Indonesian digital payments platform and a Singaporean provider of ecommerce sites top the latest <a href=\"https://www.ft.com/high-growth-asia-pacific-ranking-2021\">annual FT ranking of 500 leading high-growth companies</a> in the Asia-Pacific region. (FT)</p> <h2>Video of the day</h2> <p><strong>How China uses trade as a weapon</strong> China's aggressive attitude towards Australia shows how Beijing uses trade and investment as tools to punish countries that challenge it. James Kynge, FT global China editor, and Jamie Smyth, the FT's correspondent in Australia, <a href=\"https://www.ft.com/video/0b175715-0367-45c1-8fbd-cdf11c725612?playlist-name=editors-picks&amp;playlist-offset=0\">discuss China's increasingly assertive foreign policy</a>. (FT)</p><p>Source: Gordon Smith, Jennifer Creery and Emily Goldberg 2021 'FirstFT: Today's top stories' FT.com 31 March. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-03-31T12:05:24.016Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 1059,
          "end": 1072
        },
        {
          "start": 1059,
          "end": 1066
        }
      ]
    }
  ]
}