{
  "_id": "656a8e593d681138e78856f2c0ee1614eb157bb379f975738a97f5ca73c646b7",
  "feed": "wall-street-journal",
  "title": "Chinese Stocks Are Frozen but India's Are Overcooked; Selling China and buying India has been a popular trade this year, but the Indian market is starting to look pricey",
  "text": "<p>Domestic investors are also jumping in. The National Stock Exchange of India said it has more than 50 million unique investors, and has added 10 million in the past half year or so. Inflows into regular mutual-fund investment plans hit a record $1.4 billion in September, according to the Association of Mutual Funds in India.</p><p>An Indian tech stock boom has also boosted sentiment, even though many tech stocks have yet to list. Several Indian unicorns—startups valued at more than $1 billion—are coming to market soon, which will change the landscape of the Indian market and boost its weighting in global indexes. At the moment, however, the stock market is still concentrated in financials, energy and IT outsourcers.</p><p>Corporate profits are also expected to rebound strongly in coming quarters as the situation surrounding Covid-19 has improved. But much of that growth is already priced in. Almost 77% of the stocks in the Indian index are trading at higher than their pre-pandemic average valuation, compared with 41% for Asia ex-Japan, according to Nomura, which downgraded Indian equities over the weekend. The MSCI India is trading at nearly 24 times next 12 months' expected earnings—a record premium over other Asian markets, according to Goldman Sachs.</p><p>One potential risk is that rising inflation forces the central bank away from its dovish stance. High energy prices may also hurt corporate margins. India has long been heavily dependent on imported fossil fuels.</p><p>Given the troubles in China and rising worries over the memory-chip price cycle in Asia, it makes sense to diversify into other Asian markets. But India's market is already at a strong simmer—particularly given the threat from rising energy prices.</p><p>Investors might be wise to take some money off the stovetop before it boils over.</p><p>Write to Jacky Wong at jacky.wong@wsj.com</p><p>Chinese Stocks Are Frozen but India's Are Overcooked</p>",
  "published": "2021-10-26T11:20:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 1247,
          "end": 1254
        },
        {
          "start": 1247,
          "end": 1260
        }
      ]
    }
  ]
}