{
  "_id": "d615e7c6ab4cc21bc88c6eff1a1a7463559530d3b392d35045577df59b30a134",
  "feed": "wall-street-journal",
  "title": "REVIEW & OUTLOOK (Editorial):  Goldman Heads to the High Court",
  "text": "<p>   If a public company professes a commitment to gender equity, but is sued for pay discrimination, can shareholders also sue for fraud? This question is hypothetical (for now), but the Supreme Court on Monday will consider a similar question in Goldman Sachs Group v. Arkansas Teacher Retirement System. </p><p>    Companies make many generic and aspirational statements in securities filings. Plaintiff firms linked with union pension funds have been taking that corporate boilerplate and turning it into shareholder class actions, and lower courts have indulged them. </p><p>   The Arkansas teachers pension fund filed a class action alleging that such Goldman's statements as \"our clients' interests always come first,\" and \"integrity and honesty are at the heart of our business\" were fraudulent. They cite a Securities and Exchange Commission enforcement action against Goldman for not disclosing certain business conflicts to buyers of its collateralized-debt obligations. After news broke of this and other government investigations, Goldman's stock price fell. They want $13 billion in damages. </p><p>   Under the High Court's securities doctrine known as the Basic presumption, shareholders seeking class-action certification must show that a company's alleged misrepresentation was public and that they traded the stock between the time the alleged misrepresentation was made and the truth was revealed. This is essentially a slam dunk. </p><p>   To prevent courts from being flooded with dubious class actions, the Court has also ruled that defendants must be \"afforded an opportunity\" to rebut the plaintiffs with \"evidence that an alleged misrepresentation did not actually affect the market price of the stock.\" Yet allegations like those made against Goldman are essentially irrebuttable. </p><p>   Plaintiffs don't claim Goldman's generic statements inflated its stock price. There's no evidence they did. Instead they argue that the boilerplate helped maintain an inflated price -- a claim that is also nearly impossible to refute. More than two-thirds of securities fraud plaintiffs invoke this inflation-maintenance theory in district court. </p><p>   Goldman points out that its share price didn't fall in response to 36 news reports about its business conflicts before government enforcement actions and investigations came to light. Its stock declined because the market reacted to reports of a government investigation, Goldman argues. </p><p>   In short, Goldman says it can't be sued merely because it may sometimes fall short of its aspirational principles -- what company doesn't? -- since such generic statements didn't impact the price of its stock. The Second Circuit Court of Appeals dismissed Goldman's rebuttal and let the class action proceed. </p><p>   The case will determine how far plaintiff firms can expand corporate liability for securities fraud. They want to make every corporate embarrassment a shareholder class action. Companies could be setting themselves up with boasts about their commitments to climate and social justice, which plaintiffs may later allege were misleading. </p><p>   Goldman may not be a sympathetic defendant, but more businesses will be looted if the Justices don't restrain such dubious shareholder class actions. </p><p></p>",
  "published": "2021-03-29T06:02:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 30,
          "end": 37
        },
        {
          "start": 243,
          "end": 250
        },
        {
          "start": 243,
          "end": 256
        },
        {
          "start": 243,
          "end": 262
        },
        {
          "start": 632,
          "end": 639
        },
        {
          "start": 632,
          "end": 640
        },
        {
          "start": 852,
          "end": 859
        },
        {
          "start": 1018,
          "end": 1025
        },
        {
          "start": 1724,
          "end": 1731
        },
        {
          "start": 1785,
          "end": 1792
        },
        {
          "start": 1785,
          "end": 1793
        },
        {
          "start": 2109,
          "end": 2116
        },
        {
          "start": 2381,
          "end": 2388
        },
        {
          "start": 2407,
          "end": 2414
        },
        {
          "start": 2653,
          "end": 2660
        },
        {
          "start": 2653,
          "end": 2661
        },
        {
          "start": 3042,
          "end": 3049
        }
      ]
    }
  ]
}