{
  "_id": "924eeb06c4ba8407363fba7a059e71ef689fbd72ddb6bfd653579a46b8cd942b",
  "feed": "ftcomall",
  "title": "Wall Street stocks lag behind record-setting European bourses ",
  "text": "<p>Wall Street stocks trailed behind European bourses, which hit fresh records as commodity prices rallied on hopes that the global economic recovery would continue gathering pace.</p> <p>The blue-chip S&amp;P 500 and the tech-heavy Nasdaq Composite indices were essentially flat by the time the closing bell rang in New York, following a US long weekend for Memorial Day. </p> <p>A handful of “meme stocks” favoured by amateur investors, meanwhile, continued their <a href=\"https://www.ft.com/content/482ca65b-9eb3-40dc-97fe-b9a4383b8396\">rally from last week</a>, with the video game retailer GameStop up 12.2 per cent and the cinema operator AMC jumping 22.6 per cent. BlackBerry closed the day up 14.8 per cent.</p> <p>Investors have increased their short exposure to AMC by roughly 3.4 per cent over the past month, according to data from S3, leaving many with heavy losses. Short sellers were down at least $373m alone on Tuesday's price move in the cinema chain.</p> <p>Across the Atlantic, the Stoxx Europe 600 climbed 0.8 per cent to close at a fresh peak, boosted by mining and energy groups that tracked the <a href=\"https://www.ft.com/content/e74a09b0-9ce3-46f0-95b9-5fa7f0792dce\">oil price higher</a>. </p> <p>Germany's Xetra Dax and the UK's mid-cap FTSE 250 indices also closed at all-time highs, driven by investor confidence about accelerating vaccine rollouts and reopenings, while London's FTSE 100, which is heavily weighted to commodities groups, rose 0.8 per cent.</p> <p>Global oil benchmark Brent crude climbed almost 3 per cent to hit $71.34 a barrel, its highest level since early March, before paring back some gains. The US marker West Texas Intermediate jumped 2.4 per cent to close at $68 a barrel.</p> <p>“Expectations for peak growth have dominated investor conversations,” said Christian Mueller-Glissmann, a managing director at Goldman Sachs. </p> <p>A survey of factory executives in China, the world's biggest emerging market, released on Tuesday was the latest sign that the global economic recovery was gaining speed. </p> <p>The Caixin manufacturing purchasing managers' index reached a five-month high and pointed to an overall acceleration in growth. The PMI data also showed there were mounting cost pressures for manufacturers with the price of many raw materials rising.</p> <p>“Factories are trying to get back up to speed under Covid, turning raw materials into components,” said Dean Cheeseman, portfolio manager at Janus Henderson. “This is where the supply bottlenecks are coming in and the pricing is becoming inflationary.”</p> <p>In another sign of rising inflation, <a href=\"https://www.ft.com/content/1b075b3a-f307-44e0-b3a4-b1f3f267bea7\">consumer prices in the eurozone</a> rose 2 per cent in May from the same month in 2020 from a 1.6 per cent rate in April. Energy prices led the way higher, with a 13.1 per cent annual surge. </p> <p>The provisional inflation figures come ahead of the European Central Bank's June 10 meeting, where it is due to make a decision on whether to change its rate of asset purchases from €80bn in net buys a month. </p> <p>The central bank targets inflation of close to but below 2 per cent. Several policymakers have signalled they expect the recent jump in inflation will be transitory and partly represents a rise from very low levels during the <a href=\"https://www.ft.com/coronavirus\">coronavirus crisis</a>. </p> <p>John Leiper, chief investment officer at Tavistock Wealth, said the inflation figures reflected a strong pick-up in eurozone economic activity. </p> <p>“I expect the recovery to continue into the second half of 2021 as government restrictions on economic activity are loosened and investors become more optimistic for the region's prospects,” he said. </p><p>Source: Siddharth Venkataramakrishnan in London and Aziza Kasumov in New York 2021 'Wall Street stocks lag behind record-setting European bourses ' FT.com 1 June. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-06-01T20:23:00.529Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 1649,
          "end": 1662
        },
        {
          "start": 1649,
          "end": 1656
        }
      ]
    }
  ]
}