{
  "_id": "d3ae101920ead0a12010d4edf7637d3586d9efc8f42a5ae85c588cf9c4db0794",
  "feed": "ftcomall",
  "title": "Wall Street embraces the ‘Forever CEO'",
  "text": "<p><em>This is an audio transcript of the </em><a href=\"https://www.ft.com/ft-news-briefing\"><em>FT News Briefing</em></a><em> podcast episode: </em><a href=\"https://www.ft.com/content/e306fd5c-eda3-43fc-95db-bd9592f4d5ce\"><em>Wall Street embraces the ‘Forever CEO'</em></a></p> <p><strong>Jessica Smith</strong><br>Good morning from the Financial Times. Today is Monday, September 27th, and this is your FT News Briefing. </p> <p>[MUSIC PLAYING]</p> <p>Germany held historic elections yesterday and polls closed with leading parties neck and neck. China's troubled property behemoth Evergrande is looking shakier so Chinese cities are now taking action to fend off the fallout. And then the US debate over abortion. A group of academics has weighed in on the economic impact of restricting access to the procedure. Plus, the average tenure of bank CEOs in the US is shrinking, but a certain a few seem to be fixtures. </p> <p><strong>Joshua Franklin</strong><br>There is this feeling on Wall Street that if you have a good thing with your CEO, if the stock price is performing OK, and they seem to be doing a decent job managing risk, then their boardrooms are happy to keep the CEOs in place. </p> <p><strong>Jessica Smith</strong><br>I'm Jess Smith, in for Marc Filippino. And here's the news you need to start your day. </p> <p>[MUSIC PLAYING]</p> <p>The Evergrande crisis continues to unfold. The massively indebted Chinese property developer has struggled to access credit in the wake of Beijing's crackdown on property sector leverage and soaring house prices. Evergrande has missed bond payments and now at least two local governments in China are taking action. The FT reports that officials in the southern city of Guangzhou have asked an Evergrande subsidiary to put revenue from presales at a stalled residential development into a state-controlled custodial account. They say it's to protect home buyers and to make sure construction continues. In another southern city, Zhuhai, housing officials have also asked an Evergrande residential project to transfer proceeds from sales into a government account. </p> <p>[MUSIC PLAYING]</p> <p>We may be hearing the hissing sounds of a deflating Spac bubble. Investors in special purpose acquisition companies are pulling their cash out at increasingly higher rates. Spacs are shell companies that raise money by listing on the stock market, and they put the money they raise into a trust before finding an acquisition target. Some Spacs have had their trust accounts almost wiped out. According to the data provider Dealogic, the average redemption rate in the third quarter was more than 50 per cent. That's up from 10 per cent in the first quarter of the year. That was the height of the Spac frenzy, and about $100bn-worth of Spacs were listed. The FT spoke to one top Wall Street banker who likened that first quarter to the internet bubble of 2000. But for Spacs, he said a confluence of factors drove, “insane, risk-seeking behaviour, particularly at a retail investor level”. And he added, “We'll never see that again.” </p> <p>[MUSIC PLAYING]</p> <p>In the US, the legal battle over abortion is escalating, and now a group of academic economists has weighed in on an abortion case that the US Supreme Court will hear later this year. Last week, more than a hundred and fifty economists filed a brief about how women will be affected if states such as Mississippi and Texas are allowed to put stringent new restrictions on the procedure. </p> <p><strong>Claire Bushey</strong><br>The basic gist is to say that abortion, in the time that it's been legal in the United States, has had a “significant impact on women's wages and educational attainment, with impacts most strongly felt by black women”. </p> <p><strong>Jessica Smith</strong><br>The FT's Claire Bushey says that this economic argument is unusual because abortion tends to be talked about by opponents and supporters in terms of ethics and morality or the government's role. </p> <p><strong>Claire Bushey</strong><br>People are not used to thinking about abortion in an economic way, and it's absolutely an economic issue. It affects labour force participation. It affects earnings. It affects whether or not a woman is likely to finish a degree. It affects whether or not you are more likely or less likely to live in poverty. It's very important to women's economic lives. And so I think abortion rights supporters are trying to make it clear exactly what will happen to women if abortion access shrinks more than it already has. </p> <p><strong>Jessica Smith</strong> <br>Claire Bushey is the FT's correspondent in Chicago. </p> <p>[MUSIC PLAYING]</p> <p>In US banking, CEO tenures are getting shorter and shorter. According to recent research that looked at publicly traded companies, the average tenure of departing chief executives has shrunk from nearly 15 years back in 2017 to seven years. And then you've got CEOs like Jamie Dimon and Brian Moynihan. The chief executives of JPMorgan Chase and Bank of America have been there forever, it seems, and they're not going anywhere anytime soon. To talk more about bank CEO tenures, I'm joined by our US banking editor, Josh Franklin. Hey, Josh. </p> <p><strong>Joshua Franklin</strong><br>Hey. </p> <p><strong>Jessica Smith</strong><br>So I mentioned Jamie Dimon and Brian Moynihan. You also talk about Morgan Stanley CEO James Gorman. Is it just these three that stand out as having these really long tenures?</p> <p><strong>Joshua Franklin</strong><br>Of the large banks, yes. It's really those three that are kind of having decade-long or multidecade-long CEO tenures. And it really is a kind of contrast to what we're seeing in the broader financial industry, which is for shorter CEO tenures at a number of financial services companies, especially smaller ones. And this is in part because you've seen a push for greater diversity in the C-suite at a number of companies, you know, a better representation of women and minorities. And that's kind of pushing for some of the change that we're seeing in some of these executive rooms. </p> <p><strong>Jessica Smith</strong><br>So as for those few forever CEOs like Jamie Dimon, I mean, is this is new? I mean, is it unusual for them to stay so long? And is there a benefit?</p> <p><strong>Joshua Franklin</strong> <br>Long CEO tenures on Wall Street aren't new per se. You know, we saw the last CEO of Goldman Sachs, Lloyd Blankfein. He led the bank for 12 years before he ultimately left in 2018. And there is this feeling on Wall Street that if you have a good thing with your CEO, if the stock price is performing OK, and they seem to be doing a decent job managing risk, then their boardrooms are happy to keep the CEOs in place. The leverage that these CEOs have that allows them to stay for as long as they are is the performance of the bank and the share price. If it's clear that investors don't have any qualms or concerns about them staying for as long as they are, then boards seem happy to keep them in place. Replacing bank CEOs is a very, very hard job. You've got to find someone who can navigate the complexity of these organisations, help manage the risk and is willing to, you know, at times, be a kind of punching bag for the public whenever something bad happens on Wall Street. So they're hard positions to fill. So if you're a bank and you have something that works, then they're happy to kind of let CEOs stay in place. </p> <p><strong>Jessica Smith</strong><br>Josh, can you talk a little bit more about how the job of being CEO of a major bank has changed? </p> <p><strong>Joshua Franklin</strong><br>Yeah, if you're a CEO of a major Wall Street firm, you know you have to appear in front of Congress at least once a year for gruelling grillings by lawmakers. And that's if there aren't any kind of PR disasters for your bank that kind of leads you to be to be caught up even more than that. You have to do constant reporting of what your bank is doing to regulators. Obviously, these executives are very well compensated. James Gorman was the highest-paid CEO on Wall Street last year, making more than $20m. So it's not a hardship from that point of view, but they are very demanding, difficult jobs that if you have shown that you can do it well, then boards are happy to keep you in place for a long time. </p> <p><strong>Jessica Smith</strong><br>And what are the downsides, then, of having a CEO who never leaves? </p> <p><strong>Joshua Franklin</strong> <br>One of the big downsides is your lieutenants can get sick and tired of waiting around to see if they're going to get a chance to take the top job as well. You know, a lot of people in finance are very ambitious. And so they'd like to be CEOs of big companies one day themselves. And so if you've got someone who is going to be sticking around for five, 10, 15 years, then you're thinking to yourself, it's not really likely that I'm going to get a chance to run this bank one day and so they might move elsewhere. The other potential risk is that it can be a kind of blockage on diversity. You know, there's only been one woman CEO so far of a major Wall Street bank. That was Jane Fraser earlier this year at Citigroup. And we're still waiting on who might follow her. The counterpoint to that is banks are doing a decent job of promoting more diverse slate of candidates within the broader C-suite. So into kind of being group heads and division heads and kind of potentially teeing them up to be CEOs one day if and when these CEOs eventually stand back. </p> <p><strong>Jessica Smith<br></strong>Josh Franklin is the FT's US banking editor. Thanks, Josh. </p> <p><strong>Joshua Franklin<br></strong>Thanks. </p> <p>[MUSIC PLAYING]</p> <p><strong>Jessica Smith</strong><br>And before we go, Germany's election yesterday, it was the first in postwar history in which an incumbent chancellor did not stand for re-election. Angela Merkel's departure meant voters did not have strong allegiances, and that made for a very unpredictable election. When polls closed, the two leading parties, the centre-right CDU and the centre-left SPD were neck and neck. The Greens were in third place. The country now looks set to have a three-way coalition government. It's also a first in recent history, and that could take weeks of wrangling. We'll be covering all the results. And you can join our reporters, Erika Solomon and Guy Chazan in a live webinar next Monday, October 4th, for a discussion of what the election means for Germany and the rest of the world. It's free for subscribers, and you can register now at ft.com/germanelection. You'll find a link in our show notes. </p> <p>[MUSIC PLAYING]</p> <p>You can read more on all these stories in FT.com. This has been your daily FT News Briefing. Make sure you check back tomorrow for the latest business news.</p> <p><em>This transcript has been automatically generated. If by any chance there is an error please send the details for a correction to: </em><a href=\"mailto:typo@ft.com\"><em>typo@ft.com</em></a><em>. We will do our best to make the amendment as soon as possible.</em></p><p>Source: Jessica Smith, Joshua Franklin and Claire Bushey 2021 'Wall Street embraces the ‘Forever CEO'' FT.com 27 September. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-09-27T04:00:18.667Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 5802,
          "end": 5815
        },
        {
          "start": 5858,
          "end": 5865
        },
        {
          "start": 5858,
          "end": 5871
        }
      ]
    }
  ]
}