{
  "_id": "dca2b0956aed9c282f9d72a0fcde62cfad3e385567f4fcf992264cc74edc33c3",
  "feed": "wall-street-journal",
  "title": "The Most Over-the-Top Board Games In Existence; Tabletop classics are going upscale, as more discover the charms of low-fi entertainment that doubles as home décor.",
  "text": "<p>Designer Billy Cotton, who rediscovered gin rummy during the pandemic, has seen stylish friends recently take up backgammon, poker and bridge. \"The notion that people retire to a games room…it's very much still alive, as something people aspire to,\" he says. \"Games [are] an incredible way to connect people and to activate a space.\" The appeal of these items as gifts—like the $6,000 polished-aluminum cribbage set that Cotton has unveiled for the holiday season—has only grown, whether you're looking to spend two figures on that someone special, or five.</p><p>Backgammon: Ralph Lauren Home</p><p>This new brass-and-mahogany Parkwood set from Ralph Lauren is inspired by traditional campaign furniture and will feel at home in any richly upholstered private study. Like the hefty game pieces, the game board features tartan-printed leather details and has a checkerboard on the other side, providing two games in one. $1,995</p><p>Poker: Gucci</p><p>Inspired by 1970s Gucci briefcases, this game box, offered in three variations, comes with high-roller vibes. The handmade chips are fabricated from bio-resin, and the custom playing cards are produced by a 153-year-old manufacturer in Trieste, Italy. $6,900</p><p>Cribbage: Billy Cotton</p><p>Designer Billy Cotton has teamed up with Troy, New York–based industrial designer Julian Goldman to lend this old-fashioned card game (and its quirky peg-and-board scoring method) new luster. The cribbage board is made of polished aluminum and designed so that cards and sterling-silver pegs can be neatly stored inside. With their crowns of jasper, malachite and lapis lazuli, the pegs nicely complement the main piece's mirror-polish surface. $6,000; sales@billycotton.com</p><p>Dice: Saint Laurent</p><p>Suitable for shooting a game of craps or simply classing up a favorite board game, these brass dice are made in Italy and feature crystal pips for extra twinkle. They're available in black, silver or gold, with clear or multicolor pips. $395</p><p>Chess: Armani/Casa</p><p>With its brown-and-ivory-checkered pattern, this woolen throw from Armani/Casa is designed not just for coziness but for chess games. Just lay the approximately 5-by-7-foot blanket across a bed, floor or patio table and start pushing your pawns forward. The oversize pieces, made partly from recycled-plastic polyester felt, are sold separately. Blanket, $1,120; pieces, $1,770; available at Armani/Casa showrooms in New York, Los Angeles and Miami.</p><p>Tic-Tac-Toe: Brunello Cucinelli</p><p>The Italian brand known for its knitwear has turned the simplest of strategy games (here sold under its British name, noughts and crosses) into an understated design object. Crafted of Italian walnut and Krion, a stonelike synthetic material, it features magnetized pieces that are less likely to go missing. $1,025</p><p>Dominoes: Prada</p><p>This white-on-black set from the coveted Italian fashion brand makes for a sleek shuffle. The highlight is the metal-lettered case (approximately 5 by 8 inches) that the dominoes come in—made, in Italy, of the same textured Saffiano leather that's used in many a Prada handbag. $2,400</p><p>Yatzy: Hay</p><p>For the Danish design brand Hay's new Hay Play line of board games, Stockholm-based Clara von Zweigbergk has created a compact edition of the classic dice game with a distinctively chic palette. Pencil and scorepad included. $35</p><p>Scrabble: WS Game Company</p><p>Designed by Massachusetts-based WS Game Company, this upscale maple-wood revamp of the well-known word-building game features practical upgrades, including a rotating linen-textured board with a pullout storage drawer. $200</p><p>Checkers: Cartier</p><p>The humble game of checkers gets a deluxe makeover from the storied French jeweler and watchmaker. This set features marble pieces, an image of Cartier's signature panther and a board of lacquered wood. Price upon request; 1-800-227-8437.</p><p>Monopoly: ISSIMO</p><p>Play a Maserati-driving road-tripper in this redesign of the 1930s Parker Brothers classic, which substitutes a dreamy Italian jaunt for cutthroat capitalist competition. In lieu of Boardwalks and B.&amp;O. Railroads, there is a tastemaker's roster of wineries, trattorias and heritage artisans to land and linger on—all of them chosen by Marie-Louise Sciò, CEO and creative director of Pellicano Hotels Group. $146</p><p>Mahjong: Hermès</p><p>This showpiece version of the traditional Chinese game comes in a box of palisander and the French house's fine-grained Swift calfskin, and in a shade of dark Hermès brown that brand superfans will recognize as ébène. The 144 handcrafted tiles are of printed leather. $40,000</p><p>Snakes &amp; Ladders: Taamaa</p><p>This artful redesign of the traditional children's game transforms the \"chutes\" back to the undulating serpents of the centuries-old Indian original—or nicely abstracted versions of them, at least. The board, made partly of leather discards, sits inside a balsa-wood box that keeps rolling dice neatly contained. (Note: This item is expected to be in stock at the MoMA Design Store on November 29.) $65</p><p>The Most Over-the-Top Board Games In Existence</p>",
  "published": "2021-11-11T13:32:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 1300,
          "end": 1307
        }
      ]
    }
  ]
}