{
  "_id": "0c5e9548b52d53a14edf97519ed985ace52fd5567b1e69b40303a859204c418a",
  "feed": "wall-street-journal",
  "title": "Inflation Eases a Bit as Fed Officials Prepare for Monetary Policy Meeting",
  "text": "<p>Top News</p><p>Inflation Eased in August, Though Still High</p><p>The Labor Department said the consumer-price index rose a seasonally adjusted 0.3% in August from July, slower than the 0.5% one-month increase in July, and down markedly from June's 0.9% pace. Prices eased for autos, with used vehicle prices dropping sharply, and hotel rates and airline fares declining. On an annual basis, the consumer-price index rose 5.3% in August from a year earlier, down from the 5.4% pace in June and July, on an unadjusted basis.</p><p>Labor Shortages Give Low-Pay Workers a Raise. Inflation Eats It Up.</p><p>This should be the best of times for low-wage workers, as pandemic-induced labor shortages force employers to sharply raise pay. Yet for many, it doesn't feel that way, because those same disruptions have pushed inflation to near its highest rate in over a decade.</p><p>Derby's Take: Fed Faces Inflation Cross Currents Ahead of FOMC Meeting</p><p>By Michael S. Derby</p><p>As the Federal Reserve ramps up for its monetary policy meeting next week, it faces some tough cross currents on the inflation front.</p><p>The Fed has for some time been up against an unexpected surge in price pressures testing its desire to keep monetary policy on an aggressively supportive footing to help the U.S. economy recover from the body blow of the coronavirus pandemic. Read more.</p><p>Key Developments Around the World</p><p>Census Figures Show Americans' Incomes Fell in 2020</p><p>U.S. median household income was $67,500 in 2020, down 2.9% from the prior year, when the nation's median household income set what was then an inflation-adjusted record going back to 1967.</p><p>World's Oil Supply Pressured by Hurricane Ida, Other Outages</p><p>The impact of Hurricane Ida and other oil supply outages will take a chunk out of global oil output this year, according to the International Energy Agency, which cut its supply rebound forecast for 2021 by 150,000 barrels a day.</p><p>U.S., Europe Seek to End Export Financing for Coal</p><p>Financial Regulation Roundup</p><p>Gary Gensler Focuses on Crypto Trading Platforms in Senate Hearing</p><p>Securities and Exchange Commission Chairman Gary Gensler told lawmakers he was taking a hard look at cryptocurrency trading platforms and firms that pay to execute individual investors' trades while also calling for more funding for the regulatory agency.</p><p>Democratic Tax Plan Would Hit Million-Dollar Households Hardest</p><p>Households making at least $1 million in income would face a 10.6% tax increase in 2023 under House Democrats' plan, raising their average federal tax rate to 37.3% from 30.2%, according to the nonpartisan Joint Committee on Taxation.</p><p>Estate Taxes Are Easy to Avoid. House Democrats Want That Changed.</p><p>Two decades of tax-law changes made it easier for rich families to avoid the estate tax when they pass wealth down from one generation to another. About 1,900 filers paid the levy in 2020, down from over 50,000 in 2001, the Tax Policy Center estimates.</p><p>Forward Guidance</p><p>Wednesday (all times ET)</p><p>8:30 a.m.: European Central Bank's Schnabel gives welcome remarks at ECB bond market contact group online conference</p><p>9:15 a.m.: Federal Reserve releases August U.S. industrial production</p><p>11 a.m.: European Central Bank's Lane speaks at Institute for Monetary and Financial Stability webinar on ECB's monetary policy strategy</p><p>Thursday</p><p>Time N/A: Central Bank of Egypt releases policy statement</p><p>8 a.m.: European Central Bank's Lagarde speaks on the euro and the European economy at livestreamed forum</p><p>8:30 a.m.: U.S. Commerce Department releases August retail sales</p><p>Research</p><p>Big Risks for U.S. From Debt Limit Brinkmanship</p><p>The battle to raise the U.S. government's debt limit carries some big risks, economists at Goldman Sachs wrote in a note to clients Monday. \"While it seems likely that the Treasury would continue to redeem maturing Treasury securities and make coupon payments, if Congress does not raise the debt limit by the deadline the Treasury would need to halt more than 40% of expected payments, including some payments to households,\" they wrote. They added that a failure to raise the limit could further crimp Democratic attempts to implement fiscal policy and lower the amount of money the U.S. can borrow. \"While there is not necessarily a direct linkage between the debt limit and the fiscal package, the more these issues become entangled the more pressure there may be from centrist Democrats to scale back the size of the fiscal package,\" the economists wrote.</p><p>—Michael S. Derby</p><p>Commentary</p><p>For the Fed, Inflation Doesn't Matter...for Now</p><p>Inflation measures are unlikely to show either a massive cooling or a massive acceleration between now and November, so the only thing that might delay the Fed from starting to taper its bond purchases is a really lousy employment report, Justin Lahart writes.</p><p>Basis Points</p><p>Supply chain disruptions reportedly affected around half of businesses surveyed for a September snapshot of risk perceptions by Oxford Economics, with one in eight respondents severely affected. Half of those affected expect supply chain woes to persist beyond the first half of 2022. (Dow Jones Newswires)</p><p>Investor expectations for the global economy to keep expanding in the coming months have cooled dramatically, according to a Bank of America monthly survey. The share of respondents expecting global economic growth in the coming months slumped to 13% in August, the lowest level since the pandemic took hold in March last year, from 75% two months ago. (DJN)</p><p>Eurozone investors bought a record amount of more than €500 billion in foreign equities over the last 12 months, a sum worth about $591 million, Marchel Alexandrovich, senior European economist at Jefferies said. (DJN)</p><p>Small-business owners in the U.S. were slightly more optimistic in August, according to the National Federation of Independent Business, whose NFIB Small Business Optimism Index increased from 99.7 in July to 100.1 last month. (DJN)</p><p>Canadian factory sales fell 1.5% in July from June to a seasonally adjusted 59.55 billion Canadian dollars, or the equivalent to $47.08 billion, as shipments of wood products and aerospace products and parts fell sharply, Statistics Canada said Tuesday. (DJN)</p><p>Brazil's service sector grew 1.1% in July from June and expanded 17.8% from a year earlier, the country's statistics agency said. (DJN)</p><p>India's trade deficit widened in August to $13.81 billion from $8.2 billion a year earlier, according to government data. Exports increased 45.76% from a year earlier while imports rose 51.72%. (DJN)</p><p>Tanzania's economy grew by 4.9% in the 12 months to July 31, spurred by construction, transport, agriculture, manufacturing and mining and quarrying activities, the country's central bank said. (DJN)</p>",
  "published": "2021-09-15T12:51:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 3665,
          "end": 3672
        },
        {
          "start": 3665,
          "end": 3678
        }
      ]
    }
  ]
}