{
  "_id": "cffb44ab93b6cee11a8ab60b8fc3b2c72b2bf308a2e0a9604451d9e0e9f58d4c",
  "feed": "ftcomall",
  "title": "Investors set for commodities ‘bull run' as prices rise in tandem",
  "text": "<p><a href=\"http://www.ft.com/runawaymarkets\"><em>This article is part of the FT's Runaway Markets series.</em></a></p> <p>The broad upswing in commodity prices since the depths of the coronavirus crisis represents just the first leg of a sector-wide “bull market” fanned by government spending, analysts and investors say.</p> <p>Wall Street banks are telling their clients to increase their exposure to raw materials, which are poised to benefit from a vaccine-driven global economic recovery, aided by fiscal stimulus. Some are even predicting a prolonger period of commodity-intensive growth that marks a repeat of the so-called “<a href=\"https://www.ft.com/content/7a990fde-c626-11dd-a741-000077b07658\">supercycle</a>” of the 2000s — where oil and metal prices hit record highs as China's rapid industrialisation caught the industry napping. </p> <p>“It's easy — and largely accurate — to present the 2021 commodity outlook as a V-shaped vaccine trade,” said Goldman Sachs in a recent report. “What we think is key, however, is that this recovery in commodity prices will actually be the beginning of a much longer structural bull market for commodities.”</p> <p>Commodities, which have been out favour with investors for the best part of a decade, have enjoyed a strong run in recent months helped by demand from China, the world's biggest buyer of natural resources. Soyabean prices are up more than 50 per cent over the past year, while copper has risen around 40 per cent. Oil, meanwhile, has rebounded to its highest since the early days of the coronavirus crisis. Brent, the international standard, hit <a href=\"https://www.ft.com/content/3032d80d-89b0-4020-922e-f4fa15435b5d\">$60 on Monday</a>. </p> <p>The rally has been exceptionally wide-ranging. A basket of 27 commodity futures — from coffee to nickel — tracked by specialist asset manager SummerHaven showed that all had positive returns over the six months to mid-January, including any gains from rolling over futures contracts.</p> <p>“This is really unusual. We've looked back 50 years and we've never seen this basket of commodities all go up at once,” said managing partner Kurt Nelson. </p> <p>Still, some investors say the market is not ready to embark on a new supercycle just yet. “What we certainly do have at the moment is a cyclical recovery driven by restocking in Europe, the US and China and boosted by supply disruptions,” said George Cheveley, portfolio manager at asset management company Ninety One. He said a broader shift is “two to three years away”. </p> <p>SummerHaven's Nelson says a key catalyst for the rally has been a concern that the unprecedented monetary and fiscal policies enacted during the crisis will <a href=\"https://www.ft.com/content/b2aecfe3-ee85-4d1d-aa21-597d3c40a3f9\">feed inflation</a>, encouraging fund managers to protect themselves by buying commonly used hedges such as oil and metals. </p> <p>Given that most commodities are priced in dollars, last year's slide in the value of the greenback is also making them cheaper in other currencies, adding to demand. </p> <p>Eliot&#xa0;Geller, a partner at CoreCommodity Management, thinks this macroeconomic backdrop for commodities is stronger than at any time in the previous decade.</p> <p>&#xa0;“Since 2010, we have seen equity markets rally, a strong US dollar, interest rates trend lower and inflation expectations decline,” he said. “Today, we have the threat of rising inflation, a weaker dollar and interest rates that are already zero or negative.”</p> <p>Those predicting a new supercycle — often described as prolonged period of surging demand that outstrips supply — point to global recovery programmes that put greater emphasis on job creation and environmental sustainability than on inflation control. </p> <p>“The past decade has seen monetary policy, which was more supportive for financial assets, while current fiscal policy should be more supportive for real assets like commodities,” said Don Casturo, the founder of specialist asset manager Quantix Commodities.</p> <p>Commodity bulls also see a supply gap coming. Goldman reckons the energy transition has the potential to create $1tn-$2tn a year in infrastructure investment over the next decade as the world reduces its reliance on carbon. That should drive up demand for a variety of raw materials, including <a href=\"https://www.ft.com/content/c9ec52d2-9585-4c57-a138-581ef9715e4e\">copper</a>, which will be need to wire the solar panels and electric cars of the new economy. </p> <p>Years of low prices, meanwhile, have forced producers to curb spending on new projects and expansions, holding back supply. This is not only true of the oil industry, where investment had been slashed, but also mining. </p> <p>“There needs to be a price blowout to bring on the new supply,” said James Johnstone, co-head of emerging and frontier markets at&#xa0;RWC Partners, a London-based investment manager that has invested in a number of copper producers.</p> <p>Some doubt that this upswing in commodity prices can match the last.</p> <p>“Historically a supercycle happens every 30 to 40 years and we are just out of one. So this would be an exception,” said Norbert Rücker, head of economics at Swiss private bank Julius Baer. “And if you look at what triggered the last supercycle it was Chinese urbanisation and the immense spend of it. The energy transition won't happen as quickly.”</p> <p>But others think the stage is set for a broad-based rally can well outlast the pandemic. “The set-up for commodities is really extraordinary. Not just for the next three to six months but for the next decade,” said SummerHaven's Nelson.</p> <a href=\"http://www.ft.com/cms/3f8fe73c-7762-4d52-889a-c41058a5cb0c.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a><p>Source: Neil Hume, Natural Resources Editor 2021 'Investors set for commodities ‘bull run' as prices rise in tandem' FT.com 9 February. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-02-09T05:00:21.325Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 805,
          "end": 818
        },
        {
          "start": 805,
          "end": 812
        },
        {
          "start": 3691,
          "end": 3698
        }
      ]
    }
  ]
}