{
  "_id": "99c9a8a621c8460281dfaf2b4aad18258faa25be24246cd8444e0b92c832fe3d",
  "feed": "wall-street-journal",
  "title": "BDT Capital Takes  Control of Culligan,  Valued at $6 Billion  ----  By Miriam Gottfried",
  "text": "<p>   BDT Capital Partners LLC is taking a majority stake in Culligan International Co., becoming the latest in a string of private-equity firms to own the water-treatment specialist, officials from the companies said. </p><p>   The parties aren't disclosing terms of the deal, but a person familiar with the matter said it values Culligan at $6 billion, including debt. </p><p>   Advent International Corp., Culligan's current majority owner, plans to reinvest in the business and hold a minority stake. </p><p>   Based in Rosemont, Ill., Culligan sells products and services for water filtration and treatment. Founded in 1936 as a maker of water softeners, its product lineup now includes items as simple as water-filter pitchers and as complex as whole-house and business-filtration systems. Culligan offers monthly service contracts with most of its products, accounting for about 65% of sales and generating the steady cash flows that private equity prizes. </p><p>   It has more than 7,500 employees and 1,000 dealers in 90 countries, making it one of the largest players in what the company estimates is a $35 billion global market for consumer water services. </p><p>   Under Advent's ownership, Culligan's revenue has tripled, thanks to an aggressive M&amp;A strategy and high-single-digit organic growth. Culligan has done 90 acquisitions since Advent bought it in 2016, primarily of small, family-owned companies in markets like Germany, Italy and Spain. </p><p>   In 2019, Culligan announced a deal to buy AquaVenture Holdings Ltd., a publicly traded U.S. maker of bottle-free water coolers, for $1.1 billion including debt. It has also expanded into pitchers and machines that dispense filtered water, such as those that might be found in an airport. </p><p>   Culligan Chief Executive Scott Clawson, hired to run the company in 2012, credits private-equity ownership with enabling it to expand. </p><p>   \"We had a lot of access to capital to continue to grow,\" Mr. Clawson, a Danaher Corp. and Alcoa Corp. veteran, said in an interview. \"This is an area where private equity really adds a ton of value.\" </p><p>   People are drinking fewer soft drinks and juices and turning to water as a more healthful alternative as they increasingly eschew plastic bottles either because of regulations, a desire to protect the environment or concerns about ingesting chemicals, he said. </p><p>   The sale marks a big win for Advent, which bought Culligan from Centerbridge LP in a deal that valued the company at about $915 million including debt. Centerbridge retained a minority stake and will be exiting as part of the sale to BDT. </p><p>   Founded in 1984, Advent is one of the most global private-equity firms, having invested in more than 375 companies in 42 countries. It manages about $76 billion across five sectors: business and financial services; healthcare; industrial; retail, consumer and leisure; and technology. </p><p>   BDT Capital is affiliated with merchant bank BDT &amp; Co., which specializes in advising and investing in family- and founder-led businesses. Its founder, Byron Trott, formerly of Goldman Sachs Group Inc., is known as the favorite banker of famed investor Warren Buffett. </p><p>   The firm will acquire Culligan alongside several family-business owners and investors including Abu Dhabi sovereign-wealth fund Mubadala Investment Co. </p><p>   Chicago-based BDT has raised over $18 billion across its funds and has placed more than $7 billion of co-investments with its investors. </p><p>   The firm will help Culligan continue its existing strategy and expand into new geographies, said Mr. Clawson. </p><p></p>",
  "published": "2021-05-26T06:13:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 2992,
          "end": 2999
        },
        {
          "start": 2992,
          "end": 3016
        },
        {
          "start": 2992,
          "end": 3005
        }
      ]
    }
  ]
}