{
  "_id": "47d5840c4fbf102eb555fd5f78b251e022e4a197e9dd1015a21c724b00b49aaa",
  "feed": "ftcomall",
  "title": "Global investors turn cautiously optimistic on China",
  "text": "<p>Investors and analysts have started to turn positive on China, three months after a regulatory shock that led some to wonder whether the country had become a no-go zone for money managers.</p> <p>HSBC turned overweight on Chinese stocks last week, predicting the country's equity markets were nearing their lowest point and would return to growth for the first time since Beijing <a href=\"https://www.ft.com/content/d3d30930-b098-40f0-a628-448c0b532b6d\">issued sweeping regulatory controls</a> to rein in sectors from technology to education.</p> <p>The bank said it was advising clients to start buying again and that customers had been calling to discuss opportunities. “I expected [clients] to tell me I'm nuts to go overweight on China, but actually they told me they are thinking the same,” said Herald van der Linde, chief Asia equity strategist at HSBC. </p> <p>“Looking into 2022, sentiment will be very different,” he said, noting it would be a “political year” because of the 20th congress of the Chinese Communist party in November. “Normally leaders don't want things to be very volatile in years like this.”</p> <p>Fidelity, which manages assets of $738bn, said it had become “incrementally positive” on China and had started to increase its exposure. “It was when people were asking if Evergrande was going to be China's Lehman Brothers moment and whether the China investment case was broken, that we . . . looked to take advantage,” said Paras Anand, Fidelity's chief investment officer for Asia Pacific.</p> <p>Analysts at Nomura also said investors “should gradually look to rebuild underweight positions in China,” adding there were “increasing signs that recent negativity is abating”.</p> <p>The market has been through a <a href=\"https://www.ft.com/content/eb7dce16-fc1c-45dc-bc6e-5f521623bd3e\">punishing rout</a> as regulators imposed stringent new restrictions on sector after sector, prompting many traders to shun some of the biggest names in Chinese equities and wiping more than $1tn off their market value since mid-February.</p> <p>Goldman Sachs analysts have named 50 Chinese stocks that they believe can avoid policy traps in President Xi Jinping's “common prosperity” campaign, which aims to correct a period when capitalism raised living standards but also created a large wealth gap.</p> <p>The portfolio included companies connected to themes such as renewable energy, mass consumption, manufacturing and reforms to state-owned enterprises. “Socially-important” sectors, such as housing or education, would best be avoided, the analysts said.</p> <p>Anand said negative sentiment towards China had swung out of touch with the fundamentals of most of the country's companies.</p> <p>“The style of the regulatory intervention was swift, but it portends a clearly laid out economic strategy,” he said. “It was a mischaracterisation to say China had become uninvestable.”</p> <p>Some are still cautious. Analysts at Credit Suisse said China faced a sharp slowdown in growth and further regulatory headwinds, and that it was “too early to return to China” for stock investors.</p> <p>Fidelity also urged some caution. “It would be wrong to assume that we have seen the last of regulatory tightening measures,” warned Anand.</p> <p>Global funds are still overwhelmingly underweight on China. Managers running active global equity funds chopped their allocations to China to their lowest level in four years last month, according to Copley Fund Research, a data provider. </p> <p>China has become the largest market in Asia in which a majority of funds are underweight, which some investors said had created a disjunction in Asian stock markets. Stocks in India, for example, have never been this expensive compared with China, according to HSBC.</p> <p>But foreign buying of Chinese stocks has shown signs of a gradual rebound. Net inflows to China's onshore equity markets have topped $4bn each month following a sharp drop-off in July, although that is only about half the level seen in June.</p> <p>The benchmark CSI 300 index of large Chinese stocks is down 5 per cent this year, while big tech groups listed in Hong Kong and New York have fallen more than 20 per cent.</p> <p>“I started to think we might be near the bottom when people said China is not an investable equity market. It is. It is just not functioning as people think it should,” said Van der Linde.</p> <a href=\"http://www.ft.com/cms/0c6579b0-6093-4ef4-ab0a-f63bb29d0525.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a><p>Source: Tabby Kinder and Hudson Lockett in Hong Kong 2021 'Global investors turn cautiously optimistic on China' FT.com 2 November. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-11-02T00:10:04.522Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 1856,
          "end": 1869
        },
        {
          "start": 1856,
          "end": 1863
        }
      ]
    }
  ]
}