{
  "_id": "77aa7655410fbb499d970f71ee179399b7ee78fe2ab2dc3a2e7d2da34fce0683",
  "feed": "ftcomall",
  "title": "FirstFT: Fed turns more hawkish on inflation",
  "text": "<p><em>Click&#xa0;</em><a href=\"https://www.ft.com/top-stories-today\"><em>here</em></a> <em>to listen to the latest news in less than three minutes. Top Stories Today is an audio news digest that gets you up to speed on the day's headlines.</em></p> <p>Federal Reserve officials expect to <a href=\"https://www.ft.com/content/834e773c-0bf6-4510-87d3-123a5d040c05\">raise interest rates three times</a> next year as the US central bank adopts a more aggressive approach to tame the highest levels of inflation for decades.</p> <p>The more hawkish interest rate forecasts were published alongside a plan to double the pace at which the Fed “tapers” the huge bond-buying programme it put in place at the start of the coronavirus pandemic.</p> <p>It will begin cutting purchases by $30bn a month in January, putting it on track to stop adding to the size of its balance sheet by the end of March — several months earlier than initially expected — and begin to raise interest rates in the months thereafter.</p> <p>“Supply and demand imbalances related to the pandemic and the reopening of the economy have continued to contribute to elevated levels of inflation,” said Jay Powell, Fed chair, in a press conference following the central bank's statement. </p> <p>“These problems have been larger and longer-lasting than anticipated, exacerbated by waves of the virus,” he added.</p> <p>The Fed also updated its economic projections. The core inflation forecast — now running at 4.1 per cent — was raised to 4.4 per cent this year, before dipping to 2.7 per cent in 2022. The unemployment rate estimate was lowered to end this year at 4.3 per cent while falling next year to 3.5 per cent.</p> <p>Fed officials lowered their economic growth forecasts as well from 5.9 per cent to 5.5 per cent in 2021, and 4 per cent in 2022.</p> <p>Investors <a href=\"https://www.ft.com/content/2d651354-2eaf-47ca-8d2d-20cffa08273d\">welcomed</a> the more hawkish stance from the Fed. US stocks rose sharply yesterday afternoon. Wall Street's benchmark S&amp;P 500 index, which had slipped about 0.2 per cent ahead of the Fed announcement, swung to a 1.6 per cent gain by the end of the day. The technology-heavy Nasdaq Composite also erased its 0.7 per cent decline in the morning to close up 2.2 per cent. European stocks are rallying <a href=\"https://www.ft.com/content/029095cb-3642-422f-b4f5-0c2828ddb0b5\">strongly today</a>.</p> <p>Bond markets were calm, suggesting the Fed's well-trailed shift towards fighting inflation more aggressively was working.</p> <ul>  <li><p><strong>Go deeper</strong> The Fed's less patient approach to inflation and its shift away from an ultra-loose monetary policy underscores the immense pressure piling up on the central bank to do more to tame inflation, <a href=\"https://www.ft.com/content/6633f375-b668-4bc4-b685-6e5b8fc6e39b\">writes US Economics Editor Colby Smith</a>. </p></li>  <li><p><strong>Commentary</strong> Unhedged columnist <a href=\"https://www.ft.com/content/024e4598-61cf-4871-89dc-0626d71a8c96\">Robert Armstrong</a> believes the Fed's more aggressive rate-rise signalling is tactical, not strategic, and that the US central bank remains very dovish.</p></li> </ul> <p><em>What do you think? Is the Fed moving fast enough to control inflation or will it have to do more to bring prices under control? Email me at </em><a href=\"mailto:firstft@ft.com\"><em>firstft@ft.com</em></a><em>. Thanks for reading FirstFT Americas. Here's the rest of today's news — Gordon</em></p> <h1>Five more stories in the news</h1> <p><strong>1. Reddit prepares for stock market listing</strong> The social media platform at the centre of this year's meme stock frenzy, via its r/WallStreetBets&#xa0;message board, <a href=\"https://www.ft.com/content/bf69adbc-2d1b-4a33-86c7-e1fa04b3a0dc\">is planning a stock market listing</a>. At its last fundraising in August Reddit was valued at $10bn, up from $6bn six months earlier.</p> <p><strong>2. Goldman Sachs orders New York bankers to cancel parties</strong> With Covid-19 cases in New York resurging, the Wall Street bank has ordered its teams that have not already held dinners and other internal events to cancel any remaining plans, <a href=\"https://www.ft.com/content/d055d4da-d85f-41a0-b63f-e7b20d623008\">according to people familiar with the matter</a>. </p> <ul>  <li><p><strong>In other investment banking news </strong>JPMorgan Chase has awarded Daniel Pinto, president and chief operating officer, a “<a href=\"https://www.ft.com/content/9417bbd4-e0c6-4ce2-9e9d-910df69b20f6\">special award</a>” of 750,000 restricted share options worth about $25m in what the bank described as an attempt to retain him.</p></li> </ul> <p><strong>3. SEC proposes greater transparency for Archegos swaps&#xa0;</strong>US markets regulators have&#xa0;<a href=\"https://click.newsletters.ft.com/f/content-ad7d7a30-9e7b-476c-80e4-493199bd20dc/WlEdCOm7jkvvtBriISad1g~~/AAAAAQA~/RgRjnOsZP0SPaHR0cHM6Ly93d3cuZnQuY29tL2NvbnRlbnQvYWQ3ZDdhMzAtOWU3Yi00NzZjLTgwZTQtNDkzMTk5YmQyMGRjP2VtYWlsSWQ9NjFiYTY0MmUxMjNlY2MwMDA0Yzc1NDE4JnNlZ21lbnRJZD02MGExMjZlOC1kZjNjLWI1MjQtYzk3OS1mOTBiZGU4YTY3Y2RXCGZpbnRpbWVzQgphukVmumFMAcX-UhNnb3Jkb24uc21pdGhAZnQuY29tWAQAAAAA\">proposed rules</a>&#xa0;to inject more transparency into the derivatives that blew up hedge fund Archegos Capital, which would compel investors to disclose swaps positions that have allowed them to build up unseen holdings in public companies.</p> <p><strong>4. Chinese creditors sue Evergrande for claims totalling $13bn</strong> Chinese creditors have sued China Evergrande for more than $13bn in allegedly overdue payments, as domestic companies owed money by the embattled developer <a href=\"https://www.ft.com/content/941c0e96-ebf1-42ee-97ec-ad6764f35cbf\">race against offshore bondholders</a> to secure repayment.</p> <p><strong>5. Linklaters to phase out ‘lockstep' pay model</strong> The corporate law firm is to water down its traditional <a href=\"https://www.ft.com/content/eed76b45-cca4-474e-a451-127fc62eb702\">“lockstep” pay model</a> for partners in a bid to attract and retain top talent. In an email to staff yesterday the “magic circle” firm said it was modifying its pay structure globally to increase the amount it can offer “partners who make an exceptional contribution”.</p> <h1>Coronavirus digest</h1> <ul>  <li><p>The value of <strong>Japan's</strong> imports in November was <a href=\"https://www.ft.com/content/6e467b10-5203-4cd1-a7d0-b9b2dba740be#post-82c1d47b-6de4-46ba-9a35-d89c2a7a7986\">the highest in decades</a>, trade ministry data released today showed, reflecting higher commodity and fuel prices around the world.</p></li>  <li><p>The prime minister of <strong>South Korea</strong> announced new restrictions <a href=\"https://www.ft.com/content/6e467b10-5203-4cd1-a7d0-b9b2dba740be#post-abdb1820-da27-4c92-82e6-06f62f58b649\">on social gatherings</a> today, as it struggles to contain a steady rise in coronavirus infections.</p></li>  <li><p>The number of daily confirmed coronavirus cases in the <strong>UK</strong> <a href=\"https://www.ft.com/content/21f34dca-362d-499f-afbd-a608ef44d211\">hit a record</a> 78,610 yesterday. France, meanwhile, has announced <a href=\"https://www.ft.com/content/9e84e155-2963-4d29-8331-cace0d022fa5\">tighter restrictions</a> on UK travellers ahead of Christmas holidays.</p></li>  <li><p>Vaccine makers <a href=\"https://www.ft.com/content/8e581c3d-3150-4abd-a813-71c484f6413c\">do not need</a> to make a new inoculation targeted at Omicron <strong>Anthony Fauci</strong>, chief medical adviser to the US president, said yesterday after data showed that&#xa0;booster&#xa0;shots of existing jabs continued to offer protection.</p></li>  <li><p>Two doses of the Chinese-made&#xa0;<strong>Sinovac</strong>&#xa0;vaccine provide&#xa0;<a href=\"https://www.ft.com/content/afc1eecc-8b3d-4b98-8b65-3520862fb5da\">“insufficient”</a> antibodies&#xa0;against the Omicron variant, according to researchers in Hong Kong.</p></li> </ul> <h1>The day ahead</h1> <p><strong>Interest rate decisions </strong>A day after the Fed, <a href=\"https://www.ft.com/content/f6b2f114-9841-4ccf-88bf-68c68504c7a9\">the Bank of England</a> and <a href=\"https://www.ft.com/content/e01ce60c-f602-4110-bb64-7fd60689b099\">European Central Bank</a> both announce interest rate decisions. The Turkish lira <a href=\"https://www.ft.com/content/e5b9e2f3-637e-455c-8f58-7b777775cb64\">plunged to a new low</a> against the dollar ahead of the country's latest interest rate announcement and Mexico's central bank is expected to raise rates for the fifth consecutive time as it battles high inflation.</p> <p><strong>Earnings</strong> Investors will be paying close attention to any commentary from <a href=\"https://www.ft.com/stream/390cc7c4-50e6-4d8b-846d-090ede32b01d\">FedEx</a> on supply chains and signs of inflation when it releases earnings. Rivian Automotive, the Amazon-backed electric-vehicle maker, releases quarterly earnings for the first time since <a href=\"https://www.ft.com/content/e2fb010f-0d29-4e80-8ad7-797973d463f7\">going public</a> last month.</p> <p><strong>Ghislaine Maxwell trial resumes</strong> The defence begins its case in the sex-trafficking trial. After two weeks of <a href=\"https://www.ft.com/content/b597cba2-294d-4b1d-8759-6a77281dcb02\">sometimes graphic testimony</a>, lawyers for the British socialite are planning to call as many as 35 people to the stand, according to court filings.</p> <p><strong>European Council summit</strong> In Brussels leaders of the 27 European Union countries gather to discuss the security situation in Ukraine, surging energy prices and the pandemic. It will be the first summit to be attended by Germany's new chancellor <a href=\"https://www.ft.com/stream/f950f48d-6afd-3aa4-aec1-d71e6581ab60\">Olaf Scholz</a> and comes a day after Russian President Vladimir Putin and Xi Jinping of China presented a united front following a <a href=\"https://www.ft.com/content/df9c755a-d118-46a6-8b4c-17fd5d2d8b31\">90-minute telephone call</a>. Valentina Pop has the full rundown of the European summit in today's <a href=\"https://www.ft.com/content/7cd89cea-1e11-4925-8745-dda87e0450a9\">Europe Express</a>. </p> <h1>What else we're reading and watching</h1> <p><strong>The fight for the future of Chile </strong>Known for its stability, a presidential election in Chile is pitting a leftist against an ultraconservative and has <a href=\"http://www.ft.com/content/70981218-05a4-4685-86e0-a19b7cae7ff9\">exposed serious divisions</a> in the South American country. At stake is not only the immediate future of Chile, but also the verdict on four decades of free-market economic policies.</p> <p><strong>Kathryn Murdoch has a plan (and $100m) to fix US politics</strong> It has been more than 20 years since she married into the family known for its media empire and <a href=\"https://www.ft.com/content/e9a279ef-d3eb-40a7-8b77-0d8163f58b8b\">profiting from partisanship</a>. Now, she's using those gains to try to rehabilitate the centre. And no, she said hasn't watched&#xa0;HBO's <a href=\"https://www.ft.com/content/69d0e87b-34ab-415f-8cad-a0053ca3a844\"><em>Succession</em></a>.</p> <p><strong>A trip into the metaverse with Nick Clegg </strong>Instead of a meeting in Europe, the Facebook defender-in-chief offers to speak . . . in the metaverse, the immersive digital world hyped as a successor to the internet. So <a href=\"http://www.ft.com/content/913c0cc2-9498-4d25-b2e8-794e24702e0b\">Henry Mance donned a bulky virtual headset</a>, signed away his data and logged in to a simulated meeting room. <a href=\"https://www.ft.com/video/56db419e-e3ad-43ba-abe2-5c0e75de6ecf\">Watch their conversation here</a>.</p> <p><strong>‘Green defectors' ditch high-flying careers </strong>More executives are quitting blue-chip jobs to work on <a href=\"https://www.ft.com/content/0896d5b0-9c25-4c65-a4c9-cd20e1590d12\">tackling climate change</a>. Many acknowledge they are fortunate to have the financial security to do so — and say to those who would like to follow suit but fear the consequences that the shift was ultimately worth it.</p> <h1>Fashion</h1> <p>This has been a terrible year for style, writes Unhedged author and style columnist Robert Armstrong. A miserable follow-up to an execrable 2020, he adds. To get the 2022 “fight back” under way he offers a list of <a href=\"https://www.ft.com/content/776d0669-6568-4ffb-bd50-f0303f98064c\">nine style resolutions</a>.</p><p>Source: Gordon Smith, Jennifer Creery and Emily Goldberg 2021 'FirstFT: Fed turns more hawkish on inflation' FT.com 16 December. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-12-16T11:38:14.969Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 3126,
          "end": 3139
        },
        {
          "start": 3126,
          "end": 3133
        }
      ]
    }
  ]
}