{
  "_id": "b557a17213667bca5a32fb9d09e8e9ce3f0b8612f3ef0cb1035bf166f12f31b8",
  "feed": "ftcomall",
  "title": "Building back better must address regional inequality",
  "text": "<p>Here are three little observations that, as anecdotes, are thought-provoking in themselves, but that also happen to reflect empirically documented economic trends.</p> <p>One: when British people in Brexit-backing areas in decline were <a href=\"https://ukandeu.ac.uk/partner-reports/post-brexit-priorities-for-low-income-voters-in-deprived-areas-2/\">asked what they wanted</a> now that the UK had left the EU, high on their list was <a href=\"https://www.ft.com/content/89bff8c8-95dd-11e9-9573-ee5cbb98ed36\">nicer high streets</a>.</p> <p>Two: protest actions by the French “yellow vests” movement were three times more likely to break out in municipalities that had recently <a href=\"https://www.ft.com/content/cdbb7676-3b94-11ea-a01a-bae547046735\">lost their last convenience store</a> than elsewhere.</p> <p>Three: in economically deprived UK local authority districts, the rightwing populist UK Independence party's support was greater where <a href=\"https://journals.sagepub.com/eprint/IJBJGSNS6KMGIZUYZKIK/full\">community pubs were vanishing</a> faster (hat tip: <a href=\"https://www.theguardian.com/commentisfree/2021/mar/14/save-your-local-pub-and-defeat-populism\">Torsten Bell</a>).</p> <p>All three examples illustrate a politics of alienation, which has intensified in most western societies in recent decades, and which has economic roots. Commenting on the third example in the Observer, <a href=\"https://www.theguardian.com/commentisfree/2021/apr/11/full-pubs-are-a-sign-of-communities-that-work-lets-toast-their-return\">Kenan Malik writes</a> that “pub closures are an expression of the erosion of social capital in an area . . . as such social spaces vanish, people become more divided from one another, more anxious, feeling less in control of their lives, more open to the siren voices searching for scapegoats for social problems”.</p> <p>He is right, but it is not merely a question of social capital. Driving the social degradation is the erosion of <em>economic</em> capital. After all, pubs close (and as Malik points out, where they do, other social hubs such as music venues do too) when they are no longer economically viable. Or rather, <em>where </em>they are no longer economically viable. For it is a striking pattern that, for several decades, the postwar convergence in productivity between richer and poorer regions within the same country <a href=\"https://www.ft.com/content/63f71020-c21f-11e6-9bca-2b93a6856354\">stagnated or went into reverse</a>.</p> <p>(A <a href=\"https://www.nbb.be/en/articles/does-eu-convergence-machine-still-work\">recent study</a> of EU regions, for example, finds that “EU-wide convergence of regional incomes since 1996 has benefited from convergence of incomes between countries, while within-country income disparities remain substantial and have even widened slightly over time. Metropolitan regions — and even more so capital regions — have grown faster than average, thereby contributing to regional convergence across EU countries but also to within-country disparities.”)</p> <p>Our politics is in large part this politics of economic change and, more precisely, a politics of how economic change affects unevenly the places where people's lives are physically lived. All three examples above show how economic structures change in ways that lead to a decline in many places increasingly cut off from the more thriving sectors of society — what I have called a failing economics of belonging.</p> <p>They also hint at the reverse. For a national economic strategy to be successful, it must be both economically and politically sustainable. That means it must be one in which local economies can support thriving community life. Good livelihoods and good living are mutually reinforcing. </p> <p>That justifies policy programmes such as the UK's avowed aim of “levelling up” the country. But this is easier said than done. (The Centre for Progressive Policy finds that the British government's pandemic crisis response has, in fact, <a href=\"https://www.progressive-policy.net/publications/the-levelling-up-outlook-3\">spent a lot more per person in London</a> than the obvious targets for levelling up.)</p> <p>We know that the structure of the most modern economies favour the biggest cities: that is where the high-value-added knowledge jobs that lead to productivity growth thrive. Any solution to regional inequality will be one in which those jobs can more easily exist in smaller places as well. That will require smaller places replicating some of the advantages and attractions that currently make the best jobs congregate in the biggest ones, probably in a “fractal” sort of decentralised centralisation with second cities acting as economic centres for city-regions, third cities and towns acting as centres for their subregion, and so on. </p> <p>Making this happen will require a lot of things to go right, supported by the full portfolio of policies I have elsewhere <a href=\"https://www.ft.com/content/8f89d904-1cd4-11e9-b126-46fc3ad87c65\">called a “strategy of attraction”</a>. The point I want to highlight here, because it ties in with the examples I started with, is that to make struggling places more productive, they have to be <a href=\"https://www.ft.com/content/305da2e4-1e2d-11e9-b126-46fc3ad87c65\">made more attractive places to live</a> for people with the most productive jobs. That, in turn, can increase local spending so as to make viable precisely those things that make a place rich in social capital. Turning vicious cycles into virtuous ones requires setting the effects of higher purchasing power and attractive amenities in both directions.</p> <p>The jump to remote working in the pandemic offers an unexpected opportunity to do precisely this. So it very exciting to see my colleague Laura Noonan report on a <a href=\"https://www.ft.com/content/445790e4-86bc-4697-be0d-5372044cd52b\">new policy initiative</a> by the Irish government. Dublin intends to put incentives in place to turn the temporary lockdown-related exodus of knowledge jobs from the capital into something more permanent. While the details still have to be decided, tax incentives for both employees and employers <a href=\"https://www.gov.ie/en/press-release/01e45-our-rural-future-governments-blueprint-to-transform-rural-ireland/\">are on the table</a>.</p> <p>Ireland may be first out of the gates with concrete policy incentives that harness our involuntary work-from-home revolution to reduce regional productivity inequality rather than return to the status quo ante. (I would love to hear from Free Lunch readers what they have seen other governments do.) But a lot of thinking in that direction is taking place elsewhere. </p> <p>In Italy, professionals have formed an association that encourages their peers to take their jobs to lagging towns in the southern, poorer Mezzogiorno region. In France, a <a href=\"https://www.lemonde.fr/campus/article/2021/03/24/jerome-fourquet-les-modeles-de-biresidences-vont-se-developper-chez-les-jeunes-cadres_6074256_4401467.html\">“biresidential” trend</a> was already observed before the pandemic and could be intensified by it: professionals choosing to live in smaller cities, travelling into Paris for a couple of days a week for work. </p> <p>Some changes are driven by employers embracing remote working — raising questions over the future of office-dense city centres <a href=\"https://www.nytimes.com/2021/03/29/nyregion/remote-work-coronavirus-pandemic.html\">such as Manhattan</a> — or moving jobs from capitals to second cities, as in Goldman Sachs' decision to open in Birmingham, its biggest UK office <a href=\"https://www.ft.com/content/a6b6800d-d5e2-490a-872e-bcd5167e56b2\">outside London</a>, to host a data science hub.</p> <p>Undoing regional inequality in productivity is an uphill battle. But that is no excuse for not trying. While not every place can be saved from economic decline, some vicious cycles can be turned into virtuous ones. If the pandemic has given us fresh opportunities to do so, it would be tragedy not to use them.</p> <h2>Other readables</h2> <ul>  <li><p>I wrote my <a href=\"https://www.ft.com/content/3d8d2270-1533-4c88-a6e3-cf14456b353b\">FT column </a>this week on the birth of a new Washington Consensus, one more sympathetic to state action than the old one. By sad coincidence, the news has arrived that John Williamson, the economist who defined the term “Washington Consensus” in the first place, has died. His longtime employer, the Peterson Institute, has published <a href=\"https://www.piie.com/blogs/realtime-economic-issues-watch/john-williamson-1937-2021-trailblazer-and-cherished-colleague\">a fine tribute</a> on its website. </p></li>  <li><p>Three political scientists argue that this change in the consensus owes a lot to the perceived <a href=\"https://onlinelibrary.wiley.com/doi/full/10.1111/anti.12725\">success of state capitalism</a>, especially in China. </p></li>  <li><p><a href=\"https://www.project-syndicate.org/commentary/fed-targeted-lending-to-fight-climate-change-by-megan-greene-1-2021-04\">Megan Greene contributes</a> to the debate on green central banking by pointing out some concrete steps monetary policymakers can take.</p></li>  <li><p>French businesses are <a href=\"https://www.ft.com/content/0801cd6d-22c9-4e71-ae29-f6c857b69fe5\">feeling the trade costs of Brexit</a>.</p></li> </ul> <h2>Numbers news</h2> <ul>  <li><p>The IMF finds that despite public support, the pandemic will <a href=\"https://blogs.imf.org/2021/04/02/taming-the-wave-of-small-and-medium-enterprise-insolvencies/\">increase the share</a> of small and midsize businesses that are insolvent to 16 per cent — 34 per cent in the worst-affected sectors — in 20 mostly advanced economies, putting 20m jobs at risk.</p></li>  <li><p>A study tracking ship movements finds that lockdowns last year caused <a href=\"https://journals.plos.org/plosone/article?id=10.1371/journal.pone.0248818\">maritime trade in manufacturing</a> to slide more than 10 per cent. </p></li> </ul><p>Source: Martin Sandbu 2021 'Building back better must address regional inequality' FT.com 15 April. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-04-15T09:45:43.633Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 5961,
          "end": 5974
        },
        {
          "start": 5961,
          "end": 5975
        },
        {
          "start": 5961,
          "end": 5968
        }
      ]
    }
  ]
}