{
  "_id": "b8c3abec24e3434bba2e26424eb67ecabb4e23e4ede1cebc2ecf5814967e31e2",
  "feed": "ftcomall",
  "title": "Best of Lex: wealthy winners take all in the pandemic",
  "text": "<p>Dear readers,</p> <p>The future's tense when prediction is your profession. Lex forecasts what may happen and also sometimes advocates what should happen. Signalling the division between these two quite different classes of opinion is important. Otherwise, readers might&#xa0;imagine Lex is thrilled that wealthy elites will get far wealthier. We're not. But the trend has become so obvious over the past year that investors would be foolish not to put money on it.</p> <p>This week, the <a href=\"https://www.ft.com/content/c1b5a35a-e00c-43e5-b0ae-01a29d87a470\">market capitalisation of LVMH</a> flirted with, then crashed through, the €300bn barrier. The French luxury goods group is now worth the combined equity value of the biggest retail banks listed in Europe's six largest economies.</p> <p>The financial world is conducting an open-ended, real-world experiment to prove the hypothesis of French economist Thomas Piketty that the return on capital persistently exceeds the return on labour.</p> <p>World growth is rebounding strongly, fuelled by low interest rates and unprecedented government support. No one is better placed to skim the cream off the top of that trend than wealthy people with significant financial assets. Some of the new money will be spent on expensive goods of the kind that underpin the success of LVMH.</p> <p>Most workers cannot expect an equivalent improvement in their own fortunes. Employment prospects have improved. But the market price for their time and effort will rise only modestly.</p> <p>It is a great time to hold financial assets. Markets are near record highs and value has sloshed over into new investments such as bitcoin. The cryptocurrency hit a record price of $64,000 this week and continued its advance into the financial mainstream with the Nasdaq flotation of Coinbase.</p> <p>The cryptocurrency exchange was valued at more than $100bn when share options were included. The stock price would be a function of bitcoin prices and regulatory tolerance of cryptocurrencies, <a href=\"https://www.ft.com/content/b740dba6-f2fc-457a-a0a0-067f0754d1b3\">we opined</a>.</p> <p>Such floats add to the wealth of the new elite created by the tech revolution — in this case, Coinbase boss Brian Armstrong. Note that innovation is a driver entwined with simple asset inflation in the growth of concentrated wealth. Tech platforms have the power to disrupt and intermediate in entire industries. That helps explain the <a href=\"https://www.ft.com/content/f709a027-2d04-4119-84f5-a4a59fd7787c\">buoyant state of venture capital</a>, where funds are gathered in ever fewer hands.</p> <p>It also fuels excitement around the <a href=\"https://www.ft.com/content/51595b13-3697-495a-bd8c-9b6778856ac8\">plans of Grab to float</a> on Nasdaq, at a mooted valuation of $40bn. Lex liked the proposition of the Singapore superapp, which should benefit from demand for ride-hailing and online food delivery in fast-growing south-east Asia.</p> <p>Asian tech companies are trickling on to US markets, despite a daunting time difference, because there is so much hot capital available via special purpose acquisition companies. Taiwanese ecommerce analytics group Appier has been rewarded for <a href=\"https://www.ft.com/content/a65042b2-75fd-4920-8faf-d203bd8cb843\">bucking the trend </a>with healthy share price growth since floating in Tokyo last month. Lively retail demand could help Japan's lacklustre Mothers market have more recruits.</p> <p>Hong Kong and Singapore are the Asian centres Jane Fraser is pinning her hopes on. Citigroup's new boss wants to strengthen the US bank's focus on <a href=\"https://www.ft.com/content/d3fb31e9-7802-4633-9918-20cfd064edd5\">wealth management</a>. It is just a pity that almost every other multinational banking giant is trying to do the same thing.</p> <p>Goldman Sachs has been prospering in its traditional métier of dealmaking and securities trading. Its <a href=\"https://www.ft.com/content/085ef28c-6b02-4200-adca-4761cb132b6e\">return on equity</a> breached 30 per cent in the first quarter as it did in 2006, but this time on far lower leverage. According to cynics, investment bankers belong to the select group of workers who have seized the means of production for their own benefit.</p> <p>Musician Taylor Swift, whose own net worth is about $400m, has been attempting to increase her own hold on the means of production by re-recording and re-releasing a 13-year-old album. She sold the original recording rights when she lacked her current steely grasp of business. <a href=\"https://www.ft.com/content/b072efb7-2284-428e-8ce2-a79791182c9f\">Good for her</a>, Lex averred. We admire her grit. One Lex writer uses Swift's songs to quieten her children on long car journeys, though it is unclear whether this is as a reward or a punishment.</p> <p>Swift, one suspects, is a desirable but formidable sales prospect for wealth managers. So are the growing proportion of citizens who hold large sums in hard cash. Legal <a href=\"https://www.ft.com/content/82584a88-5975-4b15-8b4d-67f8318e002f\">usage of currency has slumped</a>, so the money is either under the mattress as savings (blame low interest rates) or fuelling illegal transactions.</p> <p>Lex's view is that political backlashes in developed democracies are unlikely to trigger meaningful redistribution of wealth. That is a forecast of what will happen rather than an opinion on what ought to happen. Our more <a href=\"https://www.ft.com/content/70435902-a353-4019-a3f2-9b5617d4ee49\">modest proposal</a> is that the pay of chief executives should be proportionate to that of ordinary workers. Benchmarking against peer group average has driven pay upwards for performance that shows little improvement. Voting season in the UK and Europe is already triggering upsets on remuneration.</p> <p>Backlashes against wealthy bosses are rather more savage in authoritarian countries such as China. The Communist party is publicly cutting ecommerce group Alibaba and its founder Jack Ma down to size. The authorities are meanwhile struggling to fathom the dealings of troubled <a href=\"https://www.ft.com/content/faf666bb-138a-4e98-bfd1-4218cb15623f\">bad debt manager Huarong</a>. They would have found this easier if chair Lai Xiaomin was still around for questioning. They executed him for corruption in January.</p> <p>Have a pleasant weekend,</p> <p><strong>Jonathan Guthrie</strong><br><em>Head of Lex</em></p> <h2>Best of Lex articles</h2> <p><a href=\"https://www.ft.com/content/c1b5a35a-e00c-43e5-b0ae-01a29d87a470\">LVMH: the unstoppable rise of luxury's €299bn behemoth</a></p> <p><a href=\"https://www.ft.com/content/b740dba6-f2fc-457a-a0a0-067f0754d1b3\">Coinbase: supersize listing rests on bitcoin price</a></p> <p><a href=\"https://www.ft.com/content/f709a027-2d04-4119-84f5-a4a59fd7787c\">VCs/start-ups: IPO mania raises funding and valuations</a></p> <p><a href=\"https://www.ft.com/content/51595b13-3697-495a-bd8c-9b6778856ac8\">Grab: superapp secures superior price</a></p> <p><a href=\"https://www.ft.com/content/a65042b2-75fd-4920-8faf-d203bd8cb843\">TSE/Appier: retail investors may spark a tech renaissance</a></p> <p><a href=\"https://www.ft.com/content/d3fb31e9-7802-4633-9918-20cfd064edd5\">Citigroup: a new boss takes on old problems</a></p> <p><a href=\"https://www.ft.com/content/085ef28c-6b02-4200-adca-4761cb132b6e\">Goldman Sachs: a stellar ROE, an even better ROA</a></p> <p><a href=\"https://www.ft.com/content/b072efb7-2284-428e-8ce2-a79791182c9f\">Taylor Swift/music streaming: the fearless artist</a></p> <p><a href=\"https://www.ft.com/content/82584a88-5975-4b15-8b4d-67f8318e002f\">Coronavirus/cash: why the public is using less but hoarding more</a></p> <p><a href=\"https://www.ft.com/content/70435902-a353-4019-a3f2-9b5617d4ee49\">Executive pay: pandemic sheds harsh light on excesses</a></p> <p><a href=\"https://www.ft.com/content/faf666bb-138a-4e98-bfd1-4218cb15623f\">China bonds/Huarong: debt manager heal thyself</a></p><p>Source: Jonathan Guthrie 2021 'Best of Lex: wealthy winners take all in the pandemic' FT.com 16 April. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-04-16T13:00:02.673Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 5743,
          "end": 5756
        },
        {
          "start": 3269,
          "end": 3276
        },
        {
          "start": 5743,
          "end": 5750
        },
        {
          "start": 3269,
          "end": 3282
        }
      ]
    }
  ]
}