{
  "_id": "b470e7b2a3e4617f5a2795f56ab0f1b9377e727bd1535bf2278d60ab529fbbd5",
  "feed": "wall-street-journal",
  "title": "REVIEW --- Books -- Politics: Covenant, Crucible and Creed",
  "text": "<p>After Nationalism</p><p>By Samuel Goldman</p><p>On election night in 2016, the intellectual classes of Europe and North America were ready to turn out books and think pieces on the inexorable advance of transnational progressivism. Instead they were obliged to write about a reinvigorated nationalism, and they were ill-prepared for it. I don't know how many times over the past five years I've read breezy discussions of post-'16 politics that simply assumed racial bigotry and police-state thuggery to be necessary components of any sort of nationalism.</p><p>The subject was treated carefully and sympathetically from the right by Rich Lowry in \"The Case for Nationalism\" (2019). It was treated with similar care from the left by the journalist John B. Judis in \"The Nationalist Revival\" (2018). The latter work is now collected with two others by the same author in \"The Politics of Our Time: Populism, Nationalism, Socialism\" (Columbia Global Reports, 430 pages, $27.95). Mr. Judis begins with what should be, but among many allegedly smart commentators isn't, the obvious point that some nationalisms are healthy and some are pathological. \"Abraham Lincoln and Benito Mussolini were ardent nationalists\" is his terse summation.</p><p>Mr. Judis rejects the idea, tacitly accepted by many on today's left, that transnational elites can be trusted to manage a globalized economy for the benefit of all. Accordingly he wants to \"reclaim what is valid in nationalism . . . from both the cosmopolitan liberals who believe in a borderless world and from the rightwing populists who have coupled a concern for their nation's workers with nativist screeds against outgroups and immigrants.\"</p><p>Mr. Judis writes, as usual, with clarity and wit, and his knowledge of modern politics in Europe and North America is vast. As in his volume on populism, also collected here, he makes a strong economic case for the nationalist impulse and all but ignores cultural conflicts leading sensible people to vote for nationalist candidates. Put otherwise, he favors trade protections not because they are economically rational (I'm not sure he cares if they are) but because they bolster organized labor and foster social cohesion; and he regrets untrammeled immigration not because it changes the culture but because it exhausts the welfare state.</p><p>I remain unconvinced, however, that the rise of Donald Trump had primarily to do with economic circumstances. His candidacy was helped by blue-collar workers angered by closing factories and unchecked immigration, to be sure. But we have had anti-immigration and protectionist presidential candidates before, and they made little progress. Mr. Trump himself was one of those candidates in 2012, and his campaign, such as it was, fizzled early. He would have fizzled again in 2016 without the insane aggressions of cultural leftism: campus riots, militant political correctness, overt anti-Americanism in the media, transgender-bathrooms directives and all the rest. Liberals who interpret the 2016 election as a protest against economic globalization, \"neoliberalism\" and \"post-industrial capitalism\" may have a point, but they minimize the importance of Obama-era cultural radicalism -- for the simple reason that they're partial to it.</p><p>Whether American nationalism is good or bad is one question. Whether it's even possible is another. Samuel Goldman poses the latter question in \"After Nationalism: Being American in an Age of Division (Penn, 148 pages, $24.95). Mr. Goldman, a professor of political science at George Washington University, posits three forms of nationalism in American history: covenant, crucible and creed. Each of them fell apart.</p><p>The belief that inhabitants of the New World bore a covenantal duty to God to create a nation rooted in liberty dominated the American imagination from the Puritans to the turn of the 19th century. Over time, Mr. Goldman explains, blood lineage began to replace religious profession as the defining trait of Americanness. The covenantal view worked as long as large numbers of people didn't immigrate to America, which from about 1640 to 1800 very few did. It made no sense from about 1815 on.</p><p>Which is about when Americans began thinking of their nation as -- the metaphors were many and varied -- a crucible, a melting pot or a field yielding a thriving crop. The idea here was that America would turn a disparate array of people from all over the world into a new breed of democratic citizens. The disproof of that concept was painfully evident: Americans' treatment of Indians and black slaves. Mr. Goldman relates a piercing observation made by Lincoln in a letter of 1855: \"As a nation we began by declaring 'all men are created equal.' We now practically read it, 'all men are created equal, except Negroes.'\"</p><p>The crucible eventually gave way to the formulation with which we in the 21st century are most familiar: America as an idea or creed. There must be few high-level American politicians today who haven't claimed that the country was founded as an idea, or ideas: As long as you believed in certain ideals -- liberty, equality, the rule of law -- you could be an American. At home, Mr. Goldman writes, the creedal vision \"pointed toward the realization of racial equality through gradual but consistent reform. Abroad, it involved the defense of democracy against totalitarian enemies.\"</p><p>What happens when we fight a totalitarian enemy and basically lose, as we did in Vietnam, and when racial equality turns out to be, as it often seems, unattainable? The creed loses its cogency and dissolves into a meaningless political talking point.</p><p>In this slim and elegantly written volume, Mr. Goldman has distilled an immense array of arguments about America's meaning. The book is a pleasure to read. But its conclusion is rather too dry and pessimistic. \"Attempts to impose a monolithic understanding of national unity risk undermining the legitimacy of the political system,\" he writes. Mr. Goldman plumps for a bare procedural consensus: America is a place where the Constitution and the rule of law count for something. That may meet the demands of a rationalist consistency, but a vibrant nation needs people who are ready to fight and die for it. Lots of countries have functional constitutions and the rule of law. What's special about our country? Why should I care if it survives? I'm not sure \"we follow the rules\" will do the trick.</p>",
  "published": "2021-06-19T00:00:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 3874,
          "end": 3881
        },
        {
          "start": 5161,
          "end": 5168
        },
        {
          "start": 3351,
          "end": 3358
        },
        {
          "start": 3476,
          "end": 3483
        },
        {
          "start": 28,
          "end": 35
        },
        {
          "start": 5961,
          "end": 5968
        },
        {
          "start": 5660,
          "end": 5667
        },
        {
          "start": 4564,
          "end": 4571
        }
      ]
    }
  ]
}