{
  "_id": "9dd2ef74afca9370ac8e550be89cd276864b44e6b5a17b596edebb03e85e9ccd",
  "feed": "wall-street-journal",
  "title": "Bad Fund Wagers Sting Credit Suisse",
  "text": "<p>Shares in the Swiss bank fell an additional 3.1% on Tuesday as investors estimate the scale of the damage. Its Zurich-traded shares are now down about 9% for the year to date, even as crosstown rival UBS Group AG's shares have risen about 16%.</p><p>Credit Suisse hasn't said exactly what size of a loss it is likely to take from liquidating positions at the fund, run by former Tiger Asia manager Bill Hwang. It is expected to say more this week, according to a person familiar with the matter. In a profit warning Monday, it said the losses could be \"highly significant and material\" to its first-quarter results.</p><p>Another banking victim emerged Tuesday when the securities business of Mitsubishi UFJ Financial Group Inc. said it could lose $300 million from its exposure to a U.S. client, which it didn't identify. The bank is Japan's largest, and the trades took place at one of its overseas subsidiaries.</p><p>The division \"is currently evaluating the extent of the potential loss,\" a statement from Mitsubishi UFJ Securities said. It added its estimated loss could change \"depending on unwinding of the transactions and market price fluctuations.\"</p><p>The transactions were related to Archegos, according to a person familiar with the matter.</p><p>Archegos managed money for Mr. Hwang and his family. The firm had large, concentrated positions in some stocks, including ViacomCBS Inc., Discovery Inc., GSX Techedu and Vipshop Holdings Ltd. All have declined over the past week.</p><p>Losses at Archegos have triggered the liquidation of positions over $30 billion in value.</p><p>\"This is a challenging time for the family office of Archegos Capital Management, our partners and employees. All plans are being discussed as Mr. Hwang and the team determine the best path forward,\" a company spokeswoman said Monday.</p><p>Credit Suisse and other banks, including Goldman Sachs Group Inc, Morgan Stanley and Deutsche Bank AG, started selling stock on Friday after some of Archegos's positions turned against it in recent weeks. But Credit Suisse got to the exit later than some of its U.S. rivals, The Wall Street Journal reported Monday.</p><p>Credit Suisse prides itself as a high-class manager of rich people's money. Its investment-banking arm, which represents a third of its operations, is meant to support the bank's larger, and more reliable, business of wealth management. But investment banking has long been seen as accident-prone.</p><p>Berenberg analysts put Credit Suisse's Archegos losses at around $3.2 billion and estimated an additional $531 million in losses at the bank from the collapse of Greensill, which Credit Suisse lent money to and partnered with for a $10 billion set of investment funds.</p><p>Greensill, a financial startup, used Credit Suisse's asset-management arm as a form of off-balance-sheet financing. Credit Suisse sold the funds to investors, telling them they were relatively safe and based on short-term loans to companies.</p><p>Citigroup analyst Andrew Coombs said the bank's $1.6 billion stock-buyback program will probably be suspended and that an even greater concern is the potential for reputational damage.</p><p>The mishaps are triggering soul-searching within Credit Suisse about its controls and sightline into risks, which Mr. Gottstein sought to tighten last summer by combining the bank's risk and compliance operations under Lara Warner, a longtime executive.</p><p>Angry shareholders have told the bank they want more assurance on risk systems, people familiar with the matter said, and the people said they expect Mr. Gottstein will quickly announce further changes.</p><p>Credit Suisse's biggest shareholder, David Herro, a partner at Harris Associates, said Tuesday that shareholders need more information on the potential losses and that the bank needs better risk controls.</p><p>Former Chief Executive Tidjane Thiam attempted to bring down Credit Suisse's risks in an overhaul a few years ago. He shrank the investment bank and added hundreds of compliance staff. He had been hired in 2015 to carve out areas of the bank where the potential volatility and losses were too high. A related task was to reshape a culture that allowed Credit Suisse to become one of the most heavily fined banks in the world.</p><p>High costs continued to stack up over business missteps. Net litigation provisions soared above $1.3 billion last year, alarming analysts. Mr. Gottstein -- who succeeded Mr. Thiam last year after a spying scandal that was another dent for Credit Suisse's reputation -- pledged to investors in December he would address problems in the bank where they existed and \"avoid surprises.\"</p>",
  "published": "2021-03-31T00:00:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 1814,
          "end": 1837
        },
        {
          "start": 1829,
          "end": 1842
        },
        {
          "start": 1829,
          "end": 1836
        },
        {
          "start": 1829,
          "end": 1852
        }
      ]
    }
  ]
}