{
  "_id": "f7256888dc609bf162e51837d743059c358238379918751b95f97bb5bd2f0748",
  "feed": "market-watch",
  "title": "Dow books worst day in 9 weeks as debt woes for China's Evergrande rattle stock market",
  "text": "<p>How did stocks trade?</p><p>The Dow Jones Industrial Average DJIA fell 614.41 points, or 1.8%, to end at 33,970.47, booking its worst daily percentage decline since July 19. At its session low, the Dow was down more than 970 points.</p><p>The S&amp;P 500 SPX declined 75.26 points, or 1.7%, finishing at 4,357.73, its biggest percentage drop since May 12.</p><p>The Nasdaq Composite Index COMP tumbled 2.2%, or 330.06 points, closing at 14,713.90, marking its worst percentage decline since May 12.</p><p>The small-cap Russell 2000 RUT fell 2.4% to end at 2,182.20.</p><p>What drove the market?</p><p>U.S. stocks closed lower Monday, but retraced significant earlier losses in the final hour of trade.</p><p>A downturn in China's property market, which suffered heavy losses Monday with shares of China Evergrande HK: 3333 falling 13% in Hong Kong, were blamed for dragging down U.S. and global equities.</p><p>Markets were closed in mainland China for a holiday, but the Hang Seng HK: HSI dropped over 3%.</p><p>Read:Evergrande fears send stock market tumbling: Here's what investors need to know about the China property giant</p><p>“There's plenty of headlines to hit stocks, and we've seen that happen,” said Sahak Manuelian, head of equity trading at Wedbush Securities in Los Angeles, pointing to Evergrande's woes, geopolitical tensions, the coming FOMC meeting and jitters about the U.S. debt ceiling.</p><p>“I'm not sure what the scope of this will end up being,” Manuelian told MarketWatch, but he also said he'll be watching to see if investors come out in force over the next few days to snap up downtrodden shares, as largely has been the case on any weakness year-to-date.</p><p>The 8.25% Evergrande bond that has interest payments due this week was trading at around 29 cents to the dollar on Monday, according to Reuters.</p><p>A report from S&amp;P Global Ratings on Monday said a default by debt-laden Evergrande would neither lead to a tidal wave of defaults nor mere ripples from a pebble in a pond but something between the two.</p><p>“Stories like Evergrande's can be tough to digest, and it may take time to understand the true risk related to this type of event,” Lindsey&#xa0;Bell, chief investment strategist at Ally Invest, wrote in emailed comments. “Fear has been building in the market for a while, and selling pressure has intensified today with the VIX VIX “fear index” jumping to its highest level since May.”</p><p>Separately, investors will be closely watching for any talk of tapering at the Fed's two-day policy meeting. The Fed has signaled it will begin tapering bond purchases before the end of the year, but the exact timing of the move remains unclear.</p><p>Check out: Evergrande isn't the only reason the stock market is headed for its worst day in 2 months. Here are 5 other reasons</p><p>The economy has been giving off mixed signals, though, amid rising cases of coronavirus due to the delta variant. Friday's losses for Wall Street came as a reading on consumer sentiment held close to&#xa0;a roughly 10-year low.</p><p>Analysts also were discussing the inability, so far, of Congress to increase the debt ceiling.</p><p>“We are probably out of the Goldilocks stages, where stocks were putting in a straight line higher,” said Michael Reynolds, investment strategy officer at Glenmede, in a phone interview. “This is almost a return to normal.”</p><p>Reynolds said discord in Washington, including over President Joe Biden's planned $3.5 trillion spending plan could mean “volatility is here for now.” But he also thinks the fundamentals of the economic recovery remain “in relatively good shape,” meaning that a sustained pullback might make for a good time to add risk.</p><p>Read: It is the ‘golden age' of U.S. consumer credit, says this Voya portfolio manager</p><p>Investors also were weighing an upbeat report from Pfizer Inc. PFE&#xa0;and German partner BioNTech SE BNTX on Monday, announcing positive results in a Phase 2/3 trial of their COVID-19 vaccine in children aged 5 to 11, and said the vaccine was safe, well tolerated and produced “robust” neutralizing antibody response.&#xa0;</p><p>In economic news, the National Association of Home Builders' monthly confidence index increased one point to a reading of 76 in September, the trade group said Monday. The slight uptick comes following a three-month decline in optimism among home builders.</p><p>Which companies were in focus?</p><p>Twitter Inc.&#xa0;TWTR,&#xa0;-2.61%&#xa0;announced Monday that it had entered an agreement to settle a class-action lawsuit that began in 2016. Shares fell 2.4%.&#xa0;</p><p>Shares of China-based electric vehicle makers fell, and Tesla Inc.&#xa0;TSLA,&#xa0;-2.97% shares ended 3.9% lower Monday, as Li Auto Inc.‘s warned of a deliveries miss&#xa0;and Shares of NIO Inc.&#xa0;NIO&#xa0;sank 6.2%.</p><p>GameStop Corp.&#xa0;GME said Monday it plans to hire 500 employees at its new customer service center in Pembroke Pines, Fla. Shares fell 6.2%</p><p>The airline sector outperformed amid&#xa0;a broader-market selloff, after reports that Biden will end travel bans for fully vaccinated individuals. Exchange traded U.S. Global Jets ETF&#xa0;JETS rose 0.6%.</p><p>Financial stocks slumped, with Berkshire Hathaway&#xa0;BRK. A, JPMorgan Chase&#xa0;JPM, Bank of America&#xa0;BAC,&#xa0;Wells Fargo&#xa0;WFC, Morgan Stanley&#xa0;MS, Citigroup&#xa0;C, Goldman Sachs&#xa0;GS, and BlackRock&#xa0;BLK all down. The Financial Select SPDR FundXLF shed 2.3%, outpacing the drop by the S&amp;P 500.</p><p>How did other assets fare?</p><p>The yield on the 10-year Treasury note&#xa0;TMUBMUSD10Y fell 6.1 basis points to around 1.308%. Yields and debt prices move in opposite directions.</p><p>The ICE U.S. Dollar Index&#xa0;DXY,&#xa0;a measure of the currency against a basket of six major rivals, rose by less than 0.1.</p><p>Oil future settled lower on Monday, with the U.S. benchmark&#xa0;CL00 closing 2.3% lower at $70.29 a barrel. Gold futures&#xa0;GC00&#xa0;climbed 0.7% to settle at $1,763.80 an ounce.</p><p>In European equities, the Stoxx Europe 600 index&#xa0;SXXP closed 1.7% lower, it's largest daily plunge since mid-July. The FTSE 100&#xa0;UKX slumped 0.9%.</p><p>Barbara Kollmeyer contributed reporting</p>",
  "published": "2021-09-20T16:34:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 5097,
          "end": 5104
        },
        {
          "start": 5097,
          "end": 5110
        }
      ]
    }
  ]
}