{
  "_id": "1eed48894f8755d4a34c4b58824d3d28b5a8c6eb430ca36869c492436e3be995",
  "feed": "ftcomall",
  "title": "Why IPL cricket teams are worth more than Premier League clubs",
  "text": "<p>What's the biggest rivalry in world sport? The <strong>New York Yankees</strong> versus the <strong>Boston Red Sox</strong>? <strong>FC Barcelona</strong> vs <strong>Real Madrid</strong>? Nothing comes close to a cricket match, any cricket match, between India and Pakistan. </p> <p>The fixture is infused with decades of bitter history, while in south Asia, home to a billion people, cricket is the only sport that matters. Hundreds of millions watched then, as the two nations played last weekend in Dubai at the <strong>Twenty20 Cricket World Cup</strong>. Pakistan blasted their way to an unexpected victory against the tournament favourites.</p> <p>Asian fervour for the game explains why investors are piling into the <strong>Indian Premier League</strong> the tournament that has popularised Twenty20, a format of the game that involves big hitting and short matches. As we explain in this week's Scoreboard, there is money to be made in the IPL, perhaps more than in other sports like football. Do read on — <em>Murad Ahmed, Sports Editor</em></p> <h1>Why IPL cricket teams are worth more than Premier League clubs</h1> <p>The Indian Premier League is big business.</p> <p>This week, the <strong>Board of Control for Cricket in India</strong>, held an auction to buy two new franchises for the Twenty20 cricket contest. <a href=\"https://www.ft.com/content/d251ebc2-4b24-407c-975d-719e6ad89218\">The winners</a> were private equity group <strong>CVC Capital Partners</strong>, which agreed to pay Rs56bn ($745m) for an Ahmedabad-based team, and Indian billionaire <strong>Sanjiv Goenka</strong> who acquired Lucknow for a whopping $945m.</p> <p>While Goenka's offer blew all interested parties out of the water, CVC's was perfectly calculated. It was just enough to beat rivals such as <strong>Avram Glazer</strong>, whose family own <strong>Manchester United </strong>and the <strong>Tampa Bay Buccaneers</strong>, and <strong>Gautam Adani</strong>, another Indian titan of industry. </p> <p>All bidders offered in excess of $500m to acquire one of the two available IPL franchises. So there has been a sharp uplift in valuations since the FT <a href=\"https://www.ft.com/content/9eef0a43-3ebf-41b4-8717-ffe3917d6bd7\">revealed</a> in June that New York-based <strong>RedBird Capital Partners</strong>, founded by former Goldman Sachs executive <strong>Gerry Cardinale</strong>, had bought a 15 per cent stake in the <strong>Rajasthan Royals </strong>valuing the existing IPL team at more than $250m.</p> <a href=\"https://twitter.com/ESPNcricinfo/status/1452855267868090369?s=20\">https://twitter.com/ESPNcricinfo/status/1452855267868090369?s=20</a> <p>The prices paid at this week's auction are more than the sums needed to acquire the majority of clubs in the English Premier League, the most valuable domestic football competition in the world's favourite sport. (Though, <a href=\"https://theathletic.com/news/czech-billionaire-daniel-kretinsky-considering-buying-minority-stake-in-west-ham/NuDa3XGHWtau/\">The Athletic</a> reported this week that Czech billionaire <strong>Daniel Kretinsky</strong> is in talks to acquire a minority stake in <strong>West Ham United</strong> at a £700m valuation).</p> <p>What explains these hefty price tags in the IPL?</p> <p>First, scarcity. The two new teams will expand the competition to 10 sides. That's still a relatively small group which will each have a share in the IPL's mega media rights deals. </p> <p>In 2017, the IPL secured a <a href=\"https://www.ft.com/content/99438da6-9156-11e7-a9e6-11d2f0ebb7f0\">$2.6bn</a> five-year domestic TV contract with <strong>Disney</strong>, which accounts for the majority of franchise income. </p> <p>That figure is sure to grow with a new media sale due later this year. US tech giants <strong>Facebook</strong> and <strong>Amazon</strong> are eyeing bids. Indian network <strong>Zee</strong> is in <a href=\"https://www.ft.com/content/f790afc1-f07b-41f2-92fe-2c130f77b09b\">merger talks</a> with Japan's <strong>Sony</strong>, partly to get the financial firepower to mount a bid to screen IPL games.</p> <p>Because audiences for IPL can reach up to 200m for a single game, the upcoming auction to screen matches may prove even more competitive than the one held to buy teams.</p> <p>Second, all teams are guaranteed their places in IPL each year, just like in US sports leagues. There is no threat of relegation for bad sporting performances, a financial risk that puts a ceiling on the valuations of most European football clubs.</p> <p>All that means that despite requiring a high price for entry, owning an IPL team is likely a surer bet to make money over the long term than most sports franchises outside North America. </p> <p>The risk is that IPL stops minting cash. That could happen if audiences tune out or the tournament is overtaken by a rival league. But given the feverish interest of cricket-loopy Indian fans, investors look well set to make healthy returns.</p> <h1>The European Super League just will not die</h1> <p>The <strong>European Super League</strong> <a href=\"https://www.ft.com/content/f1af5993-21ed-4b92-9679-27f71482f76d\">is launching a fightback</a>. </p> <p>The radical project appeared to collapse within days of being unveiled in April, after nine of its original 12 clubs backed out following protests from fans, politicians and pundits</p> <p>But the three sides that still support the concept — Real Madrid, FC Barcelona and <strong>Juventus </strong>— are preparing a legal <a href=\"https://www.ft.com/content/18d460b6-a257-4153-ad58-a56c1bac8453\">case</a> that seeks to revive their new continental competition.</p> <p>The FT <a href=\"https://www.ft.com/content/d6b63d63-e61d-4187-bad1-b5f399895a88\">got hold of the court filings</a> related to the case brought by <strong>A22</strong>, a Spain-based company that represents the Super League. Their arguments will worry <strong>Uefa</strong>, European football's governing body.</p> <p>The rebel clubs will argue at the <strong>European Court of Justice</strong> that Uefa is contravening EU competition rules by effectively running a monopoly, acting in ways that blocks the creation of rival contests.</p> <p>It's a strong line of attack. EU institutions like nothing more than to tackle monopolies. And the ECJ has been happy to intervene in football in big ways before, such as through the so-called <strong>Bosman ruling</strong> in 1995, which made it easier for footballers to move between clubs.</p> <p>A22's key point is that it is unfair for Uefa to act as a competition organiser, such as running the <strong>Champions League</strong>, Europe's most prestigious club tournament, as well as being football's regulator, able to sanction clubs that play in its contests. </p> <p>Uefa's president <strong>Aleksander Ceferin</strong> won plaudits for his vociferous reaction against the Super League, but may have got himself into a bind by seeking to punish the rebels for having the temerity to break away. </p> <p>Uefa has dropped its disciplinary proceedings against Real Madrid, Barcelona and Juventus, but the damage may have already been done. A22 will argue Ceferin's actions are an example of how Uefa works to edge out competitors. </p> <p>Some of the arguments in the filings, though, are baffling. </p> <p>A22 argues that Uefa structures its competitions in ways that benefit clubs in large countries (such as handing four Champions League places to the biggest leagues in England, Spain and Germany).&#xa0;</p> <p>It adds this bias works to benefit “state-backed” clubs. That appears to be a veiled reference to Qatar-owned <strong>Paris Saint-Germain</strong>, which refused to join the Super League.</p> <p>The rebels argue the format of Uefa's tournaments makes it “impossible for clubs from Luxembourg and Dublin to access these competitions, despite coming from capitals of member states with strong economies.”&#xa0;</p> <p>Left out of the filings is that among the original 12 Super League clubs was <strong>Manchester City</strong>, owned by <strong>Sheikh Mansour bin Zayed al-Nahyan</strong>, a billionaire member of Abu Dhabi's ruling family. And the competition only included teams from England, Spain and Italy. </p> <p>Furthermore, the Super League intended to create a monopoly of its own, with permanent membership for the 12 founders. Accepting this was a grave mistake, the rebels have said they will now accept promotion and relegation, without providing details. </p> <p>If the ECJ does rule in the Super League clubs' favour, what's the remedy? </p> <p>The one they want most is to break up Uefa, so it can't be both a regulator and competition organiser. That would suit the big clubs, as that may release the prize they've really wanted all along: <a href=\"https://www.ft.com/content/5d264e68-0291-42e6-b896-f78738e6aed7\">owning</a> the Champions League.</p> <h1>Highlights</h1> <ul>  <li><p>The <strong>National Football League</strong> has <a href=\"https://www.packers.com/news/nfl-approves-potential-green-bay-packers-stock-sale-2021\">approved a sale</a> of <strong>Green Bay Packers</strong> stock in order to fund improvements at <strong>Lambeau Field</strong>, the sixth such public offering in the team's history. The Packers are the only publicly owned non-profit club in major American professional sport, though shares do not pay dividends nor can they be resold, as detailed in the club's lengthy disclaimers. A per-share price has not yet been announced.</p></li>  <li><p><strong>Los Angeles Rams</strong> owner <strong>Stan Kroenke</strong> riled fellow NFL owners at the league's meetings in New York this week, threatening to back away from covering millions in legal expenses tied to his decision to move the team out of St Louis in 2016, <a href=\"https://www.espn.com/nfl/story/_/id/32486646/los-angeles-rams-owner-stan-kroenke-angers-nfl-owners-financial-pivot-related-lawsuit-st-louis-move-sources-say\">according to ESPN</a>. The team and the league are being sued by the <strong>St Louis Regional Convention</strong> and <strong>Sports Complex Authority</strong> for loss of revenue and other fallout from the move, with a trial scheduled for January 2022.</p></li>  <li><p>US betting company <strong>DraftKings </strong><a href=\"https://www.ft.com/content/ae1b143f-3735-488b-a510-37f77f2dddf9\">backed away</a> from making a firm offer for UK rival <strong>Entain </strong>after considering an £18.4bn takeover of the owner of the <strong>Ladbrokes </strong>and <strong>Coral </strong>brands, surprising investment analysts. A person with knowledge of the talks said the companies failed to agree on the potential value of the equity on offer.</p></li>  <li><p>The UK is bidding to host the <strong>2025 Women's Rugby World Cup </strong>and the opening Grand Depart of the men's <strong>Tour de France </strong>the following year, with Chancellor <strong>Rishi Sunak </strong>making £30m available in his Autumn Budget for the bids. He is also supporting the UK and Ireland's joint bid for the 2030 men's football <strong>World Cup</strong>.</p></li>  <li><p>Former players are set to <a href=\"https://news.sky.com/story/rugby-football-league-facing-legal-action-from-former-players-after-early-onset-dementia-diagnosis-12445848\">pursue legal action</a> against the <strong>Rugby Football League </strong>after being diagnosed with early-onset dementia. The English governing body has been accused of failing to protect rugby league players from the risks of concussion. The former Great Britain scrum-half <strong>Bobbie Goulding</strong> is among the 10 players suing the league for negligence.</p></li>  <li><p>As explained in a FT Special Report this week, overseas investors, especially US ones, are buying up top Italian football clubs. But once they get in, they find it hard to increase revenues. Just ask <strong>ACF Fiorentina</strong>'s <a href=\"https://t.co/yCWXJorJpE?amp=1\"><strong>Rocco Commisso</strong></a>.</p></li> </ul> <h1>Transfer Market</h1> <ul>  <li><p>Former golfer <strong>Greg Norman </strong>has been named chief executive of <strong>Liv Golf Investments</strong>, a newly formed company majority owned by Saudi Arabia's sovereign wealth fund. It is committing $200m to fund 10 events on the <strong>Asian Tour</strong>, setting the scene for a battle over the world's best golfers, many of which currently play on the US <strong>PGA Tour</strong> or <strong>European Tour.</strong></p></li>  <li><p><strong>Chad Hutchinson</strong>, a former professional baseball and American football player for the <strong>St Louis Cardinals</strong>, <strong>Dallas Cowboys, </strong>and <strong>Chicago Bears</strong>, has joined <strong>Arctos Sports </strong>as a partner. Hutchinson comes to the sports-focused private equity firm from <strong>Sixth Street</strong>, where he was managing director of its agriculture business, and before that started his own private investment fund, <strong>Wakestorm Capital</strong>. Hutchinson is also one of only seven people to play professionally in both the NFL and <strong>Major League Baseball</strong> in the last half century.</p></li> </ul> <h1>Final Buzzer</h1> <p>You may have noticed at Scoreboard that we like nothing more than videos of charismatic NBA star <strong>Jimmy Butler</strong>, out in the real world. So with temperatures dipping, daylight dwindling, and leaves changing in vast swaths of the northern hemisphere, we enjoyed this autumnal sight of the barista-slash-<strong>Miami Heat </strong>forward. An oat milk latte <a href=\"https://twitter.com/nicjbae/status/1453034282822275082?s=21\">never sounded so good</a>.</p> <a href=\"https://twitter.com/nicjbae/status/1453034282822275082?s=21\">https://twitter.com/nicjbae/status/1453034282822275082?s=21</a><p>Source:  2021 'Why IPL cricket teams are worth more than Premier League clubs' FT.com 30 October. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-10-30T08:00:58.332Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 1870,
          "end": 1883
        },
        {
          "start": 1870,
          "end": 1877
        }
      ]
    }
  ]
}