{
  "_id": "6c46228603438e37face5d1384fdb472acba6ca7244393e5025a73eb42cff1ba",
  "feed": "economist-newspaper",
  "title": "The World Ahead 2022; The outlook for emerging-market debt in 2022",
  "text": "<p>In a word, no. Before their bust in 1982, emerging markets mostly borrowed at short maturities and floating rates in foreign currencies. The biggest debtors today tend to sell longer-term bonds, mostly in their own currencies, and often to local buyers. According to the IMF and World Bank, 29 poor countries are at “high risk” of debt distress. An additional four governments have a weak credit rating of CCC+, according to S&amp;P Global Ratings. (In the past, almost half of countries in the CCC or CC category have defaulted within a year.) But most of these borrowers are too small to cause much systemic concern. Instead of a debt crisis, emerging markets may suffer various degrees of “fiscal scarring”</p><p>The one possible exception is Argentina. Having already rescheduled its bonds in 2020, it will have no difficulty meeting its obligations to private creditors in 2022. But the money it owes to the IMF is another matter. It will need a new long-term loan from the fund to help it repay its large existing debts to the institution, including $18bn due in 2022. In return, the fund is likely to insist that Argentina raise tariffs on electricity, curtail borrowing from the central bank and maintain a realistic exchange rate.</p><p>Key to an agreement is Argentina's powerful vice-president, Cristina Fernández de Kirchner, whose husband defaulted on the fund (for a single day) in 2003 when he was president. Though she and the government will no doubt attempt to blame the Fund for as much as they can, they are unlikely to repeat that stunt. A deal will be made.</p><p>Instead of a debt crisis, emerging markets may suffer various degrees of “fiscal scarring”, as Alberto Ramos of Goldman Sachs has put it. Like the stiff tissue that closes over a wound, high government debt and deficits can restrict a government's flexibility and range of movement, hampering its response to further slowdowns. Brazil's fiscal deficit, for example, has added to inflationary pressure in the country, obliging its central bank to raise interest rates sharply, even as unemployment remains high.</p><p>The emerging-market debt that seized the attention of world investors in 2021 was owed not by a government, but by China's overstretched property developer, Evergrande. Its liabilities of over $300bn exceed the public debts of all but nine emerging economies. How China handles its property slowdown is likely to remain the largest question hanging over the biggest emerging economy in 2022.</p><p>Of the ten original emerging markets identified by Mr van Agtmael in 1981, three (Chile, Greece and South Korea) have since become high-income economies by the World Bank's definition. China (which was not one of the original ten) hopes to join them in the upper tier before long. The bank's high-income threshold is updated each year, based on a weighted average of inflation rates and exchange rates across America, Britain, China, the euro area and Japan. The threshold worked out at a national income per person of $12,695 in 2020.</p><p>If China (which had an income of $10,610 per person in 2020) handles its property slowdown well, it has a fighting chance of passing the high-income threshold in 2023. That would make 2022 another pivotal year in the history of emerging markets: the Middle Kingdom's last year as a middle-income country.</p><p>Simon Cox: China economics editor, The Economist, Hong Kong</p><p>■</p><p>This article appeared in the Finance section of the print edition of The World Ahead 2022 under the headline “Scar tissue”</p>",
  "published": "2021-11-08T00:00:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 1676,
          "end": 1689
        },
        {
          "start": 1676,
          "end": 1683
        }
      ]
    }
  ]
}