{
  "_id": "dfbf829cf825a9bf458b58a983b6c5b78ccfa5c27fad584ac1c6d53c399e6cf2",
  "feed": "ftcomall",
  "title": "Australia sets M&A record as dealmakers revel in rebound",
  "text": "<p>Australia has been sealed off from the rest of the world for much of the past two years, starving Sydney airport of a steady flow of tourists, returning expatriates and migrant workers as borders were shut. </p> <p>Yet even when passenger numbers were down more than 75 per cent compared with the pre-lockdown period, a consortium of infrastructure-hungry funds launched an <a href=\"https://www.ft.com/content/bd33d013-f0b1-4ab6-9332-ec82ac0c229a\">audacious A$22bn offer</a> to acquire the airport in July. </p> <p>That offer culminated in a <a href=\"https://www.ft.com/content/00ecc8a7-7f94-444e-bd8b-5e5d516ceec9\">recommended bid of A$23.6bn</a> (US$17.5bn) in November, one of a trio of big deals that has lifted Australian mergers and acquisitions to record levels in 2021. </p> <p>Bankers and lawyers said the M&amp;A boom was unlike any they have seen, with A$308bn of deals agreed in Australia in 2021 compared with a 10-year average of A$100bn, according to data from Refinitiv.</p> <p>“None of us can remember a market where there has been so much volume at such a material scale,” said Marissa Freund, head of mergers and acquisitions for Goldman Sachs in Australia and New Zealand. </p> <p>The record M&amp;A in a country that introduced some of the strictest lockdown regimes in the world was not driven by opportunistic buyers taking advantage of a weak market. Instead, low funding costs, pent-up demand for transactions after a dealmaking lull in 2020 and an economic rebound have proved the catalyst. A growing amount of private capital and a shift in strategy by the country's enormous superannuation pension funds has also triggered the wave of activity, forcing buyers to offer hefty premiums. </p> <h2>Australia's biggest airport sets a record year rolling</h2> <p>Until this year, Sydney Kingsford Smith Airport, named after a famous Australian aviator and considered to be the holy grail of the country's infrastructure assets, had previously been seen as too big for local buyers. </p> <p>Sydney Aviation Alliance, a consortium led by Melbourne-based IFM Partners and New York-based Global Infrastructure Partners, bid three times before it landed the largest cash takeover in Australian history. </p> <p>But the deal was soon eclipsed by two more record-busting transactions. Square, the payments company started by Twitter co-founder Jack Dorsey, agreed to acquire fintech company <a href=\"https://www.ft.com/content/9bc49035-87f8-440e-9c20-5af34d40d4ad\">Afterpay for A$39bn</a>, the largest takeover of an Australian company, in early August. That was soon followed by mining group BHP's agreement to <a href=\"https://www.ft.com/content/f8b190c5-6946-432c-8e73-083f70ba69d6\">merge its petroleum assets </a>with Woodside in a deal that valued the combined business at A$41bn.</p> <p>The deals have not stopped. On October 17, five potential transactions with an aggregate value of A$10bn were announced. These included Aristocrat Leisure agreeing a <a href=\"https://www.ft.com/content/710db6fc-80a4-4d43-a883-74372825ae76\">A$5bn deal to buy</a> UK gaming software company Playtech; Aventus, a shopping centre owner, was sold to real estate company HomeCo Daily Needs Reit for A$2.8bn; and South Korean steelmaker Posco offered A$815m to buy coal seam gas producer Senex Energy, a bid that was later raised.</p> <p>Crown Resorts, the casino group controlled by billionaire James Packer, is another Australian asset being pursued, with Blackstone, the US private equity firm, circling. Crown has rejected a $6bn offer but has opened its books for the suitor to conduct due diligence. </p> <p>Barrenjoey, an investment bank backed by the UK's Barclays and Australia's Magellan, was founded a year ago to ride the M&amp;A wave.</p> <p>Erin Tinker, head of M&amp;A for Barrenjoey who worked on the Sydney airport deal, said the “megadeals” had increased the average takeover size to A$3.8bn in 2021 compared with a 10-year average of A$1.3bn. Takeover premiums have risen to an average of 44 per cent compared with 33 per cent between 2015 and 2020, a record high. “It is certainly the most active market I've been in for 20 years,” she said. </p> <h2>Superannuation funds help drive the surge</h2> <p>Australia's buyout frenzy has been partly driven by giant superannuation funds — the country's A$3tn pension sector — which has become more aggressive in targeting listed companies and by the amount of unused capital available to bidders hunting a scarce number of assets. </p> <p>That has forced a shift in approach by super funds, which have started to team up to target publicly listed companies. For example, Aware Super and Macquarie Infrastructure &amp; Real Assets (MIRA) joined forces to buy telecoms company Vocus for A$3.5bn in June.</p> <p>Private capital is fuelling M&amp;A volumes, accounting for 36 per cent of deals compared with a 10-year average of 25 per cent, according to Tinker.</p> <p>Luke Bentvelzen, Barrenjoey's co-head of industrials and head of technology, added that half of this year's deals — including BHP's oil merger with Woodside — have been driven by decarbonisation and digitisation trends. “Companies are reweighting towards higher growth segments,” he said. </p> <p>The takeovers have led to some worries that Australia is being cherry-picked of its biggest and best companies. But Bentvelzen countered that there was a good pipeline of initial public offerings in the coming year. SiteMinder, the hotel-booking software company, surged 38 per cent on its debut last month, driving its value beyond A$1bn, in a performance that should embolden other technology companies looking to float, he said. </p> <p>Some boards have also resisted the urge to sell. Altium, an Australia-listed electronics company, rejected a A$5bn bid from Silicon Valley rival Autodesk this year and has since traded well above the offer price. </p> <p>Freund said the argument that Australia's stock exchange was being picked clean “doesn't really stack up” but does expect the M&amp;A boom to continue into 2022 despite concerns about rising inflation and potential interest rate increases. “I don't see it stopping anytime soon. Long may it continue,” she said.</p> <p><em>Additional reporting by Arash Massoudi in London</em></p><p>Source: Nic Fildes in London 2021 'Australia sets M&amp;A record as dealmakers revel in rebound' FT.com 9 December. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-12-09T01:00:48.049Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 958,
          "end": 971
        },
        {
          "start": 958,
          "end": 965
        }
      ]
    }
  ]
}