{
  "_id": "d9aed580d862ea05387f311e0c77189c1acaa81d9df2f3ba149c705d63056eb7",
  "feed": "wall-street-journal",
  "title": "Dow Falls More Than 400 Points as Omicron Fuels Volatility; Investors struggle to assess implications of coronavirus variant on business, economies",
  "text": "<p>Losses accelerated near the end of the session. The Dow Jones Industrial Average lost 461.68 points, erasing an intraday rally of nearly 521 points. The blue-chip index finished down 1.3% to close at 34022.04.</p><p>The S&amp;P 500 fell by 53.96 points, or 1.2%, to finish at 4513.04. Its 3.1% loss for Tuesday and Wednesday is the benchmark index's largest two-day percentage decline in more than a year. The Nasdaq Composite, meanwhile, fell by 283.64 points, or 1.8%, to 15254.05.</p><p>The emergence of the Omicron variant is injecting uncertainty into financial markets as investors were already trying to ascertain the impact of rising inflation. Investors have little to go on as they assess whether the variant will lead to renewed lockdowns, and, if so, how governments and central banks would respond to support the economy.</p><p>\"Volatility in the short run should be expected. Ultimately, we're dealing with a little more uncertainty than we have been,\" said Chris Zaccarelli, chief investment officer of Independent Advisor Alliance. \"There's enough cause for concern that people are shooting first and asking questions later.\"</p><p>Mr. Zaccarelli said his Charlotte-based firm has been delaying expanding its positioning in cyclical sectors due to concerns about Covid-19, and currently remains balanced between growth and value stocks. \"We feel like in the absence of perfect information, it makes sense to prepare for either scenario,\" he said.</p><p>Wednesday's selloff was broad-based. Among the S&amp;P 500's 11 sectors, only the utilities group finished higher. The sector is typically viewed as a more defensive haven within the stock market.</p><p>The Russell 2000 index of small-cap stocks lost 2.3%, sliding into correction territory—or a drop of at least 10% from a recent peak—for the first time since June 2020.</p><p>Travel stocks were punished. Cruise company Carnival fell by $1.24, or 7%, to finish at $16.38. United Airlines Holdings lost $3.20, or 7.6%, to end at $39.06. Wynn Resorts sank by $4.95, or 6.1%, to end at $76.06.</p><p>Vaccine-maker Moderna also tumbled, losing $41.82, or 11.9%, to close at $310.61. That marked the worst performance in the S&amp;P 500 on a percentage basis.</p><p>One major cause of concern among investors is the question of how effective Covid-19 vaccines will be against the new variant. Though drugmakers have said the variant first identified in South Africa looks like it could make existing vaccines less effective, they expect to be able to update the shots.</p><p>\"We just don't know how much more infectious it is, how severe the symptoms are and what the impact of that is,\" said Sebastian Mackay, a multiasset fund manager at Invesco, of the Omicron variant. \"What I'd assume now is this probably isn't enough to derail the recovery that's going on.\"</p><p>Invesco's multiasset funds have bought stocks at cheaper levels since Omicron first rattled markets last week, Mr. Mackay added.</p><p>Treasury yields fell, also reversing gains from earlier in the day, as investors sought safety in government bonds. Yields fall when bond prices rise. The yield on benchmark 10-year Treasury notes slid to 1.433% from 1.440% Tuesday.</p><p>In energy markets, Brent oil prices, which have tumbled recently on signs Omicron could curtail demand for jet fuel, fell 0.5% to $68.87 a barrel. The Organization of the Petroleum Exporting Countries meets Thursday to determine its response to recent price declines.</p><p>Analysts say the cartel, still holding back production in tandem with allies led by Russia, may pause plans to pump more oil in January, or further cut output. Goldman Sachs analysts said recent price declines suggest traders are preparing for daily global oil demand to fall by more than 7% over the next three months.</p><p>Another cause for concern lately, stock investors say, is that the rapid pace of inflation could prevent the Fed and other central banks from unleashing stimulus in the event of severe disruption caused by Omicron. Fed Chairman Jerome Powell added to those worries Tuesday when he opened the door to an interest-rate risein the first half of 2022.</p><p>The Organization for Economic Cooperation and Development said Wednesday it expects consumer-price inflation in the U.S. to average 4.4% in 2022, up from the 3.1% forecast in September. The forecasts were made before the Omicron variant was discovered. However, the research body's chief economist said the world could experience price declines if the new variant sidesteps existing vaccines.</p><p>Overseas markets gained. The Stoxx Europe 600 rose 1.7%. South Korea's Kospi added 2.1% while Japan's Nikkei 225 and China's Shanghai Composite rose 0.4%.</p><p>Write to Joe Wallace at joe.wallace@wsj.com and Caitlin McCabe at caitlin.mccabe@wsj.com</p><p>Dow Falls More Than 400 Points as Omicron Fuels Volatility</p>",
  "published": "2021-12-01T22:07:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 3515,
          "end": 3528
        },
        {
          "start": 3549,
          "end": 3556
        },
        {
          "start": 3549,
          "end": 3562
        }
      ]
    }
  ]
}