{
  "_id": "fa8e231c44a0d37c156e8a209febaa65528f45348986905564cf7bc957835ad7",
  "feed": "ftcomall",
  "title": "Morgan Stanley to bar unvaccinated staff and clients from New York office",
  "text": "<p>Morgan Stanley employees and clients who have not received their Covid-19 vaccine will be barred from entering the bank's New York offices, according to an internal memo seen by the Financial Times.</p> <p>“Starting July 12 all employees, contingent workforce, clients and visitors will be required to attest to being fully vaccinated to access Morgan Stanley buildings in New York City and Westchester,” said the memo, signed by chief human resources officer Mandell Crawley.</p> <p>After that date, those who do not attest to being fully inoculated would lose building access, Crawley wrote, adding that the “overwhelming majority of staff” had already reported getting their jabs. </p> <p>The policy was designed to speed up the process of getting offices back to normal, the bank said. </p> <p>Morgan Stanley had already implemented “vaccine-only” workspaces across some divisions including institutional securities and wealth management to enable “enhanced collaboration and productivity”, the memo said. </p> <p>The bank is also loosening protocols for vaccinated staff by dropping the daily health check form requirement for those who want to go into the office or visit clients, starting on Wednesday.</p> <p>Morgan Stanley's vaccination policy is the strictest yet among large Wall Street banks, which have been at the forefront of the push to convince workers to return to the office. </p> <p>Earlier this month, rival Goldman Sachs made it compulsory for staff to <a href=\"https://www.ft.com/content/12116828-5ad3-43c0-ae57-6148b1adee6f\">disclose their vaccination status</a>, but unvaccinated staff are permitted in buildings as long as they wear masks and practise social distancing. At JPMorgan Chase, vaccine disclosure is still voluntary.</p> <p>Last week BlackRock, the world's largest asset manager, also said it would only open its offices to vaccinated employees.</p> <p>James Gorman, Morgan Stanley's chief executive, has adopted a <a href=\"https://www.ft.com/content/ffd6033f-e8fc-4289-85b2-42bc4ddddd16\">tough stance</a> on the need for New York-based employees to return to the office, arguing that if they feel comfortable dining out in a restaurant then they should also feel safe at work. </p> <p>More than 70 per cent of adult New Yorkers have received at least one dose of the vaccine and the state has rolled back the vast majority of its pandemic-era restrictions. </p> <p>The US Equal Employment Opportunity Commission in December said <a href=\"https://www.ft.com/content/8d3c824e-5f9b-4d6e-9cac-56398bbeb498\">companies could bar employees from workplaces</a> if they refused to get vaccinated, subject to religious and medical exemptions.</p> <p>For now, Morgan Stanley's VaccineCheck system is operating on an honour system, but the bank may later decide to require proof of someone's vaccination status.</p> <p>Morgan Stanley partnered with Capsule Pharmacy in April to host employee-only vaccine clinics at its Times Square headquarters, according to people briefed on the arrangement.</p><p>Source: Imani Moise in New York 2021 'Morgan Stanley to bar unvaccinated staff and clients from New York office' FT.com 22 June. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-06-22T22:32:20.765Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 1376,
          "end": 1389
        },
        {
          "start": 1376,
          "end": 1383
        }
      ]
    }
  ]
}