{
  "_id": "2f70ae4438a7cf10dc91c7668de4c9dd22c64c1710ce5872f4a8918585e164e3",
  "feed": "wall-street-journal",
  "title": "Vaccine Approval Boosts Stock Indexes --- Investors bet that hesitant populations will be encouraged to get shots for Covid-19",
  "text": "<p>(WSJ Aug. 25, 2021)</p><p>(END)</p><p>U.S. stocks edged up Monday, boosted by technology stocks and full approval for Pfizer Inc.'s Covid-19 vaccine.</p><p>The S&amp;P 500 ticked up 37.86 points, or 0.9%, to 4479.53, led by energy, industrials and technology. The Nasdaq climbed 227.99 points, or 1.5%, to 14942.65, a record close. The last time Nasdaq rose more than 1% on consecutive trading days was the three trading days ending April 5.</p><p>Meanwhile, the Dow Jones Industrial Average rose 215.63 points, or 0.61%, to 35335.71.</p><p>The Covid-19 vaccine from Pfizer and partner BioNTech received full approval from U.S. regulators, which many public health officials and vaccine experts hope will encourage hesitant populations to get the shot. Pfizer rose $1.21, or 2.5%, to $49.93 and BioNTech climbed $33.42, or 9.6%, to $382.10.</p><p>\"Many believe that [vaccine approval] will create that much more momentum in vaccine trends, especially in those states and population groups that are lagging,\" said Joe Amato, chief investment officer at Neuberger Berman.</p><p>Investors also are focused on the Federal Reserve's annual economic policy symposium later this week, awaiting fresh cues on when policy makers may slow bond purchases.</p><p>At the same time, rising concerns that elevated Covid-19 infection levels may slow the global economic recovery sent stocks lower last week.</p><p>Dallas Fed President Rob Kaplan said Friday he may rethink his call to begin tapering asset purchases soon if the Delta variant weighs on growth.</p><p>\"If there is any sign that the U.S. economy is slowing, the Fed won't taper,\" said Michael Hewson, chief market analyst at CMC Markets. \"There is a long way between laying out a pathway to tapering and actually doing it.\"</p><p>Shares of ride-hailing firms declined after a California judge said a measure that sought to continue treating their drivers as independent contractors rather than employees is unconstitutional. Uber Technologies rose $1.05, or 2.7%, to $41 and Lyft edged up $1.35, or 2.9%, to $47.24.</p><p>On the economic front, a gauge of existing-home sales surprised to the upside in July. Economists had forecast a moderate pullback after prices hit a record in June.</p><p>Preliminary purchasing managers' surveys on manufacturing and services for August missed economists' estimates. Similar data for Australia overnight showed a contraction in activity amid tighter Covid-19 restrictions. Indicators for Japan and the eurozone came in below economists' expectations.</p><p>\"It's hard to be too negative on the market if you still have an economy moving forward, and the earning trends are still stupendous,\" said Keith Lerner, chief marketing strategist with Truist Advisory Services.</p><p>Due to the impact of the Delta variant, Goldman Sachs economists lowered their real U.S. gross-domestic-product growth forecast to 6% for 2021.</p><p>\"This market doesn't want to go down. It wants to keep up, which is nice and exciting,\" said Sandi Bragar, managing director at Aspiriant. \"But, also, a little concerning because from our perspective the market's gotten a lot further ahead than the economy.\"</p><p>The yield on the benchmark 10-year Treasury note ticked down to 1.254% from 1.259% on Friday. Yields rise when prices fall.</p><p>Oil prices rebounded, with Brent crude advancing $3.57 a barrel, or 5.5% to $68.75, the largest gain since late March.</p><p>The price of bitcoin rose above $50,000 for the first time since May. It traded around $50,250, an increase of more than 3% from its 5 p.m. level on Friday. PayPal expanded its cryptocurrency services to the U.K. on Monday, allowing its customers in Britain to buy, hold and sell digital assets such as bitcoin on its platform.</p><p>Overseas, the pan-continental Stoxx Europe 600 ticked up 3.08 points, or 0.7%, to 471.88.</p><p>In Asia, most major benchmarks rose.</p><p>The Shanghai Composite Index added 49.80 points, or 1.5%, to 3477.13, and Hong Kong's Hang Seng Index advanced 259.87 points, or 1%, to 25109.59.</p>",
  "published": "2021-08-24T00:00:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 2687,
          "end": 2700
        },
        {
          "start": 2708,
          "end": 2721
        },
        {
          "start": 2709,
          "end": 2722
        },
        {
          "start": 2709,
          "end": 2716
        },
        {
          "start": 2708,
          "end": 2715
        }
      ]
    }
  ]
}