{
  "_id": "6b3a5cf7bcbc7ff4a1e203a6599f5460f70aec7716076ca75245fce8cbd4b1ce",
  "feed": "ftcomall",
  "title": "Burberry poaches Versace's British boss",
  "text": "<p><strong>Burberry</strong> has got itself a new, British, boss. Italian Marco Gobbetti announced in June that he was swapping Burberry's trenches for the soft leather and silk ties of Florentine group Ferragamo. Now Burberry has raided another Italian fashion group for Gobbetti's successor. </p> <p><strong>Jonathan Akeroyd</strong> has been chief executive of Milan-based Gianni Versace since 2016, during which time the brand was bought for $2.1bn by US group Michael Kors. But his pedigree is in British brands. He spent twelve years as CEO of British brand Alexander McQueen, and earlier 15 years as merchandising director of London's Harrods department store. </p> <p>Akeroyd's move comes at a price: £6m in buyout awards to compensate him for leaving Versace, on top of the £1.1m base salary, an annual bonus worth up to double his salary and a share plan award of 162.5 per cent of salary. He joins in April next year, while Gobbetti will bow out at the end of December. Riccardo Tisci, the Italian designer brought in by Gobbetti, is staying on at the group. </p> <p>For a recap on where Gobbetti leaves Burberry, <a href=\"https://www.ft.com/content/26fbc2dd-0779-4524-8223-d5cd33579d7d\">check out this piece</a> from last month by Lauren Indvik. </p> <p>Do tell me what you like about City Bulletin and what I can do better. Email me at <a href=\"mailto:citybulletin@ft.com\"><em>citybulletin@ft.com</em></a><em>.</em></p> <h1>Briefly</h1> <p><strong>Deliveroo</strong> has upgraded its full-year financial forecasts after better than expected order growth in its third quarter. Gross transaction value — a measure of the orders placed through its platform — will rise by between 60 and 70 per cent over the year, Deliveroo estimated, rather than the 50 to 60 per cent it predicted before. Consumers kept up takeaway orders even after restaurants reopened, though the average order value did fall slightly. </p> <p>Official <strong>inflation figures </strong>out this morning showed the annual pace of price rises slowed in September, slipping from 3.2 per cent in August to 3.1 per cent last month. Restaurant prices held back prices from rising further, but that was because of an artificial jump last year after the end of the Eat Out to Help Out subsidised dining scheme. Economists expect the inflation rate to pick up again before the end of the year. </p> <p>Shopping centre landlord <strong>Hammerson</strong> said footfall now stands between 15 and 20 per cent below 2019 levels, while rent collection rates have improved to 70 per cent of the amount due. The UK is ahead of Ireland and France. </p> <p>Also out today are updates from <strong>Metro Bank</strong> and miner <strong>Antofagasta</strong>, while <strong>Rio Tinto</strong> has a strategy day today, a day after its strategy chief <a href=\"https://www.ft.com/content/d06fbd88-c242-479f-9201-4587829c8f78\">announced he was quitting</a>. </p> <h1>Beyond the Square Mile</h1> <p><strong>Goldman's</strong> chief executive David Solomon has insisted the bank can close its valuation gap with rivals. In an interview with the FT he said the stock price would “<a href=\"https://www.ft.com/content/83d330b3-e1fd-424c-b2d6-d79682b9b348\">take care of itself</a>” if the lender delivered on its strategy to diversify from investment banking and trading. </p> <p>Rail group <strong>Canadian National's </strong>chief executive will step down, weeks after UK hedge fund manager Chris Hohn called for his resignation. The Montreal-based group said Jean-Jacques Ruest's exit was a planned retirement. But only last month he announced a strategic plan called “<a href=\"https://www.ft.com/content/5d347672-1c8e-4a5a-9e02-6a3cd445f038\">Full Speed Ahead</a>”. </p> <p>And <em><strong>Squid Game</strong></em> helped <strong>Netflix </strong>double its new subscribers from a year earlier, signalling a stronger finish to the year after slowing growth during the first half. The South Korean drama released last month has been the video streaming service's biggest-ever series launch, <a href=\"https://www.ft.com/content/65ff9a4a-e444-494c-b9ea-c5c8c488f682\">Christopher Grimes reports</a> from LA, reaching more than 142m viewers globally. No spoilers please, I've still got one episode left. </p> <h1>Essential comment before you go</h1> <p>“The <strong>Bank of England's</strong> £28bn problem”. That's how Tommy Stubbington, our capital markets correspondent, puts <a href=\"https://www.ft.com/content/989527cc-f056-41bb-a10c-00095ab8ec85\">the quandary facing the central bank</a> after its sudden shift towards higher interest rates. The BoE had promised the unwinding of its £875bn bond-buying programme would be “gradual and predictable”. But now it might begin with a bang — and that could create problems for investors. </p><p>Source: Cat Rutter Pooley 2021 'Burberry poaches Versace's British boss' FT.com 20 October. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-10-20T07:21:34.703Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 2514,
          "end": 2521
        }
      ]
    }
  ]
}