{
  "_id": "147ae91dac0effb4587e601b7a3204e24d0cd86bdc1786a02e9dc3a933d320a2",
  "feed": "ftcomall",
  "title": "Entain chief executive quits for sports platform DAZN ",
  "text": "<p>The chief executive of Entain, the UK gambling company being pursued by MGM Resorts, is quitting the role after less than seven months.</p> <p>Shay Segev, who took over as chief executive last summer, said on Monday that he intended to leave Entain to become co-chief executive of the privately owned sports streaming platform DAZN.</p> <p>The sudden move came a week after Entain's board <a href=\"https://www.ft.com/content/6f9609d0-2c81-4d1a-b9c8-c8709ba2cf0d\">rejected</a> a takeover bid from MGM, with whom it runs a joint venture in the US and in spite of Mr Segev putting in place an ambitious strategy to clean up the company following the departure of its previous chief executive. Entain owns the Ladbrokes, Bwin and Partypoker brands.</p> <p>A person close to Entain said Mr Segev had “been lured by the dollar signs” offered by DAZN, which is owned by billionaire Sir Leonard Blavatnik. As a publicly listed company, Entain could not afford to match Mr Segev's financial prospects at the sports streaming service, the person added. DAZN is considering a public listing after a <a href=\"https://www.ft.com/content/9052379a-78eb-4825-a0f6-f3dba6299940\">bruising year</a> in which it was forced to make job cuts and seek new financial backing.</p> <p>Mr Segev said DAZN offered him an opportunity to combine his “passion for sport and transformative technology”. He declined to comment further.</p> <p>The chief executive was due to earn an annual salary of £675,000 at Entain but will not receive a bonus for 2020 after the company decided to cut executive bonuses during the pandemic.</p> <p>His decision to leave means he will forego up to £9.6m in share-based awards that are due to vest in tranches starting this year, although he will retain around £23m worth of shares.</p> <p>The person close to the company said Mr Segev's decision was “categorically not” related to the takeover bid from MGM and that the board had been “unanimous” in its rejection of the casino company's proposed offer.</p> <p>Mr Segev, who has been at Entain — known as GVC until its rebranding in November — for five years, had long been considered the natural successor to its previous chief executive and founder Kenny Alexander.</p> <p>As chief operating officer, he oversaw the expansion of its digital operations, leading the company to 20 quarters of double digit online growth. </p> <p>He was also leading an <a href=\"https://www.ft.com/content/2fe17bf1-bf7e-4f89-8f0a-5ce0aec6dc85\">overhaul</a> of the company's strategy, which would involve Entain pulling out of unregulated markets and moving into interactive gaming.</p> <p>Wes McCoy, investment director at Standard Life Aberdeen, a top five Entain shareholder, said Mr Segev was “a sort of calibre of chief executive you don't want to see leaving your business” but that Entain was “still a great business in a great place”.</p> <p>Shares in the company are up around 65 per cent since Mr Segev took over.</p> <p>Last year, DAZN replaced its chief executive Simon Denyer by promoting a company insider James Rushton to the role. Mr Rushton will now become co-chief executive alongside Mr Segev.</p> <p>The ambitious group expanded its service to more than 200 countries last year, having spent billions of dollars to acquire elite sports rights from Europe's top football matches to boxing bouts, in an effort to take on established television networks such as ESPN and Sky.</p> <p>But the global shutdown of most sports during the pandemic has exacerbated challenges at the unprofitable company.&#xa0;Over the course of 2020 it cut <a href=\"https://www.ft.com/content/b68c49a7-53a8-4ecd-902c-4b06a06a8f5b\">dozens of staff</a> in the US and Brazil, sought to renegotiate key broadcast contracts and hired Goldman Sachs to explore financing options, from seeking new investors to an outright sale.</p><p>Source: Alice Hancock and Murad Ahmed 2021 'Entain chief executive quits for sports platform DAZN ' FT.com 11 January. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-01-11T08:26:27.633Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 3334,
          "end": 3347
        },
        {
          "start": 3334,
          "end": 3341
        }
      ]
    }
  ]
}