{
  "_id": "9a460a55f3f01c0fea43de91adbab886f8002ddf626dc5349806732814efdcb7",
  "feed": "ftcomall",
  "title": "Tencent's biggest investor to trim stake",
  "text": "<p>South Africa's Naspers internet group said it will sell up to 2 per cent of Tencent, raising about $14.5bn and cutting its stake in China's most valuable company for just the second time in two decades.</p> <p>Prosus, the Dutch-listed international arm of Naspers that holds the Tencent stake, said on Wednesday that cash from the sale will “increase its financial flexibility to invest in growth” in an emerging-market internet empire that extends across Indian online payments, South American food delivery and Russian social media.</p> <p>The offering to institutional investors, made just after a three-year lock-up expired on a first sale of shares in 2018, is “understood and supported by Tencent”, said Prosus, which pledged to avoid selling for another three years.</p> <p>The sale will reduce Prosus's stake to just under 29 per cent, a stake that keeps it as the biggest shareholder in the Chinese gaming and social media giant. </p> <p>Johannesburg-listed Naspers has rarely cashed in on the $32m investment that it made in a then little-known Chinese start-up in 2001 under its former chief executive, Koos Bekker, that is now worth nearly $240bn. It has proved one of the greatest venture capital bets.</p> <p>The association with Tencent transformed the former apartheid-era publisher into a global internet group and made it Africa's biggest company by market value. </p> <p>But the value of the stake has also dwarfed Naspers' own $100bn market capitalisation, in effect ascribing no worth to its other businesses. Tencent's meteoric rise led Naspers to dominate its local bourse, forcing South African investors to offload its shares to diversify their portfolios.</p> <p>In 2018, Naspers sold 2 per cent of Tencent for the first time, raising $10bn. A year later, Naspers listed the stake and other international internet investments as Prosus, retaining 73 per cent, in order to reduce the valuation mismatch further.&#xa0;</p> <p>But the discount has persisted as Tencent shares continued to rise and Naspers surged to take up about a fifth of Johannesburg's stock market again. Naspers launched a $5bn buyback of its stock last year.</p> <p>Prosus has become a dealmaking vehicle despite losing a bidding war for the UK's Just Eat to Takeaway last year. </p> <p>Bob van Dijk, chief executive of Naspers and Prosus, has signalled that the group will use billions of dollars in cash reserves to pursue other deals.</p> <p>“Through the sale of this small portion, Prosus intends to fund continued growth in our core business lines and emerging sectors, as well as allow for complementary acquisitions,” Bekker, now chair of Naspers and Prosus, said on Wednesday.</p> <p>The latest Tencent shares up for sale by Prosus are worth about the same as the enterprise value of Just Eat Takeaway.</p> <p>Citigroup, Goldman Sachs and Morgan Stanley have been appointed as joint book runners to manage the transaction.<br><br>Prosus is offering the shares at between HK$575 and HK$595, representing a 5.5 per cent to 8.7 per cent discount to Wednesday's close of HK$629.50, said one person with direct knowledge of the deal.</p> <p>Naspers has always been wary of a wholesale sell-off or parcelling out of the Tencent stake to shareholders because of the multibillion dollar tax bills that would ensue.</p> <p><em>Additional reporting by Mercedes Ruehl</em></p><p>Source: Joseph Cotterill 2021 'Tencent's biggest investor to trim stake' FT.com 7 April. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-04-07T11:56:49.828Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 2725,
          "end": 2738
        },
        {
          "start": 2725,
          "end": 2732
        }
      ]
    }
  ]
}