{
  "_id": "609b1cd48d969d5890f8e1db9304a890c36269f0ea5aed796bcc0d90dc1ce8f6",
  "feed": "ftcomall",
  "title": "UK ‘energy tech' draws backing at home and overseas",
  "text": "<p>As the pandemic triggered record plunges in UK energy demand last year, some electric car drivers were making money from surplus supply.</p> <p>A new breed of electricity tariffs allows customers using “vehicle-to-grid” chargers to top up their batteries when electricity consumption is low and sell it back at a <a href=\"https://www.theguardian.com/environment/2020/apr/05/thousands-to-be-paid-for-daytime-green-electricity-use-during-lockdown\">profit</a> when demand is higher. </p> <p>“Best performing customers are making a net benefit of over £500 a year and the extreme examples quite a bit beyond that,” said Conor Maher-McWilliams, head of flexibility at energy supplier Ovo's technology arm Kaluza. </p> <p>Bristol-based Ovo and London's Octopus are the biggest of a small group of energy suppliers whose “intelligent” software platforms underpinning such tariffs are attracting attention from international investors, with a flurry of deals helping them pass billion-pound valuations. </p> <p>The rise of companies specialising in energy technology, or “entech”, as rivals seek access to their software marks the latest front in a radical shake-up of the European utility sector.</p> <p>A series of <a href=\"https://www.ft.com/content/303d7dec-e4e9-11e9-9743-db5a370481bc\">acquisitions and asset sales</a> over the past decade has transformed energy groups, which once owned everything from oil and gas production arms to household supply businesses, as they navigate the global shift away from fossil fuels. </p> <p>A series of market reforms to improve competition in the UK household supply market has led to an explosion of new entrants since 2010, although <a href=\"https://www.ft.com/content/156a9446-fc7d-11e8-aebf-99e208d3e521\">not all have survived </a>in an industry where margins are notoriously thin.</p> <p>“Flexible” or “agile” deals that incentivise <a href=\"https://www.ft.com/content/ac3b2788-d0eb-11e6-b06b-680c49b4b4c0\">off-peak</a> electricity consumption are expected to become commonplace as weather-dependent renewables' share of generation capacity increases and consumers gain access to storage via electric vehicles or home batteries.</p> <p>Flexibility services, where companies can profit by using their vast customer bases to help grid operators smooth out variations in electricity supply and demand, are viewed by many utilities and analysts as a strong source of future revenues as energy systems become more complex.</p> <p>“I am a firm believer that we will not get to net zero if customer behaviour doesn't change,” said Investec analyst Martin Young, pointing to the vast amount of new infrastructure required to support the electrification of sectors such as transport and heating unless grids <a href=\"https://www.ft.com/content/87200c62-1516-11ea-9ee4-11f260415385\">become smarter</a> and more flexible. “The fact is that you need the tech [to underpin these services]”</p> <p>Traditional utilities are keen to learn from technology-driven rivals, even though they <a href=\"https://www.current-news.co.uk/news/ovo-group-posts-106m-loss-in-2019-sees-revenue-from-smart-meter-installations-decline#:~:text=OVO%20Group%20has%20said%20its,106%20million%20for%20the%20year.&amp;text=Driven%20by%20the%20sale%20of,smart%20meters%20was%20down%2032%25.\">struggle to turn a profit</a>. </p> <p>Octopus in December agreed to launch a joint venture <a href=\"https://octopus.energy/press/octopus-energy-group-enters-asia-landmark-partnership-tokyo-gas/\">with Tokyo Gas</a> in Japan that will license the UK company's technology platform Kraken. Tokyo Gas took a 9.7 per cent stake in the six-year-old start-up, giving it a valuation of $2.1bn.</p> <p>That followed a similar deal last year with Australia's Origin, which acquired a 20 per cent holding in the UK company. Kraken is also licensed to several of Octopus's UK rivals such as<a href=\"https://www.eon.com/en/about-us/media/press-release/2020/eonnext-eon-and-kraken-technologies-form-strategic-partnership-for-eons-uk-residential-and-commercial-customer-business.html\"> Eon</a>, as well as South Korea's Hanwha Corporation.</p> <p>Ovo in March announced an <a href=\"https://www.ovoenergy.com/blog/ovo-news/were-joining-forces-with-australias-largest-energy-company.html\">agreement with Sydney-based AGL</a> that will give Australia's largest energy group access to the UK group's Kaluza platform. The deal, in which AGL took a stake in Ovo's Australian arm for an undisclosed sum, came eight months after the British company agreed a partnership with<a href=\"https://www.ovoenergy.com/ovo-newsroom/press-releases/2020/july/ovo-and-eni-gas-e-luce-announce-partnership-to-accelerate-the-energy-transition.html\"> Italian energy giant Eni</a> to deploy Kaluza in France. </p> <p>Ovo joined the ranks of the UK's billion-pound “unicorns” in 2019 when it sold a <a href=\"https://www.ft.com/content/ee04467a-2f91-11e9-8744-e7016697f225\">20 per cent stake</a> to Japan's Mitsubishi Corporation. It has been in talks with other investors since the autumn about raising up to £300m via a share sale, with Sky News recently <a href=\"https://news.sky.com/story/ovo-energy-sparks-investors-interest-in-300m-fundraising-12072679\">reporting</a> it could in coming weeks announce a deal with Goldman Sachs. Ovo declined to comment on the impending fundraise.</p> <p>Toby Ferenczi, director of Ovo's international business, said “there aren't really many equivalents” to the UK energy tech companies that are now expanding internationally. He said the UK market had become a test bed for energy technologies because it was one of the first in the world to liberalise. </p> <p>“There's been a few companies like Ovo and Octopus that have had the time to build up the scale and the technology necessary . . . to enable this [energy] transition to happen.”</p> <p>While the expanding UK scene has drawn praise — including from Prime Minister Boris Johnson during a<a href=\"https://octopus.energy/press/octopus-energy-make-1000-new-jobs-and-tech-innovation-centre/\"> visit to Octopus's London office</a> — some observers question whether software licensing deals will be as profitable as investing in renewable generation.</p> <p>“Entech branding can help companies boost their valuations. However, I don't expect it to be a huge money spinner,” said Elchin Mammadov, senior utilities analyst at Bloomberg Intelligence. “The addressable market is just not as big as building solar and wind farms or supplying energy to customers,” although he added that taking the business overseas could “increase the size of the potential market”.</p> <p>But Octopus chief executive Greg Jackson insists that “in terms of gross profit”, energy supply and technology licensing “are almost equivalent to each other”.&#xa0;</p> <p>Octopus is yet to release accounts for years that cover its latest licensing deals. Results for the year to April 2020, released in recent weeks, show it made a £47m net loss on revenue of £1.2bn, a number it put down to “continued investment in rapid growth”.</p> <p>Jackson says Octopus's revenue this year will be “over £3bn” and “a good chunk of that is software revenues”.&#xa0;Octopus spoke to 43 potential investors as part of its fundraising last year, Jackson said, highlighting the global interest in so-called UK entechs. </p> <p>“Any time we chose to drive profit” instead of reinvesting in the businesses, Jackson said, “we would be making a nine-digit profit figure”.</p><p>Source: Nathalie Thomas in Edinburgh 2021 'UK ‘energy tech' draws backing at home and overseas' FT.com 14 June. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-06-14T03:00:23.419Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 3664,
          "end": 3677
        },
        {
          "start": 3664,
          "end": 3671
        },
        {
          "start": 3646,
          "end": 3659
        }
      ]
    }
  ]
}