{
  "_id": "d9036168428a57e858cda7ddc1966bc7c554faa5ed18549d0d5a71fd567272f4",
  "feed": "ftcomall",
  "title": "Nasdaq to spin out exchange for private businesses in deal with banks",
  "text": "<p>Nasdaq is to separate its platform for share dealing in private companies in move that will see the exchange partner with SVB Financial, Citigroup, Goldman Sachs and Morgan Stanley in a bid it hopes will boost dealmaking activity. </p> <p>Nasdaq Private Market has grown rapidly since it was formed in 2013, mirroring the expanding size of non-listed companies. A total of 57 private companies turned to the platform to facilitate transactions in the first six months of this year, completing tender offers for employees and shareholders as well as facilitating trades with institutional investors, according to a person briefed on the matter.</p> <p>Transaction volumes on the Nasdaq Private Market hit $4.6bn in the first half of 2021, more than the whole of last year. The cryptocurrency exchange Coinbase and Strava, the fitness data tracker, are among the businesses that have turned to Nasdaq's private market. </p> <p>Nasdaq <a href=\"https://ir.nasdaq.com/news-releases/news-release-details/nasdaq-svb-citi-goldman-sachs-and-morgan-stanley-launch-new\">said on Tuesday</a> that the venture would “develop a full suite of liquidity solutions for private companies”. The company, which will retain the largest stake in the new joint venture, did not disclose the financial terms of the deal.</p> <p>Eric Folkemer, the president of Nasdaq Private Market, added that the growth of so-called unicorns meant there was ample room for the business to expand, noting that the “secondary market has a long way to go in terms of providing efficient tools” for investors and companies.</p> <p>“There is an expectation in the market that access should be equal and fair and transparent,” he said. “Today it is a highly brokered market and so investors and employees are not always treated equally.”</p> <p>Employees of start-ups are often paid partly in shares, which can be difficult to trade before the companies are listed. Silicon Valley Bank, or SVB, which specialises in the tech and life sciences sectors, said that an active market for shares in private companies would help those companies retain staff.</p> <p>“Innovation companies are staying private longer and need the ability to offer their employees a safe and easy way to generate liquidity while they are building their businesses,” said Greg Becker, SVB's chief executive. </p> <p>The private market business is a key part Nasdaq's listings business, which competes fiercely with the New York Stock Exchange for initial public offerings in the US. It is seen as one avenue to help foster the broader listings business, introducing the exchange to private companies earlier in their life before they are preparing to float.</p> <p>Nasdaq and NYSE have benefited from a boom in IPOs this and last year, as companies have raced to raise cash in public markets and a flurry of flotations by <a href=\"https://www.ft.com/content/bacdf86f-e786-4439-966e-f5958adb1c59\">blank-cheque companies</a> have taken Wall Street by storm. </p> <p>While the company does not report results from its private markets unit, its listing services businesses <a href=\"https://www.sec.gov/ix?doc=/Archives/edgar/data/0001120193/000112019321000011/ndaq-20201231.htm\">generated $316m</a> in sales last year, up 7 per cent from a year earlier.</p> <p>Nasdaq shares, which have risen 33 per cent this year, were up just over 1 per cent in pre-market trading.</p><p>Source: Eric Platt in New York and Oliver Ralph in London 2021 'Nasdaq to spin out exchange for private businesses in deal with banks' FT.com 20 July. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-07-20T11:42:21.057Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 148,
          "end": 161
        },
        {
          "start": 148,
          "end": 155
        }
      ]
    }
  ]
}