{
  "_id": "051c4df3a223bd4d9d1e60b244f2d0c4826f35b1065e3d2e3a4738050798d1ac",
  "feed": "wall-street-journal",
  "title": "Fast Radius To List Its Stock Via SPAC",
  "text": "<p>Its other partners and customers have included household products seller Colgate-Palmolive Co. and the baseball glove maker Rawlings.</p><p>Fast Radius also works with other companies such as 3-D printing technology firm Carbon to produce parts.</p><p>Chicago-based Fast Radius is nearing an agreement to combine with the green-focused SPAC ECP Environmental Growth Opportunities Corp., the people said.</p><p>The company would join many others tied to technology and manufacturing that are going public by combining with SPACs. These firms are attracting investors who see huge growth potential as large corporate customers aim to speed up innovation, simplify supply chains and bring down emissions.</p><p>On Friday, Fathom Digital Manufacturing Corp. unveiled a roughly $1.4 billion SPAC deal. Other companies in the area to agree to SPAC mergers in recent months include Desktop Metal Inc., Velo3D Inc., Bright Machines, Markforged and Shapeways.</p><p>Two other publicly traded firms tied to modernizing manufacturing -- 3-D Systems and ExOne Co. -- have been among the stock market's most popular names at times in the past year, though their shares have fallen lately.</p><p>Wall Street's excitement about the sector and future technologies is letting many of these companies go public with high valuations and raise cash to invest in their businesses. Fast Radius is expected to generate about $445 million in its SPAC deal from the money held by the blank-check company and a $100 million private investment in public equity, or PIPE, the people said.</p><p>The PIPE is expected to feature a forward-purchase agreement with Goldman Sachs Asset Management LP and investments from UPS and data-mining software firm Palantir Technologies Inc., the people said.</p><p>SPAC mergers have become common alternatives to traditional initial public offerings or additional private fundraising rounds for companies like digital manufacturers in recent months, in part because they let the startups make future projections. Those aren't allowed in an IPO.</p><p>A SPAC is a shell company that lists on an exchange with the intent of combining with a private company to take it public. The private firm then gets the SPAC's place in the stock market. Proponents of blank-check deals say they are more efficient for fast-growing companies, but skeptics warn that they can benefit SPAC creators and stick individual investors with losses due to the large amount of shares and other investments given to insiders.</p><p>The ECP SPAC is backed by the private-equity firm Energy Capital Partners and raised $345 million in February. Energy Capital Partners was founded in 2005 by Doug Kimmelman, a former Goldman Sachs Group Inc. investment banker who focused on the energy and utility sectors.</p><p>SPACs have raised a record $115 billion this year, according to data provider SPAC Research, but fundraising has slowed in recent months as shares of some companies that went public via SPACs struggle and regulators increase their scrutiny of the sector.</p>",
  "published": "2021-07-19T00:00:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 1591,
          "end": 1598
        },
        {
          "start": 1591,
          "end": 1624
        },
        {
          "start": 2619,
          "end": 2643
        },
        {
          "start": 1591,
          "end": 1604
        },
        {
          "start": 2636,
          "end": 2660
        },
        {
          "start": 1581,
          "end": 1614
        },
        {
          "start": 2636,
          "end": 2643
        },
        {
          "start": 2636,
          "end": 2649
        }
      ]
    }
  ]
}