{
  "_id": "0cc5f42f65f803a76b2db98771fce26cd64d55366620b1cb65e0111ae6f7a50f",
  "feed": "market-watch",
  "title": "Goldman Sachs's private-equity business has been a ‘black box,' but now it's opening up",
  "text": "<p>Or it might bring to mind Goldman's massive trading floors, where stocks, bonds, commodities and currencies are bought and sold on behalf of institutional clients and wealthy individuals.</p><p>For investors, Goldman Sachs Group Inc. GS is one of only two banks, along with JPMorgan Chase &amp; Co. JPM, included among the 30 blue-chip stocks in the Dow Jones Industrial Average DJIA.</p><p>Less visible is Goldman's role as a major player in the private-equity business.</p><p>Goldman provides glimpses of its activities in private equity and other alternatives in filings and presentations, with $416 billion in assets under supervision as of Sept. 30, up by about $100 billion since early 2020.</p><p>Under CEO David Solomon, Goldman has taken the alternative investing units spread throughout the firm and grouped them under the name Goldman Sachs Asset Management. The unit is led by Julian C. Salisbury, global head of asset management and a member of Goldman's overall management committee. The alternatives business includes the former merchant-bank unit that led major buyouts in the past, as well as its special-situations group, real estate and growth equity operations.</p><p>Goldman vs. private-equity leaders</p><p>Goldman Sachs laid out details of the business for the first time at its January 2020 investors meeting, when it disclosed $320 billion in alternative assets under supervision.</p><p>That dollar figure placed it in the same ballpark as the major private-equity firms, namely Apollo Global Management APO, with $331 billion in assets under management, or AUM, as of roughly the same date; Blackstone Group BX, with AUM of $571 billion; KKR &amp; Co. KKR, with $218 billion of AUM; and Carlyle Group CG, which had $224.4 billion AUM. Goldman's AUM places it ahead of alternative investing units at other big U.S. banks.</p><p>While institutional investors have been aware of Goldman's buyouts and other activities in private markets and alternatives, it has been hard for them to put a dollar value on any profits generated.</p><p>That's because private-equity fund managers operate through private partnerships to buy and sell private companies, often at undisclosed prices. As a rule, the Securities and Exchange Commission also restricts marketing communication about private-equity funds to accredited investors only, instead of through statements to the general public.</p><p>“Private equity is a bit of a black box for Goldman Sachs and other big banks in the business,” said Ellen Hazen, principal and portfolio manager at F.L.Putnam Investment Management Co. “There's not been a lot of transparency or disclosure, although the last couple of quarters the bank has increased its transparency and disclosure a little bit. But overall, investors haves assigned Goldman Sachs a lower multiple than businesses that are more transparent and a bit more regulated.”</p><p>A more public face for private equity</p><p>The bank's leadership admits it has more to do to be known as a major force in the private-equity space.</p><p>“We are really a scaled player [in alternatives],” Goldman's chief operating officer, John Waldron, said in June at the Bernstein Strategic Decisions Conference. “We're already a top four player. It's not as well-known, because we have a big firm. We do a lot of things, and we maybe haven't been as purposeful about talking about the alternatives business as a stand-alone business.”</p><p>On this front, the firm said it's raised more than $90 billion in capital against a goal of $150 billion by 2024 for its alternatives business. Since laying out the $150 billion fundraising goal in 2020, it's been drawing in fresh capital ahead of schedule.</p><p>“If we're doing private-equity investments, we're doing them under the asset-management business and in the new construct where we're raising funds with&#xa0;client&#xa0;capital and a portion of firm capital,” said Heather Miner, chief operating officer of Goldman Sachs Asset Management, in an interview with MarketWatch. “That's an important pivot — to have greater clarity and a unified investing business that we can grow. We have a much more cohesive organization with a clear strategy.”</p><p>The alternatives business also aims to tap synergies elsewhere in the bank. Goldman's investment-banking unit or its consumer and wealth management business may apprise clients of potential opportunities in alternative investments, for example.</p><p>See:Goldman Sachs is building on the disruptive investing theme with a trio of new ETFs</p><p>Betting on the Yankees, and Polo</p><p>Some of the milestones for Goldman's private-equity operation include financing Polo Ralph Lauren RL in 1994 by purchasing a 28% stake in the company for $135 million, as the New York Times reported at the time. In 1998, the bank officially launched its Goldman Sachs Merchant Bank banner.</p><p>Goldman backed the launch of the Yankees Entertainment and Sports Network in 2001 and made an investment in food-services giant Aramark ARMK in 2006.</p><p>On the eve of the global financial crisis, in 2007, Goldman had raised $20 billion for its GS Capital Partners VI LP buyout fund, making it one of the largest private-equity funds of its time.</p><p>Banks then regrouped in the wake of the Dodd-Frank legislation that followed the collapse of Lehman Brothers in 2008.</p><p>After the crisis, many of the private-equity groups at the big banks were jettisoned or scaled back.</p><p>While Goldman Sachs remained in the business, many of its bankers left and formed their own private-equity firms.</p><p>MarketWatch First Take (March 2013):Buffett out-Goldmans Goldman</p><p>Among them, Milton Berlinski and Peter Aberg co-founded Reverence Capital Partners in 2013, and Gerry Cardinale launched RedBird Capital Partners in 2014.</p><p>Nowadays, Goldman's motive is to be valued by investors as a business with a rich earnings stream from the lucrative business of asset management, rather than a generator of equity investment income from more opaque private funds.</p><p>Goldman is working to get the word out on its private-equity assets as it sells positions and moves investments off its balance sheet into third-party vehicles. That activity reduces its common equity Tier 1 capital, which in turn trickles down to improve its return-on-equity performance.</p><p>Tier 1 capital is the core capital held in its reserves. The Tier 1 capital ratio compares a bank's equity capital and disclosed reserves with its total risk-weighted assets under Basel III banking regulations. It's a measure of a bank's strength against market disruptions and is aimed at ensuring a bank can absorb losses without its overall stability being threatened.</p><p>Meanwhile, Goldman has quietly raised newer funds including a $14 billion credit fund called West Street Strategic Solutions Fund I, its largest fund since the financial crisis, according to a recent Bloomberg report. Its 2017 mezzanine debt fund, GS Mezzanine Partners VII, drew in $13 billion. That same year, it raised $7 billion for the buyout fund West Street Capital Partners VII. It disclosed plans to raise West Street Capital Partners VIII in late 2020, according to a filing.</p><p>In late September, Goldman took its Petershill Partners PLC UK:PHLL unit public in the U.K. The business, which acquires minority stakes in private-equity firms, has a market cap of about $5 billion.</p><p>F.L. Putnam's Hazen said it does not include any Goldman Sachs shares in its managed stock portfolio, but it's overweight in financials including JPMorgan, Morgan Stanley MS and Bank of America BAC because of the prospect for higher net interest income on loans as interest rates rise, as well as the scale and efficiency they offer as big players.</p><p>“Private equity is not a significant business for other big banks,” Hazen said. “The core reason to own those is a steeper yield curve that will help all the banks.”</p><p>Overall, the banks are very much leaders in their fields, whether in commercial banking or consumer banking or private wealth management, she said. “They'll likely be able to grow faster than the core financial sector because they're leaders that can leverage their market share and attract good talent,” Hazen said.</p><p>See:As Goldman Sachs powers past Wall Street forecast, stock rises</p><p>Goldman details private-equity assets</p><p>Goldman Sachs Asset Management operates as one of four main pillars at the bank, alongside global markets, investment banking, and consumer and wealth management.</p><p>At its 2020 investor day, Goldman said its average net internal rate of return, or IRR, on equity investments totaled 15.5% per year and that its return on private credit since the financial crisis had been 9.8%.</p><p>In an update on this goal during its third-quarter earnings call on Oct. 15, the bank said it had raised $90 billion against the $150 billion target, as its total asset-management business tipped the scales at $1.7 trillion.</p><p>“We continue to transition our alternatives business to more third-party funds, and we have gained momentum as we spend a significant amount of time with new and existing institutional clients,” CEO Solomon said on the call.</p><p>Since its 2020 investor day, Goldman has harvested about $16 billion in private positions, offset by $9 billion of portfolio markups and additions of $5 billion from early fund facilitation and other commitments, Solomon said on the bank's third-quarter earnings call. The bank said its implied capital associated with total dispositions in both private and public positions since its 2020 investor day totaled $8 billion.</p><p>“We continue to have line of sight on $2.8 billion of incremental private asset sales corresponding to $2 billion of capital reduction,” Solomon said.</p><p>In his comments in June, COO Waldron said the company continued to be “very purposeful” about reducing its balance sheet, reducing its capital intensity and shifting to a more funds-driven approach.</p><p>“You're seeing us push very far in taking assets off the balance sheet and substituting those assets either into other parts of the firm or that balance-sheet capacity in other parts of the firm or into third-party funds, where we can invest alongside in a more capital-efficient manner,” Waldron said. “So we feel great about the progress. We're getting very good receptivity in the third-party capital-raising market. And I think it's going to be a business. It's going to add a tremendous amount of value to the firm over time.”</p><p>Read on:Higher inflation could be a ‘Christmas present' to banks and insurance companies — but up to a point, deal maker says</p>",
  "published": "2021-11-22T15:36:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 0,
          "end": 7
        },
        {
          "start": 0,
          "end": 13
        },
        {
          "start": 26,
          "end": 33
        },
        {
          "start": 26,
          "end": 34
        },
        {
          "start": 203,
          "end": 210
        },
        {
          "start": 203,
          "end": 216
        },
        {
          "start": 389,
          "end": 397
        },
        {
          "start": 391,
          "end": 398
        },
        {
          "start": 453,
          "end": 460
        },
        {
          "start": 456,
          "end": 463
        },
        {
          "start": 697,
          "end": 704
        },
        {
          "start": 701,
          "end": 708
        },
        {
          "start": 806,
          "end": 836
        },
        {
          "start": 810,
          "end": 817
        },
        {
          "start": 810,
          "end": 823
        },
        {
          "start": 810,
          "end": 840
        },
        {
          "start": 930,
          "end": 937
        },
        {
          "start": 1147,
          "end": 1154
        },
        {
          "start": 1154,
          "end": 1161
        },
        {
          "start": 1182,
          "end": 1195
        },
        {
          "start": 1189,
          "end": 1196
        },
        {
          "start": 1189,
          "end": 1202
        },
        {
          "start": 1711,
          "end": 1718
        },
        {
          "start": 1846,
          "end": 1853
        },
        {
          "start": 2384,
          "end": 2391
        },
        {
          "start": 2384,
          "end": 2397
        },
        {
          "start": 2711,
          "end": 2724
        },
        {
          "start": 2725,
          "end": 2732
        },
        {
          "start": 2725,
          "end": 2738
        },
        {
          "start": 3019,
          "end": 3026
        },
        {
          "start": 3858,
          "end": 3865
        },
        {
          "start": 3858,
          "end": 3871
        },
        {
          "start": 3858,
          "end": 3888
        },
        {
          "start": 4147,
          "end": 4155
        },
        {
          "start": 4170,
          "end": 4177
        },
        {
          "start": 4319,
          "end": 4332
        },
        {
          "start": 4343,
          "end": 4350
        },
        {
          "start": 4343,
          "end": 4356
        },
        {
          "start": 4463,
          "end": 4471
        },
        {
          "start": 4487,
          "end": 4494
        },
        {
          "start": 4714,
          "end": 4721
        },
        {
          "start": 4714,
          "end": 4727
        },
        {
          "start": 4750,
          "end": 4757
        },
        {
          "start": 4925,
          "end": 4932
        },
        {
          "start": 4952,
          "end": 4959
        },
        {
          "start": 5288,
          "end": 5301
        },
        {
          "start": 5318,
          "end": 5325
        },
        {
          "start": 5318,
          "end": 5331
        },
        {
          "start": 5474,
          "end": 5481
        },
        {
          "start": 5483,
          "end": 5490
        },
        {
          "start": 5624,
          "end": 5632
        },
        {
          "start": 5656,
          "end": 5663
        },
        {
          "start": 5844,
          "end": 5851
        },
        {
          "start": 5877,
          "end": 5884
        },
        {
          "start": 6512,
          "end": 6519
        },
        {
          "start": 6550,
          "end": 6557
        },
        {
          "start": 7002,
          "end": 7009
        },
        {
          "start": 7044,
          "end": 7051
        },
        {
          "start": 7229,
          "end": 7242
        },
        {
          "start": 7274,
          "end": 7281
        },
        {
          "start": 7274,
          "end": 7287
        },
        {
          "start": 8015,
          "end": 8028
        },
        {
          "start": 8064,
          "end": 8071
        },
        {
          "start": 8064,
          "end": 8077
        },
        {
          "start": 8075,
          "end": 8082
        },
        {
          "start": 8113,
          "end": 8143
        },
        {
          "start": 8124,
          "end": 8131
        },
        {
          "start": 8162,
          "end": 8169
        },
        {
          "start": 8162,
          "end": 8175
        },
        {
          "start": 8162,
          "end": 8192
        },
        {
          "start": 8301,
          "end": 8308
        },
        {
          "start": 8351,
          "end": 8358
        },
        {
          "start": 8964,
          "end": 8971
        },
        {
          "start": 9017,
          "end": 9024
        }
      ]
    }
  ]
}