{
  "_id": "350cbd5a15ad277b4d29f68300374dc03096a96c9122f41b4c49f0e552e67ef3",
  "feed": "ftcomall",
  "title": "SSP chief executive to join private-equity backed business",
  "text": "<p>The boss of <strong>SSP</strong>, the travel café operator, has unexpectedly quit to join a private-equity backed business.</p> <p>Simon Smith, SSP's chief executive officer since May 2019, will step down from his role at the end of 2021, the company said. The board has started a process to identify Smith's successor and will consider both internal and external candidates.</p> <p>SSP, which operates the Upper Crust sandwich chain, added that recent trading is in line with expectations with third-quarter sales to June at 27 per cent of 2019 levels. Sales in the most recent week had improved to 42 per cent of pre-pandemic levels, it said.</p> <p>“The timing is suboptimal as&#xa0;SSP&#xa0;faces a patchy near-term recovery in travel markets, as well as more structural risks from remote working and less commuting and business travel,” said Stifel analyst Mark Irvine-Fortescue.</p> <h1>Briefly</h1> <p>The UK <strong>inflation rate</strong> rose to 2.5 per cent in June, <a href=\"https://www.ft.com/content/92e87e48-1618-4283-b247-52dcf70dde45\">exceeding expectations</a> for the third consecutive month. Economists had expected the rate of inflation to tick up from 2.1 per cent in May to 2.2 per cent. The Office for National Statistics said the sharper increase in the consumer price index was broadly-based across most goods and services, with prices jumping 0.5 per cent in the month of June alone. </p> <p><strong>Barratt Developments</strong> said in a trading update that adjusted pre-tax profit for the year ended June will be “marginally above” the top end of the range of market expectations. The housebuilder reported 17,243 completions last year, down 3.4 per cent on the 2019 total, at an average selling price up 3.1 per cent year on year to £289,000. Trading has remained strong with forward sales at the end of the financial year standing at nearly £3.5bn, up 6.9 per cent year on year, it reported. </p> <p>The Competition and Markets Authority gave final clearance to <strong>AstraZeneca</strong>'s proposed $39bn takeover of US peer Alexion, which is now expected to close on July 21. </p> <p>Homewares retailer <strong>Dunelm</strong> said sales in its most recent quarter more than doubled year on year and were up 43.9 per cent versus the pre-pandemic total. The strong sales performance and a higher gross margin rate than anticipated meant pre-tax profit for the full year ended June will be approximately £158m, slightly ahead of analyst forecasts, it said.</p> <p>The Financial Conduct Authority will not formally oppose <strong>Provident Financial</strong>'s compensation plan for customers of its doorstep lending business even though it does not support the settlement plan.</p> <p><strong>Tullow Oil</strong> targeted $600m in underlying operating cash flow for 2021 based on oil at $60 a barrel. The oil explorer said first-half production was in line with expectations but cut its full-year production target to reflect asset sales.</p> <p><strong>SIG</strong>, the roofing and insulation supplier, raised full-year targets after returning to profit more quickly than expected. The builders' merchant said first-half revenue grew 33 per cent year on year on a like-for-like basis and was up 1 per cent versus 2019. </p> <p><strong>Boohoo</strong> announced a partnership with franchise operator Alshaya to build on the presence of its Debenhams brand in the Middle East region. Alshaya, which runs Debenhams' remaining mall stores in the Middle East, will have exclusive rights to operate the stores in addition to a local ecommerce platform, it said.</p> <p><strong>Numis</strong> said in a trading update that revenue last quarter topped £50m, a slight slowdown versus the Covid-boosted deal activity in the previous two quarters.&#xa0;“Whilst we expect deal volumes to reduce over the summer in line with the typical seasonal trend, the pipeline for the remainder of the year, and into next, remains very strong,” the bank said. </p> <p>Fund manager <strong>Ashmore</strong> said assets under management grew 5 per cent to $94.4bn in the quarter ended June, with net inflows of $1.1bn and positive investment performance of $3.4bn. Net inflows in the quarter were driven by institutional clients, countered by a small net outflow from intermediary retail clients, it said.</p> <p><strong>Liontrust Asset Management</strong> said net inflows totalled £1bn in the quarter ended June, boosting its assets under management by 8.5 per cent to £33.6bn.</p> <h1>Beyond the Square Mile</h1> <p>France's billionaire <strong>Pinault family</strong>&#xa0;is aiming to&#xa0;<a href=\"https://www.ft.com/content/cf2d6587-4dc3-41c1-bc19-cbdd60b29609\">raise as much as €300m</a>&#xa0;for a blank-cheque company that will focus on the entertainment and leisure industries. The special purpose acquisition vehicle, named I2PO, is being launched in Paris today.</p> <p><strong>US inflation</strong> <a href=\"https://www.ft.com/content/234a9b90-e4f6-4b59-9e39-c6e34ac78276\">accelerated unexpectedly</a>&#xa0;in June, jumping 5.4 per cent from the previous year, challenging the view within the Federal Reserve and White House that high inflation will be temporary.</p> <p>The White House plans to warn companies of the rising <strong>risks of operating in Hong Kong</strong>&#xa0;as China <a href=\"https://www.ft.com/content/8ca8fbfb-10ad-47f3-a755-e975589e7e41\">asserts more control</a> over the financial hub. The move, which sources said would probably come on Friday, would mark the&#xa0;first&#xa0;time the US has issued a business advisory for Hong Kong.</p> <p><strong>Goldman Sachs and Morgan Stanley</strong> both reported <a href=\"https://www.ft.com/content/73999cf3-82ed-453d-a30c-e88e55cc8813\">a surge in fees</a> from advising on corporate acquisitions and IPOs during the second quarter, which helped offset declining returns from bond and stock trading.</p> <h1>Essential comment before you go</h1> <p><strong>Helen Thomas</strong> Risks remain even as <a href=\"https://www.ft.com/content/5d2d81ce-d246-4f95-9d35-6fc5414cb443\">dividend curbs are lifted</a> on the UK banks, and it is only possible to say in retrospect that the ban looked unnecessary. The industry must hope that blanket bans and infantilising guardrails are indeed as extraordinary as regulators have suggested.&#xa0; </p> <p><strong>Martin Wolf</strong> <a href=\"https://www.ft.com/content/95f2dcd9-937b-4f02-b6be-2d69c86a5370\">introduces</a> the winners of the Political Economy Club's bicentenary essay prize. Joe Spearing argues that markets have not only <a href=\"https://www.ft.com/content/bb92c7aa-aa1d-4797-9739-81ce1054ceaa\">practical, but also ethical, limits</a> as tools for addressing climate change. Krzysztof Pelc argues that limits to consumption come not from supply but rather from <a href=\"https://www.ft.com/content/29aadf7b-10c3-4a02-b70e-dc87c474fa9d\">satiation of demand</a>.</p><p>Source: Bryce Elder 2021 'SSP chief executive to join private-equity backed business' FT.com 14 July. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-07-14T07:17:26.928Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 4825,
          "end": 4838
        },
        {
          "start": 4825,
          "end": 4832
        }
      ]
    }
  ]
}