{
  "_id": "1084a93dacf64e9f5b6b703c7ab89978c8683c596c570b69f8044ad605343487",
  "feed": "ftcomall",
  "title": "Global stocks drift as investors weigh Fed tone against inflation pressures",
  "text": "<p>US stocks slipped on Wednesday but remained near record highs as investors weighed dovish comments by Federal Reserve officials with business surveys showing companies were struggling with inflation. </p> <p>The S&amp;P 500 slid 0.1 per cent, erasing a marginal advance in the final half-hour of trading. The technology-focused Nasdaq Composite index climbed 0.1 per cent, building on highs hit a day earlier. Shares of smaller companies also rose moderately, with the Russell 2000 index gaining 0.3 per cent.</p> <p>After US central bank officials last week brought forward their projections of the first post-pandemic rate rise by a year to 2023, Fed policymakers have moved quickly to soothe fears of a policy mistake that could derail the economic recovery. </p> <p>“We have to make sure our policies don't pivot in ways that make it look like we are declaring victory prematurely,” Raphael Bostic, Atlanta Fed president, <a href=\"https://www.npr.org/2021/06/23/1009339873/fed-says-rise-in-inflation-is-pandemic-related-and-should-ease-over-time?t=1624445183677&amp;t=1624451151090\">told</a> National Public Radio on Wednesday. </p> <p>Jay Powell, Fed chair, said on Tuesday that the central bank <a href=\"https://www.ft.com/content/cf74366e-c5a1-4213-acbc-50575a4273c8\">would not act “pre-emptively”</a> on “the possible onset of inflation”. </p> <p>The market narrative around inflation, which erodes the real returns from stocks and bonds, was “changing day to day”, said Fahad Kamal, chief investment officer at Kleinwort Hambros, “because the data itself is confusing”. </p> <p>US service sector and manufacturing activity expanded rapidly in June, an early reading of IHS Markit's purchasing managers' index showed, although the gauge dropped from the previous month's record level. The index, where a reading of 50 separates expansion from contraction, fell to 63.9 from 68.7 in May as businesses suffered from inflationary pressures. </p> <p>“Manufacturers continued to note rapid increases in raw material and fuel costs, whilst service providers highlighted higher wage bills to attract workers,” IHS said. </p> <p>The eurozone version of the index rose to a 15-year high of 59.2 points, although IHS also found “a record increase in manufacturers' material prices”, accompanied by “the steepest increase in service sector costs since July 2008”. </p> <p>Headline US consumer price rises hit 5 per cent in the 12 months to May, but Powell told Congress on Tuesday that the Fed would wait for “actual evidence of actual inflation” before tightening monetary policy. </p> <p>“Tepid moves” in equity markets showed investors were “paralysed” after Fed officials expressed diverse views on interest rates, said Savvas Savouri, chief economist at UK-based hedge fund Toscafund. Wall Street's S&amp;P 500 index has advanced by only about 1 per cent in the past month, as debate rages over when the Fed would withdraw its pandemic-era support. </p> <p>Larger swings have instead been seen in growth and value stocks, two investment styles that have oscillated in popularity over the past year. Since the start of June, the S&amp;P 500 growth index has advanced 4 per cent. And valuations of non-profitable technology groups have leapt, with an index run by investment bank Goldman Sachs that includes companies like Lyft and DoorDash up 12 per cent.</p> <p>The S&amp;P 500 value index has dropped by 2 per cent by contrast. </p> <p>The yield on the benchmark 10-year US Treasury bond edged up 0.03 percentage points to 1.49 per cent on Wednesday. </p> <p>The dollar index, which measures the greenback against other main currencies, was up 0.1 per cent. The euro fell 0.1 per cent against the dollar to $1.1925. Sterling rose 0.1 per cent to $1.3959. </p> <p>The region-wide Stoxx Europe 600 closed down 0.7 per cent, but remained close to its high.</p> <p>Brent crude, the international oil benchmark, settled 0.5 per cent higher at $75.19, its highest level since October 2018, after demand recovered while oil-producing nations restricted supplies. </p> <p><em>Additional reporting by David Sheppard in London and Eric Platt in New York</em></p><p>Source: Naomi Rovnick in London 2021 'Global stocks drift as investors weigh Fed tone against inflation pressures' FT.com 23 June. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-06-23T20:34:28.612Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 2938,
          "end": 2951
        },
        {
          "start": 2938,
          "end": 2945
        }
      ]
    }
  ]
}