{
  "_id": "c9c882b70cbe2d9c75de2af59f6ff1e157ab23d57897e9ce1d18463854d9a134",
  "feed": "wall-street-journal",
  "title": "Pro Bankruptcy Briefing: Voting Clash Roils Boy Scouts; Apollo's Big Hertz Trade; Climate Change Bankrupts Hydro Plant; Akin Gump Collects Delayed Fees",
  "text": "<p>Judge unclear how to ‘rectify' Boy Scouts sex-abuse vote. A bankruptcy judge expressed concerns about the integrity of the voting process in the Boy Scouts of America's bankruptcy case after a sex-abuse victims' committee's lobbying against the youth group's compensation plan.</p><p>While the committee has apologized, the judge overseeing the Boy Scouts' bankruptcy case said Wednesday she was concerned about the possible effect on an ongoing vote on the youth group's settlement offer. The nearly $1.9 billion plan needs supermajority support among the 82,200 men who have filed claims against the organization over childhood sexual abuse.</p><p>\"I don't know what we can do to rectify the vote.\"</p><p>— Judge Laurie Selber Silverstein of the U.S. Bankruptcy Court in Wilmington, Del.</p><p>Apollo poised for big returns on $1.5 Billion Hertz stock deal. Apollo Global Management Inc. is poised to mint a big return on a less-than-five-month investment in Hertz Global Holdings Inc.'s turnaround after the rental-car company said it would incur new debt to redeem preferred shares issued when it left chapter 11.</p><p>Climate change bankrupts a Chilean hydroelectric plant. The operator of an unfinished hydroelectric plant built to run on water from the Andes mountains in Chile has filed for U.S. bankruptcy protection, saying that global warming has reduced the amount of rainfall it depends on to generate power and altered its long-term revenue projections.</p><p>Nuclear-plant owner's law firm collects delayed bankruptcy fees. A bankruptcy judge allowed Akin Gump Strauss Hauer &amp; Feld LLP to collect roughly $68 million for steering an Ohio nuclear-plant owner through chapter 11 despite concerns about the firm's lobbying for a state subsidy program at the heart of a federal corruption case.</p><p>Bankruptcy</p><p>Riverbed Technology executives attend the opening bell at the Nasdaq stock market in May 2007.</p><p>Riverbed Technology files for $1.1 billion debt cut. Riverbed Technology Inc. filed for chapter 11 protection with a prearranged, $1.1 billion debt-cutting plan backed by all of the company's voting lenders and its top private-equity owners, Thoma Bravo LP and the Ontario Teachers' Pension Plan.</p><p>Investors</p><p>New Jersey weighs $1.5 billion in Goldman Sachs credit bets. The New Jersey Division of Investment is weighing whether to commit $1.5 billion in public pension assets to two separately managed accounts run by Goldman Sachs Group Inc.'s asset management arm in a bid to rapidly expand its private-credit portfolio. The commitments would accelerate the state pension system's exposure to the private-credit asset class and ease a restructuring of its private-credit holdings.</p><p>In Other News</p><p>The entertainment outfit set up in the wake of the downfall of The Weinstein Co., appears headed to trial to defend itself against Ron Burkle, whose investment firm is still smarting from being cut out of a $289 million acquisition three years ago. (Hollywood Reporter)</p><p>Certain lenders to U.S. TelePacific Corp. have begun confidential talks with the telecommunications provider as it considers options to address upcoming debt maturities, according to people with knowledge of the situation. (Bloomberg)</p><p>Critics say Puerto Rico's bankruptcy deal will endanger funds for public services (NPR)</p>",
  "published": "2021-11-18T14:04:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 2393,
          "end": 2406
        },
        {
          "start": 2393,
          "end": 2417
        },
        {
          "start": 2218,
          "end": 2225
        },
        {
          "start": 2393,
          "end": 2400
        },
        {
          "start": 2218,
          "end": 2231
        },
        {
          "start": 2393,
          "end": 2416
        }
      ]
    }
  ]
}