{
  "_id": "601ad91d2f781c34b3e2cd09d9c22bbdf1443969c91d0562274ae7834f0d8a3e",
  "feed": "wall-street-journal",
  "title": "PE Daily: ARC Financial Sticks With Oil and Gas | Blackstone Leads Real Estate Investors | Sequoia Starts an Evergreen Fund",
  "text": "<p>We have details on all these items plus a great deal more summarized and linked for you below, so please dive in...</p><p>Today's Top Stories</p><p>ARC Financial Corp. is one of an increasing number of investors in oil and gas that have expanded into clean energy in recent years. But contrary to many fellow energy fund managers, Calgary, Alberta-based ARC's Chief Executive Brian Boulanger is outspoken about continuing to invest in oil and gas, contending that the commodities will remain important energy sources during the global shift toward low-carbon sources. He recently spoke to WSJ Pro Private Equity's Luis Garcia about the firm's efforts to invest in clean energy while maintaining commitments to oil and gas.</p><p>Sequoia Capital is creating a new fund that will take the venture firm further into the post-IPO lives of its portfolio companies, Yuliya Chernova reports for WSJ Pro Venture Capital. The firm, one of Silicon Valley's oldest and most successful, has created an evergreen vehicle called the Sequoia Fund that will manage a portion of its public-stock holdings, which it currently values at about $45 billion.</p><p>Investors led by Blackstone Inc. purchased a record amount of U.S. commercial real estate in the third quarter, defying warnings that the Covid-19 pandemic would erode property values and starve the industry of cash, Peter Grant reports for The Wall Street Journal, citing data from Real Capital Analytics. Purchases of apartment buildings, life-science labs and industrial properties serving as e-commerce distribution centers rocketed commercial sales to more than $193 billion in the just-ended period. That is up 19% compared with the same three months in 2019, before the pandemic, and the biggest quarter for commercial property sales ever.</p><p>Upcoming Pro Event</p><p>If you're interested in fintech and customer experience, come along to the WSJ Experience Management Forum on Nov. 1. Speakers include executives from two venture-backed companies: Ronald Oliveira, U.S. chief executive of Revolut, and David Sandstrom, chief marketing officer of Klarna. Register here using the code EXPREPORT.</p><p>Big Number</p><p>42%</p><p>The proportion of 200 private-equity fund managers who say they are directing the most capital to new deals, more than double the rate of a year ago, according to a BDO USA LLP survey</p><p>Deals</p><p>Clearlake Capital Group-backed nThrive Inc. has agreed to purchase the healthcare data and collections unit of consumer credit reporting company TransUnion for nearly $1.74 billion, according to a securities filing by the Chicago-based parent. TransUnion Healthcare Inc. is expected to generate revenue of about $190 million this year with a \"mid-40%\" adjusted pre-tax earnings rate, according to a news release. The Chicago-based business works to recover revenue for more than 1,850 hospitals and 650,000 doctors.</p><p>Bain Capital led a $43 million growth investment in Gluware Inc., an enterprise network integration services provider in Sacramento, Calif., according to an emailed news release. Acadia Woods Partners and existing investors also participated in the investment.</p><p>Blackstone Inc. and Tiger Global Management led a $304 million investment in clinical research support company Medable Inc. Existing investors GSR Ventures, Sapphire Ventures and WTI also participated in the series D round backing the Palo Alto, Calif.-based company at a valuation of about $2.1 billion.</p><p>Paris-based Ardian said it has agreed to acquire Icelandic telecommunications infrastructure provider Míla ehf from Síminn Group, marking Ardian Infrastructure's sixth deal in the Nordic region. Several Icelandic pension funds will be able to co-invest in Míla, which owns a network of fixed broadband, mobile access and backhaul telecom infrastructure across Iceland.</p><p>Bain Capital's credit arm got a green light from the U.K. Financial Conduct Authority for its proposed acquisition of the savings and retirement operations of U.K. mutual life insurer Liverpool Victoria Financial Services Ltd., which does business as LV=, for £530 million, equivalent to about $729.7 million. The regulator expressed concern that the insurer clearly spells out the deal to its member policyholders, who must vote to accept the deal before it can close. The transaction also must receive other approvals as well.</p><p>Partners Group Holding AG has agreed to acquire a minority stake in Swiss watchmaker Breitling SA from fellow private equity firm CVC Capital Partners and the company's management. CVC backed the Grenchen, Switzerland-based company in 2017 out of CVC Capital Partners Fund VI LP and will retain a stake in the business. Partners Group Co-Founder Alfred Gantner will join Breitling's board.</p><p>The asset management arms of JPMorgan Chase &amp; Co. and HSBC Group are backing data company MioTech Technology, joining earlier participants in a series B investment round that include Singapore's GIC and Guotai Junan International. The Shanghai company uses artificial intelligence to parse sustainability data for investment management clients mainly in Asia and aims to use the new financing to expand to other regions, according to a news release.</p><p>Golden Gate Capital has recapitalized All My Sons Moving &amp; Storage, investing alongside founder and Chief Executive Robert Peterson. The Carrollton, Texas-based relocation services company has operations in 75 locations across 29 states and has been backed by midmarket-focused Sterling Investment Partners since September 2017.</p><p>A group led by TPG Global and Potentia Capital cut their proposed offer for Australian employee benefits company Smartgroup Corp. to 9.25 Australian dollars per share, or $6.93 a share, from A$10.35 proposed last month, leading the Sydney-based company to reject the suitors, according to a securities filing. The initial proposal represented a nearly 18% premium to Smartgroup's share price the day before the offer was made public. The filing didn't explain why TPG and Potentia cut the bid.</p><p>Midmarket private-equity firm Sentinel Capital Partners has acquired Controlled Products Acquisition Corp., a Dalton, Ga.-based company that manufactures and distributes synthetic turf used for sports venues, landscaping and other applications. The firm acquired the company from fellow private-equity firm Clearview Capital, which initially backed Controlled Products in 2016 out of Clearview Capital Fund III LP, a $325 million fund closed in 2013.</p><p>Great Hill Partners has made a significant growth investment in Clearwave, which provides software that helps healthcare providers engage with their patients. As part of the deal, Great Hill Managing Partner Mark Taber will join the Clearwave board of directors, along with Managing Director Rafael Cofiño, and Vice President Sam Conte.</p><p>Bain Capital's real estate arm has invested in medical office properties in Rhode Island and Massachusetts, acquiring a portfolio of 12 office buildings with Evergreen Medical Properties from Albany Road Real Estate Partners, according to a news release. The holdings total about 573,000 square feet of space.</p><p>Core Industrial Partners has rolled up three acquisitions to form an additive manufacturing group, providing three-dimensional printers, materials and related services. The group comprised of 3Dxtech LLC, Triton 3D LLC and Gearbox3D LLC is based in Grand Rapids, Mich.</p><p>New Orleans-based private-equity firm LongueVue Capital said it is backing a growth capital investment in Associated MetalCast, an Oxford, Ala.-based company that manufactures precision components for customers in markets that include water infrastructure, vertical transportation, agriculture, and automotive services.</p><p>JW Hill Capital has acquired Performance Plastics Inc. and Angeles Composites Technologies Inc. from Avantus Aerospace Inc., which is backed by Inflexion Private Equity. Both companies make parts and components for the aerospace and other industries.</p><p>Growth-equity investor UpperStage.Capital has acquired building materials company Talius. The Salmon Arm, British Columbia-based company makes screens and shutters for residential and commercial buildings, offering coverings that can be rolled up or extended for shade and protection from the elements.</p><p>OceanSound Partners is investing in Digital Management Holdings LLC. The Bethesda, Md.-based company offers digital transformation and managed mobility services to government and private-sector clients.</p><p>Duquesne Family Office LLC is backing Turkish auto reseller Vava Cars, participating in a $50 million investment round with existing strategic investor Vitol Group, according to an emailed news release. Started in 2019, the Istanbul-based company plans to use the capital infusion to expand operations in Turkey and enter the market for used vehicles in Pakistan.</p><p>Performant Capital is acquiring software-as-a-service provider Bolt On Technology in Southampton, Pa. to roll up with ​​auto services portfolio companies MyShopManager and Unotifi, according to a news release from the firm in Chicago. Performant said Bolt On founder and Chief Executive Michael Risich will run the combined enterprise.</p><p>Exits</p><p>Data management software firm Informatica LLC said it expects to raise nearly $1 billion when it returns to the public market on Wednesday and plans to use the amount to pay down some of its debt. Redwood City, Calif.-based Informatica priced its initial public offering at $29 a share—at the low end of its target range of $29 to $32 a share—giving the company a valuation of $10 billion, according to a person familiar with the IPO. Private-equity firm Permira and the Canadian Pension Plan Investment Board in 2015 took the company private in a transaction valued at $5.3 billion after roughly 15 years as a public company.</p><p>​​Platinum Equity is selling gardening equipment maker Orbit Irrigation Products LLC to Husqvarna Group for about $480 million. The Bountiful, Utah-based company makes lawn sprinkler systems and other products for residential and commercial use. Platinum Equity acquired the business in February 2019.</p><p>Riverside Co. is selling German insurtech company Actineo GmbH to data analytics company Verisk Analytics Inc., according to an emailed news release. The Cologne, Germany-based company digitizes bodily injury data for insurers in Germany, Austria, France, Spain and Italy and offers tools to manage and analyze the information. Riverside backed the company in mid-2019.</p><p>H.I.G. Capital is selling a majority interest in consulting and systems-integration services provider Conet Technologies AG to European private-equity firm IK Partners, which is investing alongside management of the Hennef, Germany-based company. H.I.G. Capital initially invested in Conet in May 2017.</p><p>Funds</p><p>Midmarket focused Ridgemont Equity Partners is seeking $2 billion for Ridgemont Equity Partners IV LP, according to a regulatory filing. The offering amount indicated in the filing is modestly higher than the $1.65 billion that Charlotte, N.C.-based Ridgemont raised for Ridgemont Equity Partners III LP back in 2019.</p><p>Allianz SE's asset manager Allianz Capital Partners has held a first closing on its Allianz Private Equity Fund with about €520 million, equivalent to about $603 million, which the Munich-based financial services giant plans to invest alongside other fund sponsors, including through co-investments. The Capital Partners unit has been investing in private equity for the parent company's insurance businesses for 25 years and is already one of the largest investors in the sector, Allianz said.</p><p>Andreessen Horowitz is planning to raise roughly $6.5 billion to fuel the global venture-capital firm's aggressive deal-making pace, Yuliya Chernova reports for WSJ Pro Venture Capital, citing people familiar with the situation. The firm is turning to its limited partners to invest in a pair of funds, one focused on early-stage startups and another on growth-stage companies, the people said. That would add to Andreessen's haul earlier this year of $2.2 billion for its crypto fund and $400 million for a seed fund.</p><p>Timber Bay Partners, a firm that focuses on general partner-led secondary transactions, has closed Timber Bay Partners Fund II LP with more than $305 million in commitments. The total exceeded the form's $275 million goal. Metric Point Capital LLC served as placement agent for the Cincinnati-based firm.</p><p>Specialty investment firm Stonecourt Capital has collected nearly $282.4 million so far for its Stonecourt IV Partners LP fund, a regulatory filing shows. The New York firm founded in 2016 reported managing about $227.7 million in discretionary assets as of the end of March in a June filing, and said Monday that its new fund had raised the fresh capital from 65 investors this month. Stonecourt guides parallel vehicles that co-invest \"to accommodate the legal, tax, regulatory or other needs of certain investors,\" according to the June filing.</p><p>People</p><p>Apollo Global Management Inc. has hired Michael Kashani as a principal and head of ESG Credit, according to an outside spokeswoman for the firm. He joins from Goldman Sachs Group Inc. where he was global head of ESG portfolio management within the asset management fixed-income division.</p><p>InTandem Capital Partners has hired Chris Reef as an operating partner. He was most recently with Grey Mountain Partners, serving as executive chairman of Sunbelt Transformer and Dimex Corp.</p><p>Alternative credit firm Crestline Investors has promoted Managing Partner Keith Williams to co-chief investment officer, working alongside founding Partner Douglas Bratton, who is co-CIO as well as the firm's chief executive. Mr. Williams joined the Fort Worth, Texas, firm in 2012.</p><p>Cimbria Capital has named Olufemi Osidele as senior regulatory advisor, focusing on the water economy, a Cimbria specialty, according to an emailed news release. He was most recently with the National Advisory Council for Environmental Policy and Technology, where he led working groups focused on sustainability, citizen science and strategic workforce planning.</p><p>Circumference Group, a Little Rock, Ark.-based investment firm focused on public and private companies, has named Kurt Silverman, Luca Sechi and Virgil Prewitt to newly created leadership positions. Mr. Silverman, who previously worked at Endurance International, where Circumference Group's chief executive Jeff Fox formerly was CEO, will be the investment firm's chief technology officer. Mr. Sechi, who spent nearly 10 years at Endurance, will be Circumference's chief strategy officer. Mr. Prewitt, who previously was principal architect at Limelight Networks, will be the firm's principal architect in charge of technology and operations research and analysis.</p><p>Industry News</p><p>Private equity deals often bring rewards to a rarified few, but Spanx Inc. founder Sara Blakely provided a fresh twist to the formula last week. In a live presentation recorded and posted on her Instagram account, Ms. Blakely told employees at her Atlanta womenswear company that she was sending them each two first-class airline tickets to anywhere in the world plus $10,000 to spend. \"I really want every employee to celebrate this moment in their own way and create a memory that will last them a lifetime!\" she declared. Blackstone Inc. last week agreed to acquire a majority stake in the company at a $1.2 billion valuation. Ms. Blakely started the business in 2000 with $5,000 from her savings.</p><p>An increase in fund placement activity helped drive PJT Partners Inc. fund placement revenue to nearly $47 million for the third quarter, up 48% from the year-ago period, the firm reported. PJT's placement revenue this year through September hit $137.6 million, roughly 30% higher than the $106 million generated during the same period last year. So far this year, PJT Park Hill, the publicly traded firm's placement and secondary advisory arm, placed funds for managers that include technology focused Crosspoint Capital Partners and midmarket-focused GI Partners.</p><p>Private credit used by portfolio companies of alternative asset managers may pose systemic risks as the aggregate value of loans reaches roughly $1 trillion and private-equity firms increasingly invest in direct credit through business development companies and other funds they manage, Moody's Investors Service said in a report. The influx of leverage loans and the blending of exposures can obscure overall lending volumes and concentrations, Moody's said, while the competition for assets has lowered required credit standards for borrowers and created incentives to ease credit protections for lenders. As the largest private-equity firms expand, there is an increasing level of concentration among a small number of very large asset managers, Moody's added.</p><p>Democrats' fast-moving plan to tax billionaires' unsold assets each year as they gain in value faces a potentially significant obstacle: the U.S. Constitution, Richard Rubin writes for The Wall Street Journal from Washington. If enacted, the tax would almost certainly face a legal challenge, given the clear incentive for a taxpayer to spend millions in legal fees to save billions on taxes. The likely argument: Taxing capital gains that haven't been realized yet falls outside the income taxes allowed by the 16th Amendment.</p><p>Investment advisers aim to increase their clients' exposure to alternative investments, but they aren't in any rush, Cheryl Winokur Munk reports for sister publication Barron's. Research from consulting firm Cerulli and Blue Vault Partners cites barriers including complexity and cost, as well as liquidity concerns. But the pace could accelerate as more products offering liquidity options emerge.</p><p>Northern Trust's alternative assets subsidiary 50 South Capital Advisors has backed venture capital firm Lewis &amp; Clark AgriFood, investing in the firm through the recently formed North Dakota Growth Fund, which 50 South manages. The North Dakota Growth Fund is a $100 million fund earmarked for investments in North Dakota businesses and entrepreneurs.</p>",
  "published": "2021-10-27T13:03:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 13065,
          "end": 13088
        },
        {
          "start": 13065,
          "end": 13072
        },
        {
          "start": 13065,
          "end": 13089
        },
        {
          "start": 13065,
          "end": 13078
        }
      ]
    }
  ]
}