{
  "_id": "06cf8451fad4dff3aefb1b351414150ee42449fe9d2836b08c92f53552ae74db",
  "feed": "wall-street-journal",
  "title": "U.S. News  ---  THE OUTLOOK:  Economy Navigates Herd Immunity  ----  By Phred Dvorak",
  "text": "<p>   As countries rush to get their citizens vaccinated, a debate is heating up among economists about how much herd immunity matters for the world's economic recovery -- or even if it does. </p><p>   Some view herd immunity -- the point at which a critical mass of a population become immune to a disease-causing virus or bacteria -- as a key factor in determining when Covid-19 will be conquered and economies will return to normal. Until herd immunity is reached, some say, governments will restrict activities to prevent the disease's spread, resulting in fewer goods and services being produced and consumed. </p><p>   Other economists say businesses can reopen and economic activity can rebound without full herd immunity, and likely will. </p><p>   Part of the challenge for economists is that it is hard to know exactly when a given place will achieve herd immunity, if ever. For Covid-19, epidemiologists generally believe it will require having at least 60% to 80% of a population develop antibodies, curbing the virus's ability to spread. </p><p>   Economists at Goldman Sachs Group Inc. have tried to incorporate immunity estimates into their forecasts by looking at daily vaccination progress around the world and take account of estimates of how many people have already been infected. </p><p>   According to their calculations, 60% of the population in the U.S. and U.K. are already immune to Covid-19; the biggest economies of Europe will get there by August. </p><p>   The bank's data suggest that some emerging markets may also be close to or at herd immunity because of high levels of natural immunity caused by infections. Some 72% of the population in Peru had natural immunity by early May, while 58% in Mexico did, the bank says. </p><p>   Those estimates are factors in the bank's relatively bullish economic outlooks. It expects global gross domestic product to grow 6.6% this year, on the high end of forecasts. </p><p>   Recently, however, some experts have raised questions about when or even if herd immunity is possible -- particularly globally. Many countries are reporting vaccination delays and slowdowns, either because they can't get enough shots or their citizens are reluctant to get inoculated. </p><p>   Vaccines may also be less effective against new variants of the coronavirus, scientists say, and the longer the disease remains untamed, the greater the chance of new variants. </p><p>   All those factors are dimming the possibility of a relatively quick global recovery, said Taimur Baig, chief economist at Singapore-based DBS Bank Ltd. </p><p>   Even if individual countries inoculate the bulk of their populations, because of cross-border travel and trade they will be vulnerable until their neighbors and the rest of the world do too. Mr. Baig said the global economy can't really return to normal until that happens -- likely mid-decade or later. DBS forecasts global growth will be 5.6% this year, a full percentage point lower than Goldman Sachs. </p><p>   \"I think for a while we were all hoping that everything is transitory -- that this will pass and at some point in 2022, we'll be going back to the way things were,\" he said. \"Probably not.\" </p><p>   Economists at Morgan Stanley don't see it that way. Places don't need to achieve herd immunity before their economies normalize, said Asia economist Deyi Tan. </p><p>   She pointed to China and Taiwan, where strict control measures have effectively tamed the disease despite low levels of vaccinations and immunity. China's economy rebounded to its pre-pandemic size in the third quarter of last year and its previous level of growth in the fourth quarter, she said. Taiwan's economic growth rate didn't seem to be affected by Covid-19 at all, she said. </p><p>   Such examples are leading Morgan Stanley to view herd immunity as just one factor in the more important task of Covid-19 control, said Ms. Tan. Even without herd immunity, if places can protect their populations that are most vulnerable to the disease and keep infections down, \"you would already be making progress in the path of the economic recovery,\" she said. </p><p>   Economies are also adapting to Covid-19 as the pandemic drags on, weakening the correlation between herd immunity and recovery, said Frederic Neumann, co-head of Asian economics research at HSBC. The kinds of Covid-19 restrictions and lockdowns that pummeled economies early in the crisis are having less effect now, as populations get used to things like working from home or having food delivered, he said. </p><p>   Countries may see economic activity rebound before their populations are fully inoculated, but without herd immunity that recovery may not last, said Katrina Ell, senior Asia Pacific economist at Moody's Analytics. Until the world is vaccinated, the virus will be able to sneak across borders and disrupt hard-fought economic gains, she said. Countries like Australia that have managed to largely quell infections and reopen businesses have had to clamp down again when Covid-19 outbreaks popped up. </p><p>   Moody's Analytics forecasts global herd immunity -- which it says will require at least 70% of the world's population to be inoculated -- could be achieved in 2023. </p><p>   Until then, \"it's going to be a recovery that happens in fits and starts,\" she said. </p><p></p>",
  "published": "2021-05-10T06:08:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 2868,
          "end": 2881
        },
        {
          "start": 1029,
          "end": 1036
        },
        {
          "start": 1029,
          "end": 1042
        },
        {
          "start": 1029,
          "end": 1053
        },
        {
          "start": 2868,
          "end": 2875
        },
        {
          "start": 1029,
          "end": 1052
        }
      ]
    }
  ]
}