{
  "_id": "9c10f393a268d3ed62c8478c28d0ac75f3df0210e6808fbcaec91367414ea8d1",
  "feed": "ftcomall",
  "title": "Goldman joins bumper quarter for Wall St investment banking",
  "text": "<p>Goldman Sachs reported that it is on track for record full-year profit, capping&#xa0;a week of bank earnings in which Wall Street firms reaped billions of dollars from a dealmaking boom.</p> <p>On Friday, the US lender reported third-quarter earnings per share of $14.93 on total net income of $5.4bn. That was up from $3.4bn a year earlier and beat forecasts for $3.7bn, according to data compiled by Bloomberg. </p> <p>Group revenue was $13.6bn, up from $10.8bn a year earlier and ahead of analysts' consensus for $11.6bn.&#xa0;Investment banking drove the growth, coming in at $3.7bn. </p> <p>Goldman capped a bumper earnings season for investment banking revenue across Wall Street. Investment banks are bringing in <a href=\"https://www.ft.com/content/a67e0300-98a8-4e29-890a-0949135933ba\">record</a> sums from fees thanks to a rush of dealmaking that spans corporate mergers, private equity purchases and initial public offerings. </p> <p>Rival <a href=\"https://www.ft.com/content/a5fa2ba2-1fdf-4a55-a500-fdb0e7cba8e6\">JPMorgan Chase</a>'s investment banking earnings grew 52 per cent to $3.3bn, while investment banking fees at <a href=\"https://www.ft.com/content/fe68be0f-6496-4437-b223-068dfc7179d3\">Morgan Stanley</a> rose 67 per cent to $2.9bn.&#xa0;</p> <p>Bank of America's investment banking revenues were up 23 per cent at $2.2bn. At Citigroup they were up 39 per cent at $1.9bn.&#xa0;</p> <p>Overall, Goldman has posted revenue of $46.7bn and net income of $17.7bn for the first nine months of 2021, higher than any full-year period in the bank's history. </p> <p>Goldman shares, which have risen more than 80 per cent in the past year, gained 3.8 per cent in New York on Friday. </p> <p>Analysts at Oppenheimer described the quarter for Goldman as “quite literally off the charts”, with earnings per share for the quarter higher than even the most optimistic forecast. </p> <p>The looming question for Goldman is how sustainable blockbuster results like this are for the bank. Oppenheimer's Chris Kotowski said “no one is expecting the environment to continue”. </p> <p>“That said, with the Fed printing $120bn of new money each and every month, every CEO in the world has lots of Monopoly money to play with. So M&amp;A and investment spending and capital raising will likely remain strong,” Kotowski said. </p> <p>David Solomon, Goldman's chief executive, made the case in the bank's earnings call that its investment banking business had become structurally larger. </p> <p>If deal activity were to slow down, “we're going to find that these businesses are baseline fundamentally larger than they were five years ago, because of the growth and market cap of the world and the growth and economic activity of the world”, Solomon said. </p> <p>The investment banking dynamics of the quarter were particularly well-suited to Goldman's franchise. Some 44.6 per cent of the fees were in advisory work on mergers and acquisitions, for which Goldman has earned more than any other bank so far in 2021, according to Refinitiv data. </p> <p>Advisory fees were more than three times higher than the same quarter last year at $1.6bn. Fees from equity and debt underwriting were up 100 per cent and 27 per cent, respectively. </p> <p>Trading revenue in Goldman's markets division was up 23 per cent year on year at $5.6bn.&#xa0;</p> <p>In early 2020, Goldman outlined <a href=\"https://www.ft.com/content/f5e13448-4296-11ea-abea-0c7a29cd66fe\">plans </a>at its first investor day to focus on consumer and transaction banking so it is less dependent on its trading and investment banking.</p> <p>Revenue in the consumer and wealth management unit, which includes its online bank Marcus and its Apple credit card, was up 35 per cent at $2bn, ahead of analysts' forecasts for $1.8bn.&#xa0;</p> <p>Annualised return on equity for the quarter was 22.5 per cent, ahead of the 14 per cent medium-term target Goldman laid out in 2020.</p> <p>Solomon, however, was more cautious on the outlook for the bank, pointing to the trajectory of inflation, the Delta variant of Covid-19, the debate around US economic policy and “complicated” US-China relations as risks. </p> <p>“Taken together,” Solomon said, “these items have the potential to be a headwind to growth.”</p><p>Source: Joshua Franklin in New York 2021 'Goldman joins bumper quarter for Wall St investment banking' FT.com 15 October. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-10-15T14:40:44.273Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 0,
          "end": 7
        },
        {
          "start": 0,
          "end": 13
        },
        {
          "start": 563,
          "end": 570
        },
        {
          "start": 1115,
          "end": 1122
        },
        {
          "start": 1270,
          "end": 1277
        },
        {
          "start": 1436,
          "end": 1443
        },
        {
          "start": 1593,
          "end": 1600
        },
        {
          "start": 2002,
          "end": 2009
        },
        {
          "start": 2002,
          "end": 2010
        },
        {
          "start": 2480,
          "end": 2487
        },
        {
          "start": 2480,
          "end": 2488
        },
        {
          "start": 2593,
          "end": 2600
        },
        {
          "start": 2883,
          "end": 2890
        },
        {
          "start": 2968,
          "end": 2975
        },
        {
          "start": 3418,
          "end": 3425
        }
      ]
    }
  ]
}