{
  "_id": "be87eabd0e1ab39ce6e7a26b80e42b14a9f99f8489858ef5e09cfce5beeeeca5",
  "feed": "wall-street-journal",
  "title": "U.S. News --- THE OUTLOOK: Housing Is Key to Inflation Direction",
  "text": "<p>But the degree to which 12-month inflation readings fall back to the central bank's 2% goal could rest on the behavior of rents and home prices. In recent months, housing-cost trends point to more persistent, rather than transitory, upward price pressures in the coming years.</p><p>Core inflation, which excludes volatile food and energy costs, rose 3.5% in June from a year earlier, according to the Fed's preferred gauge, the personal-consumption expenditures price index. That was the highest rate of growth in 30 years. Rising prices over the April-to-June quarter largely reflected disrupted supply chains, temporary shortages and a rebound in travel -- trends that came ahead of the latest virus surge caused by the Delta variant of the Covid-19 virus.</p><p>Economists at Goldman Sachs Group Inc. estimate that travel and other supply-constrained categories have added 1.2 percentage points to core inflation this year, and they forecast those contributions should wane to around 0.6 percentage point by the end of the year.</p><p>Contributions from rising rents and home prices could partially offset anticipated declines. In a June report, economists at Fannie Mae said they expected the rate of shelter inflation to pick up from around 2% in May to 4.5% over the coming years -- and higher still, if house-price growth doesn't cool off soon.</p><p>They forecast that by the end of 2022, housing could contribute 1 percentage point to core PCE inflation, the strongest since 1990, and they forecast core inflation slowing to just 3% by then.</p><p>Housing inflation is important because it accounts for a hefty share of overall inflation -- around 18% of core PCE inflation, and around one-third of a separate inflation gauge, the Labor Department's consumer-price index.</p><p>Fed officials have held interest rates near zero since March 2020, at the beginning of the pandemic, and they are purchasing $120 billion per month in Treasury and mortgage-backed securities to provide additional stimulus. Just how fast and how far inflation falls back toward the Fed's target one year from now could weigh heavily on how long to leave interest rates at zero.</p><p>Growth in rents slowed sharply during the pandemic as people stayed put or doubled up with family. Residential rents rose 1.9% over the 12 months through June, about half of the rate of growth seen in February 2020.</p><p>Before the pandemic hit, \"we were treading water,\" said Ric Campo, chief executive of Camden Property Trust, which owns and manages 60,000 apartment homes across 15 U.S. markets. Landlords lost any pricing power during the pandemic, as vacancy rates jumped.</p><p>But that began to change earlier this year as demand for new leases soared. \"In March, it was like a light switch went off,\" said Mr. Campo. \"We have significant pricing power that we did not have a few months ago.\"</p><p>Invitation Homes Inc., the U.S.'s largest single-family landlord, raised rents by 8% in the second quarter, including 14% on leases signed by new tenants. Invitation reported occupancy of more than 98%, an extremely tight market.</p><p>Home prices, on the other hand, never missed a beat. They surged during the pandemic, boosted by a combination of low mortgage rates, pandemic-driven changes in home preferences, favorable demographics and low inventories of for-sale homes. Prices rose 16.6% in May from one year earlier, according to the S&amp;P/Case-Shiller U.S. national home price index, up from around 4% in the year before the pandemic.</p><p>Government agencies don't take soaring home prices directly into account when calculating inflation because they consider home purchases to be a long-lasting investment rather than consumption goods. Instead, they calculate the imputed rent, called owners' equivalent rent, of what homeowners would have to pay each month to rent their own house. Owners' equivalent rents, which rose around 3.3% before the pandemic hit, cooled earlier this year, rising just 2% in the 12 months ended April.</p><p>Those measures tend to lag home prices because leases are set for a year. The upshot is that leases signed one year ago, when landlords weren't expecting to have much pricing power, are now coming up for renewal. As landlords pass along higher rents, annual inflation measures should soon start to pick those up.</p><p>\"As the labor market improves and we have higher income and more household formation, that's a lot of potential strength in rental inflation and in shelter inflation more broadly,\" said James Sweeney, chief economist for Credit Suisse.</p><p>A majority of economists surveyed by The Wall Street Journal in July projected inflation would decline to at least 2.2% by the end of 2022. If the conventional wisdom among professional forecasters about inflation proves wrong, housing would be a big reason why.</p>",
  "published": "2021-08-09T00:00:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 768,
          "end": 775
        },
        {
          "start": 768,
          "end": 781
        },
        {
          "start": 763,
          "end": 787
        },
        {
          "start": 768,
          "end": 792
        }
      ]
    }
  ]
}