{
  "_id": "353086ec5056d261ecf8d4e9af7320fee4fadc99c863d00372e2672c495d056a",
  "feed": "market-watch",
  "title": "Jeremy Grantham is right that there's a bubble, this strategist says. Why right now is a good buying opportunity for stocks.",
  "text": "<p>“If you look back in history from 1971 back several hundreds of years, even millennia, you will see that almost all the time except during world wars, the international monetary system has an anchor. And the reason that matters is because an anchor restricts the ability to create liquidity in the system and restricts the ability to create debt,” he said. Citing the biography of former Federal Reserve Chair Paul Volcker, Watling said that lack of anchor was an accident of history but one that authorities couldn't repair.</p><p>Central banks in the 1990s moved from targeting the money supply to targeting consumer-price inflation. “That's condition number two, because when you're targeting CPI, you're not worried about how much debt being created, which is effectively what the monetary targets are in part telling you,” said Watling. Deregulation of mortgage lending — banks are required to set aside an eighth of the capital for mortgages as for corporate loans — further charged the debt supercycle.</p><p>As commercial banks healed from the global financial crisis, central banks adopted zero or negative interest rates, and then quantitative easing, to offset the absence of lending and money creation. That in turn has crowded out private-sector ownership of private-sector-listed assets and pushed market participants up the risk curve.</p><p>That has landed markets in a place where not just the U.S. but many global stock markets have elevated price-to-earnings ratios. And in response, investors are all in — the U.S. household equity allocation as a percent of total financial assets has climbed to new highs. Corporations via stock buybacks, and foreign central banks such as the Bank of Japan and Swiss National Bank, are also buying equities aggressively.</p><p>Watling agrees with GMO co-founder and market historian Jeremy Grantham that markets are in a bubble. But far from recommending investors get out, he said now is a good tactical opportunity. “It ends when [central bankers] change their behavior, and therefore, the question is when do they change their behavior, and I think the answer is they change it when inflation becomes something that is of concern to them,” he said. For now, Federal Reserve Chair Jerome Powell, with evidence, can say inflation is a temporary phenomenon driven by the impact of the COVID-19 pandemic on supply chains. That eventually will change as commercial banks start lending into the recovery and the jobs market heals.</p><p>“I think what we're going to get over the next six to nine months is a backup in bond yields, because the economy's accelerating as the pandemic turns into an epidemic, and therefore money is coming out of bonds going into equity markets in the first phase through to the middle of next year, maybe a bit longer,” said Watling.</p><p>On a tactical basis, he said it's a very good buying opportunity, and on a six month-plus portfolio, Longview is overweight risky assets and underweight safe. Longview upgraded its tactical U.S. equities weighting by 5 percentage points, and its longer-term allocation to risky assets by 15 percentage points, this week.</p><p>The buzz</p><p>Retail sales data highlight a slate of economic releases. The Chicago Fed's projection is for a 0.9% rise excluding autos, which is stronger than the 0.5% gain that economists polled by The Wall Street Journal expect.</p><p>Goldman Sachs GS is among a host of banks due to report results. Alcoa AA shares rose 6% after the aluminum producer said it would pay its first dividend since 2016 and announced a $500 million stock buyback, as it reported stronger-than-forecast results.</p><p>A former pilot was indicted on a charge of allegedly deceiving regulators about the flight-control system that was blamed for two fatal Boeing BA 737 Max crashes.</p><p>Virgin Galactic's SPCE shares tumbled 18% in premarket trade, after it pushed back its next test flight and the start of its space-tourism business.</p><p>Listen to theBest New Ideas in Moneypodcast.</p><p>The markets</p><p>U.S. stock futures ES00NQ00 were pointing higher after the best one-day gain for the Dow Jones Industrial Average DJIA is nearly three months.</p><p>The yield on the 10-year Treasury BX:TMUBMUSD10Ywas 1.54%.</p><p>Bitcoin BTCUSD was rising on expectations the Securities and Exchange Commission will approve two exchange-traded funds investing in bitcoin futures.</p><p>Random reads</p><p>Queen Elizabeth II was caught on tape saying she didn't know who was attending a United Nations climate change conference due to be held in Scotland. Chinese President Xi Jinping won't attend, The Times newspaper reported.</p><p>A half-shredded Banksy piece is auctioned for $25.4 million.</p><p>Need to Know starts early and is updated until the opening bell, but sign up here to get it delivered once to your email box. The emailed version will be sent out at about 7:30 a.m. Eastern.</p><p>Want more for the day ahead? Sign up for The Barron's Daily, a morning briefing for investors, including exclusive commentary from Barron's and MarketWatch writers.</p>",
  "published": "2021-10-15T07:39:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 3336,
          "end": 3343
        },
        {
          "start": 3336,
          "end": 3349
        }
      ]
    }
  ]
}