{
  "_id": "a44dd1c1c9fdda093112f040128fcc52c4d095b6342c2ed7dd9151a7d7ad4878",
  "feed": "wall-street-journal",
  "title": "Greenlight Names a CFO  ----  By Mark Maurer",
  "text": "<p>   Greenlight Financial Technology Inc., maker of an app that helps children budget, save and invest, appointed its first permanent finance chief as it prepares to go public in the next 12 to 18 months. </p><p>   The Atlanta-based company, which generates revenue largely by selling monthly subscriptions to families that use its services, said Brian Dong took on the chief financial officer role last month. Mr. Dong most recently served as a managing director in Goldman Sachs Group Inc.'s investment banking division. </p><p>    Greenlight's app, which can be linked to a debit card, lets parents pay their children for doing chores and set spending controls, among other services. Children can use it to buy and sell stocks with parental approval. </p><p>   The company, founded in 2014, has raised more than $550 million in venture-capital funding, including $260 million from a Series D round in April led by venture-capital firm Andreessen Horowitz. </p><p>   Greenlight said it has more than 4.5 million paying users in the U.S. It recorded more than $100 million in annualized recurring revenue during the first nine months of 2021, Greenlight said. It didn't provide other revenue figures. </p><p>   The company's finances were previously managed by Controller Ashley Bachar and, occasionally, fractional CFOs, Chief Executive Tim Sheehan said. Greenlight decided to bring on a permanent CFO to help it prepare for its IPO and devise a corporate strategy to expand, Mr. Sheehan said. </p><p>   Listing on the public markets will provide the company greater access to capital, Mr. Dong said. The company expects to pursue a traditional IPO or a direct listing as opposed to going public through a merger with a special-purpose acquisition company, he said. </p><p>   Mr. Dong said he would focus on allocating capital to support growth, potentially through further investments in marketing, acquisitions and building out products. </p><p>   \"One of the things that I bring to the table is I've seen what it takes for companies to make that step up to the next level of growth,\" Mr. Dong said. Mr. Dong said he has advised technology companies on public offerings, financing and acquisitions, with clients ranging from large-cap businesses to early-stage startups. He worked on the IPOs of Tesla Inc. in 2010 and Twitter Inc. in 2013. More recently, he helped bring cryptocurrency exchange Coinbase Global Inc. to the public markets via a direct listing in April. </p><p>   Greenlight will likely put money into new products, said David George, a general partner at Andreessen Horowitz. \"The biggest investment that they can continue to make is on the product side,\" he said. </p><p>   A spokeswoman for Andreessen Horowitz declined to say how much the firm contributed to Greenlight's most recent fundraising round, its first investment in the company. </p><p>   Greenlight named Will Yu operating chief and Sameera Rao chief technology officer. </p><p></p>",
  "published": "2021-12-13T07:05:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 452,
          "end": 476
        },
        {
          "start": 452,
          "end": 475
        },
        {
          "start": 452,
          "end": 459
        },
        {
          "start": 452,
          "end": 465
        }
      ]
    }
  ]
}