{
  "_id": "43fac6851870499abe08edf6c21575fc496fd581a4f0b1b07f0cf2ccdfa7d999",
  "feed": "wall-street-journal",
  "title": "Heard on the Street:  A Red-Hot Copper Fund Could Lose Its Shine  ---  Interest in investment jumped with metal's price,  but individuals need to know what they are buying  ----  By Jinjoo Lee",
  "text": "<p>\n  [Financial Analysis and Commentary] </p><pre> </pre><p>\n  \"Copper is the new oil\" wrote Goldman Sachs in a widely cited report. Individual investors are taking notice. </p><p>\n  The metal's price soared roughly 85% over the past 12 months, with bulls pointing to robust demand from the world's transition to green energy and speedy economic growth in China, which accounts for about half of global consumption. </p><p>\n  Fund flows into the United States Copper Index Fund, the largest exchange-traded product for copper, soared starting in the second half of 2020 alongside the commodity's rising price. The fund, with the ticker symbol CPER, was launched in 2011, but it had only $5 million to $10 million in assets under management until early last year. As copper prices picked up, assets ballooned to $100 million by this January and have more than doubled since then to roughly $225 million today, according to Kurt Nelson, managing partner at SummerHaven Investment Management, which manages the fund. </p><p>\n  The rush comes just about a year after another commodities index fund operated by the same company -- the United States Oil Fund, under the ticker symbol USO -- experienced its own explosion of popularity as individual investors, hoping to take advantage of a bottoming of oil prices, piled into it. It aimed to track the spot price of oil by owning near-term futures contracts instead of expensive-to-store physical barrels. As futures prices briefly turned negative, the fund had to quickly pivot and change its benchmark to avoid the potential catastrophe that befell one Chinese fund. </p><p>\n  Like USO, CPER owns futures. The longer-term problem with such funds is that they can severely lag behind the price of the commodity if longer-dated futures prices are more expensive than those expiring sooner, as has frequently been the case for oil. Under such a situation, known as contango, when a fund sells a soon-to-expire contract for a more distant one each month, it constantly has to pay up. </p><p>\n  This is less-problematic in copper's case because its futures curve is frequently backwardated. That describes the situation when the price of copper for near-term delivery is more expensive -- the inverse of contango. That shape allows the fund to \"roll\" an expiring futures contract into a cheaper one, which adds to a fund's returns. Copper futures tend to take this shape with greater frequency than oil because global copper production generally matches global demand each year, according to Mr. Nelson. </p><p>\n  Secondly, the copper index fund is more flexible than the way the USO was originally structured. Instead of buying just the front-month contract for copper, the fund is able to shift positions between near-term futures and longer-dated futures. When the futures curve is in contango, the fund shifts to positions further out in the curve to minimize so-called negative roll yield. </p><p>\n  The one caveat is that as copper gains popularity, it may draw in financial speculators just as oil has. Their presence is thought to be one reason for more frequent contango in oil, which led to a constant drag in returns for the USO. Ilia Bouchouev, managing partner at Pentathlon Investments, notes that this is less of a concern for copper because storage costs are much lower than for oil. That would prevent a situation where further-out futures contracts are substantially more expensive compared with near-term ones. For now, the main drag that currently comes with owning CPER is its expense ratio of roughly 0.8%, which adds up over the years, as do even short periods of contango. </p><p>\n  Since its launch, CPER has gained about 4% even as continuous copper futures are up by more than 22%. USO, by contrast, has lost about 86% compared with a 38% drop for a continuously held oil futures position. </p><p>\n  Investors looking to ride a continued short-term boom in the commodity's price and unwilling to dabble in futures should feel free to do so through CPER. A long-term buy-and-hold strategy, however, could leave them owning a lump of coal instead. </p><p></p>",
  "published": "2021-04-23T06:04:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 67,
          "end": 74
        },
        {
          "start": 67,
          "end": 80
        }
      ]
    }
  ]
}