{
  "_id": "b91bb2a1d0c05bc92b23b6216f1d10addf7aebcb5f6211814d0e968748051619",
  "feed": "market-watch",
  "title": "How Uranium ETFs logged double-digit returns and rare-earth buys shined in Q3, but KraneShares's China fund tanked",
  "text": "<p>And sign up here&#xa0;for ETF Wrap.</p><p>The good and the bad</p><p> Top 5 gainers of the past week                 %Performance  VanEck Oil Services ETF OIH                    5.0  Fidelity MSCI Energy Index ETF FENY            4.8  KraneShares Global Carbon ETF KRBN             3.2  Avantis U.S. Small Cap Value ETFAVUV           2.4  Global X MLP &amp; Energy Infrastructure ETF MLPX  2.0  Source: FactSet, through Sept. 29, excluding ETNs and leveraged products.&#xa0;Includes NYSE, Nasdaq and Cboe traded ETFs of $500 million or greater</p><p> Top 5 decliners of the past week                %Performance  VanEck Rare Earth/Strategic Metals ETFREMX      -9.9  ARK Genomic Revolution ETFARKG                  -9.2  Renaissance IPO ETFIPO                          -8.8  Amplify Transformational Data Sharing ETF BLOK  -8.2  ARK Innovation ETF ARKK                         -8.1  Source: FactSet</p><p>…And for the quarter</p><p> Top 5 gainers of the past quarter           % Performance  North Shore Global Uranium Mining ETFURNM   24.2  VanEck Rare Earth/Strategic Metals ETFREMX  21.8  KraneShares Global Carbon ETF KRBN          13.2  Global X Lithium &amp; Battery Tech ETF LIT     10.8  Global X Uranium ETF URA                    10.7  Source: FactSet</p><p> Top 5 decliners of the past quarter                    % Performance  KraneShares CSI China Internet ETF KWEB                -35.1  ETFMG Alternative Harvest ETF MJ                       -30.1  Emerging Markets Internet &amp; e-commerce ETF EMQQ        -24.0  WisdomTree China ex-State-Owned Enterprises Fund CXSE  -22.9  Global X MSCI China Consumer Discretionary ETF CHIK    -22.9  Source: FactSet</p><p>The nuclear funds</p><p>We wrote about the North Shore Global Uranium Mining ETF back in the beginning of September, when Sprott Physical Uranium Trust CA:U.UT was drawing outsize attention.</p><p>But momentum for uranium-related assets hasn't abated with the URNM, referencing the North Shore fund's ticker symbol, rallying 78% so far in 2021. The U.S. listing of the newly created Canada-based Sprott fund is up 22% in the month to date.</p><p>At the start of the month, some speculated that fundamental demand factors were behind the surge in uranium and ETFs, particularly as energy costs have been elevated against the backdrop of supply-chain bottlenecks that have emerged in a COVID world.</p><p>Of course, that dynamic has only gathered further momentum with natural-gas futures NG00 surging to the highest levels in around seven years earlier this week and the Reddit crowd also has caught wind of uranium's price surge.</p><p>Check out:What's next for natural gas with prices at their highest in over 7 years</p><p>Nuclear power is seen as a solid option but that has only helped to underpin demand and driven values in URNM and Global X Uranium ETF, which is up 53% in the year to date.</p><p>If you're curious, natural-gas oriented funds over the year have also seen explosive gains. The U.S. Natual Gas FundUNG is up 112% so far in 2021 and ProShares Ultra Bloomberg Natural BOIL gas fund is up 271%. The funds aren't cheap, however. ProShares is a leveraged ETF, a category, that we usually don't cover, carries and expense ratio of 0.95%. That translates to $9.50 in annual fees for every $1,000 invested. U.S. Natural Gas Fund is higher at 1.28%. By comparison, the expense ratio for North Shore is 0.85% and Global X's is 0.69%.</p><p>Of course, fees aren't the only factor that prospective investors should consider in weighing an ETF.</p><p>Read: Here's how natural-gas prices could surge to $12, says star commodity trader Mark Fisher</p><p>China woes</p><p>On the flip side, China investments have been on the downturn, facing a number of headwinds, including some inflicted by regulatory crackdowns in Beijing and a deceleration in economic expansion in the world's second-largest economy.</p><p>KWEB's claim to fame is that is one of the few vehicles that offers pure-play exposure to Chinese companies, notably its technology sector. The only problem is that recent rules, intended to clean up how parts of the country's fast-growing business sector operates, have had the effect of cratering demand for investments in China.</p><p>Bulls note that these headwinds presided over by President Xi Jinping may be a short-term blip in a country that is expected to see online shopping and growth in the technology sector surge after the regulatory kerfuffle subsides.</p><p>Still, it isn't clear when things will clear up. Earlier this week, Goldman Sachs&#xa0;became the latest bank to cut its China growth forecast. Goldman lowered its third-quarter GDP growth forecast to 0% quarter-over-quarter, from a previous estimate of 1.3%, while cutting its fourth-quarter forecast to 6% from 8.5%.&#xa0;</p><p>Uncertainty around China property giant Evergrande and supply shortages continue to plague the economy and could be a problem for the rest of the world.</p><p>Rare metals</p><p>Meanwhile, the boom in expectations for growth in electric vehicles has driven up the values of lithium and other metals, used in electronics, clean energy and defense. As The Wall Street Journal has reported, China mines over 70% of the world's rare earths “and is responsible for 90% of the complex process of turning them into magnets.”</p><p>Countries are making big investments in mining rare earth minerals, including the U.S., but demand appears to be outpacing supplies. VanEck's Rare Earth ETF has been a beneficiary of the recent concerns, with the ETF up 58% in the year to date.</p><p>Shortages of semiconductors, which also are made up of rare-earth minerals, are likely to contribute to the run-up in prices.</p><p>Good ETF Reads</p><p>The Best Growth ETFs Of 2021 (Forbes)</p><p>Senate bill that would end ETF tax breaks is ‘just bad policy,' CEO says (CNBC)</p><p>Riskier CLOs Are Coming to the Masses Via an ETF Buying BBB Debt (Bloomberg)</p><p>T. Rowe Price Launches First Active Bond ETFs (Barron's)</p><p>ETF Strategies to Play Rising U.S. Treasury Yields (Zacks Investment Research via Yahoo! Finance)</p>",
  "published": "2021-09-30T13:16:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 4163,
          "end": 4170
        },
        {
          "start": 4092,
          "end": 4105
        },
        {
          "start": 4092,
          "end": 4099
        }
      ]
    }
  ]
}