{
  "_id": "74ea5d9e716a81a84034ebbda53b2e4dae2686f424c9ed951063fd5615a597ac",
  "feed": "ftcomall",
  "title": "FirstFT: US banks ramp up spending on pay and technology",
  "text": "<p>Costs at the top US banks <a href=\"https://www.ft.com/content/37945600-b2ca-4739-8c79-d3f6cbb83ceb\">jumped more than $6.6bn</a> in the most recent quarter, as the intensifying battle for talent and the growing threat from new fintech rivals forced executives to step up spending.&#xa0;</p> <p>The 10 per cent increase in costs compared with last year at JPMorgan Chase, Goldman Sachs, Morgan Stanley, Bank of America and Citigroup surprised analysts.&#xa0;Many had predicted that expenses would fall modestly this year as the extra spending associated with doing business during the pandemic faded away.</p> <p>However, on a series of conference calls to discuss quarterly earnings, executives forecast higher annual expenses due to pay increases for bankers and bigger investments in technology and marketing.</p> <p>The higher spending represents a shift from how banks reacted to the last financial crisis, when many relied on cost cuts to boost profits. But stimulus programmes helped banks avoid the wave of pandemic-related loan losses that executives had expected, meaning they have extra cash to spend.</p> <p>Brian Foran, bank analyst at Autonomous Research, said:</p> <blockquote>  <p>“There's a nervousness among investors that this is the cost of doing business to keep clients from bleeding to fintechs.”</p> </blockquote> <h1>Five more stories in the news</h1> <p><strong>1. Americans who helped Carlos Ghosn flee Japan sentenced to prison</strong> Michael Taylor, a 60-year-old&#xa0;<a href=\"https://www.ft.com/content/e061aab4-30e2-11ea-a329-0bcf87a328f2\">former Green Beret</a>, and his son Peter, 28,&#xa0;who orchestrated Carlos Ghosn's elaborate escape from Japan have been sentenced by a Tokyo court to <a href=\"https://www.ft.com/content/38a6e179-1b2e-4ee0-8402-3347793d65fc\">two years and 20 months in prison</a>, respectively. </p> <ul>  <li><p><strong>Read more:</strong> <em>Collision Course </em>is among the first books to attempt to sensibly chronicle and contextualise <a href=\"https://www.ft.com/content/27f67c78-cdca-415a-98da-fbfe20ddc02d\">this remarkable episode</a>, says our Asia business editor Leo Lewis.</p></li> </ul> <p><strong>2. Zoom buys cloud call centre company for almost $15bn</strong> The video conferencing start-up whose services became globally popular during the coronavirus pandemic has agreed to buy Five9, a provider of cloud software, in <a href=\"https://www.ft.com/content/4fd283b4-1cf6-4a2d-bdee-dda992dbc900\">its first major acquisition</a>. </p> <p><strong>3. Opec+ reaches deal to raise oil production </strong>Opec and its allies <a href=\"https://www.ft.com/content/b517d13d-dc7b-4610-b468-7ded0b46d8f7\">reached agreement</a> over the weekend to raise oil production in response to soaring prices. The deal represents a victory for Abu Dhabi, which had threatened to scupper the talks earlier this month. <a href=\"https://click.newsletters.ft.com/f/a/AID5mozQsMTBbasHBpqr2Q~~/AAAAAQA~/RgRimZVcP0SeaHR0cHM6Ly9lcC5mdC5jb20vbmV3c2xldHRlcnMvc3Vic2NyaWJlP2VtYWlsSWQ9NjBiNzA1NzU0MTlkNjIwMDA0YmRhY2Y4JnNlZ21lbnRJZD0yMjAxMWVlNy04OTZhLThjNGMtMjJhMC03NjAzMzQ4YjdmMjImbmV3c2xldHRlcklkcz01NjU1ZDA5OWU0YjAxMDc3ZTkxMWQ2MGZXCGZpbnRpbWVzQgpgro8Qt2CRGDv6UhZqZW5uaWZlci5jcmVlcnlAZnQuY29tWAQAAAAA\"><em>Subscribe</em></a><em>&#xa0;to our</em><a href=\"https://click.newsletters.ft.com/f/a/hGd7UxiOUhHJR5ZdxH23Cw~~/AAAAAQA~/RgRimZVcP0RwaHR0cHM6Ly93d3cuZnQuY29tL2VuZXJneS1zb3VyY2U_ZW1haWxJZD02MGI3MDU3NTQxOWQ2MjAwMDRiZGFjZjgmc2VnbWVudElkPTIyMDExZWU3LTg5NmEtOGM0Yy0yMmEwLTc2MDMzNDhiN2YyMlcIZmludGltZXNCCmCujxC3YJEYO_pSFmplbm5pZmVyLmNyZWVyeUBmdC5jb21YBAAAAAA~\"><em>&#xa0;Energy&#xa0;Source&#xa0;newsletter</em></a><em> for the latest energy industry news.</em></p> <ul>  <li><p><strong>US gas exporters face EU methane curbs </strong>US oil and gas exporters have been warned that they <a href=\"https://ft.com/content/7aebf992-99bd-42c3-8c51-bb9a57e6c8f0\">face a tightening</a> of European anti-pollution rules despite energy's exclusion from a swath of climate proposals introduced in Brussels last week. </p></li> </ul> <p><strong>4. Democrats weigh backing second term for Powell</strong> Democrats are leaving the door open for Federal Reserve chair Jay Powell to stay on for another four-year stint when his current one expires in February, as deliberations <a href=\"https://www.ft.com/content/33ee0f1d-5606-4195-b455-cdddc97d2969\">ramp up</a> within the Biden administration over key appointments at the US central bank.</p> <p><strong>5. Probe: spyware used to hack journalists, activists and executives </strong>A spyware tool licensed by Israeli company NSO Group was used to target smartphones belonging to 37 journalists, human rights activists and other prominent figures, according to an <a href=\"https://www.ft.com/content/2f5feb53-e7ff-47b3-ad42-93a8f2bc6aac\">investigation</a> released yesterday.</p> <h1>Coronavirus digest</h1> <ul>  <li><p>The <strong>US</strong> is experiencing a “pandemic of the unvaccinated”, the head of the country's top public health agency warned, as new coronavirus cases <a href=\"https://www.ft.com/content/0057644b-c209-4304-89a5-7eacab97867c\">jumped 70 per cent</a> in the past week.</p></li>  <li><p>Three of <strong>Britain's</strong> most senior cabinet ministers — including Prime Minister Boris Johnson — <a href=\"https://www.ft.com/content/1e5d406f-5831-48cf-913d-e13f052d9491\">will be self-isolating</a> on England's so-called Freedom Day today when the country throws off its last pandemic restrictions.</p></li>  <li><p>The <strong>Delta variant</strong> is exacting a <a href=\"https://www.ft.com/content/fa4f248a-a476-491d-a5ce-f128360e9f24\">grim toll</a> on dozens of developing countries, where vaccination levels are insufficient to prevent a surge.</p></li>  <li><p>The <strong>Tokyo Olympic Games </strong>has suffered a number of late <a href=\"https://ft.com/content/6982b677-8366-45b5-8281-e9e724cdeda8\">controversies</a>, including an alleged rape, a bullying scandal and a vanished weightlifter — as well as 55 coronavirus cases this month.</p></li> </ul> <p><em>Follow our live coronavirus </em><a href=\"https://www.ft.com/content/14748f88-0a08-4413-8d7c-69557e3a2012\"><em>blog</em></a><em> and </em><a href=\"https://click.newsletters.ft.com/f/a/XeIZz1bJd3pG-_DksexLnA~~/AAAAAQA~/RgRiwX3fP4STAWh0dHBzOi8vY2xpY2submV3c2xldHRlcnMuZnQuY29tL2YvYS9Cbl8wNUk5NFNYeE1mV0ozNF9PeHVnfn4vQUFBQUFRQX4vUmdSaWlpSXNQMFJfYUhSMGNITTZMeTkzZDNjdVpuUXVZMjl0TDI1bGQzTnNaWFIwWlhKemFXZHVkWEF0WTI5eWIyNWhkbWx5ZFhNX1pXMWhhV3hKWkQwMk1HRTNPVFU0TVRKbFlUTTJZekF3TURRNE1qSTRZV1ltYzJWbmJXVnVkRWxrUFRFellqZGxNelF4TFdWa01ESXRNbUkxTXkxbE9HTXdMV1E1WTJJMU9XSmxPR0l6WWxjSVptbHVkR2x0WlhOQ0NtQ2xQNTJuWUVzOElJRlNGbXBsYm01cFptVnlMbU55WldWeWVVQm1kQzVqYjIxWUJBQUFBQUF-P2VtYWlsSWQ9NjBkZWVkNjE4NDBhZDcwMDA0NWQyMGE5JnNlZ21lbnRJZD0xM2I3ZTM0MS1lZDAyLTJiNTMtZThjMC1kOWNiNTliZThiM2JXCGZpbnRpbWVzQgpg3fr43mDIn1ReUhNnb3Jkb24uc21pdGhAZnQuY29tWAQAAAAA\"><em>sign up</em></a> <em>for our </em><a href=\"https://click.newsletters.ft.com/f/a/IFcve3cwP5qEsmYH9ZMosQ~~/AAAAAQA~/RgRiwX3fP4STAWh0dHBzOi8vY2xpY2submV3c2xldHRlcnMuZnQuY29tL2YvYS92R2VUcVhxOHp5ZGVEeWUtakh1V0RRfn4vQUFBQUFRQX4vUmdSaWlpSXNQMFItYUhSMGNITTZMeTkzZDNjdVpuUXVZMjl0TDJOdmNtOXVZWFpwY25WekxXSjFjMmx1WlhOekxYVndaR0YwWlQ5bGJXRnBiRWxrUFRZd1lUYzVOVGd4TW1WaE16WmpNREF3TkRneU1qaGhaaVp6WldkdFpXNTBTV1E5TVROaU4yVXpOREV0WldRd01pMHlZalV6TFdVNFl6QXRaRGxqWWpVNVltVTRZak5pVndobWFXNTBhVzFsYzBJS1lLVV9uYWRnU3p3Z2dWSVdhbVZ1Ym1sbVpYSXVZM0psWlhKNVFHWjBMbU52YlZnRUFBQUFBQX5-P2VtYWlsSWQ9NjBkZWVkNjE4NDBhZDcwMDA0NWQyMGE5JnNlZ21lbnRJZD0xM2I3ZTM0MS1lZDAyLTJiNTMtZThjMC1kOWNiNTliZThiM2JXCGZpbnRpbWVzQgpg3fr43mDIn1ReUhNnb3Jkb24uc21pdGhAZnQuY29tWAQAAAAA\"><em>Coronavirus Business Update</em></a> <em>newsletter for more Covid-19 news.</em></p> <h1>The day ahead</h1> <p><strong>Earnings </strong>IBM, which recently unveiled <a href=\"https://www.ft.com/content/04a6a57e-782b-40a8-b0da-fbacce5c5d5a\">a management shake-up</a>, publishes second-quarter earnings today after US markets close.</p> <h1>What else we're reading</h1> <p><strong>Robotaxis: a ‘moonshot' solution to full automation? </strong>Since Google launched its self-driving car project in 2009, the biggest question for the technology has been: can it be safe enough to deploy at scale? Now, the <a href=\"https://ft.com/content/46ff4fe4-0ae6-4f68-902c-3fd14d294d72\">risk for robotaxis</a> is not whether full autonomy can succeed, but whether they can be low-cost enough to make a business case.</p> <p><strong>Inflation fears are overblown </strong>Early signs of rising prices are more reflective of a predictable, post-lockdown surge in animal spirits than any longer-term trend, writes <a href=\"https://www.ft.com/content/2e6cc67e-0ae3-488d-834b-b84625d103b5\">Rana Foroohar</a>. </p> <ul>  <li><p><strong>Read more:</strong> Don't worry, says professor of economics and public policy at Harvard university <a href=\"https://www.ft.com/content/a7c101be-7361-4307-981d-b8edf6d002be\">Kenneth Rogoff</a>, a little inflation is no bad thing. </p></li> </ul> <p><strong>How shortages fuelled Cuba protests </strong>The pandemic has devastated the tourism industry and cut the state's ability to finance food imports, leading to higher prices and thousands taking to the streets in protest. While the government has been able to damp down unrest, it remains unclear how long it can&#xa0;maintain control with <a href=\"https://www.ft.com/content/970911b6-c4bf-4fd0-a5da-ea3c7b22ab70\">an economy in ruins</a>.</p> <p><strong>German floods bring climate into election focus </strong>With just over two months to polling day, devastating floods that swept through western Germany, leaving at least 140 people dead, have <a href=\"https://www.ft.com/content/7e4ab1bd-b3dd-49bc-b903-166eb4c45977\">catapulted climate change</a> to the heart of the country's election campaign.</p> <p><strong>Mediocre workers have nowhere to hide</strong> Do mediocre workers thrive more when they work from home or when they are in the office? While some employers doubt the motivations of staff who prefer remote work, others say it is easier to identify which staff add the most value when a team is working remotely, <a href=\"https://www.ft.com/content/33ecd973-30ce-4d8e-8529-d9db4c023f42\">writes Pilita Clark</a>.</p> <h1>Property</h1> <p><strong>Five of the world's best homes for sale with period features</strong> From an eight-bedroom villa in Mexico City to a five-bedroom family home in Connecticut&#xa0;constructed in 1744, these <a href=\"https://propertylistings.ft.com/propertynews/mexico-city/6665-five-of-the-worlds-best-homes-for-sale-with-period-features.html\">prime properties</a> have eye-catching original architecture and interiors.</p><p>Source: Gordon Smith, Jennifer Creery and Dervedia Thomas 2021 'FirstFT: US banks ramp up spending on pay and technology' FT.com 19 July. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-07-19T10:25:30.375Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 279,
          "end": 286
        },
        {
          "start": 279,
          "end": 292
        }
      ]
    }
  ]
}