{
  "_id": "a563eef5258318a90a5b7812e96761ae71dd94fd9c77b5f0e3141491862589a1",
  "feed": "ftcomall",
  "title": "Flexibility and fellow staff will pull us back to the office",
  "text": "<p>Near the end of the Oscar-winning film <a href=\"https://www.ft.com/content/481f8c31-9858-44e6-879b-45ce7a2d8774\"><em>Nomadland</em></a>, Fern, played by Frances McDormand, wanders silently through the abandoned offices of US Gypsum, where she used to work in human resources. She sheds a tear as the camera takes in the dust-covered detritus of a typical workplace. A stapler, a whiteboard, a printer, a company-branded mug and a hard-hat, left behind when USG closed its operations in Empire, Nevada.</p> <p><em>Nomadland</em> is, in part at least, a film about work: why we work, and where, but above all, with whom. Fern, who has upped and left her home in Empire, drives her van across middle America flitting between temporary jobs at Amazon depots, fast-food restaurants and campsites. </p> <p>What makes these <a href=\"https://www.ft.com/content/07a6ceac-77cb-43f5-affe-24e6f7629de6\">bad jobs</a> at least bearable is the presence of her fellow nomads. The surroundings are less important.</p> <p>As employers contemplate how to accommodate the flexible, post-pandemic needs of their vastly more privileged white-collar staff, they talk increasingly about how to “entice” people to return. They switch between outright orders and passive-aggressive hints, such as Goldman Sachs's <a href=\"https://www.ft.com/content/e515613a-32a2-4692-ad91-0b9e53c577a9\">memo to staff</a> last week, reminding them that its “culture of collaboration, innovation and apprenticeship thrives when our people come together”. They flag the fixtures and fittings they have designed to make office life safe and attractive. Some seem fixated on rearranging the desk-chairs on the sinking hulk of the old workplace.</p> <p>Without people, though, the office will be no more animated than USG's derelict plant. </p> <p>Certain basics are essential, of course, such as light, heating and guarantees of Covid cleanliness. In developing countries the office can be a haven for some staff, as it is, even in London or New York, for anyone with inadequate homeworking arrangements. Physical infrastructure is only one necessary ingredient for productive work, though. </p> <p>The New York Times took a look last week at <a href=\"https://www.nytimes.com/2021/04/30/technology/google-back-to-office-workers.html\">how Google has been preparing for the future</a>. The search company is experimenting with outdoor tented workstations, where the weather allows, adaptable indoor ventilation systems, meeting spaces that incorporate screens for hybrid encounters and a frightening inflatable partition to wall off open-plan areas for privacy.</p> <p>The pictures reminded me of <a href=\"https://www.moma.org/calendar/exhibitions/168?\">“Workspheres”</a>, a 2001 exhibition at New York's Museum of Modern Art that explored the look and shape of the future of work.</p> <p>MoMA's Paola Antonelli, who curated that exhibition as the first dotcom bubble was bursting, told me the show “stemmed from the same kind of excited confusion that we're in right now”. Laptops and mobile phones were evolving to provide workers with “a personal metaphysical space that's much bigger than your actual physical workplace”, Antonelli recalls. </p> <p>Visitors were confronted by a customised Mercedes <a href=\"https://www.maximog.com/vehicle.html\">MaxiMog</a> SUV, complete with secure global communications (including fax machine — it was 2001, remember), a sleeping deck, and kitchen and bathroom “pods”, all of which would have made Fern's nomadic existence much more comfortable.</p> <p>Antonelli also commissioned six projects imagining a flexible working future. They included <a href=\"https://www.moma.org/calendar/exhibitions/168?installation_image_index=59\">a multimedia bed</a>, designed by Hella Jongerius, with inbuilt keyboards and screens, and Naoto Fukasawa's vision of a workspace that occupants could personalise by <a href=\"http://naotofukasawa.com/projects/504/\">projecting different skyscapes</a> on to the ceiling.</p> <p>When I returned to Financial Times headquarters last week for the first time in six months, I was surprised how the small act of putting on a suit and tie reactivated some dormant excitement about my job. (In my defence, I had to dress up a little to present the latest <a href=\"https://globalboardroom.ft.com/?spoor-id=371426d9-1068-4ed0-b014-1daa425b3978\">Global Boardroom</a> virtual conference from the FT television studio). But my energy levels depended more on the number of colleagues I met in person. </p> <p>Persuading a critical mass of staff to bring their workspheres to the office <a href=\"https://www.ft.com/content/7ef15a1a-7d7b-413b-811c-9930795cb826\">at the same time</a>, without sacrificing the inclusivity of Zoom and the advantages of working from home, is hard. The central paradox is that the best way of encouraging people to return may be to give them the freedom not to. It is one reason why HR departments like the one where Fern used to work are still wrestling with how to do it, 20 years after MoMA presented its visions of a flexible future.</p> <p>Antonelli believes in the power of design, and is optimistic about the future of midtown Manhattan and <a href=\"https://www.ft.com/content/952df035-d857-4c65-a91f-c33157eb0c14\">other cities</a> that depend on the intermingling “red and white blood cells” of commuters and residents. But whether and how enthusiastically office workers will come back is not so much “a design issue; it's more of a labour relations issue”.</p> <p><a href=\"mailto:andrew.hill@ft.com\"><em>andrew.hill@ft.com</em></a></p> <p>Twitter: <a href=\"https://twitter.com/andrewtghill?ref_src=twsrc%5Egoogle%7Ctwcamp%5Eserp%7Ctwgr%5Eauthor\"><em>@andrewtghill</em></a></p><p>Source: Andrew Hill 2021 'Flexibility and fellow staff will pull us back to the office' FT.com 10 May. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-05-10T03:00:14.431Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 1075,
          "end": 1088
        },
        {
          "start": 1075,
          "end": 1082
        }
      ]
    }
  ]
}