{
  "_id": "f634350695b33577951712556f8a32696843c8b7f7fb7706f259db3f4cd495ad",
  "feed": "wall-street-journal",
  "title": "Virgin Galactic, Bitcoin, Moderna, Goldman: What to Watch When the Stock Market Opens Today; Virgin Galactic shares were on a descent trajectory; Backing for Moderna's booster gave the stock a shot in the arm",
  "text": "<p>* Goldman Sachs was up 2.1% premarket. The Wall Street bank reported higher profit and revenue in the third quarter, benefiting from a bevy of deals.</p><p>* J.B. Hunt Transport Services gained 4.4% premarket. The supply-chain management company reported a 59% rise in third-quarter profit as all of the company's segments pushed revenue above market expectations in the period.</p><p>* PNC Financial Services slipped 1% after it reported a profit decline as costs from a merger raised non-interest expenses.</p><p>* Southwest Gas edged up 0.7%, building on Thursday's late-session 7% jump. Billionaire investor Carl Icahn escalated his challenge to the Nevada utility by offering to buy shares and announcing plans to try to replace the company's board.</p><p>* Moderna gained 3.3% premarket after vaccine experts advising the FDA voted, 19-0, to recommend authorization of an extra dose of its Covid-19 shot.</p><p>* Alcoa climbed 6.6%. The aluminum maker reported a 31% rise in sales for its latest quarter, even as shipments fell, partly because of a lack of railcars.</p><p>* Bitcoin prices were up 3.4%, bringing it closer to $60,000, and crypto stocks were enjoying the ride. Coinbase Global added 1.8%, Marathon Digital gained 3.8% and BIT Mining rose 8.4%.</p><p>* Duck Creek Technologies sank 18% premarket. The enterprise software company reported a net loss for the final quarter of its fiscal year.</p><p>Chart of the Day</p><p>* Shares of Petershill Partners, an investment vehicle managed by Goldman Sachs' asset-management arm, are down 9% since its initial public offering late last month. That is worse than both the broader market and peers.</p><p>Write to James Willhite at james.willhite@wsj.com</p><p>Virgin Galactic, Bitcoin, Moderna, Goldman: What to Watch When the Stock Market Opens Today</p>",
  "published": "2021-10-15T13:03:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 2,
          "end": 9
        },
        {
          "start": 2,
          "end": 15
        },
        {
          "start": 35,
          "end": 42
        },
        {
          "start": 1439,
          "end": 1452
        },
        {
          "start": 1453,
          "end": 1460
        },
        {
          "start": 1453,
          "end": 1466
        },
        {
          "start": 1453,
          "end": 1467
        },
        {
          "start": 1692,
          "end": 1699
        }
      ]
    }
  ]
}