{
  "_id": "b452ee1b6806a39af2a7149106f669ff13f7e22ac31b5bdab917f7127cdad84c",
  "feed": "market-watch",
  "title": "Authentic Brands IPO: 5 things to know about the company behind Sports Illustrated, Forever 21 and Marilyn Monroe",
  "text": "<p>The company is planning to trade on the New York Stock Exchange under the ticker “AUTH.” BofA Securities, J.P. Morgan and Goldman Sachs &amp; Co. LLC are the lead underwriters in a syndicate of 11 banks working on the deal.</p><p>Authentic Brands will have three classes of stock. The Class A and Class C shares will carry one vote, while the Class B shares will carry multiple votes, the company says in its IPO filing documents. Class B stockholders will be able to convert their shares to class A stock under certain circumstances.</p><p>The company intends to use the proceeds of the IPO for general corporate purposes, as well as repaying some of its debt.</p><p>Read:Soho House is going public: 5 things to know about the elite membership club before its IPO</p><p>Authentic Brands describes itself as a brand development, marketing and entertainment company. “We own the intellectual property of our brands and receive licensing revenues from a diverse global network of licensees across a range of categories and territories,” it says in its prospectus.</p><p>The company's most recent acquisition was the Reebok athletic brand, which was purchased from Adidas AG XE:ADS for a consideration of € 2.1 billion (US$2.467 billion).</p><p>Chief Executive Jamie Salter, who founded the company in 2010, explains in a CEO letter included in the documents that the company doesn't actually manage stores, inventory or supply chains, but rather licenses out those activities.</p><p>“We don't manufacture anything,” says the letter. “We are a licensing business and are purely focused on brand identity and marketing.”</p><p>The business model allows the company to have a “strong” royalty program, an “asset-light” operation that doesn't include inventory or retail lease costs and a focus on building and growing the brands in its portfolio, the letter said.</p><p>Salter, the former head of Hilco Consumer Capital Corp., is identified as a key figure in the prospectus, with more than 30 years of experience in the world of lifestyle, fashion, sports and entertainment-brand businesses. Salter brought his four sons in to the company early on.</p><p>Corey Salter is now the company's 32-year-old chief operating officer. Kevin Clarke has also worked with the company since its start in 2010, serving as chief financial officer throughout. Prior to joining Authentic Brands, he was managing director at Barclays.&#xa0;</p><p>Also:Grill companies Weber and Traeger are going public during BBQ season. Data shows one has the financial edge</p><p>Authentic Brands has completed more than 30 brand acquisitions and works with 700 partners around the world. Marilyn Monroe was the company's first entertainment brand. Many of its brands were purchased out of bankruptcy, including Forever 21 and Barneys.</p><p>Media reports say the company and Wolverine World Wide Inc. WWW were billion-dollar bidders for Adidas AG's XE:ADS Reebok athletic brand recently, but the company has dropped out of the running.</p><p>“Our platform combines the operational and financial benefits of a traditional brand licensor with the brand development, marketing and long-term value approach employed by the world's most successful brands,” the prospectus said. Contracts are typically three to 10 years, usually with long-term renewal options.</p><p>“We own the intellectual property of our brands and receive licensing revenues from a diverse global network of licensees across a range of categories and territories.”</p><p>The company had net income of $211.0 million in 2020, up from $72.4 million in 2019.</p><p>Revenue reached $488.9 million, up from $480.3 million in 2019 and $331 million in 2018. Guaranteed minimum royalties (GMRs) comprised 83% of 2020 revenue. Other revenue sources include additional royalty revenue and royalties from the use of the names, images and likenesses of the company's entertainment brands. North America accounted for 79% of revenue in 2021.</p><p>Between 2016 and 2020, revenue grew at a compound annual growth rate (CAGR) of 31%.</p><p>Gross merchandise volume (GMV) was $9.7&#xa0;billion in 2020, down from $13.5&#xa0;billion in 2019. Each of Authentic Brands' seven largest brands generated GMV of more than $500&#xa0;million in 2020.</p><p>Authentic Brands has a “brand development flywheel” that includes more than 230 social media accounts, branded content, and distribution across digital, store and other channels. The company also has more than 17,000 trademarks around the world.</p><p>Authentic Brands says it has identified a total addressable market (TAM) with gross market value of $13 trillion, encompassing areas where the company already has a presence, such as clothing and media, areas where the company has just started to do business, like food and beverage, and others that the company has yet to dive into, like alcohol, consumer electronics and mobile payments.</p><p>Authentic Brands is an emerging growth company, which means it does not have to make the same disclosures required of bigger public companies. A business remains an emerging growth company until it reaches a number of milestones, including annual revenue of more than $1.07 billion.</p><p>After the IPO, Authentic Brands will be an umbrella partnership-C corporation, a structure that will allow equity holders to continue their ownership with certain tax benefits, as well as afford tax benefits to Authentic Brands.</p><p>See:Dole IPO: 5 things to know about the newly-public fruit and vegetable giant</p><p>Here are five more things to know about Authentic Brands before its IPO:</p><p>The company's spree of acquisitions is far from over</p><p>Authentic Brand is expecting acquisitions to reach $520 million in 2021. That's up from $261.6 million in 2020. In 2018, acquisitions totaled $657.4 million, and included the acquisition of the Nine West, Nautica and Vince Camuto brands.</p><p>According to License Global, which is focused on the licensing industry, Authentic Brands was the third largest licensor in 2020. Walt Disney Co. DIS took the top spot, and Meredith Corp. MDP was number two.</p><p>Its acquisition record has left it with a lot of goodwill</p><p>The company acknowledges that it has a “material amount” of goodwill and other intangible assets, including its IP, and that could result in writedowns that would adversely effect its operating results.</p><p>As of March 31, it had goodwill of about $28.3 million, or about 1% of total consolidated asset, and trademarks and intangibles of about $2.2 billion, equal to about 69% of total assets.</p><p>“Any write-down of goodwill or intangible assets resulting from future periodic evaluations would, as applicable, either decrease our net income or increase our net loss and those decreases or increases could be material,” says the prospectus.</p><p>Authentic Brands' biggest licensee is a company it owns with a mall REIT</p><p>Authentic Brands' biggest licensee is SPARC Group Holdings II LLC, the operator behind Nautica, Forever 21, Aéropostale, Lucky Brand and Brooks Brothers. SPARC is jointly owned with mall REIT Simon Property Group SPG, with each company owning 50% of the business.</p><p>SPARC designs, manufactures and distributes the merchandise for these brands, generating $2.6&#xa0;billion in global retail sales&#xa0;in 2020, and $850 million for the three months ending March 31, 2021.</p><p>One of the risks Authentic Brands lists is the fact that it doesn't wholly own some of its brands and other assets, including a 50/50 joint venture for the Tapout brand with World Wrestling Entertainment, Inc., and a minority interest in Elvis Presley's home and tourist destination Graceland.</p><p>“Regardless of whether we hold a majority interest in or directly control the management of these entities, our partners may have business goals and interests that are not aligned with ours, exercise their rights in a manner in which we do not approve, be unable to fulfill their obligations, or build their business or exploit our IP rights in a manner that harms the overall quality and image of our brands,” the prospectus said.</p><p>Authentic Brands has its eye on sports betting</p><p>The company aims to expand the Sports Illustrated brand into sports betting and ticket sales. It entered into an exclusive partnership with online casino, sports betting and gaming operator 888 Holdings Plc on June 23 to develop an online sports betting and gaming operation in the U.S. for Sports Illustrated. Later this year, the company expects 888 Holdings to launch SI Sportsbook in Colorado.</p><p>Also on June 23, Authentic Brands acquired PVH Corp.'s PVH “heritage brands,” including Izod and Van Heusen. The transaction is expected to close in the third quarter.</p><p>And on June 1, Authentic Brands bought 51% of the intellectual property&#xa0;and other assets of outdoor brand Eddie Bauer for about $205.8 million in cash.</p><p>And:PVH to sell Izod, Van Heusen and other labels to Authentic Brands in $220 million deal</p><p>The company has had the rights to one legend's name challenged in court</p><p>Authentic Brands has gone to court over Marilyn Monroe, and notes in its prospectus that state laws vary with regards to publicity rights for its entertainment brands.</p><p>“For example, certain courts in California and New York have in the past concluded that Marilyn Monroe's right of publicity did not survive her death,” the prospectus says.</p><p>“Although we continue to litigate the scope of our rights in the Marilyn Monroe brand, we cannot guarantee that we will ultimately prevail in any such litigation and any unfavorable decision could materially and adversely affect our business and the market price of our Class&#xa0;A common stock.”</p>",
  "published": "2021-09-21T11:10:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 122,
          "end": 140
        },
        {
          "start": 122,
          "end": 141
        },
        {
          "start": 122,
          "end": 129
        },
        {
          "start": 122,
          "end": 135
        },
        {
          "start": 122,
          "end": 146
        }
      ]
    }
  ]
}