{
  "_id": "9fc31516198573d268dcdf5ec5a663f223498e25b0dcb40fb1a7c7d2cc1a2838",
  "feed": "wall-street-journal",
  "title": "Oil Traders Bet on Further Drops  ---  Options activity  shows how variant  has upset economic  growth forecasts  ----  By Joe Wallace",
  "text": "<p>   Bets that oil investors made in options markets help explain why crude prices fell so sharply on Monday and show that traders are bracing for prices to lurch lower again. </p><p>   U.S. crude prices swooned in tandem with stocks and other industrial commodities to start the week after the spread of the coronavirus Delta variant shook confidence in the global economic rebound. West Texas Intermediate futures recovered some lost ground Tuesday but remained 10% below their recent closing high at $67.42 a barrel. </p><p>   Monday's decline -- oil's biggest since September -- interrupted a relentless climb that had pushed prices to multiyear highs, increasing gasoline bills for drivers and leading Washington to encourage Mideast producers to pump more crude. Some investors were betting that a combination of constrained supplies and booming demand would push oil above $100 a barrel for the first time since 2014. </p><p>   Behind the burst of volatility is a realization that vaccines won't prevent episodic flare-ups in infection and the introduction of measures to control new variants, according to Marwan Younes, chief investment officer at Massar Capital Management, a commodities-focused hedge fund. </p><p>   \"It's going to be a lot more turbulent than people expected,\" he said. </p><p>   Mr. Younes is positioning for crude prices to drop further, though not drastically. He sees crude settling in a range between $60 and $65 a barrel. </p><p>   Investors say the Delta variant's transmissibility, even in countries such as the U.K. and Israel where vaccinations are widespread, raises the prospect of fresh restrictions on economic activity, particularly in fuel-intensive Asian countries with lower vaccination rates. </p><p>   Though few money managers expect a return to 2020-style shutdowns in the U.S. or Europe, they say caution among consumers or limitations on international travel could crimp the recovery in demand. Global oil consumption has roared back as major economies have unwound lockdown measures, but it isn't expected to reach pre-pandemic levels until late 2022, according to the International Energy Agency. </p><p>   Meantime, the Organization of the Petroleum Exporting Countries and allies including Russia are preparing to unleash millions of barrels of bottled-up crude. A possible increase in Iranian crude exports if there is a nuclear deal with Washington is another factor prompting investors to dial back expectations for fresh gains in oil. </p><p>   One sign that traders think the monthslong stretch of steady gains for oil is over can be found in the options market. Options are contracts that allow investors, producers and traders to speculate on -- and protect against -- price moves in return for a fee. </p><p>   A gauge of how far traders anticipate WTI futures prices will swing over the next 30 days, known as implied volatility and derived from options prices, jumped to 41.2% on Monday. That marked its highest level since April 5, according to QuikStrike, though it was well below the peak of 345% recorded in April 2020, when world-wide shutdowns sent crude prices below zero. </p><p>   Another options indicator suggests traders are shelling out more for protection against price declines. Risk reversals on U.S. crude options measure the difference between what traders pay for bullish WTI call contracts and bearish puts. On Monday, they fell to minus 13.7 percentage points, the lowest since early April. </p><p>   Steep moves in option prices rewarded market participants who bought large numbers of put contracts last week, said Bob Yawger, director of energy futures at Mizuho Securities USA. On July 12 and July 13, put options with the unusual strike price of $66 a barrel traded in huge volumes, he said -- a sign that some traders were preparing for crude to retreat. </p><p>   \"Whoever it was is getting the old pat on the back today from their boss,\" Mr. Yawger said Monday. </p><p>   Dynamics in the options market likely contributed to violent moves in the underlying price of oil, said Scott Shelton, an analyst and broker at United ICAP. Dealers who had sold put options faced big losses when crude futures began to fall on Monday. At that point they had two choices: buy back the contracts to cut their losses just as their price was shooting up, or sell WTI futures as a hedge. Many likely took the second option, adding to the selling pressure on crude, said Mr. Shelton. </p><p>   Mr. Shelton and many others remain bullish about the outlook for oil prices. Analysts at Goldman Sachs Group say that the extra barrels of oil promised by OPEC won't be enough to plug the gap between production and recovering demand. They see Brent, the global benchmark, trading at an average of $80 a barrel in the fourth quarter, though they warn of the potential for prices to \"gyrate wildly in the coming weeks.\" </p><p>   Others, however, think the rally in oil prices faces a test. Real-time measures of the economy such as traffic levels, for example, show that demand has stalled in countries such as the U.K., Indonesia and Brazil. </p><p>   Longer term, the recent standoff between the United Arab Emirates and Saudi Arabia suggests Mideast producers will seek to pump as much crude as possible before efforts to tackle climate change cause demand to dry up, said Vincent Elbhar, co-founder of hedge fund GZC Investment Management. </p><p></p>",
  "published": "2021-07-21T06:08:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 4406,
          "end": 4425
        },
        {
          "start": 4406,
          "end": 4413
        },
        {
          "start": 4406,
          "end": 4419
        }
      ]
    }
  ]
}