{
  "_id": "8f04c6b7f83b59bde9774538f5a5bc2e44ce9fe8f8168a4d8f66d94b88ad324f",
  "feed": "market-watch",
  "title": "Widest U.S. budget deficits might be behind us with help from higher corporate tax payments",
  "text": "<p>Key details: Government receipts are up 18% to a record $3.59 trillion over the first 11 months of the fiscal year. Corporate taxes are up 57% over that period, as corporate profits have recovered from the depths of the pandemic.</p><p>Government outlays were up 4% over the same period to a record $6.3 trillion.</p><p>For the month of August, receipts were up 20% to $268 million while outlays were up 4% to $439 billion. The Treasury had to pay more interest on the federal debt this month as a result of rising yields on Treasury-Inflation-Protected Securities.</p><p>Big picture: With only one more month to go in this fiscal year, it looks like the deficit won't exceed last year's record $3 trillion deficit. A Treasury official said it would take a big change in the outlook to September's deficit to reverse the trend.</p><p>The department is still facing the serious threat of a default as Congress looks to tackle the federal debt ceiling. Treasury Secretary Janet Yellen has warned against that delay.</p><p>Goldman Sachs estimated that Congress will need to raise the debt limit by mid-October. If the deficit turns out to be smaller than expected, the department might be able to make all of its payments into early November.</p><p>The outlook for the fiscal year that starts on Oct. 1 also remains murky.</p><p>Goldman estimates that the Democratic fiscal package will ultimately be scaled back to $2.5 trillion from the proposed $3.5 trillion, and be offset by around $1.5 trillion in new tax revenue.</p><p>What are they saying: “With September likely to show a slight surplus, the year should end with a deficit about $2.6 trillion,” said T.J. Connelly, head of research at Contingent Macro. “While there is scope for another round of outlays from previous stimulus bills and potential new infrastructure bills, it appears the largest fiscal-year deficits might be behind us for at least the next few years as the trend in tax receipts likely improves modestly, and the pace of outlays continues to slow.”</p><p>Market reaction: So far, markets have taken the fiscal machinations in stride. The yield on the 10-year Treasury note BX:TMUBMUSD10Y has been in a range slightly above 1.30% over the last two weeks. This is well below the high near 1.75% last seen in early April.</p>",
  "published": "2021-09-13T16:31:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 990,
          "end": 1003
        },
        {
          "start": 990,
          "end": 997
        },
        {
          "start": 1284,
          "end": 1291
        }
      ]
    }
  ]
}