{
  "_id": "4e573686947deac93b5b9512920a8a8355429a7fd73c10f1a795e5301d6a8c50",
  "feed": "ftcomall",
  "title": "Big investors plan to cut exposure to Chinese assets on regulatory worries",
  "text": "<p>A growing number of asset allocators plan to reduce their exposure to China as regulatory turmoil has hit foreign investors in the country, according to a new survey by Invesco. </p> <p>A poll by the $1.61tn fund manager of more than 200 professional investors including pension funds and insurers, conducted in June and July, found that 12 per cent expected to decrease China's place in their portfolios — three times as many as in 2019 when it last conducted the survey.</p> <p>Invesco also found that there had been a drop in the number of asset owners that expected to increase their exposure to China. In 2019, 80 per cent of investors said they were ramping up their positions, compared to 64 per cent this year.</p> <p>China issued a series of regulatory shocks this summer targeting sectors from technology to property, as well as cracking down on companies listing overseas. The moves wiped billions of dollars from the holdings of major international investors and prompted a vigorous debate over the future of the world's second-largest economy. </p> <p>An estimated $3.2tn of market capitalisation could be exposed to further regulatory uncertainty — roughly a sixth of the stock market capitalisation of all Chinese listed companies — according to analysts at Goldman Sachs. Investors in Chinese bonds sold abroad are also facing uncertainty amid the looming <a href=\"https://www.ft.com/content/802e9d29-9ae4-441a-871c-edb8277dc7e2\">risk of default</a> from Chinese property developer Evergrande.</p> <p>Some big overseas investors have reduced their China holdings, including <a href=\"https://www.ft.com/content/ecf7de34-e595-4814-9cbd-4a5119187330\">George Soros</a> and <a href=\"https://www.ft.com/content/4ddf4b5b-3267-41b2-ad04-8f4e77783a5c\">Cathie Wood</a>. However, others, such as BlackRock and Bridgewater founder <a href=\"https://www.ft.com/content/1af5a599-53c5-4481-82d6-6f768e4b7146\">Ray Dalio</a>, remain optimistic about the economy. </p> <p>Andrew Lo, head of Asia Pacific at Invesco, said: “For those who have been investing in China for a long time and have seen the ups and downs, the case for investing in China continues to be very much intact despite [recent regulatory] issues.”</p> <p>Lo acknowledged the sentiment among the respondents to Invesco's survey was “mixed”, but noted that 86 per cent of those surveyed said they had grown or maintained their exposure to China over the past 12 months. However, that figure has fallen from 96 per cent in 2019.</p> <p>“China is continuing to open up and become friendlier to global investors; access has become more convenient; and the attractiveness of the [domestic] assets has increased in the last few years as a result of the government's effort to grow the economy and its capital markets,” Lo said.</p> <p>Chinese regulators have taken a number of measures to make it easier for investors to access the country's large equities and debt markets in the last two years. In 2019, Beijing scrapped a quota system for foreign institutional investment, and in 2020 said that asset managers and investment banks could own 100 per cent of their companies for the first time.</p> <p>Invesco owns a large stake in its joint venture with Great Wall Securities, a partnership that is <a href=\"https://www.ft.com/content/b2d9a7ba-7bd2-11e9-81d2-f785092ab560\">linked to Ant Group</a>, the financial technology company founded by Jack Ma. Invesco has been growing in China's mutual fund industry, with total assets under management increasing from $19bn in 2016 to $83bn this year.</p><p>Source: Tabby Kinder in Hong Kong 2021 'Big investors plan to cut exposure to Chinese assets on regulatory worries' FT.com 30 September. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-09-30T01:30:27.979Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 1243,
          "end": 1256
        },
        {
          "start": 1237,
          "end": 1250
        },
        {
          "start": 1243,
          "end": 1250
        }
      ]
    }
  ]
}