{
  "_id": "e23b63060bc7a11f822d0654f1523a1c9b433a770b15cf37ca353392cd6fe4b3",
  "feed": "ftcomall",
  "title": "Oil prices rise above $80 a barrel for first time in three years",
  "text": "<p>Coal, carbon and European gas prices have all hit record highs as crude oil pushed above $80 a barrel in the clearest signs yet that the world is heading into an energy crunch likely to weigh on economic growth.</p> <p>Brent, the international benchmark, rose as much as 0.9 per cent to $80.22 a barrel early on Tuesday, hitting a <a href=\"https://www.ft.com/content/ad4ae04c-65ef-4ec3-afdf-28f559f72ff3\">three-year high</a> for the second consecutive day before settling 0.6 per cent lower at $79.09.</p> <p>European benchmark gas prices for delivery next month climbed another 10 per cent, meaning that costs have doubled since the middle of August, while the price of offsetting carbon emissions — through contracts known as offsets — continued to rise, pushing further past €65 a tonne in intraday trading on Tuesday.</p> <p>“We're looking at not just the UK and Europe but a potential global energy crisis coming into the winter,” said Robert Rennie, global head of market strategy at Westpac. </p> <p>US natural gas prices surged by 10 per cent to more than $6 per million British thermal units, their highest price in seven years, before retreating on the back of forecasts for warmer-than-expected weather and less demand in the next few weeks. The October-delivered gas contract, which expired on Tuesday, settled 2.4 per cent higher at $5.841/mBtu. </p> <p>Analysts said that the soaring price, with the front-month contract up almost 200 per cent in a year, was the result of less drilling by US shale producers, supply disruption following hurricanes in the Gulf of Mexico and fast-rising demand, which left stored natural gas stocks well below the five-year average. </p> <p>“[The price] could go much higher if the weather is as cool this winter as some people predict,” said Andrew Gillick at energy consultancy Enverus.</p> <p>Soaring energy prices in the US have already sparked some White House concern, with President Joe Biden calling earlier this month for an investigation into why average petrol prices — up almost 50 per cent in the past year to about $3.19 a gallon — are so high. </p> <p>Biden's national security adviser Jake Sullivan travelled to the Middle East this week for talks with Saudi crown prince Mohammed bin Salman, although it is unknown if oil prices were on the agenda.</p> <p>The broad rally in energy markets comes amid constrained supply and <a href=\"https://www.ft.com/content/deaa7583-e69f-4a5f-9486-cc05c710a51a\">growing competition</a> between Europe and China, which has pushed gas prices to record levels in recent weeks.</p> <p>The combination of soaring thermal coal prices, which are up 96 per cent in China this year, and central government targets to reduce carbon emissions has increased Chinese demand for shipments of liquefied natural gas as a cleaner option to coal-fired power.</p> <p>Chinese authorities' clean-energy drive, part of an effort to stave off an annual choking haze as Beijing prepares to host the Winter Olympics in February, has contributed to its own power crunch, leading to <a href=\"https://www.ft.com/content/cf15cabe-3b37-4ce0-8376-ad6d2c5622e7\">widespread outages</a> that have disrupted factory activity and left many homes without power in the country's north-east. </p> <p>Record gas prices because of a shortfall in global production are now feeding back into oil markets and expected to push crude higher as some industries shift to using oil to generate power.</p> <p>In China, crude futures in Shanghai are up 27 per cent from a low touched in late August, forcing Beijing this month to announce its <a href=\"https://www.ft.com/content/d6d01199-ac9c-4e52-befd-f809dba59694\">first public auction</a> of state petroleum reserves to domestic refiners.</p> <p>Given that <a href=\"https://www.ft.com/content/7f0cffa9-1ae0-4b91-913e-e5fa8c2a28c9\">US crude inventory levels</a> are well below average ahead of the end-of-year peak consumption period, Westpac's Rennie predicted that oil could even face a worldwide shortage, as countries further eased coronavirus-related travel restrictions.</p> <p>“Throw on top of that power outages in China and concerns about levels of inventory around the world, and it's understandable that we're seeing upward pressure on crude,” Rennie said.</p> <p>The three-year high for oil prices came as Opec, the oil cartel, forecast that global demand for crude would exceed 2019 levels in 2023 and continue to rise until 2035 before plateauing.</p> <p>“Energy and oil demand have picked up significantly in 2021, after the massive drop in 2020, and continued expansion is forecast for the longer term,” Mohammed Barkindo, Opec secretary-general, wrote in the foreword to group's annual oil outlook report. </p> <p>Jen Psaki, the White House press secretary, said on Tuesday that the Biden administration was “looking at every means we have” to lower oil prices and had spoken to Opec “on the importance of competitive markets, and setting prices and doing more to support the recovery”.&#xa0;</p> <p>The tight gas market is also driving up the cost of coal in both Asia and Europe, which was already high, in part because of the reluctance of banks and investors to finance new projects.</p> <p>The price of high-grade Australian thermal coal, the marker for the vast Asian market, hit a record high on Tuesday after a cargo for delivery in December was purchased at $204 a tonne on GlobalCoal, an online trading platform. That eclipsed the previous record for coal mined in New South Wales of $201 in July 2008. </p> <p>Coal delivered into Europe is also trading at $200 a tonne as utility companies scramble to secure cargoes ahead of the winter. </p> <p>Despite carbon reduction targets, which mean that most governments have pledged to reduce the use of coal, price reporting agency Argus Media predicted that consumption in Europe could reach its highest level this year since 2016 if coal-fired power capacity in Germany, France, Spain and the UK runs at 80 per cent between October and the end of March.</p> <p>The widening energy crunch prompted Goldman Sachs this week to project a global energy rally for months to come. </p> <p>The investment bank forecast that Brent would hit $90 a barrel before the end of the year, and on Tuesday warned that rising input costs, higher gas prices and weaker growth were likely to weigh on European corporate profit growth for 2021. “When growth slows, it becomes harder for companies to pass on higher input costs, which is the main risk for net income margins,” it said.</p> <a href=\"http://www.ft.com/cms/a8bc0c5b-63f4-439b-b0c9-e9da46848cf4.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a><p>Source: Hudson Lockett in Hong Kong, Tom Wilson and Neil Hume in London, and Derek Brower in New York 2021 'Oil prices rise above $80 a barrel for first time in three years' FT.com 28 September. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-09-28T17:16:48.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 5507,
          "end": 5520
        },
        {
          "start": 5507,
          "end": 5514
        }
      ]
    }
  ]
}