{
  "_id": "29eb8258452924f24c2016b0d90704cba30f79b1431f48b5fb3843059e1d0cde",
  "feed": "wall-street-journal",
  "title": "Proptech Fundraising Soars to Record Highs in 2021; Venture capitalists and other investors poured $9.5 billion into sector through mid-November",
  "text": "<p>The new investment reflects how owners of commercial real estate are increasingly relying on technology to draw back workers or customers during the pandemic.</p><p>Mall owners are looking to data analytics and new technologies that combine online retail and bricks-and-mortar stores. Office landlords are turning to technology as they try to lure businesses back to traditional workspaces after more than 18 months of working from home.</p><p>Some office building owners are providing tenants and their employees with new office apps to make the transition smoother. Others are buying energy technology to improve building efficiency or data services to get an accurate read on rent trends.</p><p>New York-based startup CompStak, which uses crowdsourcing to compile detailed data on office, industrial and retail lease and sales terms, is among those raising more dollars. The 10-year-old firm, which has 1.7 million properties in its database, this month closed a $50 million new funding round led by Morgan Stanley Expansion Capital.</p><p>Michael Mandel, chief executive and co-founder of CompStak, said record fundraising from venture-capital firms that invest in proptech is helping the sector.</p><p>\"What that means is they need to write much larger checks to deploy the capital and raise their next fund,\" he said.</p><p>Proptech has been making strides on the residential side, too. Place, a company that provides technology and business services for home sales agents, said on Wednesday that it closed a $100 million funding round led by Goldman Sachs Asset Management, valuing the firm at $1 billion.</p><p>The venture-capital business overall has been hot this year because their funds offer the prospect of higher returns during a period of historically low interest rates. In the proptech world, this enthusiasm has been stoked in recent months by the big payouts venture-capital firms have enjoyed from earlier investments.</p><p>SmartRent.com Inc. merged with a special acquisition company set up by venture-capital firm Fifth Wall that valued the startup at $2.2 billion. Landlords use SmartRent to operate building systems and provide tenants with apps that operate security, thermostats and virtual assistants like Siri and Alexa.</p><p>Real-estate firm JLL last month said it plans to pay about $300 million to acquire Boston-based Building Engines, which provides owners a cloud-based system for operating their properties.</p><p>\"The opportunity is big and capital is flowing like water,\" said Mihir Shah, co-CEO of JLL Technologies. \"When you have a marriage of those things, it's going to drive valuations up.\"</p><p>The flood of capital into proptech this year contrasts with a slump in the business last year when the country was hit by the full brunt of the pandemic. Capital raising slumped to $8.1 billion, down about 11% from 2019, according to CB Insights.</p><p>SHARE YOUR THOUGHTS</p><p>How will proptech transform the real-estate industry? Join the conversation below.</p><p>Some retail and office landlords felt so squeezed during the pandemic they stopped using proptech services to cut costs. \"No matter how much you might want data, you have to be able to afford it,\" said Mr. Mandel of CompStak.</p><p>The renewed interest has been powered partly by the strong demand for all types of commercial real estate pushing sales volume to a record level.</p><p>\"The strongest growth area for us in 2021 has been commercial lenders,\" Mr. Mandel said. \"Nobody was lending on anything in 2020, and now there is a lot of lending activity happening.\"</p><p>Dozens of new startups have jumped in. Keyway, an online marketplace for small and midsize businesses to sell their offices and lease them back, launched earlier this fall after raising $15 million in seed financing.</p><p>Matias Recchia, Keyway's CEO and co-founder, said the firm raised the capital faster than expected because of the strong demand from venture-capital firms and other investors.</p><p>\"We saw broad interest from more generalist funds,\" he said. \"I know from having been an entrepreneur before, that's not always the case.\"</p><p>Write to Peter Grant at peter.grant@wsj.com</p><p>Proptech Fundraising Soars to Record Highs in 2021</p>",
  "published": "2021-11-23T13:00:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 1513,
          "end": 1543
        },
        {
          "start": 1513,
          "end": 1520
        },
        {
          "start": 1513,
          "end": 1526
        }
      ]
    }
  ]
}