{
  "_id": "3a404fc40689e4c0aed3ba8c8b32dd4d37a43c454f1696f83c94bcf9bd83ca56",
  "feed": "wall-street-journal",
  "title": "VC Daily: SVB Strikes Note of Caution",
  "text": "<p>Companies' focus on revenue growth, while eschewing profitability, and investors' willingness to reward them with ever-higher valuations should be a note of caution, according to Mr. Blee.</p><p>Macro headwinds such as inflation, the weakening U.S. dollar and rising rates of people quitting their jobs in sectors including technology are likely to contribute to a slight slowdown in the venture market in coming months, Mr. Blee said. Still, any slowdown comes in the context of a broadly healthy venture and startup sector, Mr. Blee noted.</p><p>And now on to the news...</p><p>Top News</p><p>Time is ripe. About 30% to 40% of food in the U.S. is thrown away, according to government estimates. Startups aiming to reduce this waste are attracting more interest as grocery retailers and other companies dealing with excess food are expanding their environmental, social and governance efforts, which could get a jolt from the climate summit taking place in Glasgow, Isaac Taylor and Marc Vartabedian for WSJ Pro. Venture-capital firms, in turn, have invested in startups that offer technology-savvy ways to cut down on food waste. The funding demonstrates how environmental initiatives made by big companies are serving as a boon to a small segment of tech startups.</p><p>Some startups are using artificial intelligence to gauge customer demand with the hope of reducing leftover food, while others are using technology to streamline logistics processes and resell misshapen produce that grocery stores turn down.</p><p>Mentions of \"food waste\" on corporate earnings calls have tripled between the second quarter of 2016 and this year's second quarter, according to a report published this year by analytics company CB Insights.</p><p>643</p><p>Goldman Sachs Group Inc. on Tuesday named its largest-ever class of managing directors, the final role before a coveted partnership. (WSJ)</p><p>American Eagle Outfitters to Buy Quiet Logistics for $350 Million</p><p>American Eagle Outfitters Inc. is acquiring digital fulfillment operator Quiet Logistics Inc., in a $350 million cash deal as the apparel retailer looks to take greater control of its supply chain, WSJ's Paul Berger reports. The acquisition announced Tuesday is AEO's second in the logistics arena this year and comes as retailers are struggling to get goods to stores to meet resurgent consumer demand and to adjust to the strong shift to e-commerce. Quiet Logistics, based in Devens, Mass., has eight fulfillment centers in six cities where workers aided by robots fulfill shipping orders for digital apparel and lifestyle brands such as Mack Weldon, Outdoor Voices and Peloton. The acquisition, which is expected to close before the end of the year, also includes Quiet Logistics' investments in an undisclosed logistics business and a robotics company. The deal follows AEO's purchase in May of e-commerce delivery startup AirTerra, which aggregates shippers.</p><p>Fitness-Tracking Firm Strava Taps Pinterest Executive as CFO</p><p>Lily Yang, chief financial officer at Strava.</p><p>Fitness startup Strava Inc. has hired a Pinterest Inc. executive as its new finance chief as the company works to expand its subscriber base and international operations. Strava, whose social-networking app enables users to record physical activities and share them with others, said Wednesday that Lily Yang joined as chief financial officer on Monday. Ms. Yang until last week served as chief accounting officer at image-sharing platform Pinterest.</p><p>Industry News</p><p>Funds</p><p>Growth-stage investor 137 Ventures raised $350 million for its oversubscribed fifth fund, which is $100 million more than the firm collected for its prior flagship fund. Earlier this year, San Francisco- and Las Vegas-based 137 Ventures participated in funding rounds for temporary staffing startup Wonolo Inc. and Workrise, a workforce-management platform for the skilled trades.</p><p>Ameba Capital closed a $265 million fund to make early- and venture growth-stage software-as-a-service investments in China.</p><p>People</p><p>Construction-finance platform Built Technologies Inc. appointed Bob Van Nortwick as the company's first president. He previously spent more than 10 years at Amazon Web Services as the global general manager and director of the AWS Startups team. Nashville, Tenn.-based Built recently secured a $125 million Series D round at a $1.5 billion valuation from TCV, Brookfield Technology Partners, 9Yards Capital and others.</p><p>Exits</p><p>Swedish buy now and pay later specialist Klarna Bank AB agreed to acquire price comparison website PriceRunner in a deal valued at over 9 billion Swedish krona ($1 billion). In June, Klarna said it raised $639 million in a new funding round led by SoftBank Vision Fund 2, valuing the company at $45.6 billion. Private-equity firm eEquity invested in PriceRunner early last year.</p><p>Energy technology company Generac Holdings Inc. agreed to acquire smart home technology developer ecobee Inc. in a deal valued at up to $770 million. Toronto-based ecobee counts Energy Impact Partners, Thomvest Ventures, Relay Ventures and Amazon's Alexa Fund as backers.</p><p>Fiverr International Ltd. acquired Tel Aviv-based freelance-management platform Stoke Talent for $95 million. In June, Stoke said it raised a $15.5 million Series A round led by Battery Ventures.</p><p>Digital retirement platform Vestwell Holdings Inc. agreed to purchase Bank of New York Mellon subsidiary Sumday for an undisclosed amount. New York-based Vestwell is backed by investors including Point72 Ventures, Allianz Life Ventures, F-Prime Capital, Commerce Ventures and Primary Venture Partners.</p><p>New Money</p><p>Nuro Inc., a Mountain View, Calif.-based developer of self-driving vehicles for delivery, fetched $600 million in Series D funding. Lead investor Tiger Global Management was joined by Baillie Gifford, Fidelity Management &amp; Research Co., Gaorong Capital, Google, Kroger, SoftBank Vision Fund 1, funds and accounts advised by T. Rowe Price Associates Inc., Woven Capital and others.</p><p>Mynt, the company behind a popular payment services app in the Philippines, secured over $300 million in new funding led by Warburg Pincus, Insight Partners and Bow Wave Capital, valuing the company at more than $2 billion.</p><p>Everlaw, an Oakland, Calif.-based cloud-native investigation and litigation platform, scored $202 million in Series D funding, bringing the company's valuation up to $2 billion. TPG Growth led the round, which included participation from H.I.G. Growth Partners, CapitalG, Menlo Ventures, Andreessen Horowitz and K9 Ventures. TPG's Mike Zappert will join Everlaw's board.</p><p>Moonfare, a digital private-equity investment platform for individual investors, landed $125 million in Series C funding. Insight Partners led the round, which included participation from Fidelity International Strategic Ventures. Moonfare has offices in Berlin, Hong Kong, London and Luxembourg.</p><p>Autobrains, a Tel Aviv-based developer of self-learning artificial-intelligence technology for assisted and autonomous driving, raised $101 million in Series C financing. Temasek Holdings led the round, which included support from Knorr-Bremse AG, VinFast, BMW and Continental AG.</p><p>The Sandbox, an open NFT metaverse platform and subsidiary of Animoca Brands, grabbed $93 million in Series B financing. SoftBank Vision Fund 2 led the round, which included participation from Animoca Brands, True Global Ventures, Liberty City Ventures, Galaxy Interactive, Kingsway Capital, Blue Pool Capital, LG Technology Ventures and Alpaca VC.</p><p>Permutive, a New York- and London-based provider of a data platform for publishers, raised $75 million in Series C funding. SoftBank Vision Fund 2 led the round, which included contributions from EQT Ventures, Octopus Ventures and ACE &amp; Co.</p><p>Qwello GmbH, a Munich-based operator of electric vehicle charging infrastructure in major European cities, snagged a €50 million ($58 million) investment from Tiger Infrastructure Partners.</p><p>Laika Inc., a New York-based startup that automates compliance for businesses, closed a $35 million Series B round. J.P. Morgan Growth Equity Partners led the funding, which saw additional support from PayPal Ventures, Bain Capital Ventures, Canapi Ventures, Dashfund, Nyca Partners and Third Prime. Christopher (\"Topher\") Dawe, managing partner and head of Growth Equity Partners at J.P. Morgan Private Capital, will join the company's board.</p><p>Horizon3.ai, a San Francisco-based cybersecurity startup, gathered $30 million in Series B funding led by SignalFire.</p><p>Lumigo, a cloud-native application monitoring and debugging platform, picked up a $29 million Series A investment. RedLine Capital led the round, which included participation from Wing Venture Capital, Vertex Ventures US, Pitango, Grove Ventures and Meron Capital.</p><p>Tech News</p><p>Should aspiring entrepreneurs major in business in college?</p><p>Nike files to sell digital sneakers, as it seeks downloadable kicks</p><p>Elon Musk Says Tesla hasn't signed contract with Hertz despite earlier announcement</p><p>Facebook to shut down facial recognition in photos, videos</p><p>Yahoo pulls out of China, ending tumultuous two-decade relationship</p><p>FTC's effort to strengthen online privacy protections faces hurdles</p><p>Around the Web</p><p>Aqua thinks modern investors should dive into private equity (TechCrunch)</p><p>The free laptop program built into the Biden reconciliation plan (The Verge)</p>",
  "published": "2021-11-03T13:40:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 1699,
          "end": 1712
        },
        {
          "start": 1699,
          "end": 1706
        },
        {
          "start": 1699,
          "end": 1723
        },
        {
          "start": 1689,
          "end": 1713
        }
      ]
    }
  ]
}