{
  "_id": "baa8e2d872b5316f550040c25ac9bd040589e99dc87fbc4cd728f277f0385d74",
  "feed": "ftcomall",
  "title": "Five things to watch from the Federal Reserve meeting",
  "text": "<p>The Federal Open Market Committee meets this week against a sharply improved US economic backdrop compared to its last gathering in <a href=\"https://www.ft.com/content/7f60fecc-d3a7-49f6-85bd-d9d5ac0de4ea\">January</a>: the winter surge of coronavirus cases has ebbed, the rollout of vaccinations is accelerating, and Joe Biden's $1.9tn stimulus plan has been enacted, with money already flowing to US households.&#xa0;</p> <p>Markets have taken notice, sending 10-year Treasury yields to the highest level in more than a year, heightening volatility on Wall Street and raising some concerns about a premature tightening of financial conditions.&#xa0;</p> <p>The Fed has so far maintained that, despite some hopeful signs, the outlook is still very uncertain and it remains far from achieving its goals of full employment and 2 per cent average inflation. </p> <p>No policy alterations are expected on Wednesday but the question is whether the Fed has changed its tune to reflect the better outlook, and if chairman Jay Powell takes a more upbeat tone at his press conference. </p> <h2>Better growth, but how much better?&#xa0;</h2> <p>There is no question that Fed officials will upgrade their economic projections compared to their <a href=\"https://www.ft.com/content/74b6530e-9d69-43f0-a5d7-3cb363ed5398\">last stab</a> in December, when they expected growth of 4.2 per cent this year.&#xa0;</p> <p>Since then private-sector economists have rushed to publish rosier forecasts, with Goldman Sachs, one of the most bullish, expecting output to increase by 8 per cent in 2021. The Fed is certainly going to offer its own improved prognosis for the economy, but on Wednesday investors will have a better idea of the extent of its confidence.&#xa0;</p> <p>Also key will be the Fed's assessment of where inflation might be headed, given expectations of a jump in prices related to the <a href=\"https://www.ft.com/content/775032a9-bf0a-4655-a8e5-eb5ebeaaa01d\">stimulus package</a>. In its last projections, core personal consumption expenditure inflation, the Fed's preferred measure, was forecast to gradually increase in the coming years to reach 2 per cent in 2023. </p> <p>The question now is whether Fed officials expect to overshoot that target by then, or even sooner, and by how much.&#xa0;&#xa0;</p> <p>“The Fed may feel obliged to acknowledge the resilience of recent economic data, the potential for oil prices to boost inflation going forward and the positive impact on the economy from a receding pandemic and extraordinary fiscal support,” said David Kelly, chief global strategist at JPMorgan Funds.&#xa0;</p> <h2>What will those ‘dots' say?&#xa0;</h2> <p>The Fed has always been clear that the “dot-plot”, which maps its officials' projections for its main interest rate, should not be taken as a signal of policy intention, which is outlined exclusively in the FOMC statement.</p> <p>Nonetheless, all eyes this week will be on whether Fed officials are predicting an earlier lift-off from rock-bottom interest rates in the US given the improved outlook.</p> <p>In December, the median of forecasts by Fed officials indicated they expected the central bank's main interest rate to remain between 0 and 0.25 per cent until at least the end of 2023, with one out of 18 predicting an increase in 2022, and five expecting higher rates in 2023.&#xa0;</p> <p>Economists are split on whether the median view might shift to predict at least one rate increase in 2023, but even if that does not get pencilled in, there are bound to be fewer officials predicting flat rates as far as the eyes can see.&#xa0;</p> <p>“Given the magnitude of the likely forecast revisions, it would be hard to justify no change in the policy outlook,” Aneta Markowska and Thomas Simons, economists at Jefferies, wrote in a note to investors.</p> <h2>Have Treasury yields risen too far, too fast?</h2> <p>Since January's policy meeting, the $21tn market for US government debt has come under strain.&#xa0;</p> <p>Yields, which rise as prices fall, have <a href=\"https://www.ft.com/content/c3a53ccf-2dbf-439c-aea6-afaa1ec35c48\">surged</a> to levels last seen before the coronavirus crisis. And as investors have positioned their portfolios for higher inflation, stronger growth and the prospects of the Fed pulling forward the timing of its interest rate increases, trading conditions have at times turned <a href=\"https://www.ft.com/content/1deec2b3-59d4-4f90-b752-fefd2a88b5b2\">turbulent</a>.</p> <p>Top Fed officials have so far been reluctant to counter the jump in Treasury yields, with Powell <a href=\"https://www.ft.com/content/1feb5449-76f0-4f67-85b2-ab03f05d5a65\">sparking</a> a brief stock and bond market rout earlier this month during his most recent public appearance.&#xa0;</p> <p>Investors will be watching for any signals from the Fed about its plans to manage a rise in borrowing costs, especially if it begins to jeopardise the economic recovery that has begun to take hold.</p> <p>“They will tolerate higher yields as long as financial conditions remain easy,” said Margaret Kerins, global head of fixed-income strategy at BMO Capital Markets. “There is a feedback loop on the back of higher rates that could occur and force the Fed's hand.”</p> <p>Possible remedies could include adjustments to the central bank's $120bn monthly asset-purchase programme, either by shifting the bulk of the bond-buying to longer-dated debt or increasing its overall size.</p> <h2>Are Covid-era capital concessions here to stay?</h2> <p>Powell is also likely to face questions about the fate of a regulatory concession given to US banks at the start of the pandemic, which is set to expire at the end of the month.&#xa0;</p> <p>In April 2020, US regulators allowed lenders to exclude Treasuries and cash reserves when calculating how much additional capital they need to hold, in order to encourage banks to extend credit to struggling businesses and consumers as well as to play a bigger role in the market for US Treasuries.</p> <p>Investors have warned that a failure to extend the more lenient rules could magnify already volatile trading conditions in the world's largest government bond market.</p> <p>“Not extending the exemption would potentially force banks to sell Treasuries,” said Roberto Perli, a former Fed staffer and head of global policy research at Cornerstone Macro. “The least risky path for the Fed will be to extend the exemptions for another six months to a year.”</p> <p>Powell has not yet provided any clarity on how the Fed views this issue, despite the fast-approaching deadline.</p> <h2>Will the Fed make technical adjustments?</h2> <p>Investors have also watched closely as short-term interest rates have plumbed new lows since the start of year, prompting speculation that the Fed may need to tweak slightly some interest rates to ensure its main policy rate stays in the middle of its target band of 0 to 0.25 per cent.</p> <p>The Treasury department added urgency to this move in February, when it announced its plans to roughly halve the record $1.6tn stockpile of cash sitting in its account at the Fed by the end of March. By July, it aims to reduce it further, to $500bn.</p> <p>Investors warned a reduction of this magnitude would eventually flood the financial system with nearly $1tn of bank reserves, heaping additional downward pressure on short-term rates.&#xa0;</p> <p>Joseph Abate, a managing director at Barclays, said the Fed could counter this in part by adjusting the interest it pays banks on reserves they hold at the Fed, but he does not expect the central bank to act this week.&#xa0;</p><p>Source: James Politi in Washington and Colby Smith in New York 2021 'Five things to watch from the Federal Reserve meeting' FT.com 16 March. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-03-16T10:00:07.075Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 1257,
          "end": 1270
        },
        {
          "start": 1257,
          "end": 1264
        }
      ]
    }
  ]
}