{
  "_id": "7e8ba4215897a504b4c9bf1213d499d7a99cb306d3eb361b2cdfd0aee223ca51",
  "feed": "ftcomall",
  "title": "The fight for the future of America's local newspapers",
  "text": "<p>George Washington took out an advertisement in it to rent some of his land at Mount Vernon. Thomas Jefferson sued it for libel, and lost. </p> <p>Over the centuries, the Hartford Courant, the <a href=\"https://connecticuthistory.org/the-oldest-newspaper-in-continuous-publication/\">oldest continuously published newspaper</a> in America, has seen off many threats. But today some of its young reporters fear for its future. Gathered downtown on a drizzly October afternoon, they have a new mission: finding a ­civic-minded rich person to buy their publication. </p> <p>Their hope is to rescue the Courant from what they see as the clutches of investors out solely for profit rather than to uphold democratic ideals and expose social ills. Emily Brindley, an energetic 25-year-old who leads the paper's coronavirus coverage, summarises her view of its existence under its current owner, a New York hedge fund: “At best, we're numbers on a spreadsheet,” she says. “At worst, we're not even on a spreadsheet.”</p> <p>In many ways, the city of Hartford, Connecticut, serves as a decent metaphor for America's newspaper business. Once a roaring centre of innovation and home to writers such as Mark Twain and Harriet Beecher Stowe, now more than a third of its residents live below the poverty line. Granite office buildings blend in with the grey sky, while statues of Twain and Alexander Hamilton remind visitors of the New England capital's former grandeur. </p> <p>Hamilton was still a child when the Courant started life in 1764. By the end of the 20th century, an operation of 400 reporters prowled around the state uncovering meaty stories, winning Pulitzers along the&#xa0;way. </p> <p>Today, this has been whittled down to about 52. Staff numbers shrank by a third last year, leaving a pair of twenty-something reporters to cover the coronavirus crisis for Connecticut's population of 3.5 million. They worked 16-hour days covering for each other over the summer, largely in complete isolation in cramped apartments. </p> <p>“It was not a possibility for me to need a day off or have a breakdown, because who else would do that work?” says Brindley. She co-ordinates their coverage of the crisis over Slack day and night with her colleague Alex Putterman, 26, who wears a black hoodie and slim-fit khaki pants on our tour, a face mask covering his neatly trimmed beard. </p> <p>After dashed childhood dreams of becoming a professional baseball player, Putterman settled on writing about sports for the paper he read over breakfast every day while ­growing up. “Somewhere along the way, I began to appreciate the idea of telling it how it is,” he explains. Sports writing has lately been swapped for chasing a lethal pandemic around Connecticut and fighting to transform his newspaper's future.</p> <p>The situation at the Courant is a phenomenon seen across the country. Small and midsized regional and local newspapers, once swimming in cash and an essential service to Americans living outside New York or San Francisco, have been converted into distressed assets boomeranged among investors for short-term profits.</p> <p>Previously an industry stewarded by wealthy families, today about half of America's daily newspapers are controlled by private equity, hedge funds and other investment groups, according to FT calculations, after endless rounds of consolidation in the wake of the 2008 global financial crisis. About one in four US newspapers, or almost 2,200 titles, have shuttered in the past 15 years, according to a University of North Carolina School of Journalism and Media report. Many of the remaining 6,700 publications have become what UNC calls “<a href=\"https://www.ft.com/content/e234b40a-292f-11e9-a5ab-ff8ef2b976c7\">ghost newspapers</a>”: shells of their former selves, stuffed with adverts and wire copy after years of gutting.</p> <p>In the report, Penelope Muse Abernathy, emerita Knight chair in journalism and digital media economics at UNC, said that newspapers have always played a vital role in the US: “As pioneers moved West in the 19th century, one of the first orders of business — right after hiring a lawman to keep order — was establishing a local newspaper.”</p> <p>But technological changes such as the growth of television news after the second world war and, in the past couple of decades, the rise of the internet have “destroyed the for-profit business model that sustained local journalism”, she warned, adding that by early 2020 “many survivors were hanging on by the slimmest of profit margins. Then the coronavirus hit.”</p> <p>Not everyone is a loser. <a href=\"https://www.pressgazette.co.uk/us-local-journalists-could-all-but-vanish-without-action-as-7000-jobs-gone-in-2020/\">The New York Times</a>'s newsroom headcount is at an all-time high. Its stock ­valuation has quadrupled since 2016, and it has become a rare force in American journalism, growing to seven million digital subscribers. But this is more than four times the combined online paying readership of the Los Angeles Times, The Boston Globe and all 100 newspapers owned by <a href=\"https://www.ft.com/stream/b2a881a4-fb79-48b2-9fb7-4c5b7808e6d8\">Gannett</a>, the largest US print publisher by newspaper titles.</p> <p>Activists and academics argue that the involvement of investment groups and hedge funds in local news is chipping away at civil society. The writers' organisation <a href=\"https://pen.org/local-news/#:~:text=KEY%20CONCLUSIONS,likely%20to%20run%20for%20office.\">PEN</a> found that people without access to news are less likely to vote, while the loss of newspapers overwhelmingly hits poor, less educated rural communities.</p> <p><a href=\"https://www.ft.com/content/fdc6a308-b7c6-11e2-9f1a-00144feabdc0\">Ayad Akhtar</a>, Pulitzer-winning playwright, wrote in 2019 that “robust local news” in the US does not just drive voter turnout and hold officials and corporate leaders accountable but “works against the now-widespread breakdown in social cohesion by narrating the life of a place and its inhabitants”.</p> <p>“I don't have any regrets,” says Putterman matter-of-factly about his career choice. But when talking about the future, his confidence melts into&#xa0;anxiety. </p> <p>“When people ask, ‘What are you going to be doing in 10 years?'… I'm forced to think, ‘I hope I can still work in this industry at all.' I care about this more than just me having a job. The Courant is an institution. It's respected. It's really important.”</p>  <p><strong>To the thousands of journalists</strong> who work for Tribune Publishing, which includes venerable papers such as the Courant and the Chicago Tribune, there is one name that they see as the biggest threat to their&#xa0;jobs&#xa0;and their papers' future: Heath Freeman. Freeman is the president of a secretive hedge fund named Alden Global Capital. As such he has become the “personification of the new vulture capitalism that has invaded what was once, not long ago, a business that cared about its mission and its civic role”, says Ken Doctor, a media industry analyst, referring to the broader sector.</p> <p>Some employees of his companies and bankers who have cut deals with him refer to Freeman as “the Grim Reaper” and “destroyer of newspapers”. He believes he is saving publications: “We've pretty much bought all of our newspapers out of bankruptcy or near that fate,” he says in an email via his PR adviser Davidson Goldin.</p> <p>Chrissy Carvalho, a spokesperson for MediaNews Group, Alden's holding company for its media assets, says: “It's a lot easier to make snippy anonymous comments than actually undertake the difficult task of making sure news organisations across America are able to serve their communities during a prolonged period of declining revenues.” </p> <p>Late in 2019, Alden set its sights on Tribune Publishing and, by extension, the Hartford Courant. Buying a third of the chain's shares for about $145m and securing board seats for its allies, Alden quickly made its presence evident. A few months after Alden's stake was revealed, Tribune made redundancy offers across its newsrooms and its chief executive was ousted by the New York hedge fund, say people with direct knowledge of the matter. </p> <p>The situation at the Courant is now following a familiar playbook for Alden-backed papers, according to interviews with more than a dozen current and former Tribune journalists, many of whom insisted on speaking anonymously. Under Alden's watch, the newsroom's phones and television were disconnected. Then its printing plant was shuttered, eliminating 151 jobs.</p> <p>Freeman's modus operandi is inspired by the slash-and-burn, “<a href=\"https://www.ft.com/content/268f73e6-31a3-11e7-9555-23ef563ecf9a\">zero-based budgeting</a>” practice that became famed on Wall Street for its success as much as its brutality. The Freeman recipe: get rid of the newsroom and sell the real estate, helping recoup the purchase price of the newspaper, then go through every line item in the paper's expense sheet and cut. Lay-offs are typical. The result? “Ghost” papers unable to produce much in the way of original local journalism.</p> <p>Discussing the situation with the paper's longtime staffers often resembles a therapy session. “If you work at the Hartford Courant [today], you're either completely crazy or you still love your job or a combination of both,” muses one veteran reporter on a two-hour phone call. </p> <p>On our tour, the Courant staff laugh darkly at their situation. The city is eerily empty for a Saturday, a combination of suburban flight and coronavirus-quiet. The depressing cloudy sky is “very Hartford”, they lament. </p> <p>A few months later, Courant reporters received an email they had dreaded for months. In another checkpoint from Alden's approach, the paper was permanently vacating its headquarters. </p> <p>Two days after Christmas, a group of current and former Courant staff held a ceremony to say goodbye to their newsroom. They gathered in front of the building on a frigid, sunny afternoon, told stories about important moments and patted each other on the shoulders — wearing masks and avoiding hugs. </p> <p>They did not know it at the time, but there was a surprise in store. On New Year's Eve, Putterman's phone started buzzing again — he is one of several reporters in the union that is organising the “<a href=\"https://www.saveourcourant.org/\">Save Our Courant</a>” campaign. Alden had approached Tribune about buying out the entire company, in an offer valuing the publisher at $520m, a public filing revealed. The move would consolidate Freeman's grip, setting up a corporate battle for control over American local journalism. </p> <p>“It was a reminder that there's no time to waste,” says Putterman. “You lose your newsroom and you think this is as bad as it gets. But things can always get worse.”</p> <p>Newspapers were not always so cash-strapped. Former Hartford Courant employees speak of a golden era, between the late 1950s and 1990s, with a mixture of wistfulness and retrospective disbelief. Sports reporters attended every single New York Yankees and Red Sox baseball game, travelling across the country for months. One reporter says he spent 70 nights in a row in a Florida hotel to watch baseball's spring training — not even the regular season. </p> <p>“We joked, when we had 400 people, there were a good number of them that we didn't know what they did,” says another veteran Courant reporter. “Nobody cared because we were making so much damn money.”</p> <p>The Courant did important work, too. It was a Pulitzer-prize finalist for its coverage of the 2012 Sandy Hook massacre, one of the deadliest school shootings in US history, and has broken stories ranging from revealing that the US military was sending mentally ill soldiers to war in Iraq to reporting that the University of Connecticut's basketball coaches were handing out tickets to games in exchange for cars in the mid-noughties (which the coaches denied).</p> <p>But the good times didn't last. With the advent of the internet, online platforms such as Craigslist and eventually Google and Facebook snatched up most of the advertising revenue that supported the local press. </p> <p>The downturn hit the entire industry, turning renowned newspapers into headaches for the families who had grown rich from them. From the Bancrofts of The Wall Street Journal and the McClatchys of the Miami Herald to corporations such as Tribune, all had lost their advertising dominance by the 2000s.</p> <p>The great recession of 2008 brought any lingering excess to a halt, for good. Advertising revenues for US newspapers plunged from $49bn in 2006 to $14bn in 2018, according to Pew Research. Just like the Depression in the 1930s, the financial crisis turned many highly indebted newspaper empires into distressed assets — perfect targets for savvy Wall Street operatives. That's when Freeman, an up-and-coming hedge fund manager, saw an opportunity.</p>  <p><strong>For someone who has caused</strong> such a stir, very little is known about Freeman. The 40-year-old appears to be your standard hedge funder: dashing, gelled-back hair, confident. A New Jersey native and son of an investment banker, he attended North Carolina's Duke University, where he joined a fraternity and played football as place-kicker. His father died while he was a student, and his mother a few years later — experiences that Freeman has previously indicated hardened his view of how the world&#xa0;works. </p> <p>Identifying as “very private”, he has kept quiet for years as employees of the companies he buys have publicly raged against him. The Alden website remains vague, greeting visitors with a sun-drenched forest fit for desktop screensavers — and nothing else. </p> <p>Alden, which was founded in 2007 by Randall Smith, a former partner at Bear Stearns, the investment bank that failed in the global financial crisis, has made most of its money by buying stakes in distressed assets or mature companies. These include pharmacy chain Fred's and shoe retailer Payless. Both companies ultimately filed for bankruptcy, while Alden still managed to turn a profit, according to people briefed on the matter.</p> <p>The fear of Alden is so visceral that some longtime Tribune employees started looking for new jobs as soon as they found out about its stake. Among journalists, stories abound of the impact of changes. In addition to lay-offs, office supplies such as pens and folders vanish. Hot water is turned off. Leaking ceilings and mould appear. And eventually: no office at all. One reporter described Freeman's arrival as “feeling like we're falling off the edge of a cliff”.</p> <p>Freeman tells the FT that ­everyone has got the story wrong. “It's important for people to understand that we actually try saving many newspapers from extinction. And put them on a path to sustainability. To get them to the other side, whatever that may look like,” he says in an email via his PR adviser. </p> <p>As revenues shrink 10 per cent a year, the way to survive, in Freeman's view, is to cut to the bone, according to people briefed on his strategy. He believes that during the good times, when newspapers had 35 per cent-plus cash flow margins, the longstanding owners mismanaged their businesses by taking on piles of debt that became impossible to repay after the 2008 crisis. </p> <p>That recession was the first time Freeman viewed newspapers as an investable space. “They were basically left for dead, by a lot of people who could have been saviours if they'd been willing to make hard decisions or fund losses,” he says. </p> <p>When he acquired the California-based Orange County Register out of bankruptcy in 2016, Freeman saved money in many ways, ranging from&#xa0;cutting 80 per cent of office-supply costs to closing expensive premises. He feels that he was ahead&#xa0;of the curve in not needing physical office space, according to people close to him. </p> <p>The cost cutting is certainly working. <a href=\"https://www.ft.com/content/4faf1128-17f2-11e9-b93e-f4351a53f1c3\">MediaNews Group</a> achieved about 20-25 per cent operating margins in 2019, according to people familiar with the matter, more than double that of peers such as Gannett or even The New York Times. In 2020, although the pandemic shattered advertising and MNG's revenues fell by 20 per cent, the company was still on track to make a profit. </p> <p>Freeman's detractors argue that by cutting so much —<a href=\"https://www.pewresearch.org/fact-tank/2019/07/23/key-takeaways-state-of-the-news-media-2018/\"> 71 per cent </a>of staff at Alden's Guild-represented papers from 2012 to 2019, according to the NewsGuild — there is no newspaper left to save. </p> <p>Still, the hedge fund manager is adamant that he has done more for newspapers than many wealthier people such as Amazon founder Jeff Bezos, now owner of The Washington Post, pointing to bankruptcy sales at which Alden was the only bidder. From Freeman's perspective, he's not the villain cutting jobs, he's the hero saving them. </p> <p>“I don't see a billionaire that wants to fund losses . . . I mean, where's Bezos in all of this? I don't know why he's not stepping up to buy local news,” said a person familiar with Freeman's thinking. </p> <p>Alex Putterman's rallying cry to save the Courant is being echoed around the country as other small newspapers try to find wealthy, free-press-minded investors to save them from hedge funds and private equity. Beyond The Washington Post, billionaires in the past decade have bought the dominant newspapers of Los Angeles, Boston, Las Vegas, Salt Lake City and Minneapolis.</p> <p>In policy-speak, journalism pundits have called this method a “replanting” of America's newspapers. Steve Waldman, founder of <a href=\"https://www.reportforamerica.org/about-us/\">Report for America</a>, a journalism non-profit modelled after the Peace Corps, proposes raising money for a “deconsolidation fund” that would buy back individual newspapers. </p> <p>This may sound like an expensive dream but thanks to decades in freefall, buying back America's newspapers is something of a bargain these days. In 2014, after Tribune spun off its papers from its broadcasting business, the newspapers alone had been worth around $1bn; now Tribune's market capitalisation hovers around $560m, even after Alden's takeover offer. </p> <p>“Goldman Sachs can raise $400m in two hours. It blows me away that jokers like Alden for a small amount of money can control all these papers,” says a 30-year Tribune employee, referring to the value of the publisher before the Alden bid.</p> <p>The idea has perhaps travelled the furthest recently in Baltimore, Maryland. Matt Gallagher and Bob Embry, the heads of local charitable foundations Goldseker and Abell, which together control about $500m in endowed assets, say they have found willing investors to buy the Tribune-owned Baltimore Sun. Gallagher estimates The Sun's fair market value is between $20m and $35m, but his group of investors would probably be willing to pay double to save the paper and convert it to a non-profit. </p> <p>There is just one issue. Alden and other groups like it are making money from the newspaper business. Freeman wants to buy more of them, not sell. Even though the industry is in decline, newspapers can still be profitable. The Courant makes at least $2m in operating profits a year, according to people familiar with its financials. Tribune in 2019 made adjusted earnings of more than $100m on $983m in revenue. </p> <p>Besides Alden, two other groups have driven the newspaper shopping spree: Fortress Investment Group, which is controlled by Japanese tech-to-finance conglomerate SoftBank, and Chatham Asset Management, which is run by former Goldman Sachs and Morgan Stanley banker Anthony Melchiorre. </p> <p>Over the past 14 months, GateHouse Media, which was backed by Fortress until December, <a href=\"https://www.ft.com/content/07fa9fba-b7b5-11e9-8a88-aa6628ac896c\">acquired Gannett for $1.4bn</a> after beating Alden in a bidding war, making it the biggest US newspaper publisher by titles and circulation. The deal created a behemoth of more than 21,000 employees across 550 papers, including USA Today and the Detroit Free Press. Chatham, which is best known for its controlling stake in the National Enquirer tabloid, bought McClatchy out of bankruptcy in August, inheriting titles including the Miami Herald and The Sacramento Bee.</p> <p>The question hanging over Tribune's 5,000 employees: will Freeman wrest control of the company? The outlook of Mason Slaine, tech entrepreneur and Tribune's third-largest shareholder with an 8 per cent stake, will provide no comfort to them. “I would sell at the right price. I have no emotions about it,” he says.</p>  <p><strong>Some news executives say</strong> the obsession over Freeman and his actions is misplaced, even unproductive. If all these papers were magically able to find new owners, they would face the same existential problems. ­Billionaires don't want to fund losses for ever, as evidenced by the lay-offs at the LA Times, owned by biotech billionaire <a href=\"https://www.ft.com/content/46687e24-0b96-11e8-839d-41ca06376bf2\">Patrick Soon-Shiong</a>, Los Angeles's second-richest man after Elon Musk, and The Atlantic, the magazine majority-owned by ­Laurene Powell Jobs, Steve Jobs' widow, last year. </p> <p>“The risk for me with blaming the hedge funds is that . . . media organisations themselves have a history of challenging financial management decisions that we don't always like to talk about,” says Stacy-Marie Ishmael, editorial director at The Texas Tribune, a non-profit news organisation that launched in 2009. “Newsroom mismanagement is not exclusively the domain of hedge&#xa0;funds.”</p> <p>Tribune was no stranger to perceived dysfunction before Freeman arrived on the scene. In 2016 it rebranded under the name “tronc” in a widely mocked attempt to position itself as a cutting-edge digital company. Within two years the name was changed back and <a href=\"https://www.ft.com/content/86911396-2bbf-11e8-a34a-7e7563b0b0f4\">Michael Ferro</a>, the Chicago investor who had pushed the ill-fated strategy, exited as chairman amid allegations of sexual harassment.</p> <p>Still, labour unions have spent the past six months devising a plan to try to oust Freeman from the news business. The NewsGuild wants legislators to create tax credits that would incentivise Freeman to sell the papers to “civic-minded investors”. This could open up the gridlock in deal talks between local Baltimore investors and Tribune over The Sun, for example. “There has got to be some carrot to get [Alden] out of the industry,” says Andy Grimm, vice-president of the Chicago News Guild. </p> <p>Back in Hartford, autumn has given way to the dead of winter, speaking to Putterman's warning that it can always get worse. He and Brindley are still holed up in their apartments, reporting on the deadlier second wave of coronavirus.</p> <p>Adding to their malaise is the prospect that Freeman's power could become even firmer in a matter of weeks. If Alden successfully takes over Tribune, Freeman would command nearly 18 per cent of daily US newspaper circulation, estimates Doctor. In Alden's takeover offer dated December 14, the hedge fund said it hoped to strike a deal “within two to three weeks”. </p> <p>Tribune has been silent, apart from a New Year's Eve statement that it had hired banks and created a committee of independent board directors to evaluate the proposal.</p> <p>A few years ago, Doctor and other Alden-watchers thought Freeman had about three more years before he would exit. Now, Freeman is telling the press that he plans to save the industry, though not everyone believes his words about rescuing newspapers “from extinction”.</p> <p>Slaine, who thinks Alden's offer price for Tribune is too low, laughs out loud at the premise that Freeman is trying to save newspapers: “He wants to make money. That's the beginning and end of the story.” </p> <p><em>Anna Nicolaou is the FT's US media correspondent; James Fontanella-Khan is US corporate finance and deals editor</em></p> <p><em>Follow </em><a href=\"https://twitter.com/FTMag\"><em>@FTMag</em></a><em> on Twitter to find out about our latest stories first. Listen to our podcast, </em><a href=\"https://www.ft.com/culture-call\"><em>Culture Call</em></a><em>, where FT editors and special guests discuss life and art in the time of coronavirus. Subscribe on </em><a href=\"https://podcasts.apple.com/gb/podcast/ft-culture-call/id1179847741\"><em>Apple</em></a><em>, </em><a href=\"https://open.spotify.com/show/7q07gI03BxaXirI19PxUGi\"><em>Spotify</em></a><em>, or wherever you listen.</em></p><p>Source: Anna Nicolaou and James Fontanella-Khan 2021 'The fight for the future of America's local newspapers' FT.com 21 January. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-01-21T05:00:38.387Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 18419,
          "end": 18432
        },
        {
          "start": 18419,
          "end": 18426
        },
        {
          "start": 17051,
          "end": 17064
        },
        {
          "start": 17051,
          "end": 17058
        }
      ]
    }
  ]
}