{
  "_id": "a310e784ca5686d7c669bd9bf39576191a5f16135d92d2985eae555cfc3ecf16",
  "feed": "ftcomall",
  "title": "FirstFT: JPMorgan kicks-off banks earnings season ",
  "text": "<p>JPMorgan, America's biggest bank, kicked off third-quarter earnings season yesterday by comfortably beating analysts' expectations.</p> <p>The lender reported <a href=\"https://www.ft.com/content/a5fa2ba2-1fdf-4a55-a500-fdb0e7cba8e6\">a big jump in profits</a>, boosted by strong revenues from the investment banking division. But it warned that expenses would continue to rise and that demand for new loans remained sluggish.</p> <p>The bank's profits of $11.7bn were buttressed by the release of $2.1bn in reserves it had set aside at the outset of the pandemic to cover potential loan losses, which have so far been much less severe than expected.</p> <p>Demand for loans has been sluggish, however, as large companies still have cash left over from 2020 capital raises and consumers use government stimulus money to pay down debt.</p> <p>Costs are rising too, driven up by higher wages in performance-related roles, like investment banking. Jeremy Barnum, JPMorgan's chief financial officer, said higher costs would be a “wild card” for <a href=\"https://www.ft.com/content/73a669c7-a65d-4993-a5d8-f52e019f71d7\">bank earnings this quarter</a>.</p> <p>The investment banking earnings set a high bar for rivals Goldman Sachs, which reports on Friday, and Morgan Stanley, which releases earnings today.</p> <p>Also reporting today are the universal banks: Citigroup, Bank of America and Wells Fargo.</p> <p><em>Thanks for reading FirstFT Americas.</em> <em>Here is the rest of today's news — Gordon</em></p> <h1>Five more stories in the news</h1> <p><strong>1. Fed poised to begin tapering as early as next month</strong> The Federal Reserve is poised to begin phasing out its pandemic-era stimulus programme as early as next month and wrap up the process by mid-2022, minutes from September's Federal Open Market Committee meeting <a href=\"https://www.ft.com/content/c52493ff-cc51-4e69-b532-acbd0bdee8c4\">showed</a>.</p> <p><strong>2. Biden pick for bank regulator says critics ‘demonise' her identity</strong> Saule Omarova, Joe Biden's pick to be comptroller of the currency, which supervises national banks, accused her critics in Congress and on Wall Street of singling her out for being a woman and a minority candidate, in <a href=\"https://www.ft.com/content/b6f25404-480f-4a0b-9f65-ee80af442ba7\">an interview with the Financial Times</a>.</p> <p><strong>3. Pinterest co-founder to join Jony Ive's new design firm</strong> &#xa0;Evan Sharp is stepping back from operational duties at the San Francisco-based social media group <a href=\"https://www.ft.com/content/5164e196-4279-4d16-a787-03a0a0745687\">to join</a> Sir Jony Ive's new company LoveFrom. He will remain on Pinterest's board and continue in an “advisory role”, the company&#xa0;said.</p> <p><strong>4. Chinese developers shut out of global debt markets</strong> International bond sales by Chinese developers have <a href=\"https://www.ft.com/content/b8effeb7-e553-4bb1-8ece-a610fcbcdbb2\">all but halted</a> as the crisis at China Evergrande stokes fears of defaults across the country's property sector. Just one developer has managed to tap overseas bond investors since Evergrande&#xa0;missed&#xa0;an $83.5m interest payment last month.</p> <p><strong>5. Turkish lira hits record low</strong> The Turkish lira hit a record low after President Recep Tayyip Erdogan ordered <a href=\"https://www.ft.com/content/88cbe503-e5a0-40d4-8b6e-17ee9567bb97\">a new round of dismissals</a> at the country's central bank. In a late-night decree published hours after he met the bank's governor, Sahap Kavcioglu, Erdogan removed two deputy governors.</p> <h1>Coronavirus digest</h1> <ul>  <li><p>Scientific advisers to the <strong>US Food and Drug Administration</strong> are to begin discussing whether <a href=\"https://www.ft.com/content/94c3ee7e-98a1-49c5-9fc7-4daedac311d7\">to authorise boosters</a> of Moderna and Johnson &amp; Johnson's Covid vaccines.</p></li>  <li><p>Factory gate prices in <strong>China</strong> rose at their fastest pace in more than <a href=\"https://www.ft.com/content/75871eb7-360e-40b5-9bb3-d65fbf649ee7\">a quarter of a century</a> as record coal prices intensified inflationary pressures on businesses and manufacturers.</p></li>  <li><p>The pace of <strong>US</strong> consumer price growth pushed higher in September <a href=\"https://www.ft.com/content/4581bd5d-0771-44ca-93ac-13c4ed2a66be\">as inflationary pressures</a> drove up the cost of food, energy and rent.</p></li> </ul> <p><em>Sign up to the </em><a href=\"https://www.ft.com/the-road-to-recovery\"><em>Road to Recovery</em></a><em> newsletter for regular updates on business and the economy in a world transformed by the pandemic.</em></p> <h1>The day ahead</h1> <p><strong>US data</strong> The <a href=\"https://www.ft.com/stream/b63f8268-c2c7-4cc7-ad09-f924e8de2862\">weekly unemployment claims&#xa0;report</a> is likely to show 319,000 claims were availed in the week ended October 9, down from 326,000 in the previous week. In addition, the&#xa0;producer price index&#xa0;for final demand is likely to rise 0.6 per cent in September after a rise of 0.7 per cent in August. </p> <p><strong>Japan to call new election </strong>Japan will <a href=\"https://www.reuters.com/world/asia-pacific/japan-dissolve-parliament-setting-stage-general-election-2021-10-14/\">dissolve its parliament</a>, setting the stage for an election at the end of the month that will pit new prime minister <a href=\"https://www.ft.com/content/9c3b578f-2dd5-4913-acc9-4252c80214e1\">Fumio Kishida</a> against an unpopular opposition to fix the pandemic-battered economy. (Reuters, FT)</p> <p><strong>Business of Sport US Summit</strong> Hosted by the Financial Times, with speakers ranging from BetMGM supremo Adam Greenblatt to England footballer Raheem Sterling, the summit will explore how to capitalise on the next wave of dealmaking in sport. <a href=\"https://businessofsport.live.ft.com/home\">Register here</a> to join the action online. </p> <p><em>The FT's new-look “</em><a href=\"https://www.ft.com/britain-after-brexit\"><em>Britain after Brexit</em></a><em>” briefing will keep you up to date with the latest post-Brexit developments, with original weekly insights from public policy editor Peter Foster and other senior FT writers. Sign up </em><a href=\"https://ep.ft.com/newsletters/577b86070988bc03007f195b/subscribe\"><em>here</em></a><em>.</em> </p> <h1>What else we're reading </h1> <p><strong>The supply chain crisis and US ports</strong> The queue of ships stacked high with brightly-coloured containers at the congested ports of&#xa0;Los Angeles and Long Beach have become a national symbol of an outdated and overwhelmed US supply chain. The Biden administration is hoping new measures will ease the bottlenecks but the <a href=\"https://www.ft.com/content/aa24d82e-16c7-4e3e-868e-42bd32f593be\">stakes are high</a> with Christmas gift-giving season looming.</p> <ul>  <li><p>In Britain, Brexit has exacerbated&#xa0;supply chain strains, <a href=\"https://www.ft.com/content/ff650169-34bc-4ac9-9dc9-dcc429c580ec\">as Tim Harford reports</a>.</p></li> </ul> <p><strong>How Latin America became tech's next big frontier</strong> Buying a used car, renting an apartment or opening a bank account have traditionally been a nightmare in Latin America. But start-ups created to ease these basic activities are propelling the region to the forefront of the <a href=\"https://www.ft.com/content/5440b1cf-3523-4a4d-96bc-07a2c2132069\">emerging market tech boom</a>. </p> <p><strong>India's TV pioneer at the centre of his own drama </strong>The story surrounding Subhash Chandra, an entrepreneur and member of the upper house of parliament, is playing out like an <a href=\"https://www.ft.com/content/391b4f2d-9e99-4d0d-ac38-fdb32270b380\">Indian adaptation of HBO's <em>Succession</em></a> as he battles to keep his son Punit Goenka at the helm of the country's biggest listed media company in the face of a shareholder revolt.</p> <p><strong>China the next big prize for global quants </strong>Quant fund interest in China has <a href=\"https://www.ft.com/content/899e9109-9f9e-45a9-88b5-963063bf3ccd\">exploded this year</a>, according to fund managers and prime brokers in the region. Better tools for hedging, easier access and heavy trading by Chinese retail investors, who create copious opportunities for quant strategies to generate returns, have combined to lure funds.</p> <p><strong>Afghanistan's hunters become the hunted </strong>The abrupt changing of the guard in Afghanistan has blown away hierarchies and conventions in every area of life, with the previously <a href=\"https://www.ft.com/content/4d181c72-2c23-43cd-af50-fa595636bcb7\">powerful on the run</a> and ordinary people having to adapt to new strictures even though they bridle against them.</p> <h1>Property</h1> <p>The sprawling metropolis of Los Angeles is famously car centric and known for detached houses with the sought-after pool and garage. But a recent surge in property prices is leading some Angelenos to rethink and <a href=\"https://www.ft.com/content/87567558-6248-429a-ba3f-6e500d5ef51d\">consider vertical living</a>. </p><p>Source: Gordon Smith, Gary Jones and Emily Goldberg  2021 'FirstFT: JPMorgan kicks-off banks earnings season ' FT.com 14 October. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-10-14T10:10:47.504Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 1019,
          "end": 1032
        },
        {
          "start": 1019,
          "end": 1026
        }
      ]
    }
  ]
}