{
  "_id": "5896547428592696af7b64326040ec20704ffdb40e292aa0a896adb97955299e",
  "feed": "ftcomall",
  "title": "Dealmaking surges past $5.8tn to highest levels on record",
  "text": "<p>Global mergers and acquisitions for 2021 have soared to their highest levels since records began more than four decades ago, thanks in part to booming markets and widespread stimulus measures. </p> <p>Deals worth more than $5.8tn were agreed worldwide this year, according to figures from Refinitiv, a 64 per cent rise from last year and the fastest pace of growth since the mid-1990s. The value of deals was 54 per cent higher than in 2019 before the pandemic. </p> <p>It marks out 2021 as an exceptionally busy year, even for an industry that has been accelerating for much of the past decade. </p> <p>“In 2021 the stars aligned and virtually everything that could go right for [dealmaking] did,” said Frank Aquila, head of M&amp;A at law firm Sullivan &amp; Cromwell. </p> <p>The M&amp;A boom also contributed to record-breaking fees for investment banks in 2021. These totalled $157bn, including $47bn in fees for M&amp;A advice, the most since records began more than two decades ago. </p> <p>Central bank crisis interventions to cut interest rates, combined with widespread government support for companies hit by the pandemic, have buoyed stock markets, boosted growth and provided easy access to cheap debt for deals. </p> <p>“One way of looking at this is that we have flooded the world with money, markets are up by about that amount and M&amp;A is up the same,” said Andre Kelleners, head of M&amp;A in Europe at Goldman Sachs. </p> <p>This year's largest deals included<a href=\"https://www.ft.com/content/fd93a1d8-3127-42e3-beb2-80c02d138013\"> WarnerMedia's merger with its rival Discovery</a> to create a combined company with an enterprise value of about $132bn, and Canadian Pacific Railway's <a href=\"https://www.ft.com/content/8e217acc-95fe-4037-975a-2786ca490c79\">$31bn acquisition</a> of rival Kansas City Southern. </p> <p>“There is a mass reorganisation of businesses going on out there,” said Alison Harding-Jones, head of M&amp;A for Europe, the Middle East and Africa at Citigroup. Companies are “taking advantage of the interest rate environment and the relatively high share price environment” and attempting to “position for growth”, she said.</p> <p>Private equity groups and special purpose acquisition companies (Spacs) fuelled the boom. Buyout group dealmaking, including <a href=\"https://www.ft.com/content/eef30c1f-48c4-4ac2-9061-684aa19966c6\">KKR's €33bn offer</a> for Telecom Italia, was worth more than twice as much in 2021 as the previous year. </p> <p>“I don't think private equity can take over Apple tomorrow, but I think that short of that, they can do almost any company,” said Alvaro Membrillera, a partner at law firm Paul, Weiss in London who advises buyout groups. </p> <p>A total of 334 Spac deals — where a company is created to list and merge with a privately held business and bring it to the stock market — were announced, for companies valued at a combined $597bn, or 10 per cent of global deals by value. They include a <a href=\"https://www.ft.com/content/c5daa659-7737-457a-be4a-a260c3dd1d0f\">planned merger</a> of former US president Donald Trump's social media start-up with Digital World Acquisition Corp, which regulators are now investigating. </p> <p>However, activity in the Spac market did slow towards the end of the year after a frenetic start. </p> <p>“Spac capital raising and Spac mergers were overdone in the first quarter of this year,” said Anu Aiyengar, global co-head of M&amp;A at JPMorgan. The vehicles “should be some percentage of the market but a much smaller percentage than what we saw this year”.</p> <p>The dealmaking boom has placed the industry in the crosshairs of US competition regulators. Lina Khan, who was appointed chair of the Federal Trade Commission this year, has raised concerns about too much economic activity being concentrated in the hands of a few corporate giants. </p> <p>She has also been <a href=\"https://www.ft.com/content/03a2df73-da6a-4bc5-b242-dd3ea71bcd6a\">working more closely</a> with EU competition commissioner Margrethe Vestager, which could lead to more deals being blocked, according to one top lawyer. </p><p>Source: Kaye Wiggins, Nikou Asgari, James Fontanella-Khan and Arash Massoudi 2021 'Dealmaking surges past $5.8tn to highest levels on record' FT.com 30 December. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-12-30T21:00:40.736Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 1352,
          "end": 1365
        },
        {
          "start": 1352,
          "end": 1359
        }
      ]
    }
  ]
}