{
  "_id": "78d61ffe220b8dcaa81c33fed64b5ebefc29314d750170dd614c04a5c5b71d2e",
  "feed": "wall-street-journal",
  "title": "GameStop Stock Frenzy: What You Need to Know; The videogames retailer has become a favorite of online traders seeking to make money from buying options",
  "text": "<p>Shares of GameStop are up more than sevenfold in 2021 , compared with a 2.5% rise in the S&amp;P 500. The Grapevine, Texas, videogames retailer has become a favorite of online traders who invest in companies championed on the Reddit forum WallStreetBets.</p><p>These investors target short sellers who are betting the shares will fall due to what they see as the firm's business challenges. Goldman Sachs Group Inc .'s basket of the 50 stocks with the highest short interest—Wall Street wagers that the shares will fall—was up 25% for the year through Friday. Surging prices in heavily shorted shares such as GameStop have led to large losses at hedge funds that bet against stocks, prompting an emergency $2.75 billion deal  to rescue one such firm.</p><p>More on GameStop 's Rise</p><p>* Live Coverage: Small Investors Ignite GameStop, AMC </p><p>* GameStop Mania Reveals Power Shift on Wall Street </p><p>* Streetwise: GameStop Is a Bubble </p><p>* GameStop Short Squeeze Shows Ugly Side of Investing </p><p>* BlackBerry, AMC and Other YOLO Favorites (Jan. 26)</p><p>* Heard on the Street: Day Traders Won't Sack Wall Street  (Jan. 26)</p><p>* GameStop Stock Jumps to New Record  (Jan. 25)</p><p>GameStop shares began to take off on Jan. 11, after the company said it had agreed to add three new directors to its board , and the rally accelerated in the days that followed. In part the gains reflect the popularity in recent months of momentum trading, the practice of investing in firms whose share prices are rising in the expectation they will continue to do so, and a surge over the past year in options trading, which allows users to make large wagers with a relatively small upfront investment.</p><p>How do options figure in this?</p><p>Options are contracts that allow investors to buy or sell a stock at a specified price, either on or until a specified expiration date. They have become increasingly popular with small investors in recent years, as brokerages have made it cheaper and easier to trade them. Options trading volume set a record last year, averaging just under 30 million contracts a day. This year, that number is over 40 million, according to Options Clearing Corp .—a rise of more than a third.</p><p>Options are especially popular among users of WallStreetBets, which has emerged as a hotbed for day traders who swap trading ideas and pile into hot stocks.</p><p>How do GameStop traders use options?</p><p>Options come in two flavors: call options, which confer the right to buy shares under specified terms, and put options that confer the right to sell them. Calls are especially popular with the WallStreetBets crowd because buying them is a cheap way to bet that a stock will rise.</p><p>Take the market action on Tuesday, for instance. GameStop closed at $147.98 a share. At that moment, call options that let investors buy GameStop shares at $200 apiece by Friday were trading for about $19 a share—a fraction of the cost of an actual share. If you bought such an option and GameStop rallied, the price of your option would surge, and you could likely sell it for a quick profit. If you owned actual GameStop shares, you would benefit from the rally too, but you likely wouldn't get as big of a return as you would with the calls.</p><p>Alternatively, using options can help reduce risk for investors. For instance, if you buy GameStop shares, you can protect your portfolio by buying put options that let you sell GameStop at, say, $100 a share. That way, if GameStop falls below $100 you can exercise the put options, offsetting your losses on the shares themselves.</p><p>Why are the shares surging if the action is in options?</p><p>When you buy a call option, someone else has to sell it to you. Typically, that is a market maker—an electronic trading firm that buys and sells stocks, options or other assets throughout the day, such as Citadel Securities LLC or Susquehanna International Group LLP .</p><p>WSJ Takes Your Questions</p><p>WSJ experts  took reader Q&amp;A Wednesday on the latest stock moves and what they mean. See the replay here.  took reader Q&amp;A Wednesday on the latest stock moves and what they mean.</p><p>Market makers aren't in the business of placing long-term bets on companies' stock prices. So when such a firm sells you a GameStop call option, the market maker generally hedges that risk through a separate trade. Often, it will buy shares of GameStop .</p><p>In options lingo, this is called delta hedging, and it is why heavy buying of call options can push up the price of the underlying stock. Moreover, as the stock's price approaches the level at which call options can be exercised—$200 in the above GameStop example—market makers may step up their purchases of stock to maintain a neutral position.</p><p>GameStop options trading volumes have exploded during the past two weeks, according to data provider Trade Alert. For most of last week, calls were more actively traded than puts, a sign that investors were broadly more bullish than bearish on the stock. Two executives with options market-making firms said delta-hedging had played a role in the recent rallies of hot stocks such as GameStop .</p><p>In extreme cases, this can become a self-reinforcing mechanism, with day traders buying more calls and driving the market makers to buy shares, lifting the stock's price and encouraging more traders to jump in on the action.</p><p>\"It can take on a life of its own,\" said Steve Sosnick , chief strategist at Interactive Brokers.</p><p>What are the experts saying?</p><p>The scale and pace of the rally in GameStop , BlackBerry and other shares this year have caught Wall Street by surprise, and no one knows how long the gains will continue or what companies might get caught up in the frenzy next.</p><p>But industry veterans warn that a rally in a stock based on speculative call-option buying by small investors will inevitably come crashing down, for a handful of reasons. Among them: many of these firms were under business stress even before soaring share prices sharply increased their valuations. Valuations and fundamentals tend to be closely related over time, analysts say, and higher valuations often mean stocks are prone to sudden drops.</p><p>Investors who buy their call options early in the rally, then exit before it tops out, will profit, possibly quite handsomely. Many already have, judging by Reddit posts, with one user claiming to have made over $11 million trading GameStop calls.</p><p>But buying later in the frenzy when prices are already elevated means taking on extraordinary levels of risk, traders say. Many buyers will end up holding expensive call options that quickly shed value and likely expire worthless. Meanwhile soaring shares likely will bring deep-pocketed investors back into the fray to bet against them. As the daytrading crowd moves on to other shares, the boom that fueled three-digit gains will likely go bust, traders and portfolio managers warn.</p><p>\"Eventually, a bigger bully comes in,\" said Stino Milito, co-chief operating officer at Dash Financial Technologies, an options brokerage firm. \"You get big guys saying, 'This is ridiculous. This can't keep going on.'\"</p><p>Write to Alexander Osipovich at alexander.osipovich@dowjones.com </p><p>GameStop Stock Frenzy: What You Need to Know</p>",
  "published": "2021-01-27T10:30:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 381,
          "end": 388
        },
        {
          "start": 381,
          "end": 394
        },
        {
          "start": 381,
          "end": 404
        }
      ]
    }
  ]
}