{
  "_id": "2f0d16ec55ba53556e75ca64125e3a2e8bea8e1bbada8fd34a5316eee17c13fc",
  "feed": "wall-street-journal",
  "title": "EXCHANGE --- Business News: Grills Are the Latest Flavor in Hot IPO Market",
  "text": "<p>All three of the companies have been around for a long time but are seeking to cash in on sudden excitement fueled by the coronavirus pandemic. Weber, Traeger and BBQGuys each reported a recent sales surge as more consumers refurbished their backyards and became barbecue enthusiasts, tapping into one of the stay-at-home themes that have dictated much of the stock market's performance in the past 15 months.</p><p>By far the largest of the three companies by revenue, Weber has been a backyard-grill staple for decades. The company, founded nearly 70 years ago, said in its filing that sales for the six-month period that ended March 31 rose about 60% from a year earlier to roughly $960 million.</p><p>Traeger, known for its pricier wood-pellet grills, said it plans to raise about $400 million in its IPO, which would value the Salt Lake City-based company at around $2 billion. It is aiming to price its shares between $16 and $18 under the ticker symbol COOK. Its sales more than doubled in the first quarter to about $235 million.</p><p>BBQGuys had about $250 million in revenue last year, up roughly 70% from 2019.</p><p>\"We believe the trends are here to stay,\" BBQGuys Chief Executive Officer Russ Wheeler said.</p><p>Solo Stove, which sells fire pits and grills, is also exploring an IPO, people familiar with the matter said. Bloomberg News previously reported the company was considering an IPO. Solo Stove CEO John Merris declined to comment.</p><p>Companies going public have raised more than $205 billion this year, already surging past last year's record total of $168 billion, according to Dealogic. Shares of trading app Robinhood Markets Inc. are expected to make their debut in the coming week in what would be the latest high-profile IPO in recent months.</p><p>The grill-seller transactions stand to benefit investors including Weber majority owner BDT Capital Partners LLC, the firm founded by former Goldman Sachs Group Inc. banker Byron D. Trott. Mr. Trott worked with Warren Buffett during his time at Goldman and secured the Berkshire Hathaway Inc. CEO's investment in the bank during the 2008 financial crisis.</p><p>Traeger is majority owned by AEA Investors and the Ontario Teachers' Pension Plan, which partnered to acquire a majority stake in 2017. Private-equity firm Trilantic Capital Partners also owns a sizable stake.</p><p>BBQGuys is owned by private-equity firm Brand Velocity Partners and investors such as the football-famous Manning family -- including Super Bowl champions Peyton and Eli -- and Hall of Fame running back LaDainian Tomlinson. It is combining with the SPAC Velocity Acquisition Corp.</p><p>A SPAC is a shell company that raises money and lists on an exchange to merge with a private company and take it public. The private firm then gets the so-called blank-check company's place in the stock market. SPAC mergers have become a common alternative to traditional IPOs recently, in part because they allow the company going public to make business projections. Those aren't allowed in an IPO.</p><p>About 175 SPAC deals have been announced this year that collectively value companies at a record of nearly $480 billion, Dealogic data show.</p><p>Still, the grill companies will have to cope with recent share-price volatility for many newly public firms amid concerns that the market forstartups is in an unsustainable bubble and that regulators might slow the SPAC boom.</p><p>Shares of many popular companies that went public in recent years such as online vacation-rental firm Airbnb Inc. and data-mining software company Palantir Technologies Inc. are down about 9% or more this quarter.</p><p>The BBQGuys deal doesn't include a private investment in public equity, or PIPE, that often accompanies SPAC mergers. The lack of a PIPE can make it harder to complete a deal because investors have the right to withdraw a proportional amount of the money held by the SPAC before a merger is completed, analysts say.</p><p>---</p><p>Corrie Driebusch contributed to this article.</p>",
  "published": "2021-07-24T00:00:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 1972,
          "end": 1979
        },
        {
          "start": 1883,
          "end": 1907
        },
        {
          "start": 1883,
          "end": 1890
        },
        {
          "start": 1987,
          "end": 1994
        },
        {
          "start": 1869,
          "end": 1893
        },
        {
          "start": 1883,
          "end": 1896
        }
      ]
    }
  ]
}