{
  "_id": "d29124d9b8fd06ef6d17a93caa1491449604c85776e2aa83634ad7c9e9663d2a",
  "feed": "ftcomall",
  "title": "Goldman Sachs: a stellar ROE, an even better ROA",
  "text": "<p>Of all the things from the mid-aughts that had been consigned to history's dustbin, perhaps the most unlikely to resurface was a 30 per cent return on equity at a Wall Street bank. Leave it to <a href=\"https://www.ft.com/content/5082365e-ccb3-437d-86bf-4255412c7c73\">Goldman Sachs</a> again to break that barrier. With corporate deals roaring, market volatility still percolating and asset valuations rising, it feels like glory days have returned. In reality, the current environment on Wall Street is even better than that.</p> <p>In 2006, Goldman Sachs delivered an ROE of 33 per cent. But with assets of $838bn and total equity of $36bn, its leverage ratio was 23 times. This implied a return on assets of 1.4 per cent. Now in the <a href=\"https://www.ft.com/content/5082365e-ccb3-437d-86bf-4255412c7c73\">first quarter of 2021</a>, a ROE of 31 per cent has been achieved on a balance sheet levered at 13 times. That implies an ROA of 2.3 per cent, almost double the 2006 figure.&#xa0;</p> <p>Investment banking revenue, driven by Spac IPOs and mergers, rose 44 per cent from the bumper fourth quarter of 2020. Markets revenue increased a whopping 78 per cent with strong results in fixed income and equities trading. Goldman, as predicted, avoided any material losses from the meltdown at Archegos Capital. The family office had soared and then crashed using leverage extended by Goldman and several other lenders.</p> <p>Goldman shares are up nearly 30 per cent so far in 2021, three times the level of the S&amp;P 500. JPMorgan on Wednesday reported solid results but its profits were largely driven by the releases of loan loss reserves. Its deposit base grew 36 per cent but loan growth was largely flat and net interest income fell sharply. Its return on equity fell well short of Goldman, even though it was an impressive 23 per cent. </p> <p>Deal making and trading may catch a chill later this year when the real economy begins to pick up. That dynamic would favour commercial banks dependent on higher interest rates and lending. As recently as 2019, Goldman delivered a single-digit ROE. That 30 per cent may be fleeting. But for Goldman, which was out of favour before the pandemic, it will feel good while it lasts.</p> <p><em>What's your take on Goldman's results? Please tell us what you think in the comments section below.</em></p><p>Source:  2021 'Goldman Sachs: a stellar ROE, an even better ROA' FT.com 14 April. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-04-14T17:40:45.348Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 0,
          "end": 7
        },
        {
          "start": 0,
          "end": 13
        },
        {
          "start": 193,
          "end": 200
        },
        {
          "start": 193,
          "end": 206
        },
        {
          "start": 457,
          "end": 464
        },
        {
          "start": 457,
          "end": 470
        },
        {
          "start": 1045,
          "end": 1052
        },
        {
          "start": 1208,
          "end": 1215
        },
        {
          "start": 1243,
          "end": 1250
        },
        {
          "start": 1603,
          "end": 1610
        },
        {
          "start": 1869,
          "end": 1876
        },
        {
          "start": 1949,
          "end": 1956
        },
        {
          "start": 2057,
          "end": 2064
        }
      ]
    }
  ]
}