{
  "_id": "9e03bc899400e4de6caed62cffcec4f9f8619079f874216549afae6b1e1001d2",
  "feed": "ftcomall",
  "title": "Energy crunch drives up global metals prices",
  "text": "<p>Copper prices closed in on a 10-year high on Friday as industrial metals from zinc to aluminium rallied on growing concerns that the global energy crunch would hit production. </p> <p>The copper price rose above $10,000 a tonne this week as traders gathered in London for LME Week, the metal industry's annual event, while zinc rose as much as 10 per cent to hit a near 15-year high and aluminium traded at levels last seen during the 2008 financial crisis. </p> <p>Industrial metals are benefiting from robust demand and supply disruptions due to rapid rises in the prices of gas and coal, which is increasing costs for mines and refiners from Chile to China. </p> <p>Nyrstar, one of the world's biggest zinc producers, said this week it would cut output by up to 50 per cent at its three European smelters, while Glencore on Friday said it was “adjusting production to reduce exposure to peak price periods during the day” at its smelters in Europe. Power cuts in China have also affected the production of aluminium. </p> <p>“The first in-person LME Week post-pandemic is finishing with a final crescendo,” said Colin Hamilton, analyst at BMO Capital Markets. Zinc is used to rust-proof steel while aluminium is used in everything from cars to drinks cans.</p> <p>Such supply shortages are outweighing concerns about global economic growth or a potential rise in interest rates, according to analysts. </p> <p>“Investors waded in to metals on expectations that output cuts, driven by soaring power prices, will outweigh the potential lower demand should sentiment shift when interest rates move higher,” said John Browning, an analyst at BANDS Financial in Shanghai. </p> <p>Inventories of physical copper on the London Metal Exchange fell to their lowest levels since 1974 this week, according to Kingdom Futures, in a sign of strong demand. Goldman Sachs said in a recent report that metal stocks could reach an all-time low by the end of the year and “deplete entirely” by the second quarter of next year. </p> <p>Inventories&#xa0;of&#xa0;copper&#xa0;at&#xa0;LME-registered&#xa0;warehouses not already earmarked for delivery stand at just 14,150 tonnes, down from more than 200,000 tonnes as recently as September. To put that figure in perspective, about 25m tonnes of refined copper is consumed annually.</p> <p>Spot copper contracts are trading at a $350 premium over three months futures contracts on the LME. This is known as a backwardated market and is a signal that the market is undersupplied.</p> <p>“We are at the point where small changes in the level of inventories will have an exaggerated impact on price,” Vanessa Davidson, director of copper research and strategy at commodity consultants CRU, told the LME Week Seminar on Monday. </p> <p>Copper is also benefiting in part from its growing use in clean energy technologies from wind turbines to electric cars, making it a target for speculators and mining companies. </p> <p>CRU estimates that by the 2030s, the use of copper in wind turbines, electric vehicles and other “green” technology will hit 6m tonnes of refined copper, accounting for 20 per cent of global consumption.</p> <p>“These are very significant numbers and illustrate just how beneficial the green energy transition is to copper demand,” Davidson added.</p> <p>This week Australian miner South32 <a href=\"https://www.ft.com/content/cd7bed0a-d332-4bc3-b3e1-35d4b9e26e4e\">paid</a> $2bn for a 45 per cent stake in a Chilean copper project, highlighting the desire of miners to increase their exposure to the metal. </p> <p>Juan Benavides, chair of Chile's state-owned copper producer Codelco, said the rise in energy prices would increase its production costs by about 6 per cent, but added that demand remained robust. </p> <p>“Clearly there's fears about inflation, energy and logistics, but at the same time inventories are very, very low and the financial conditions of consumers today are very healthy, there's lot of cash and liquidity in banks around the world,” Benavides told the Financial Times. </p> <p>Copper demand was set to increase 2 to 3 per cent over the next year, Benavides said, creating a deficit of 6m tonnes by the end of this decade. </p> <p>“From the point of view of copper we see a tight demand at all our customers, and we are trying to assure the supply.” </p><p>Source: Henry Sanderson and Neil Hume 2021 'Energy crunch drives up global metals prices' FT.com 15 October. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-10-15T13:04:23.209Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 1791,
          "end": 1804
        },
        {
          "start": 1791,
          "end": 1798
        }
      ]
    }
  ]
}