{
  "_id": "345348adb2345e8afc5e3296223359f7b3365e858dd91bca92759be3f8140ae6",
  "feed": "ftcomall",
  "title": "US stock market advance masks treacherous undercurrents",
  "text": "<p>US stock markets are once again sailing to record peaks, yet under the surface, a strong tide is pulling down the share prices of hundreds of companies to their lowest levels of the past 12 months. </p> <p>The rising divergence in the performance of individual shares hints at a fierce rotation, supercharged by booming options trading and a hawkish <a href=\"https://www.ft.com/content/87f7b192-df7c-4b25-9c3c-6558fecec48b\">pivot by the Federal Reserve</a> that could upset many investors' positions.</p> <p>Investors say the moves are unusual given they are confronted with both a policy change from the Fed and the fast spreading Omicron coronavirus variant — two tectonic shifts of the types that often prompt stocks to move in tandem. </p> <p>“We are possibly on the verge of the Fed taking away the punchbowl for the first time in three years,” said Jason Goldberg, a senior portfolio manager at volatility-focused hedge fund Capstone. “Think about how many strategies are predicated on the Fed having one's back; you have to rethink those.”</p> <p>Earlier this month 1,380 stocks traded on US stock exchanges hit their lowest levels in a year. Days later, when the S&amp;P 500 clinched its first record closing high in three weeks and extended its year-to-date gain to 25 per cent, more than 210 stocks in the index were at least 10 per cent below their 52-week highs. </p> <p>On the tech-heavy Nasdaq Composite the figures are even more striking, with more than 1,300 stocks down 50 per cent or more from their highest level of the past year. And roughly 80 per cent of the more than 3,000 stocks on the exchange are off at least 10 per cent.</p> <p>The relatively low correlation partly explains why some managers are struggling in a year when the S&amp;P 500 has clocked a double-digit advance. Just five stocks — Apple, Microsoft, Nvidia, Tesla and Google parent Alphabet — have accounted for more than half of the S&amp;P 500's returns since April, according to Goldman Sachs estimates. </p> <p>On days when the market has sold off dramatically over the past month and the Cboe's Vix volatility index has jumped, S&amp;P 500 stocks have moved in a tighter formation. But even then, <a href=\"https://www.ft.com/content/e1ff734b-c5a4-429a-976b-239d7d978e8f\">quirks have popped up</a>, including two weeks ago when the index slid but its biggest constituent — Apple — rose solidly.</p> <p>“Right now the index moves are completely misleading to what's going on below the surface,” Brian Bost, the co-head of equities derivatives in the Americas at Barclays said. </p> <p>The sharp swings have intensified over the past two weeks. Goldman strategist Rocky Fishman has pointed to the extreme levels of option trading as one factor propelling stocks in such different directions. It is a fact exacerbated by what he called “non-fundamental stock trading”, an allusion to the retail traders who have piled into the market over the past 22 months. </p> <p>Option volumes have surged in recent months, with the Options Clearing Corporation reporting a record November. Since the start of December, there have been two days when more than 50m options have changed hands in the US, a level breached fewer than 10 times in history, Bloomberg data showed.</p> <p>Michael Wilson, an equity strategist with Morgan Stanley, warned clients of the bank this week that he expected the main indices would “basically [go] nowhere over the next 12 months”. In that scenario, he said their stock selection was of more importance than before.</p> <p>“2021 has been a difficult year to trade despite the very robust returns for the major large-cap indices,” he added. “It seemed as though the stocks and styles favoured by the market one day would be very different the following day.”</p> <p>Traders and strategists added that correlations could still pick up in the weeks ahead, given the Fed is attempting to burnish its <a href=\"https://www.ft.com/content/bbbd46e1-75b3-4882-a2c8-bde7a8df7620\">hawkish bona fides</a>. If monetary policy changes cause a jolt of volatility in markets, or should the Omicron variant begin to dramatically alter the global growth trajectory, it would result in the kind of trading behaviour when whole industries or indices move in lock-step, analysts said. </p> <p>“No one knows what will happen with inflation,” Bost said. “In the next six months we could find out we are in a regime shift and correlations could go right back to 1, where people say we do need to get out of equities.”</p><p>Source: Eric Platt in New York 2021 'US stock market advance masks treacherous undercurrents' FT.com 17 December. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-12-17T05:00:27.695Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 1838,
          "end": 1851
        },
        {
          "start": 2398,
          "end": 2405
        },
        {
          "start": 1838,
          "end": 1845
        }
      ]
    }
  ]
}