{
  "_id": "8617dbd36e3e5dcd7f34a3b2aca4658c5b9bdf7267a94667f1426d3faba4dd05",
  "feed": "ftcomall",
  "title": "Can ‘Sustainability Inc' deliver more than false hope?",
  "text": "<p>Washington's Foggy Bottom neighbourhood was quiet again this week for the IMF and World Bank spring meetings. But at least this year's virtual conversations were dominated by vaccine hope and not the fear felt last year. Attendees could turn their attention to the fight against global warming.</p> <p>At a <a href=\"https://www.imf.org/en/News/Articles/2021/04/08/tr040821-transcript-of-the-imfc-press-briefing\">press conference</a> on Thursday, IMF managing director <strong>Kristalina Georgieva</strong> said “it makes sense” to tackle as one problem the dual crises of debt pressures on developing countries and their vulnerability to climate change.&#xa0;</p> <p>“Green debt swaps have the potential to contribute to climate finance,” Georgieva said. “We are going to work with the World Bank, and by COP26 we will advance that option, which, of course, is then for creditors and debtors to decide whether to embrace.”</p> <p>It is a development Moral Money will follow closely (and keep reading for developments about a US debt-for-nature scheme) — <em>Patrick Temple-West</em></p> <h2>‘Sustainability Inc.' falls short?</h2> <p>“What gets measured gets managed.” This has long been a <a href=\"https://www.ft.com/content/43b757a3-306d-4567-b6db-69ab226500e2\">maxim</a> of the sustainable finance movement. But a growing chorus of detractors, including many former environmental, social and governance (ESG) acolytes, are now publicly questioning whether it is actually true.</p> <p>The idea itself is pretty straightforward. If companies are compelled to track and disclose the damage they inflict on people and the planet, the forces of capitalism can be marshalled into action. Investors and consumers will reward the good and punish the bad, and voila! The world's problems are solved.</p> <p>In practice, things haven't worked out according to plan.</p> <p>Over the past two decades, sustainability reporting has grown by leaps and bounds and money has flooded into ESG investments, but carbon emissions have kept shooting upward, inequality has worsened and there has been little progress on stopping environmental destruction.</p> <p>“It turns out that reporting is not a proxy for progress,” <strong>Kenneth Pucker</strong>, the former chief operating officer of shoe company Timberland, wrote in the <a href=\"https://hbr.org/2021/05/overselling-sustainability-reporting\">Harvard Business Review</a>.</p> <p>Like <strong>Tariq Fancy</strong>, the former BlackRock sustainable investing executive who said that relying on ESG investing to stop climate change was like giving <a href=\"https://www.usatoday.com/story/opinion/2021/03/16/wall-street-esg-sustainable-investing-greenwashing-column/6948923002/\">wheatgrass to a cancer patient</a>, Pucker believes the biggest problem is that the current system (which he calls “Sustainability Inc”) provides false hope that things are being fixed. </p> <blockquote>  <p>“The focus on reporting may actually be an obstacle to progress — consuming bandwidth, exaggerating gains, and distracting from the very real need for changes in mindsets, regulation, and corporate behaviour,” he said.</p> </blockquote> <p>To make progress, sustainability reporting should be reformed, simplified and made mandatory, he writes.</p> <p>This is in line with the emerging corporate orthodoxy. This week <strong>Larry Fink</strong>, chief executive of BlackRock, <a href=\"https://www.ft.com/content/1a00b465-374e-4eb9-921f-726ab5d33bc1\">backed</a> mandatory ESG reporting.</p> <p>But this alone will not be enough, Pucker says.</p> <p>To truly tackle problems like climate change, governments need to intervene in a way that “wouldn't be popular in the corporate world.” </p> <p>These interventions would “require changes in the rules governing companies' behaviour, a repricing of resources to address market failures, and a reorientation of how public assets are allocated and how power is distributed”.</p> <p>“A sustainable system will ultimately require a paradigm shift from the prevailing goal of wealth creation to one of wellbeing,” he writes.</p> <p>That will be a much harder sell, even in the ESG world. But given the evidence Pucker presents, it is hard to disagree with his conclusion. And time is <a href=\"https://www.ft.com/content/a967f863-1bf8-448b-9448-b67540e80b4d\">running short</a> for Sustainability Inc to prove it can actually create positive results. (<em>Billy Nauman</em>)</p> <h2>A bit of a greencoin?</h2> <p>The celebrity investor <strong>Kevin O'Leary</strong> grabbed the attention of Moral Money this week when he told investors they should start dividing Bitcoin, blockchain and other cryptocurrencies into two mental buckets: “green” assets mined with renewable energy, and “black” ones created with sources such as coal.</p> <p>“I see over the next year or two, two kinds of coin,” he <a href=\"https://www.cnbc.com/2021/04/05/kevin-oleary-says-he-wont-buy-bitcoin-mined-in-china.html\">told CNBC.</a> “Blood coin from China, [and] clean coin mined sustainably in countries that use hydroelectricity, not coal.”</p> <p>Some environmental activists might question whether blockchain products can ever be even partly green given how much energy is needed to produce them. Last week, Business Insider <a href=\"https://www.businessinsider.com/bitcoin-uses-as-much-energy-as-sweden-and-is-on-course-to-use-even-more-2021-3\">reported</a> that bitcoin mining was already using as much energy as Sweden each year, and that it would soar. As we reported <a href=\"https://www.ft.com/content/ef0c61ab-240d-42b1-af3c-aca2e4896bd2\">a few weeks ago</a>, machine learning and AI platforms use even more. </p> <p>But O'Leary's point is interesting, not just because he is influential, but because it comes amid signs that tech entrepreneurs are already racing to find methods of using blockchain (not to mention AI programs) with less or cleaner energy. </p> <p>This week, the Rocky Mountain Institute, for example, joined forces with the Energy Web Foundation and the Alliance for Innovative Regulation to launch a so-called <a href=\"https://cryptoclimate.org/\">Crypto Climate Accord</a>.&#xa0;</p> <p>“The accord is a private sector-led initiative that will bring together leading organisations within the fintech and crypto industries with the aim of making the cryptocurrency industry 100 per cent renewable by 2025,” the statement declares, noting that “it is supported by the United Nations Framework Convention on Climate Change (UNFCCC) Climate Champions.”</p> <p>The initiative is backed by fintech groups and has recruited the British green warrior <strong>Nigel Topping</strong> to champion the cause, which is notable since he is central to the UN's efforts to harness business against climate change. “The very nature of blockchains enables historical system-wide transparency, making crypto's emissions debt a ripe target for carbon dioxide removal solutions,” he declared. “This is a unique chance to publicly clean up the past, reject future emissions, and push the boundaries of climate leadership.”</p> <p>Will it work? Will China get on board? Or might regulators instead treat environmental issues as an excuse to shut (or slow) blockchain down? There is much to play for. <em>(Gillian Tett) </em></p> <h2>After call to action, Bank of America triples environmental business initiative</h2> <p>Earlier this year, climate tsar <strong>John Kerry</strong> corralled the largest banks and asset managers into a meeting to urge them to use their financial firepower to fight climate change. He called on them to unveil a set of creative and sweeping measures ahead of COP26 to show that America's financial industry is on board with the new policy direction, sources have told Moral Money.</p> <p>Evidence suggests the financiers paid attention. <strong>Jamie Dimon</strong>, JPMorgan's chief executive, spoke at length about climate change in his new annual letter to shareholders. “We're long past debating whether climate change is real,” he said as he emphasised the bank's sustainability financing goals. Competitors Citigroup and Goldman Sachs in March pledged to be net zero by 2050.</p> <p>Bank of America made the net-zero pledge in February. And on Thursday, the bank said it would triple to $1tn in funds for its environmental business initiative. Bank of America said it would continue to be a top issuer for green and sustainability bonds as well as other efforts to support clients' sustainable business needs.</p> <p>“It is essential that we raise ambitions,” Kerry said on Thursday. Here is hoping the banks and asset managers will keep trying to one-up each other on their climate commitments. <em>(Gillian Tett and Patrick Temple-West)</em></p> <h2>Debt-for-nature financing gains steam</h2> <p>As financiers and world leaders gathered virtually again this year for the IMF spring meetings, <a href=\"https://www.reuters.com/article/us-imf-world-bank-climate-change-debt-ex/exclusive-world-bank-imf-eye-ways-to-link-debt-relief-to-climate-change-spending-idUSKBN2BU3FO\">talk intensified</a> of using debt forgiveness as a way to help developing countries pay for global warming mitigation.</p> <p>Momentum behind the idea is likely to build as the US prepares to announce later this month its 2030 emissions target for its “nationally determined contribution” to global warming under the Paris agreement. As Biden's team prepares this report ahead of COP26 later this year, one area the administration is considering is a debt-for-nature conservation programme to preserve tropical forests and coral reefs.</p> <p>Beginning in 1998, the US authorised debt buybacks, restructuring and swaps to pay for establishing and restoring threatened ecosystems.&#xa0;</p> <p>Over the next 20 years, $223m has been used under the programme to help 14 countries, from Bolivia to the Seychelles.</p> <p>But the debt-for-nature programme must be reauthorised by Congress every year, and its funding level has been stagnant for more than a decade. Now, the Biden administration is exploring ways to expand the scheme, <strong>Stephanie Cappa</strong>, deputy director of policy and government affairs for the World Wildlife Fund in Washington, told Moral Money.</p> <p>The Biden administration would be wise to take a hard look at the debt forgiveness programme because it has surprising support from Republicans. <strong>Rob Portman</strong>, a senator from Ohio, introduced legislation to reauthorise the programme this year.</p> <p>“This is a common sense and proven approach that has protected millions of acres of tropical forest from deforestation — one of the leading causes of greenhouse gas emissions,” Portman said in February. <em>(Patrick Temple-West)</em></p> <h2>EU green taxonomy wins China support, as gas critics sharpen their attack</h2> <p>Earlier this week, our colleagues at Ignites Asia <a href=\"https://www.ft.com/content/cddd464f-9a37-41a0-8f35-62d98fa0cca0\">reported</a> that China's central bank was working with the EU to develop a consistent taxonomy for classifying green investments across the two markets.</p> <p>This will be an important story to watch. First, it is a sign that China is taking action on its pledge to reach carbon neutrality by 2060. It also shows that governments are at least attempting to work together on setting ESG standards. </p> <p>More details on the “adoption and incorporation of a globally recognised green taxonomy” are set to be discussed at October's G20 summit, said <strong>Yi Gang</strong>, governor of the People's Bank of China. </p> <p>This will be music to the ears of companies and investors, who have been dreading dealing with a patchwork of global regulatory regimes.</p> <p>Environmental activists, however, may not be so thrilled. The news comes amid a growing backlash in Europe over the recent move to <a href=\"https://www.ft.com/content/4e42fe24-e60b-4785-9c46-a51d7d0458a1\">potentially include</a> fossil gas as a “green” energy source.</p> <p>In late March, more than 200 scientists teamed with pressure group ClientEarth, a group of financial institutions and NGOs to <a href=\"https://wwfeu.awsassets.panda.org/downloads/225__scientists__financials__cso_open_letter___gas_attack_in_eu_taxonomy___march21_cl_1_1_1.pdf\">blast the move</a>. This week, MEPs <strong>Bas Eickhout</strong> and <strong>Sven Giegold</strong> sent an <a href=\"https://sven-giegold.de/wp-content/uploads/2021/04/08.04.2021-Open-Letter-to-EU-Commission-on-credible-Sustainable-Finance-rules-MEP-GIEGOLD-and-951-signatories.pdf\">open letter</a> to the European Commission expressing a similar sentiment.</p> <p>“‘Gas is a fossil fuel — the very idea of classifying it as environmentally sustainable is a disgrace.,” said <strong>Sebastien Godinot</strong>, economist at the World Wildlife Fund's European policy office. (<em>Billy Nauman</em>)</p> <h2>Smart reads</h2> <p>An alliance of Wall Street and Big Tech is <a href=\"https://www.ft.com/content/39091187-ce77-4bc5-8903-441d5fa7a5d4\">warning</a> the Texas government against imposing new costs on renewable power plants as the blame game over the state's winter blackouts intensifies. Companies including banks, Amazon and <strong>Warren Buffett</strong>'s Berkshire Hathaway Energy, are trying to head off new legislation they say would upend the economics of wind and solar power in the state. </p> <h2>Further Reading</h2> <ul>  <li><p>Norway's oil fund makes first investment in renewable energy (<a href=\"https://www.ft.com/content/ce215b48-03a7-44ae-b614-560f1fa74173\">FT</a>)</p></li>  <li><p>BlackRock secures largest-ever ETF launch as green investing wave builds (<a href=\"https://www.ft.com/content/43b757a3-306d-4567-b6db-69ab226500e2\">FT</a>)</p></li>  <li><p>Anglo shows making a clean break from coal is far from easy (<a href=\"https://www.ft.com/content/d8068b34-9be2-4cbc-86c7-2e604129ca6f\">FT</a>)</p></li>  <li><p>Wall Street math shows ESG funds can ride the value stock boom (<a href=\"https://www.bloomberg.com/news/articles/2021-04-08/big-tech-fueled-esg-returns-value-stocks-can-takeover-next?utm_source=twitter&amp;utm_campaign=socialflow-organic&amp;utm_content=business&amp;cmpid=socialflow-twitter-business&amp;utm_medium=social\">Bloomberg</a>)</p></li>  <li><p>Citi adds ESG scores to data platform for climate-conscious investors (<a href=\"https://finance.yahoo.com/news/citi-adds-esg-scores-data-082200939.html?_fsig=OOIsi.kV0g_g7zgiNUkbhg--%7EA\">Reuters</a>)</p></li>  <li><p>Coalition calls for White House initiative on inclusive economic growth (<a href=\"https://www.barrons.com/articles/coalition-calls-for-white-house-initiative-on-inclusive-economic-growth-01617812791\">Barron's</a>)</p></li> </ul><p>Source: Gillian Tett, Billy Nauman and Patrick Temple-West 2021 'Can ‘Sustainability Inc' deliver more than false hope?' FT.com 9 April. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-04-09T11:00:45.602Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 6784,
          "end": 6797
        },
        {
          "start": 6739,
          "end": 6752
        },
        {
          "start": 6784,
          "end": 6791
        }
      ]
    }
  ]
}