{
  "_id": "df7f266d4c4f7b66bdc1667e166079edb058e16ac2bbaa0c5709d50451a264d3",
  "feed": "ftcomall",
  "title": "What we've learned from the Texas freeze ",
  "text": "<p><strong>One thing to start:</strong> While the freeze in Texas caused havoc for most, some companies have reaped big rewards. <a href=\"https://www.ft.com/content/adbdaddf-97b0-4cd3-848c-607f525f93cd\">Australia's Macquarie Group</a> said yesterday full-year profits could rise by up to 10 per cent as a result of a surge in demand for its natural gas shipping business.</p> <p>Welcome to today's newsletter, where Texas remains in focus. In our first item, Derek Brower asks if oil's modest price rise in reaction to last week's events signals that the rally will soon run out of steam.</p> <p>Further rises, after all, will only tempt America's shale producers to dive into growth mode. For our second item, Justin Jacobs speaks to Devon boss Rick Muncrief about when the taps will be turned back on. </p> <p>Elsewhere we round up the key reading on the Texas fallout from the FT and beyond; ask how the appointment of a general to head up Brazil's Petrobras has gone down in the markets (hint: not well) and bring you the latest on the proxy battle to green ExxonMobil.</p> <p>Thanks for reading. Please get in touch at energy.source@ft.com. You can sign up for the newsletter <a href=\"https://www.ft.com/energy-source\">here</a>. — <em>Myles</em></p> <h1>Is the oil rally nearing the end of the road? </h1> <p>Texas's cold snap last week lifted oil prices — yet still brought a warning for the market's bulls. The Permian Basin, the world's most prolific oil-producing region, froze up. US production fell by 2m barrels a day, according to Wood Mackenzie. Kpler, a data provider, estimates the country's total output in February will be down by 1m b/d.</p> <p>By Tuesday morning, after it emerged that <a href=\"https://www.reuters.com/article/us-usa-weather-texas-production/oil-producers-eye-long-road-to-recovery-as-texas-begins-to-thaw-idUSKBN2AM17R?il=0\">producers would take weeks</a> to fully restore flows, US oil futures were trading for around $62.50 per barrel, just $2.50 or so more than its price on the eve of the snowstorm. Hardly an <a href=\"https://www.ft.com/content/353bce38-d806-11e9-8f9b-77216ebe1f17\">Abqaiq-style oil-price leap</a>.</p> <p>One explanation is that huge volumes of refining capacity are offline too, removing a big source of demand and neutralising some of the supply disruption. But the market's relative calm also begs questions about how resilient oil's rally is — especially with an Opec meeting next week, when the cartel must decide how much, if any, of its 7m barrels a day or more of offline supply it will begin restoring. </p> <p>Many analysts remain bullish. Goldman Sachs, Wall Street's most influential oil-price forecaster, upped its expectations by $10 a barrel this week. It now expects Brent, which was above $66 on Tuesday morning, to hit $75 in the third quarter. </p> <p>Yet the bull case increasingly depends on many things coming true at once, points out Neil Atkinson, an independent analyst who was formerly head of oil markets at the International Energy Agency. Sanctioned Iranian barrels must remain offline; US supply must remain constrained; and economies must rebound quickly. Above all, Opec must keep cutting.</p> <p>Current prices are in a “sweet spot” for the cartel, said Atkinson. But any further price rises could prompt a response from shale (see below) and test Opec's discipline, prompting a response from its biggest producer.</p> <p>“Over the years, Saudi Arabia has shown its willingness to shift policy and maximise output if compliance falls and/or if the perceived costs of co-operation exceed the perceived benefits,” wrote Bassam Fattouh, head of the Oxford Institute for Energy Studies and a Saudi oil-policy expert, in an article explaining the kingdom's recent decision unilaterally to deepen its owns cuts.</p> <blockquote>  <p>“Thus, Saudi Arabia can easily swing in the opposite direction in response to low compliance and given the relatively low level of Saudi production, the size of the upward swing could be quite substantial, as was the case in April 2020.”</p> </blockquote> <p><em>(Derek Brower)</em></p> <h1>American oil market eyes production boost </h1> <p>After the oil-price surge of recent weeks, the big question hanging over the US shale patch, and broader oil market, is when American producers will start loosening the purse strings and opening up the taps.</p> <p>That point might now be visible on the horizon. “If we do see commodity prices rapidly increase back to $70 or $80 a barrel, you're going to be generating a lot of free cash and that gives you a lot of optionality on things you could think about,” Rick Muncrief, chief executive of Devon Energy, a major Permian producer, told ES last week.</p> <p>For now, Muncrief's company is keeping a 5 per cent cap on production growth and promising a windfall for shareholders if prices keep climbing. “First things first, we want to make sure we stay disciplined,” Muncrief said.</p> <p>But his comments to ES point to when companies might ditch the capital discipline mantra and become more vocal about their ability to both accelerate output growth and keep cash flowing to shareholders.</p> <p>Robert Kaplan, head of the Dallas Fed, also talked about the potential for oil producers to pivot away from capital discipline as prices rise. “I've learned sometimes if prices get high enough mindsets can change,” he told an International Energy Forum conference yesterday.</p> <blockquote>  <p>“To get back to 13m barrels a day, yes, you would need a change in mindset. Probably spurred by higher prices. Can I predict whether that will or won't happen? No I can't predict it, but I think we should be on watch for it,” Kaplan said.</p> </blockquote> <p>We will get more of an idea of the mood in the shale patch later this week, after Pioneer Natural Resources, EOG Resources, Diamondback Energy, Occidental Petroleum and Apache have all reported earnings.</p> <p>Expect a lot of talk about when producers might start getting back into the growth game. <em>(Justin Jacobs)</em></p> <h1>What to read on the Texas freeze</h1> <p>A weeklong catastrophe left millions without power and heat amid some of the coldest weather the state has seen in a century. </p> <p>The failure of the state's electric grid caused immense human suffering, financial pain for consumers (and gain for some energy companies), and has spawned a wide-ranging conversation about where things went wrong and how to prevent it from happening again. Here are the key pieces to read:</p> <ol>  <li><p>Start with Bloomberg's <a href=\"https://www.bloomberg.com/news/features/2021-02-20/texas-blackout-how-the-electrical-grid-failed\">in-depth account</a> of the early hours of Monday morning, when the state's grid operator, the Electric Reliability Council of Texas, was forced to plunge millions into darkness as power generation seized up. </p></li>  <li><p>The International Energy Agency put <a href=\"https://www.iea.org/commentaries/severe-power-cuts-in-texas-highlight-energy-security-risks-related-to-extreme-weather-events\">the pieces together here</a> in a broad overview of how the grid broke down — and points out that the lessons from Texas should be learned far and wide, especially as the world becomes increasingly electrified and vulnerable to disruptions. </p></li>  <li><p>Gregory Meyer and I covered the <a href=\"https://www.ft.com/content/0e746280-e72c-4087-9c0d-df2a7af82b77\">financial fallout</a> from the storm, including the story of one family in Burleson, Texas, which saw their electric bill suddenly spike to more than $8,000. We also explored who the winners and losers were in a $50bn bonanza of power trading. </p></li>  <li><p>Some companies that cashed in on the crisis are being accused of profiteering. The gas producer Comstock Resources said surging natural gas prices were like <a href=\"https://www.ft.com/content/adbdaddf-97b0-4cd3-848c-607f525f93cd\">“hitting the jackpot”</a>. </p></li>  <li><p>The crisis sparked an inevitable debate pitting renewables advocates against fossil fuel backers. This green versus brown debate generated much more heat than light. But the issue of intermittent renewables' reliability is a critical one. The FT's editorial board argued that frozen wind turbines were hardly the <a href=\"https://www.ft.com/content/adc21f2b-ccf7-4b8b-8604-53cae556a7dd\">main cause of the grid's collapse</a> as the natural gas system, which has the largest share of the power market, also failed. </p></li>  <li><p>A less sexy but probably more important issue is why so much of Texas' energy system was so easily felled by temperatures that much of the rest of the country sees on a regular basis. This excellent Texas Tribune story looks at why <a href=\"https://www.texastribune.org/2021/02/20/texas-power-grid-winterize/\">“winterising”</a> power plants, pipelines and wells might not be as easy or cheap as state officials hope.</p></li>  <li><p>Finally, there is a fascinating debate over the role climate change did or did not play in the Arctic blast. My colleagues Leslie Hook and Steven Bernard have a <a href=\"https://www.ft.com/content/dc74a4fc-9b24-4e77-a8dd-c055f5e0c884\">nice explanation</a> (and graphic) of how the jet stream bent south, covering Texas in freezing arctic air.</p></li> </ol> <p><em>(Justin Jacobs)</em></p> <h1>Data Drill</h1> <p>Shares in Petrobras fell off a cliff yesterday as the market absorbed Brazilian president Jair Bolsonaro's <a href=\"https://www.ft.com/content/68b0c6cf-7d78-4e0e-9025-bfaca7e098e2\">decision to oust</a> the state oil group's chief executive in favour of a general. </p> <p>Bolsonaro had blamed Petrobras's erstwhile boss Roberto Castello Branco for recent rises in petrol and diesel prices, which had provoked the ire of the country's truck drivers. </p> <p>Strikes over fuel costs <a href=\"https://www.ft.com/content/7bddb316-621d-11e8-90c2-9563a0613e56\">in 2018</a> paralysed Brazil's economy and sapped support for the government, helping secure Bolsonaro's election to office. </p> <h1>Power Points</h1> <ul>  <li><p>Fears of a <a href=\"https://www.ft.com/content/0a3d0af8-7092-44c3-9c98-a513a22629be\">bubble in green stocks</a> are growing as investors pour money into renewables. </p></li>  <li><p>Biomass's green credentials are <a href=\"https://www.ft.com/content/b4be7ced-6871-48ff-9b84-57e7fb343fc1\">coming under the spotlight</a>. </p></li>  <li><p>American crude is set to <a href=\"https://www.ft.com/content/60f201b0-3004-4ef8-b6b8-fa3f403133b8\">join Europe's pricing benchmark</a> to smooth out production declines in the North Sea. </p></li> </ul> <h1>Endnote</h1> <p>The proxy battle at ExxonMobil rumbles on, with activist group Engine No.1 blasting the oil major's assertion that its carbon-cutting plan was in line with the Paris accords.</p> <p>Exxon has stuck to its guns as an oil producer even as rivals like BP and Shell lay out plans to shift into greener sources of energy and reduce fossil fuel output. But it has made concessions in the face of investor pressure, including pledges to <a href=\"https://www.ft.com/content/5b8dd517-faf6-438f-a975-a2df017127fe\">cut emissions</a> intensity by 2025.</p> <p>This month the company said that its emissions targets were “projected to be consistent with the goals of the Paris agreement” and would position it to be “an industry leader in greenhouse gas performance by 2030”.</p> <p>Engine No.1, which wants to install four new energy-transition-focused directors on Exxon's board, was having none of it. In a letter to the board yesterday, <a href=\"https://reenergizexom.com/materials/letter-to-the-board-of-directors-february-22/\">it wrote</a>:</p> <blockquote>  <p>“None of the company's new claims change its long-term trajectory which would grow total emissions for decades to come. This is not consistent with, but rather runs directly counter to the goals of the Paris agreement.”</p> </blockquote> <p>Exxon did not respond to a request for comment.</p><p>Source: Derek Brower, Justin Jacobs and Myles McCormick 2021 'What we've learned from the Texas freeze ' FT.com 23 February. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-02-23T11:00:56.129Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 2150,
          "end": 2157
        },
        {
          "start": 2150,
          "end": 2163
        }
      ]
    }
  ]
}