{
  "_id": "4808997d9b38ea74ddd9a52ae23d63a0ce177dc5ba74fcbb119cf438731d44be",
  "feed": "ftcomall",
  "title": "Gig economy drivers feel the petrol price pain ",
  "text": "<p>Two things to start:</p> <ul>  <li><p>Wind power has become <a href=\"https://www.ft.com/content/29cb5f2b-9b09-49bf-b306-c3a782191f6c\">ensnared</a> in the early rounds of France's presidential election battles.</p></li>  <li><p>Nuclear fusion might still be an unproven technology, but <a href=\"https://www.ft.com/content/40d291c2-0de6-4140-8b44-6d1a6bb26def\">big money</a> is being poured into developing it.</p></li> </ul> <p>Welcome to another Energy Source.</p> <p>We will know later today what Opec+ intends to do about oil prices that, thanks to the Omicron breakout and worries about the efficacy of vaccines in tackling it, are down almost 20 per cent in less than a week. Opec watchers expect the group to pause its supply increases. But those expectations didn't help prices much yesterday. Brent and WTI both settled lower, at $68.87 a barrel and $65.57, respectively. </p> <p>But Opec is harder to read these days. I've spent more than a decade hanging around Viennese hotels for word from oil ministers and their advisers and it's hard to find a period when outcomes were less predictable. Saudi energy minister Prince Abdulaziz has repeatedly sprung surprises on the market since the kingdom's hardman Mohammed bin Salman, appointed him in 2019.</p> <p>Meanwhile, bullish street analysts are not much moved yet by Omicron — at least its longer-term impact. Morgan Stanley lowered its near-term prices forecasts this week, but raised them for later next year. Bank of America reckons oil could hit $120 a barrel in 2022. JPMorgan reckons $150/b is now plausible in 2023, thanks to supply constraints. Goldman Sachs lowered its Q4 and Q1 2022 price forecasts by $5/b, but said the magnitude of the sell-off means the market has priced a demand drop of 7m barrels a day (or about 7 per cent of the world total) and no response from Opec+. In other words, the price reaction is too much, Goldman is suggesting. </p> <p>Do watch <a href=\"https://www.ft.com\">FT.com</a> for the outcome of today's Opec meeting.</p> <p>In Energy Source today, Amanda Chu discusses the impact a year's worth of soaring petrol prices has had on the gig economy. Data Drill takes in both those violent oil-price gyrations in recent days, plus the scale of under-investment in global energy transition infrastructure.</p> <p>Thanks for reading.</p> <h1>Gig workers are paying up at the pump </h1> <p>The economy is increasingly reliant on app-based gig workers. But drivers in the gig economy are reliant as ever on oil. </p> <p>With a nearly 60 per cent rise in gasoline costs in the past year, many of these gig workers are trying to find ways to go green in a bid to free themselves of costly oil dependence — if they can afford it. </p> <p>I <a href=\"https://www.ft.com/content/68aa98ee-14eb-48c6-a5bc-f003181eafc2\">spoke to several analysts and drivers</a>, both from the back seat of their cars and online, to get a sense of how they are dealing with the price surge.</p> <p>“It's a real growing problem for us,” said Willy Solis, lead organiser for the Gig Workers Collective and full-time gig worker for Uber Eats and Shipt in Texas. His fuel expenses are up 50 per cent from five months ago, so he has been clocking more time behind the wheel to compensate. </p> <p>On average, Americans — and their delivery drivers — are paying $1.25 more for petrol than last year. While President Biden tried to drive down prices with the oil release he announced recently and Omicron fears have sent crude prices spiralling lower, pump prices are yet to fall back much at all. Gig workers are still struggling.</p> <p>“That's the main reason why I found a new job,” said Angie Ibañez, a gig worker for grocery delivery company Instacart in Los Angeles, where petrol prices have hit all-time highs. She stopped working for the app after rising petrol expenses crushed her earnings on orders.</p> <p>An online poll conducted by industry blog The Rideshare Guy found that 91 per cent of rideshare drivers are worried about petrol prices and about half of drivers are driving less. Twelve per cent have stopped driving entirely due to high gasoline prices.</p> <p>As Melissa Berry, managing editor at The Rideshare Guy, told me: </p> <blockquote>  <p>“Drivers are radically altering how they drive — which has no doubt exacerbated the driver shortage Uber and Lyft have been periodically finding themselves in.” </p> </blockquote> <p>To their credit, Uber and Lyft say they are trying to help. Uber has teamed up with GasBuddy and GetUpside to offer drivers discounts at the pump, and Lyft has something similar in the works. </p> <p>Still, drivers argue the discounts amount to pennies and are not enough to compensate for the surge in their input costs. Some are looking at electric vehicles to forgo fuel expenses altogether. </p> <p>Uber offers bonuses to drivers with EVs, and last month, announced 50,000 Teslas would <a href=\"https://www.uber.com/newsroom/hertztesla/\">be available to rent</a>. Lyft has a similar rental programme, and both companies have plans for all-electric vehicle fleets by 2030. </p> <p>But drivers trying the switch are poised to run into a slew of challenges as rampant inflation ripples across nearly all sectors of the economy. </p> <p>As mentioned in my article this morning, Luke Thompson, a full-time Uber and Lyft driver in Seattle, wanted to buy an electric car when high fuel prices started to diminish his earnings. But supply chain disruptions have pushed prices up above what he can afford. </p> <p>Bureau of Labor Statistics data show <a href=\"https://beta.bls.gov/dataViewer/view/timeseries/CUSR0000SETA02\">prices for used cars</a> and trucks are up 26 per cent from last year. New-vehicle prices are also at an<a href=\"https://mediaroom.kbb.com/2021-11-10-As-Americans-Buy-More-Luxury-Vehicles-and-Pickup-Trucks,-Average-New-Vehicle-Transaction-Prices-Soar-According-to-Kelley-Blue-Book\"> all-time high</a>, according to research from Kelley Blue Book.</p> <p>“I'd actually be economically better off flying across the country, buying the car there, and then road-tripping back,” Thompson said.</p> <p>EVs might be a solution one day. But many drivers are already on a financial hamster wheel, paying off earlier car leases. The petrol price inflation has made it harder to step off. <em>(Amanda Chu)</em></p> <h1>Data Drill</h1> <h2>1. Crude volatility spikes</h2> <p>Oil prices are in flux. </p> <p>The scramble to work out what the Omicron variant means for demand has triggered wild swings in Brent crude and West Texas Intermediate in recent days. </p> <p>That has pushed the CBOE crude volatility index to levels on a par this week with the 2008 financial crisis.</p> <p>Still, even that pales in comparison to volatility levels in the midst of the chaos at the start of the pandemic. Remember April 2020? <em>(Myles McCormick)</em></p> <h2>2. Renewable investments need to power up, fast</h2> <p>The world is not investing enough in renewable energy to reach net zero. </p> <p>A report by research firm Thunder Said Energy found that current upstream investments for wind and solar are 25 per cent below the levels necessary to be on track for net zero. </p> <p>By 2040, the firm estimates annual investments in wind and solar production will need to more than triple from current rates to $1tn.&#xa0;</p> <p>For every $1 disinvested from fossil fuels, $25 must be invested in renewables to maintain the same energy supply, according to Thunder Said. While renewables have high upfront capital costs, their operating costs are much smaller than those of fossil fuels. </p> <blockquote>  <p>“For now, [oil and gas production] remains the most cost-effective source of new energy additions,” wrote Rob West, founder of Thunder Said Energy and the author of the report. “This does not obviate the need to get to ‘net zero'.” </p> </blockquote> <p><em>(Amanda Chu)</em></p> <h1>Power Points</h1> <ul>  <li><p>Russia launches the world's <a href=\"https://www.ft.com/content/f5d25126-94fc-41fc-bc35-341df0560f4d\">first floating nuclear power plant</a> and taps into Arctic resources.</p></li>  <li><p>2021 was a <a href=\"https://www.ft.com/content/317424af-a559-4598-a4df-5fe7c9fff947\">record year for renewable electricity</a> but progress remains far off track.</p></li>  <li><p>Greece is about to introduce its <a href=\"https://www.ft.com/content/e772f173-44ba-4a7f-94c6-21416f3f4af5\">first climate law</a> with plans to phase out coal.</p></li>  <li><p>Supply chain disruptions are driving up the <a href=\"https://www.bloomberg.com/news/articles/2021-11-30/even-the-battery-boom-can-t-escape-world-s-supply-chain-woes\">cost of batteries</a>. (Bloomberg)</p></li> </ul><p>Source: Derek Brower, Amanda Chu, Myles McCormick   2021 'Gig economy drivers feel the petrol price pain ' FT.com 2 December. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-12-02T12:00:22.586Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 1383,
          "end": 1396
        }
      ]
    }
  ]
}