{
  "_id": "c75751575645aab7c313c47afbedae3d338e6f7879eef116ec9556c023b0758b",
  "feed": "market-watch",
  "title": "Asian travel stocks fall on omicron fears",
  "text": "<p>Hong Kong-listed casino shares were also down on concerns surrounding the virus, as well as news that an arrest warrant has been issued for the head of Macau's largest junket group for cross-border gambling activities. Sands China Ltd. HK:1928 was down 6%, Wynn Macau Ltd. HK:1128 declined 9% and Galaxy Entertainment Group Ltd. HK:27 slid 8%.</p><p>Global markets tumbled Friday after the World Health Organization called the newly identified Omicron a “variant of concern.”</p><p>Many market analysts have characterized the fall in Asian equities as a knee-jerk reaction to the uncertainty, given that little is known about the infectiousness of the new variant. Vaccine partners BioNTech SE BNTX and Pfizer Inc. PFE have said it will take at least two weeks to assess the efficacy of its vaccines against the new strain.</p><p>Morgan Stanley says the emergence of the new COVID variant could have different effects across Asia. China, Hong Kong and Taiwan “have maintained a COVID-zero strategy, which will limit the near-term economic impact but will delay any reopening efforts and rebound in consumption growth.” In countries that have attempted to open and live with the virus — including Japan, South Korea, Singapore and Australia — economies “are exposed to a risk of a setback in near-term growth,” it said.</p><p>The bank added that the effect on India and Southeast Asia could be greater, given that “these economies have tended to tighten restrictions when cases rise sharply.”</p><p>It added that the risk to regional economic growth is skewed toward the first quarter of 2022, given that the starting point of cases in the current quarter is relatively low.</p><p>Investment bank Goldman Sachs estimates that travel restrictions could deal a 2.0% hit to global economic growth in the fourth week of November–but added that the impact is marginal compared to the peak 20% hit recorded in mid-April 2020.</p>",
  "published": "2021-11-28T23:11:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 1660,
          "end": 1673
        },
        {
          "start": 1660,
          "end": 1667
        }
      ]
    }
  ]
}