{
  "_id": "f8c665c7c862a5add8e16e21310939f12e48e0b8284ad5de51f65a0402b7f013",
  "feed": "wall-street-journal",
  "title": "GameStop, Archegos Spur Talk of New Rules  ----  By Dave Michaels and Alexander Osipovich",
  "text": "<p>   WASHINGTON -- The new Securities and Exchange Commission chairman told lawmakers Thursday that regulators were scrutinizing the marriage of social media and online trading that caused gyrations in shares of GameStop Corp. this year. </p><p>   SEC Chairman Gary Gensler said Wall Street's top regulator was studying whether to impose new restrictions on brokerage apps that use technology to nudge people to trade more stocks and other securities. </p><p>   In an appearance via video before the House Financial Services Committee, Mr. Gensler said applications that \"gamify\" trading -- by using appealing visual graphics to reward a user's decision to trade -- might encourage frequent trading that results in worse outcomes for investors. </p><p>   Mr. Gensler also said the SEC would study regulatory changes in response to the March blowup of Archegos Capital Management. Leverage-fueled bets by the unregulated family-investment vehicle of hedge-fund veteran Bill Hwang led to more than $10 billion in losses at top global banks. </p><p>   House Republicans questioned Mr. Gensler on efforts the SEC may take to require more disclosure from public companies about risks related to climate change. Some Republicans say climate change may not be a significant issue for every company. Mr. Gensler said the SEC likely would propose disclosure rules after weighing public comment it sought this year. </p><p>   In remarks on gamification, Mr. Gensler suggested that many investor-protection rules were written before trading moved to online platforms that have grown more visually enticing. The hearing was scheduled after a boom in individual trading, using apps like Robinhood Markets Inc.'s, drove the prices of several stocks, including those of GameStop and AMC Entertainment Holdings Inc., far above where they traded in December. </p><p>   \"The SEC must remain attuned to rapidly changing technologies with an eye to freshening up our rules,\" Mr. Gensler said. \"If we don't address this now, the investing public, those saving for retirement, and education may shoulder the burden later.\" </p><p>   Robinhood has eliminated a digital confetti graphic from its app, following criticism that it served to gamify investing. Robinhood says it doesn't gamify trading but uses technology to reduce barriers to investing. </p><p>   Mr. Gensler said the SEC was examining whether some large broker-dealers known as wholesalers have too much power in handling retail orders. A former Goldman Sachs Group Inc. banker, he had led the Commodity Futures Trading Commission during the Obama administration. </p><p></p>",
  "published": "2021-05-07T06:13:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 2402,
          "end": 2409
        },
        {
          "start": 2402,
          "end": 2415
        },
        {
          "start": 2402,
          "end": 2426
        },
        {
          "start": 2387,
          "end": 2411
        }
      ]
    }
  ]
}