{
  "_id": "d76745f9dc746eb66f0c95ebb760b1af8acec608e09521ce18c34df641079821",
  "feed": "wall-street-journal",
  "title": "Banking & Finance: Citigroup Profit Beats Outlook on Consumer Rebound",
  "text": "<p>Revenue fell 12% to $17.47 billion. That still topped analysts' expectations of $17.22 billion.</p><p>\"The pace of the global recovery is exceeding earlier expectations and with it, consumer and corporate confidence is rising,\" Chief Executive Jane Fraser said in a statement.</p><p>A year ago, Citigroup and other big banks were socking away funds to prepare for huge losses on loans to consumers and businesses. But those losses haven't materialized, and banks have been shrinking their rainy-day funds. In the second quarter, Citigroup freed up about $2.4 billion in loan-loss reserves, boosting its profit.</p><p>The switch particularly benefited Citigroup's global consumer bank. That unit swung to a profit of $1.83 billion compared with a loss a year ago. Consumer revenue fell 7%.</p><p>Spending on Citigroup-issued credit cards soared 40% from a year ago, during the depths of the Covid pandemic. It was also up 6% compared with the 2019 period, before the global pandemic. But banks' customers continue to pay off their credit cards at unusually high rates and interest rates remain low, squeezing lending profits.</p><p>Chief Financial Officer Mark Mason told analysts the bank expects some credit-card debt to start growing as the stimulus rolls off in the second half of the year.</p><p>Net interest income, the amount the bank makes on loan interest minus what it pays on deposits, fell 8%.</p><p>In the institutional clients group, which includes investment banking and trading, profit more than doubled to $3.82 billion, while revenue fell 14%.</p><p>Trading revenue fell 33% from a record a year ago, when pandemic uncertainty made the markets particularly volatile. Fixed income trading plunged, but equity trading increased.</p><p>Goldman Sachs Group Inc. reported a 32% drop in second-quarter trading revenue, and JPMorgan Chase &amp; Co. reported a 30% slide.</p><p>The deal-making hot streak that powered Goldman and JPMorgan also helped lift Citigroup's bankers. Fees for advising companies on mergers and acquisitions soared 77% while fees for underwriting stocks rose 11%. Fees for underwriting debt fell 21%.</p><p>Low rates also squeezed its core treasury and trade business that helps companies manage cash. Its revenue fell 1%.</p><p>Across the bank, expenses rose 7% to $11.19 billion. Analysts and investors have been anxious about Citigroup's costs increasing thanks to a regulatory order to revamp its vast risk-management systems.</p><p>Executives said the improving view on the economy convinced them to speed up some investments in the bank's wealth management unit and credit-card marketing, among other things. Mr. Mason said the bank now expects full-year expenses to rise about 5%, instead of 2% to 3% he had previously forecast.</p><p>\"We're not going to miss this window of opportunity,\" he said.</p><p>Citigroup shares fell 0.3%. The stock has trailed big-bank peers and the broader stock market this year, rising 11% through Wednesday.</p>",
  "published": "2021-07-15T00:00:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 1863,
          "end": 1870
        },
        {
          "start": 1696,
          "end": 1703
        },
        {
          "start": 1696,
          "end": 1709
        },
        {
          "start": 1679,
          "end": 1703
        },
        {
          "start": 1845,
          "end": 1852
        },
        {
          "start": 1696,
          "end": 1720
        }
      ]
    }
  ]
}