{
  "_id": "1401f7cf469b3ac3c2976fe297be941052e29ac0e93f049b250f771ec01c1b10",
  "feed": "ftcomall",
  "title": "China slowdown worsens as Covid outbreak exposes consumer weakness",
  "text": "<p>China's economic slowdown worsened in August as coronavirus outbreaks exposed lingering weakness in consumer spending and cast greater doubts over the country's growth prospects.</p> <p>Retail sales rose just 2.5 per cent in August year on year, far below economists' forecasts of a 7 per cent rise and the slowest increase in 12 months.</p> <p>Industrial production, which was one of the main engines behind China's <a href=\"https://www.ft.com/content/85542e9d-01ce-4918-bfc9-ac4221228f02\">world beating recovery</a> in 2020, also missed targets to add 5.3 per cent, official data showed on Wednesday.</p> <p>The figures add to mounting concerns over a loss of momentum across China's economy, with recent flooding, regulatory interventions, new coronavirus infections and a property slowdown driving down growth expectations.</p> <p>Consumer activity, which has lagged behind the country's wider recovery over the course of the pandemic as households remained cautious, was hit hard by the disruption. Retail sales of catering and restaurants dropped 4.5 per cent, the first contraction since November 2020, HSBC analysts noted.</p> <p>“It's proven more challenging than expected to boost retail sales post-Covid,” said Carlos Casanova, senior economist at UBP.&#xa0;</p> <p>Outbreaks of the coronavirus in recent months, originally centred around cases of the Delta variant of Covid-19 in Nanjing in July, have curbed travel and consumption after authorities imposed preventive measures. </p> <p>Over the past week, dozens of new cases were reported in the southern province of Fujian, where authorities have closed schools.</p> <p>“Insofar as China maintains a zero-tolerance policy towards Covid-19, that leaves their economy vulnerable to any potential local outbreaks because they will have to shut down,” added Casanova. “That will translate into declines in consumption and supply chain disruptions.”</p> <p>Analysts at Goldman Sachs, which last month <a href=\"https://www.ft.com/content/3aaf239c-0ee0-416a-a4c8-043d574e907c\">lowered its growth forecasts</a> for real GDP in China in the third quarter to 2.3 per cent from 5.8 per cent, also pointed to a “meaningful slowdown” in industrial metrics, including electricity production and ferrous metals smelting.</p> <p>Weaker economic indicators and expectations have coincided with a slowdown in the country's property sector, which according to Bank of America makes up about 28 per cent of economic activity when both direct and indirect contributions to growth are factored in.</p> <p>A crisis surrounding <a href=\"https://www.ft.com/content/e099e0e3-4fba-45a4-92e2-08891c2f8b0e\">Evergrande</a>, the country's most heavily-indebted developer that has hundreds of projects across the country, has thrust into the spotlight Beijing's efforts over the past year to reduce leverage in the sector.</p> <p>The weak data has stoked debate over the prospect of further policy interventions, after the People's Bank of China in July unleashed more liquidity into the banking system by cutting the reserve requirement ratio.</p> <p>“We don't think policymakers will ease the overall macro policy stance significantly,” said Tommy Wu at Oxford Economics. “But we expect Beijing will be keen to avoid a sharp slowdown and will be more willing to take measures to support growth than they have been so far this year.”</p><p>Source: Thomas Hale in Hong Kong  2021 'China slowdown worsens as Covid outbreak exposes consumer weakness' FT.com 15 September. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-09-15T07:07:30.907Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 1781,
          "end": 1794
        },
        {
          "start": 1781,
          "end": 1788
        }
      ]
    }
  ]
}