{
  "_id": "10dd13adc1e65981ad7fd5c4db1105cc811c26b0797ee127b738594edfa3840b",
  "feed": "ftcomall",
  "title": "Universal Music looks to expedite planned listing",
  "text": "<p>Universal Music, the world's largest record label that is home to acts like Lady Gaga and The Beatles, is looking to expedite its planned listing to capitalise on a frothy stock market, said people briefed about the matter.</p> <p>Vivendi, the French media conglomerate that owns Universal, said in October that an initial public offering was planned for 2022. However, the group is now looking to take Universal Music public this year, said people familiar with the matter, following the successful public offering of its smaller rival, Warner Music.&#xa0;</p> <p>The music label was also recently approached by a listed blank-cheque company, a move that would have allowed Universal Music to go public via merger with a special purpose acquisition vehicle, Wall Street's <a href=\"https://www.ft.com/content/edfc90fc-13df-4b5c-92ef-677407ad936c\">hottest trend</a>.&#xa0;</p> <p>Discussions are ongoing and no final decision has been made, these people cautioned.&#xa0;</p> <p>Vivendi has dangled a potential public listing for the music group for years, as it sought to benefit from a turnround in music valuations.</p> <p>The group recently sold a 20 per cent stake in Universal Music to a consortium led by Tencent, valuing the company at €30bn, well above the €6.5bn that SoftBank offered for Universal in 2013.</p> <p>The <a href=\"https://www.ft.com/content/1f8f44e4-4ec5-11ea-95a0-43d18ec715f5\">value of music companies</a> has soared as streaming services like Spotify revived the industry, reaping billions in royalty payments to music labels.&#xa0;</p> <p>The industry's “big three” labels — market leader Universal, Sony Music and Warner Music — control nearly 80 per cent of the market, which is forecast to more than double by 2030 to reach $45bn, according to Goldman Sachs.&#xa0;</p> <p>Universal made revenues of €5.3bn in the first nine months of 2020, up about 5 per cent from a year ago.&#xa0;</p> <p>Speculation has been rife for years over what Vincent Bolloré, the billionaire who controls Vivendi, might do with Universal.&#xa0;</p> <p>After having considered listing UMG on public markets in 2017, Vivendi ruled it out in 2018 and said it would look to sell up to half the company, paving the way for the Tencent deal.&#xa0;</p> <p>Vivendi declined to comment. The company on Friday announced the completion of the stake sale to the Tencent-led consortium, adding that the UMG listing is planned for “early 2022 at the latest”.&#xa0;</p> <p><em>Additional reporting by Leila Abboud in Paris</em></p><p>Source: Anna Nicolaou and James Fontanella-Khan in New York 2021 'Universal Music looks to expedite planned listing' FT.com 29 January. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-01-29T18:39:06.213Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 1544,
          "end": 1557
        },
        {
          "start": 1544,
          "end": 1551
        }
      ]
    }
  ]
}