{
  "_id": "12b5e41e476c9f26e22ca2c8c79da11c27891c84ccc0fa9b16e066af358cfd8b",
  "feed": "ftcomall",
  "title": "Japanese economy shrinks in third quarter as supply chain disruptions bite ",
  "text": "<p>Japan's economy shrank sharply during the third quarter as global supply chain disruptions and a resurgence in Covid-19 cases damped spending by both consumers and businesses.</p> <p>The bigger-than-expected contraction was released as Fumio Kishida, the newly appointed prime minister, <a href=\"https://www.ft.com/content/a5f8bb0a-8b69-4009-9c78-ca2ee1658bdd\">prepared to unveil</a> a big stimulus package of cash handouts and subsidies for struggling households and small businesses to reboot Asia's largest advanced economy.</p> <p>The Japanese economy shrank at an annualised rate of 3 per cent in the July to September quarter, worse than analysts' expectations of a 0.8 per cent contraction. On a quarter-on-quarter basis, gross domestic product fell 0.8 per cent after <a href=\"https://www.ft.com/content/5a43557d-4c78-45cc-9fc8-4febed331b97\">a rebound</a> of 0.4 per cent in the April to July period, according to government data released on Monday. </p> <p>The hit to spending and exports was expected after carmakers, including Toyota and Honda, reduced their output in September to address <a href=\"https://www.ft.com/content/86336d38-6b89-4637-a2a5-3978d14fb324\">a chip shortage</a> caused by a rise in Covid-19 cases in south-east Asia. </p> <p>Consumer spending fell 4.5 per cent following a 3.7 per cent gain in the second quarter, while exports fell 8.3 per cent — the first contraction in five quarters.</p> <p>But Naohiko Baba, chief economist at Goldman Sachs in Tokyo, said the dent to business and residential investment was bigger than feared, exposing the damage wrought from the global supply chain turmoil. </p> <p>Business investment fell 14.4 per cent during the three months to September, the sharpest decline since the April to June quarter of 2020 and contributing 2.4 percentage points to the contraction. Housing investment was down 10.1 per cent.</p> <p>“It will likely take until the middle of next year for the global supply chains to normalise but we believe the bottom was hit in September, and we expect a rebound in the October to December quarter,” Baba said. </p> <p>With restrictions in big cities to control the spread of Covid-19 lifted and a substantial drop in daily cases, household spending is also expected to pick up in the coming months as people start shopping and dining again.</p> <p>Still, Japan's recovery has been underwhelming compared with other advanced economies. The US, for example, <a href=\"https://www.ft.com/content/eacd1594-f665-48f2-8d12-7fd093d19bb7\">expanded 2 per cent</a> on an annualised basis in the third quarter even as supply chain disruptions caused growth to slow significantly.</p> <p>“It is hard to deny that the forecast for high growth will depend largely on infection figures,” said Yoshiki Shinke, chief economist at Dai-ichi Life Research Institute. “There is enough risk that the return of crowds will lead to a Covid-19 resurgence, especially as we enter the winter period.” </p> <p>The risk of another outbreak could give the Kishida administration greater incentive to push ahead with its new stimulus measures. But many economists question the effectiveness of cash distribution, pointing out that past handouts have ended up in bank savings. </p> <p>Kishida has said he planned to distribute ¥100,000 ($878) in cash and coupons to households, students and temporary workers hit hardest by the pandemic.</p><p>Source: Kana Inagaki in Tokyo 2021 'Japanese economy shrinks in third quarter as supply chain disruptions bite ' FT.com 15 November. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-11-15T05:09:34.948Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 1194,
          "end": 1207
        },
        {
          "start": 1194,
          "end": 1201
        }
      ]
    }
  ]
}