{
  "_id": "446c709393df5075fd1a941cf0dba0b5b7a72e868f97b9fb78ddc02fc4276143",
  "feed": "wall-street-journal",
  "title": "EXCHANGE  ---  The Good Investor  ---  Arif Naqvi convinced the elite that he could earn them big profits  and help the poor at the same time. Then the money vanished.  ----  By Simon Clark and Will Louch",
  "text": "<p>   'It's a crucial moment in history. It's an opportunity to immutably and absolutely change the course of innumerable lives.\" </p><p>   Arif Naqvi, a silver-haired man of soft, bearish charm, was giving the biggest speech of his life. Hundreds of business leaders were gathered at New York City's Mandarin Oriental hotel to hear him speak on that Monday morning in September 2017. This was his moment. The eyes of the global elite were on him and he knew he needed to make a big impression. </p><p>   The U.S. press had published glowing articles about Mr. Naqvi, who socialized with billionaires, royalty and politicians. Bill Gates, Prince Charles and John Kerry were among those he interacted with for business or philanthropy. He was a member of influential boards at the United Nations and Interpol. He had signed Warren Buffett's Giving Pledge, and had been touted as a potential future leader of Pakistan, where he was born. </p><p>   He was one of the world's leading \"impact investors,\" and his stated purpose was to do good and make profits -- for his investors and for himself. Abraaj Group, his Dubai-based private-equity firm, managed almost $14 billion and owned stakes in a hundred companies in emerging markets. Abraaj appeared to be a moneymaking machine and was raising $6 billion from investors for a new fund. </p><p>   It was no coincidence that world political leaders were meeting at the same time a short walk away at U.N. headquarters. Mr. Naqvi's objective at the impact-investing conference, which he was sponsoring alongside Bank of America Corp., was to convince his audience that he could solve humanity's biggest problems -- hunger, sickness, illiteracy, climate change and power shortages -- better than the politicians assembled across town. Bank of America, which invested in Abraaj, declined to comment for this account. </p><p>   \"To do good does not necessarily mean to compromise returns,\" Mr. Naqvi said, pacing back and forth upon the stage. \"It is gratifying that we are having this event on morning one, day one and hour one of the U.N. General Assembly week.\" </p><p>   A revolution in finance was needed and he was going to lead it. He wasn't just harnessing capitalism to make money for the rich but to end the suffering of the poor as well. The era of the impact investor had arrived, he said. </p><p>   The crowd swelled with applause. </p><p>   It was a masterly performance, but Mr. Naqvi's sunny optimism on stage masked deep chaos at his firm. Legal filings in the U.S. and regulatory proceedings in Dubai have since shown the company's finances were in a disastrous state. </p><p>   Rafique Lakhani, an employee whose job was to manage Abraaj's cash, had emailed Mr. Naqvi days before the speech to tell him there was no money left to pay for promised investments in hospitals in poor countries, which he asked to be delayed. </p><p>   This account is based on interviews with Abraaj investors and former employees, as well as company emails and bank statements, a regulatory investigation into Abraaj in Dubai and legal filings in civil and criminal cases the U.S. government has brought against Mr. Naqvi and five of his most senior former colleagues. Mr. Lakhani, Abraaj's former cash manager, is among the indicted executives. Former colleagues believe he is in Pakistan. He didn't respond to requests to comment. </p><p>   Mr. Naqvi, 60 years old, has maintained his innocence of the U.S. charges, which overlap significantly with the Dubai investigation, and he declined to comment for this article. He is currently out on bail and living in London. U.K. authorities have ordered his extradition to the U.S. to stand trial and he has applied to appeal their decision. One of his former colleagues, Mustafa Abdel-Wadood, has pleaded guilty in the U.S. </p><p>   Behind the facade of operating a successful investment company capable of improving billions of lives, Mr. Naqvi was masterminding a global criminal conspiracy, according to U.S. prosecutors. Abraaj didn't have any money left on the day of the 2017 conference because he had stolen it, according to the prosecutors, who allege that he took hundreds of millions of dollars and misused money from investors including the Bill &amp; Melinda Gates Foundation, Bank of America, public pension funds, and the U.S., U.K. and French governments. Abraaj improperly or fraudulently transferred more than $780 million to Mr. Naqvi and other parties for his benefit and he misappropriated more than $385 million of those funds, returning the balance to Abraaj, according to a legal filing from Abraaj's liquidators. </p><p>   Abraaj was secretly siphoning hundreds of millions of dollars from its healthcare fund and other funds to pay for Mr. Naqvi's billionaire lifestyle and expenses and salaries at the firm, according to the U.S. government's case, the Dubai financial regulator's investigation and company and investor documents. </p><p>   Abraaj was making some investments in companies and hospitals, but money from investors that was supposed to be kept strictly separated in different funds was mixed together and spent on unauthorized purposes to keep the firm afloat, according to U.S. prosecutors and the results of the Dubai investigation that later imposed a $315 million fine on the firm. </p><p>   Unbeknown to the conference audience, Abraaj was on the brink of collapsing with more than $1 billion of debt, according to liquidators. Mr. Naqvi was racing to raise the new investment fund and had overvalued his firm's assets by $500 million to impress investors with a misleading record, according to U.S. prosecutors. </p><p>   He spent the rest of that week in September 2017 mixing with powerful politicians and billionaires in New York. He was a featured speaker at Michael Bloomberg's inaugural Global Business Forum, where other attendees included Mr. Gates, Bill Clinton, BlackRock Inc. Chief Executive Larry Fink, Goldman Sachs Group Inc.'s CEO, Lloyd Blankfein, and U.N. Secretary-General Antonio Guterres. </p><p>   \"Is there a trade-off between doing good and making money?\" Mr. Naqvi rhetorically asked the audience at the Bloomberg forum. \"There's no trade-off. You can do both.\" </p><p>   Speaking on stage at the event, he told then-Unilever PLC CEO Paul Polman and John Elkann, heir of the family that founded the Italian car maker Fiat, that the global financial system was broken. There wasn't enough trust in the emerging markets where Abraaj invested, markets Westerners mistakenly believed were too risky, he said. </p><p>   No one who saw Mr. Naqvi that week would have believed he was in trouble. Abraaj was presented as a success story, making profitable investments in risky markets where U.S. firms rarely ventured. He was used to traveling the world on private jets and on Raasta, his 154-foot superyacht with teak decks and an art deco interior. A fixture at the annual World Economic Forum in Davos, Switzerland, he was paid more than $53 million in 2015 alone. Abraaj was renowned for throwing alcohol-fueled parties that lasted days in luxury hotels. </p><p>   Mr. Naqvi's employees revered and feared him. He constantly talked about the importance of good conduct but was known to bully staff. He had humiliated one employee by ordering him to strip to the waist in a Dubai bar and tossed his shirt over the side of a balcony, and poured a glass of water over another in a restaurant, according to people familiar with the situation. </p><p>   But Abraaj was about to encounter problems. A whistleblower, who former Abraaj executives and investors believe was an employee of the firm, believed he had discovered wrongdoing at the firm. While Mr. Naqvi was in New York, the whistleblower sent investors an anonymous email, which prosecutors later mentioned in their indictment of Mr. Naqvi and his colleagues, warning about years of deception. </p><p>   \"Don't believe what the partners send you,\" the email said. \"Don't believe the slides and presentations or any information which comes, diligence it yourself with primary data and you will find the truth.\" </p><p>   Mr. Naqvi's grip on Abraaj was slipping, but he still held considerable sway over investors. Hamilton Lane, a U.S. investment firm that advises pension funds managing billions of dollars for teachers, firefighters and policemen, received the email and asked Mr. Naqvi about the allegations. \"It is bizarre and frankly unintelligible,\" he wrote to Hamilton Lane. </p><p>   At the Gates Foundation in Seattle, an official had become suspicious of Abraaj even without receiving the anonymous email. Andrew Farnum was responsible for managing a $100 million investment in Abraaj's $1 billion global healthcare fund. Mr. Farnum said in an interview that he couldn't understand why Abraaj kept asking him to send more money for the fund when the firm didn't appear to be using the cash he'd already sent them to invest in hospitals and clinics in Asia and Africa. </p><p>   \"There seems to be an extraordinary amount of money sitting in the fund,\" Mr. Farnum wrote in a September 2017 email to Abraaj. \"Can you send me details on where those funds are located and how they are currently invested?\" </p><p>   He was asking Abraaj to prove it wasn't misusing the money of one of the world's richest men. </p><p>   \"I have asked treasury/accounts to come back with the exact location,\" an Abraaj employee replied. \"Will be in touch shortly.\" </p><p>   Ashish Dave, Abraaj's chief financial officer and one of the indicted executives, considered how to deal with Mr. Farnum's questions, according to prosecutors. Mr. Dave hasn't responded publicly to the indictment and couldn't be reached to comment. </p><p>   Instead of sending current bank statements, Abraaj sent a months-old statement from Commercial Bank of Dubai that showed $224 million in the healthcare fund's bank account on June 30, 2017. On that day, the fund was temporarily filled with money Abraaj borrowed from Air Arabia -- a low-cost airline where Mr. Naqvi was a director -- to hide the fact that the account was depleted, according to the U.S. court cases and documents from regulators, liquidators and lawyers representing investors. </p><p></p>",
  "published": "2021-07-03T06:08:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 5781,
          "end": 5788
        },
        {
          "start": 5781,
          "end": 5804
        },
        {
          "start": 5781,
          "end": 5805
        },
        {
          "start": 5782,
          "end": 5789
        },
        {
          "start": 5782,
          "end": 5795
        }
      ]
    }
  ]
}