{
  "_id": "0513d6a03e020f1051d939b3b505f1112aa4aa6f5ead532acac92d3a730b202b",
  "feed": "ftcomall",
  "title": "Turkish lira sinks to new low as investors warn of ‘vicious cycle'",
  "text": "<p>Turkey's lira dropped to an all-time low on Friday as investors reacted with bewilderment to the previous day's cut in interest rates, which some analysts say has plunged the country into a currency crisis.</p> <p>The lira had rebounded in morning trading from a heavy fall, but sustained a fresh jolt of selling by the London afternoon. The currency was recently trading down around 2 per cent at TL11.32 per dollar. </p> <p>The currency has declined more than 30 per cent this year after investors lost faith in the authorities' ability to manage the economy in the face of inflation that accelerated to almost 20 per cent in October. Turkey's central bank under governor&#xa0;Sahap Kavcioglu has slashed rates from 19 per cent since the start of September — under heavy pressure from president Recep Tayyip Erdogan — despite the runaway price rises.</p> <p>“If a currency loses more than one-third of its value on the FX market in less than three months then it is probably justified to speak of a crisis,” said Ulrich Leuchtmann, Commerzbank's head of FX research.</p> <p>Investors said there was little prospect of a lasting recovery for the lira unless the central bank could somehow free itself from Erdogan's unorthodox belief that high interest rates fuelled, rather than tamed, inflation.</p> <p>“As an investor, when you see a blow-up in a currency it's always tempting to take the other side,” said Viktor Szabo, a portfolio manager at Aberdeen Standard Investments. “But in this case it's not worth it. If you had some certainty policy was going to change then maybe, but there's no sign of that.”</p> <p>While interest rates of 15 per cent might be ostensibly attractive to return-hungry overseas investors, prospective annual gains could be “wiped out in a few weeks”, given the pace of decline in the lira, Szabo said.</p> <p>Erdogan, who fired Kavcioglu's well-respected predecessor in March, has stepped up his campaign for lower borrowing costs in recent months in a bid to bolster growth as he faces a slide in popularity. But Thursday's cut, which could be followed by a further reduction in December, is likely to prove “unsustainable”, according to analysts at Goldman Sachs.</p> <p>“Policy easing is likely to quickly translate into inflation, rather than growth,” they said, adding that negative real interest rates — once inflation is taken into account — increase risks that Turkish households will begin to shift their savings en masse into dollars.</p> <p>“In the end they will have to hike,” said Timothy Ash of BlueBay Asset Management. “Otherwise you end up in a situation where inflation is so high you will see locals selling the lira, you end up in a vicious cycle of inflation and depreciation.”</p><p>Source: Tommy Stubbington 2021 'Turkish lira sinks to new low as investors warn of ‘vicious cycle'' FT.com 19 November. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-11-19T16:26:24.449Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 2129,
          "end": 2142
        },
        {
          "start": 2129,
          "end": 2136
        }
      ]
    }
  ]
}