{
  "_id": "d8609f6529f9cee4f874bcdc0e0f387d5324e028a9dc8e377d6a7b36d36e4661",
  "feed": "ftcomall",
  "title": "Will the Fed give any clues on its timeline for slowing bond purchases?",
  "text": "<h1>Will the Fed give any clues on its timeline for slowing bond purchases?</h1> <p>Federal Reserve officials gather on Tuesday and Wednesday for their&#xa0;first policy meeting since opening the door to an earlier and more aggressive tightening&#xa0;of monetary policy than broadly anticipated.&#xa0;</p> <p>The US central bank surprised investors last month with its “<a href=\"https://www.ft.com/content/0bf83e29-5ee2-415e-9e03-0edb38218bf3\">dot plot</a>” of individual interest rate projections, which indicated the possibility of two interest rate increases in 2023, up from zero just three months earlier. </p> <p>Jay Powell, the chair, tried to dissuade market participants&#xa0;from reading too much into these forecasts, emphasising that they did not represent an official view. But the slightly less dovish tilt signalled that the Fed might be quicker to respond to <a href=\"https://www.ft.com/content/212237e4-1c60-48a8-8eae-626112885827\">higher inflation</a> than previously thought.&#xa0;</p> <p>A press conference by Powell on Wednesday after the meeting concludes is also likely to include a fulsome&#xa0;discussion&#xa0;about the eventual tapering of the Fed's $120bn monthly asset purchase programme. Those conversations began last month, and in the weeks since both <a href=\"https://www.ft.com/content/234a9b90-e4f6-4b59-9e39-c6e34ac78276\">inflation</a> and <a href=\"https://www.ft.com/content/a5968f24-ab9a-48e4-b181-5e719d812705\">payrolls data</a> have come in well above economists' expectations.&#xa0;</p> <p>The central bank has said it will continue the asset purchase programme until it sees “substantial further progress” towards its inflation and employment&#xa0;goals. At a Congressional hearing earlier this month, Powell said that threshold was still “<a href=\"https://www.ft.com/content/784d4146-7504-413b-962a-038eb9ef6bdf\">a ways off</a>”, remarks that have been underlined by the <a href=\"https://www.ft.com/content/a18756ad-0b72-44ad-b90a-44f636787a75\">surging</a> Delta coronavirus variant in the US and globally that threatens growth.</p> <p>“The spread of the Delta variant and the market anxiety about the outlook . . . have strengthened the case against pulling back on accommodation pre-emptively,” Jan Hatzius, chief economist at Goldman Sachs, wrote in a recent note.</p> <p>With the unemployment rate set to fall further in the coming months, Hatzius predicts Fed tapering hints could come in August or September.&#xa0;<em>Colby Smith</em></p> <h1>How quickly is inflation rising in Europe?</h1> <p>Europe's inflation level is expected to have continued its rise in July, adding to pressure on the European Central Bank that views such growth as temporary while the bloc recovers from the economic effects of the pandemic. </p> <p>Flash consumer price inflation figures, released on Friday, are predicted to rise to a year on year rate of 2 per cent&#xa0;in July, up from 1.9 per cent in the previous month, according to economists polled by Reuters. Headline consumer price inflation has been on the rise since <a href=\"https://www.ft.com/content/ab824148-226e-495f-9ea4-629fab880e8a\">January</a>. </p> <p>Expectations of an enduring rise have been bolstered after data provider IHS Markit <a href=\"https://www.ft.com/content/955a515d-4aff-4f71-99cf-b4e50c32e209\">said</a> on Friday that increasing demand and <a href=\"https://www.ft.com/content/00bad479-9f98-44ab-a2f0-580ab6beda3d\">supply constraints</a> had caused average selling prices for eurozone goods and services to rise “at a near survey record pace in July”, showing inflationary pressures were growing, particularly in manufacturing.</p> <p>Next week's data also follow a string of higher than expected inflation figures for June in both the <a href=\"https://www.ft.com/content/0da9d6a6-f8a5-4e7d-94fc-25d83fc01866\">UK</a> and <a href=\"https://www.ft.com/content/234a9b90-e4f6-4b59-9e39-c6e34ac78276\">US</a>, suggesting rapid price growth has now become a global issue. </p> <p>The recent surge in consumer prices across&#xa0;both sides of the Atlantic showed that sellers and distributors were trying to pass on the rising costs to consumers, said&#xa0;Holger Schmieding, economist at the investment bank Berenberg, adding that “further upside surprises to inflation data are possible”.</p> <p>But while growth could rise above the newly launched ECB target of a <a href=\"https://www.ft.com/content/ab3b8c36-2199-4230-b9b3-b9e12c09d44b\">symmetric</a> annual rate of 2 per cent in coming months, its president, Christine Lagarde, suggested last week that the bank would see through temporary increases with a view to reaching a “durable” price increase of 2 per cent until at least 2023. <em>Valentina Romei</em></p> <h1>Is China's economic recovery losing momentum?</h1> <p>China's manufacturing purchasing managers' index for July, out on July 31, will be closely watched for signs of slower growth as the country's economic recovery from the effects of coronavirus shows signs of waning.</p> <p>Economists polled by Bloomberg expect a reading of 50.8 this month, compared with 50.9 in June, its lowest level since February. A measure of more than 50 indicates expansion.</p> <p>Markets have focused closely on any indication that China's economic recovery is losing momentum. Investor concerns have emerged following disruption in the country's southern ports from a <a href=\"https://www.ft.com/content/b43cef86-085b-416d-99b8-8c7c054d0f41\">coronavirus outbreak</a> last month, higher costs of <a href=\"https://www.ft.com/content/1fb517d6-bd2b-4dfa-97a6-fcde9aaa5f49\">raw materials</a> and an <a href=\"https://www.ft.com/content/80b35489-a18d-4e51-8665-167a7d9e7ce1\">electricity shortage</a> in recent months damping manufacturing activity.</p> <p>The country's growth over the past year has been heavily supported by a strong industrial sector and booming exports on the back of high global demand. Its gross domestic product <a href=\"https://www.ft.com/content/484f019c-8179-49d9-b23a-2885b8aeaf47\">grew</a> 1.3 per cent on quarter-on-quarter basis in the three months to the end of June this year, in line with expectations.</p> <p>Analysts at Citi have painted a weaker manufacturing outcome for July, forecasting a reading of 50.6, matching February's result. They noted that blast furnace steel mill operating rates declined sharply around the time of the communist party's 100th anniversary celebrations at the start of July that had “remained visibly lower”. <em>Thomas Hale</em></p><p>Source: FT reporters 2021 'Will the Fed give any clues on its timeline for slowing bond purchases?' FT.com 25 July. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-07-25T08:00:14.028Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 1707,
          "end": 1720
        },
        {
          "start": 1707,
          "end": 1714
        }
      ]
    }
  ]
}