{
  "_id": "90391afa45f06fb8038825227ab421cd9fced9cb0437f4e015ce613e1ada66dd",
  "feed": "market-watch",
  "title": "Here's the stock market's ‘wall of worry' as the S&P 500 trades near a peak, says Wells Fargo",
  "text": "<p>“It is often said that bull markets climb a wall of worry, and today, there are many bricks stacked in that wall,” said Darrell Cronk, chief investment officer of Wells Fargo &amp; Co.'s wealth and investment management division, in a note this week. He broke out Wells Fargo's top 10 market risks, indicating which ones should “fade” and those investors should “follow closely” or potentially “fear.”</p><p>Inflation, labeled as a risk to follow, tops the list, with Cronk saying “there is little question that the target for ‘transitory' is being elongated at least into next year.” He wrote that “underlying rates of core inflation remain near multi-decade highs — supply bottlenecks have boosted goods pricing, while the rapid normalization of the services sector has lifted prices from depressed levels.”</p><p>The highly contagious delta variant of the coronavirus ranks second on the list, deemed a risk to “follow from a health standpoint” but one to fade from an economic perspective as progress is made on vaccinations.</p><p>The U.S. debt ceiling comes next, labeled as risk to “follow trending toward fear,” as Congress must address the government reaching its $28.5 trillion cap on much it may borrow.&#xa0;</p><p>“The&#xa0; U.S. Treasury is invoking extraordinary measures this month, buying Congress another two to three months to address the debt ceiling,” Cronk said in the note. “It has been 10 years ago this month since the debt ceiling standoff in 2011 triggered a downgrade of the U.S. credit rating.”</p><p>He also pointed to “everything peaking” — concerns that fiscal spending, liquidity, expansion of gross domestic product and corporate earnings growth have all reached their high-water marks in the recovery from the pandemic — as a fading risk that's already priced into markets.</p><p>“All is well that grows well,” Cronk wrote.&#xa0;</p><p>The S&amp;P 500 index, meanwhile, has climbed to 49 peaks this year, closing at its most recent record high on Monday. The last time the index hit as many highs by August was in 1995, when the S&amp;P 500 went on to finish the year with the highest tally of record closes ever at 77, according to Dow Jones Market Data.</p><p>“Based upon index closing levels, we have to go back to last October to find the most recent 5% correction,” Cronk said in his note. “This is statistically unusual — going back to 1928, each calendar year has generated three to four such corrections.”</p><p>The S&amp;P 500 closed Tuesday at 4,448, down less than 1% from the index's all-time high as investors evaluated weaker-than-expected retail sales and concerns including the delta wave. The gauge closed as low as 2,237 on March 23, 2020 as the earlier stages of the pandemic sparked volatility in markets before the Federal Reserve swooped in with a rescue program.</p><p>See:Dow, S&amp;P 500 snap run of record highs as stocks end lower after disappointing retail sales</p><p>That rescue ties into another market risk to follow on Cronk's list: the Fed eventually tapering its monthly purchases of $80 billion of Treasurys and $40 billion of mortgage-backed securities that it began last year to help support markets during the onset of the Covid-19 crisis.&#xa0;</p><p>“Let's be clear, with the U.S. experiencing the fastest nominal GDP growth since the 1950s and what looks to be the best ever S&amp;P 500 earnings beats on record, we agree that it is time to begin removing emergency monetary policy,” he wrote. “The taper itself is less consequential — given universal acceptance that it will happen — but the timing creates a repricing of the path of the federal funds rate that does matter to markets.”</p><p>Read:‘Bubble-like behavior' unlikely to destabilize the stock market, but JPMorgan says value will prove a ‘cushion' as yields rise</p><p>The next five risks in “the wall of worry” include tax increases; equity valuation and “the intense style rotation beneath the surface” of stock indexes as many investors scramble to keep up with shifts between cyclicals, growth and bond proxies; China's slowdown in economic growth and its regulatory crackdown; market complacency; and underexposure to commodities with “miles yet to travel.”</p><p>The sole risk cited in that mix as one to “fear” is higher taxes, with Cronk explaining “the Biden administration has proposed the largest and most sweeping tax-increase proposal since 1968.”&#xa0;</p><p>Wells Fargo expects top-tier individual income tax rates will return to pre-2017 levels, while corporate income taxes may be reset to 25% or 26%, from an effective 21% level, according to the report. Capital gains rates could “land in the upper 20% range after intense negotiations.”&#xa0;&#xa0;</p><p>“In our view,” said Cronk, “anything higher than these levels would be market negative.”&#xa0;</p><p>The S&amp;P 500 SPX has gained about 18.4% this year through Tuesday, compared to a return of about 15.5% for the Dow Jones Industrial Average DJIA and 13.7% for the Nasdaq Composite COMP index, according to FactSet data.&#xa0;</p><p>While Wells Fargo is “optimistic” about the rest of this year and 2022, Cronk cautioned that “risks are in a constant state of flux and change.” But laying out market worries is meant to help investors manage market risks, he suggested, helping them sort out which ones should fade as opposed to potentially creating fear, and those “we're following closely for more clues.”</p><p>Check out:Here's how Goldman Sachs is advising private-wealth clients in ‘confusing' market</p>",
  "published": "2021-08-18T10:28:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 5250,
          "end": 5263
        },
        {
          "start": 5250,
          "end": 5257
        }
      ]
    }
  ]
}