{
  "_id": "f4e5dafc974a35ba9fda6148cce4da4c8631ec9358734d9ab28251859661674f",
  "feed": "wall-street-journal",
  "title": "SPACs Are Financier's Second Act  ----  By Veronica Dagher",
  "text": "<p>   Celebrity influencers like Serena Williams and Chamath Palihapitiya have jumped on the blank-check-company boom. One of the biggest stars in this white-hot corner of Wall Street is a 79-year-old financier who doesn't tweet or court the Reddit crowd. </p><p>   What Betsy Cohen does do is deals -- lots of them. </p><p>   This month, Ms. Cohen brought her ninth blank-check company to market, making her one of the biggest players in special-purpose acquisition companies, or SPACs. Her latest undertaking involves a merger with Robinhood Markets Inc. rival eToro that values the investment platform at more than $10 billion. </p><p>   In total, Ms. Cohen's SPACs raised more than $3 billion and are taking public such companies as payment platform Payoneer Inc. and financial advisory firm Perella Weinberg Partners. Since the pandemic, Ms. Cohen does her deals from her home near Sarasota, Fla. </p><p>   It isn't just the number of deals that sets Ms. Cohen apart in a space now swarming with big names. While many of the celebrities touting SPACs are women, few run one. Of roughly 512 vehicles active in the U.S., only about 30, including Ms. Cohen's, are led by a woman,said Benjamin Kwasnick, founder of data provider SPAC Research. </p><p>   Ms. Cohen is known for persistence and focus in an area of finance that some fear is a market fad. </p><p>   She sniffed out the potential for SPACs well before much of Wall Street, starting one in 2015. \"My greatest pleasure is creating something out of nothing,\" she said. \"I'm just pursuing what I've always pursued, which is doing what's unpopular until it becomes popular.\" </p><p>   So far this year SPACs have raised more than $90 billion and account for about 72% of all initial public offerings, according to Dealogic. </p><p>   That compares with just 22% two years ago and is a far cry from when Ms. Cohen started. In 2015, SPACs were an oddity with a checkered past; there were only about 20 that raised just shy of $4 billion, according to Dealogic. </p><p>   That didn't deter Ms. Cohen, who had just wrapped up a 50-year career spanning finance, law and real estate and in which she had started more than a dozen companies. After retiring for just eight days, she started a SPAC called FinTech Acquisition Corp. with her son, Daniel Cohen. </p><p>   At first, the Cohens were looking for a way to marry their knowledge of the fintech sector with their banking experience. Ms. Cohen was the chief executive and founder in 1999 of The Bancorp Inc., a virtual bank for small and midsize businesses. </p><p>   \"She was a fintech pioneer all the way back in her Bancorp days,\" said Kelly Galanis, managing director at Goldman Sachs, which worked on several SPAC deals with Ms. Cohen. </p><p>   By 2015, the Cohens thought many fintech companies were ripe to go public via a SPAC. The companies were generally at later stages in their growth cycles. Going to market by merging with a SPAC would be faster, cheaper and potentially more lucrative than trying an initial public offering. </p><p>   Ms. Cohen said she was drawn to the challenge of starting a SPAC because of a mix of ambiguity and risk: Start with a pile of cash, then aim to find a private company to take public. She said her deals have made money, although she hasn't specified how much. </p><p>   About a year after launching, Ms. Cohen did her first SPAC deal. Her company paid $10 a share to merge with CardConnect Corp., a payment-processing company. The company was acquired about a year later by First Data Corp. for $15 a share. </p><p>   Buoyed by this success, Ms. Cohen went after more deals and targeted companies that had passed their startup phase. Her rationale: If those companies, generally founded between 2005 and 2012, were still around, they had likely proven their business and were a good pick to go public. </p><p>   Choosing a target is more art than science for Ms. Cohen. Her process includes seeing where a product or company fits in the financial-technology ecosystem, assessing the management team and understanding their vision for growth. </p><p>   Ms. Cohen has no current plans of retiring, again. \"You're really only as good as your last deal,\" she said. </p><p>   --- </p><p>   Amrith Ramkumar contributed to this article. </p><p></p>",
  "published": "2021-03-29T06:07:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 2567,
          "end": 2574
        },
        {
          "start": 2567,
          "end": 2580
        }
      ]
    }
  ]
}