{
  "_id": "cc0aa362325c58626541ab232ccaae1af17caf2c6b180624212f81b2026dd130",
  "feed": "wall-street-journal",
  "title": "Ozy Media Board Announces Investigation of Business Practices; Board says it asked Chief Operating Officer Samir Rao to take leave of absence during investigation",
  "text": "<p>On Sunday, the New York Times reported that Ozy Chief Operating Officer Samir Rao impersonated an executive from Alphabet Inc.'s YouTube on a fundraising call with Goldman Sachs Group Inc. Carlos Watson, Ozy's chief executive, said on Twitter Sunday that Mr. Rao's behavior on the call was \"deeply unfortunate\" and attributed his behavior to a mental-health issue.</p><p>The board said it has asked Mr. Rao to take a leave of absence pending the investigation. The board said Harry Hawks, the former executive president and chief financial officer of Hearst Television, has agreed to serve as interim CFO during the review.</p><p>Tuesday's announcement marks an abrupt about-face for the youth-focused media startup, which on Sunday had said that its board had been made aware of the incident involving Mr. Rao and had approved of the way it was originally handled. In the statement Sunday, Mr. Lasry said that Mr. Rao's behavior amounted to \"an unfortunate one-time event\" and praised Mr. Watson for showing compassion toward Mr. Rao.</p><p>Mr. Watson co-founded Ozy in 2013 after stints as a banker at Goldman Sachs and serving as an anchor on MSNBC. The company's name comes from \"Ozymandias,\" a poem by Percy Bysshe Shelley about a statue of a ruler whose kingdom has been eroded by time. On its website, Ozy says it interprets the poem as \"a call to think big while remaining humble.\"</p><p>Ozy publishes articles, videos and podcasts focused on current events. Mr. Watson hosts a talk show that has featured sit-downs with musicians and actors including Matthew McConaughey, Scarlett Johansson and \"Hamilton\" star Daveed Diggs. Ozy also hosts \"Ozy Fest,\" an event series featuring boldfaced names in entertainment, politics and business. The Daily Beast on Tuesday reported that a coming edition of Ozy Fest, originally slated for mid-October in Miami, has been postponed.</p><p>The company has raised money from backers including German publishing conglomerate Axel Springer SE and Emerson Collective, the philanthropic organization founded by Laurene Powell Jobs. Ozy has also attracted investment from Mr. Lasry and David Drummond, the former chief legal officer of Google parent Alphabet.</p><p>Write to Benjamin Mullin at Benjamin.Mullin@wsj.com</p><p>Ozy Media Board Announces Investigation of Business Practices</p>",
  "published": "2021-09-29T00:37:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 1086,
          "end": 1099
        },
        {
          "start": 164,
          "end": 171
        },
        {
          "start": 164,
          "end": 188
        },
        {
          "start": 1086,
          "end": 1093
        },
        {
          "start": 164,
          "end": 177
        }
      ]
    }
  ]
}