{
  "_id": "c9c5aaedde219c44c97834db3f35783baf1234d59c3bf855335892c7b00c0075",
  "feed": "market-watch",
  "title": "Goldman Sachs boosts Europe footprint with $1.9 billion NN Investment Partners buy",
  "text": "<p>The deal marks the largest acquisition by the marquee investment bank thus far under chairman and CEO David Solomon, who took over from Lloyd Blankfein in late 2018.</p><p>Solomon said the transaction will accelerate Goldman's growth by acquiring a “leading European client franchise” and adding NN Group's insurance asset management business.&#xa0;NN Investment Partners' track record on sustainability and ESG also aligns with Goldman's “level of ambition to put responsible investing and stewardship at the heart of our business,” he said.</p><p>Also read: Goldman Sachs pushed to disclose if its oil-patch financing works against net-zero emissions goal.</p><p>Goldman's stock GS was down1.1% in midday trading, putting it on track for a fifth straight loss after closing at a record $415 on Aug. 12. The stock was still up 49.6% in 2021, while the SPDR Financial Select Sector exchange-traded fund XLF has climbed 27.2% and the Dow Jones Industrial Average DJIA has gained 14.3%.</p><p>Given Goldman's market cap of $138 billion, a $1.9 billion (€1.6 billion) deal amounts to a larger tuck-transaction for the banking giant in a business that's all about building up assets under management (AUM), which in turn generates more fees.</p><p>“Asset management has become a scale business,” Keefe, Bruyette &amp; Woods analyst Brian Kleinhanzl told S&amp;P Global Market Intelligence last year.&#xa0;</p><p>Goldman's purchase of NN Group NV will add 900 employees, $70 billion in actively managed AUM and $355 billion in assets under supervision to Goldman's business. After the deal closes, by early 2022, Goldman said the deal will scale up its assets under supervision in Europe to $600 billion. The deal includes a strategic partnership agreement with NN Group to manage a $190 billion portfolio of assets.&#xa0;</p><p>Goldman's acquisition of NN Investment Partners comes amid healthy deal-making in the asset management business including Morgan Stanley's MS blockbuster acquisition of Eaton Vance Corp. for $6.5 billion, which closed in March.</p><p>J.P. Morgan Chase &amp; Co.'s JPM J.P. Morgan Asset Management in June acquired forest management and timberland investor Campbell Global LLC from seller BrightSphere Investment Group. The deal added $5 billion in AUM and 150 employees to the bank's efforts to offer investments that reduce greenhouse-gas emissions.</p><p>In December, Jamie Dimon, J.P. Morgan's chairman and CEO, said the bank remains open to asset-management deals, as well as investments in financial technology.</p><p>While some banks have bulked up their asset-management businesses, others have shed them.</p><p>Wells Fargo &amp; Co. WFC expects to close the $2.1 billion sale of its Wells Fargo Asset Management unit to private-equity firms GTCR LLC and Reverence Capital Partners LP by the end of September. GTCR and Reverence Capital said the business will be renamed Allspring Global Investments under former Legg Mason CEO Joseph A. Sullivan, who led the asset manager prior to its sale to Franklin Resources Inc. BEN for $4.5 billion in 2020</p>",
  "published": "2021-08-19T12:29:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 0,
          "end": 7
        },
        {
          "start": 0,
          "end": 13
        },
        {
          "start": 211,
          "end": 218
        },
        {
          "start": 211,
          "end": 219
        },
        {
          "start": 418,
          "end": 425
        },
        {
          "start": 418,
          "end": 426
        },
        {
          "start": 543,
          "end": 550
        },
        {
          "start": 543,
          "end": 556
        },
        {
          "start": 642,
          "end": 649
        },
        {
          "start": 642,
          "end": 650
        },
        {
          "start": 968,
          "end": 975
        },
        {
          "start": 968,
          "end": 976
        },
        {
          "start": 1353,
          "end": 1360
        },
        {
          "start": 1353,
          "end": 1361
        },
        {
          "start": 1495,
          "end": 1502
        },
        {
          "start": 1495,
          "end": 1503
        },
        {
          "start": 1553,
          "end": 1560
        },
        {
          "start": 1757,
          "end": 1764
        },
        {
          "start": 1757,
          "end": 1765
        }
      ]
    }
  ]
}