{
  "_id": "bd7c827ba8cf1913fcb5e74657d4ba8755a5a7085ef1e6058411fa470de27dca",
  "feed": "wall-street-journal",
  "title": "Banking & Finance:  Blackstone, Private-Equity  Stocks Enjoy Strong Gains  ----  By Miriam Gottfried",
  "text": "<p>   After years of lackluster performance, shares of private-equity firms have hit their stride. </p><p>   In the decade or more since Blackstone Group Inc., KKR &amp; Co., Apollo Global Management Inc. and Carlyle Group Inc. went public, their assets under management have exploded as they branched out beyond leveraged buyouts into areas such as real estate, lending and insurance. </p><p>   But their stocks languished, leading executives such as Blackstone chief Stephen Schwarzman to publicly gripe that the market was undervaluing them. </p><p>   That has changed in a big way since the U.S. economy began to emerge from the coronavirus-driven downturn. </p><p>   Including dividends, shares of Blackstone have tripled since April 1, 2020, roughly when the recovery began, pushing its market capitalization to around $140 billion. That is bigger than those of financial giants Goldman Sachs Group Inc. and BlackRock Inc. KKR's stock performance has been even stronger over that period, edging out Blackstone's by a few percentage points. (Blackstone's performance over the past three years has trounced that of all three rivals.) </p><p>   Shares of Carlyle, which historically lagged behind those of peers, have shot up by nearly 160%. Even Apollo's stock, which was weighed down by revelations of ties between former Chief Executive Leon Black and Jeffrey Epstein, has more than doubled. </p><p>   The S&amp;P 500 has risen by about 83% in that period, according to FactSet. </p><p>   Private-equity firms -- big owners of assets purchased with significant amounts of debt -- are ideally positioned to be outsize beneficiaries of current market dynamics. Low interest rates have made borrowing cheap and led yield-hungry investors to funnel hundreds of billions of dollars into the firms' coffers. </p><p>   The tailwinds were on recent display as the firms reported strong second-quarter results, pushing their shares up even further. </p><p>   The spring for the group's outperformance was loaded well before the pandemic began, when each firm opted in quick succession to abandon its partnership structure and become a C-corporation on the heels of the 2017 corporate tax cuts. </p><p>   The partnership structure had kept their billionaire founders in control but meant their stocks couldn't be included in indexes and shareholders had to endure extra tax requirements to own them. </p><p>   The firms' shares have been added to several indexes, and the S&amp;P 500 could be next. </p><p>   \"By being publicly traded partnerships, we created stocks that were difficult to own,\" said Blackstone President Jonathan Gray. </p><p>   Becoming corporations meant \"creating liquidity and a broader universe to buy these stocks,\" he said. </p><p>   The firms also ditched \"economic net income,\" a profit metric they had created for their public-market debuts that ended up being volatile and difficult to understand. They began to emphasize figures that matter more to public investors, including the amount of earnings that can be returned in the form of dividends and profit tied to management fees, which are more predictable than performance-related income. </p><p>   KKR earlier this year said it was tying employee compensation more closely to performance fees, enabling more of the management-fee stream to flow to public investors. </p><p>   \"What the markets want are sticky, consistent fee streams that are recurring in nature with high reup rates,\" said Morgan Stanley analyst Michael Cyprys, who has been covering the stocks for years. </p><p>   And all four firms have thrown themselves into raising so-called permanent or perpetual capital. </p><p>   It is money that doesn't have to be returned or re-raised within a few years, as has historically been the norm with private-equity funds, and can keep churning out fees instead. </p><p>   The quest for such long-term capital has led them to develop platforms to manage assets for insurance companies and offer new products to individual investors. </p><p>   Long a leader in insurance, Apollo now gets more than $250 billion of its $471.8 billion in assets from insurance affiliates Athene Holding Ltd. and Athora Holding Ltd. Apollo is solidifying the arrangement with a deal announced this year to buy the piece of Athene it doesn't already own. Its rivals have all made recent moves aimed at catching up. </p><p>   Blackstone has led the charge on the industry's other major permanent-capital front: indial investors. The firm has been investing for years to create infrastructure to distribute and market products aimed at moderately wealthy individuals -- a market it estimates is worth $80 trillion -- and it has become clear in recent quarters that the effort is paying off in a big way. </p><p>   BREIT, the firm's nontraded real-estate investment trust, and BCRED, a private-credit product likewise aimed at individual investors, have been raising a combined $4 billion in new capital each month, the firm said during its second-quarter earnings call last month. </p><p>   Blackstone's peers are starting to follow suit. </p><p>   KKR in May rolled out a product to offer private real estate to individual investors. Apollo said Wednesday it is investing in its own retail distribution channel, with the goal of making individual investors a material piece of its third-party inflows in the next three-to-five years. </p><p></p>",
  "published": "2021-08-06T06:02:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 835,
          "end": 859
        },
        {
          "start": 835,
          "end": 842
        },
        {
          "start": 835,
          "end": 858
        },
        {
          "start": 835,
          "end": 848
        }
      ]
    }
  ]
}