{
  "_id": "bb2af9f14a829d8aa4685f73c1a0f29a69d8dd209ce990a23fc40c371f2706f6",
  "feed": "wall-street-journal",
  "title": "Heard on the Street:  All Work, No Play Risks Profit  ---  Conditions at investment banks on Wall Street raise questions for investors  ----  By Telis Demos",
  "text": "<p>\n  [Financial Analysis and Commentary] </p><pre> </pre><p>\n  It may only be tiny violins that most people would play for overworked junior investment bankers on Wall Street. But their concerns do raise some interesting questions for investors about the profit surge in the industry. </p><p>\n  In recent weeks, there have been several reports of complaints by people who do much of the process work involved in pitches, projections or presentations at Wall Street investment banks, citing working all hours from home, sometimes while living with parents, amid a boom in activity like special-purpose acquisition companies, or SPACs. Firms reportedly are paying some additional bonuses, even in the form of Pelotons, and are offering other improvements such as banning internal Zoom meetings on Fridays. </p><p>\n  After the 2008 financial crisis, one way investment banks dealt with overall smaller fee pools and a shift of activity to the \"shadow banking\" realm was by slimming down and wringing more out of their workforces, which historically make up a huge portion of expenses on Wall Street. Front-office head counts have fallen in recent years, and ratios of compensation to total revenue have mostly trended a bit lower. At the best firms, the aim was to pair this with productivity enhancements via technology, even for things like client presentations and sales calls, to keep up revenue-generating capacity in good times. Banks also introduced changes to work schedules several years ago, such as protected weekends, to bolster recruiting. </p><p>\n  In 2020, that effort paid off in a huge way in operating leverage, by several measures. Coalition Greenwich, which tracks the dozen largest investment banks globally, reported an uptick in revenue-per-head of more than 40% from the prior year in fixed-income trading and about 20% across equities trading and deal making. Last year was the highest in over a decade for big banks' investment-banking revenues globally and saw operating margins jump to 44% from 29% in 2019, Coalition Greenwich said. </p><p>\n  The New York City securities industry's average bonus as tallied by the New York state comptroller grew 10% in 2020 from the prior year, while pretax profits for securities broker-dealers grew 81%. Using compensation ratios compiled by analysts at Barclays for Morgan Stanley and JPMorgan Chase for their investment-banking units, and for Goldman Sachs Group across the firm, the average ratio of compensation expense to revenue was about 29% in 2020, down from over 32% the prior year. </p><p>\n  The question is how much of that operating leverage in investment banking was driven not just by scaling their technologies and platforms, but by relatively smaller human workforces putting in unsustainable efforts. Wall Street has for some time had to fight to keep many of its most talented junior employees from jumping to clients and startups that have been stealing market share -- so their relative happiness, while perhaps not society's top concern, is of interest to investors. </p><p>\n  Paying some bonuses to younger staffers won't itself upend Wall Street's economics. But it is also likely that the lack of office camaraderie and opportunities for in-person mentoring, as well as the missing perks of city life, are making heavy workloads even harder to bear. For Wall Street at least, perhaps work-from-home can only be a temporary boost to operating margins, with plush offices and entertainment budgets ultimately necessary expenses. At least that is good news for big-city property owners. </p><p></p>",
  "published": "2021-03-30T06:05:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 2342,
          "end": 2361
        },
        {
          "start": 2330,
          "end": 2349
        },
        {
          "start": 2342,
          "end": 2349
        },
        {
          "start": 2342,
          "end": 2355
        }
      ]
    }
  ]
}