{
  "_id": "daa099dd50f77d9384ecc63242309f091619a2c98c36ffd5860ca294b994fb83",
  "feed": "wall-street-journal",
  "title": "China's Regulatory Storm Risks Triggering Wider Economic Damage; As Beijing tightens rules on real estate, technology and other sectors, worries grow that it could trip up growth",
  "text": "<p>As the campaign intensifies, however, collateral damage is spreading.</p><p>One of the country's leading home builders, China Evergrande Group, is on the brink of collapse, and home sales are petering out in many places, after China's latest attempt to rein in the debt-fueled growth of property developers and tame the surge in housing prices.</p><p>Beijing's abrupt clampdown on the country's private tutoring industry this summer, meanwhile, has triggered layoffs in the sector, which in recent years had been one of the biggest sources of jobs for college graduates. Technology-sector employees are facing pay cuts and potential layoffs after regulators tightened the leash on the industry. Foreign investors have grown more skeptical about putting money into some parts of China's economy.</p><p>Bank of America on Tuesday cut its forecast for China's gross domestic product growth to 8% and 5.3% in 2021 and 2022, down from 8.3% and 6.2% previously, citing reasons including tightened credit conditions and the risk that Beijing could mishandle the problems at Evergrande.</p><p>In the southwestern city of Nanjing, Qin Guangyi, an office-market real-estate agent, said he is earning only about half of what he earned in 2019, in part because many smaller private firms are struggling to survive amid all the crackdowns, meaning less demand for office space.</p><p>\"I tried but I didn't hit any of my sales targets this year,\" said Mr. Qin, who considered moving to work in the tech sector, but dismissed the idea after China's moves to break the market dominance of companies such as e-commerce giant Alibaba Group Holding Ltd.</p><p>\"Regulations are highly uncertain these days. You just don't know what industry will be targeted next,\" said Mr. Qin, 31 years old. \"The economy feels pretty gloomy out here.\"</p><p>The regulatory clampdowns are gathering momentum at a time when China's growth already appeared to be losing steam. Consumer spending faltered in August, growing only 2.5% from a year earlier as efforts to contain the Delta variant outbreaks hurt services industries. Higher commodity and raw materials prices have squeezed manufacturers' profits, damping their appetite for investment.</p><p>Many economists say the worries are overblown, and that China can still reach 8% growth this year, surpassing the official target of above 6%, especially if Western demand for Chinese exports stays strong.</p><p>The problems that Chinese regulators are trying to address, including heavy debt loads and monopolistic behavior, as well as reining in carbon emissions, must be dealt with eventually, economists add, and many of the measures are popular.</p><p>The government has resources to bail out property development firms or other companies if financial risks rise too high, and China's central bank has ample room to ease monetary policy if needed.</p><p>\"It is not yet an inflection point for regulatory policy relaxation, as pandemic control, property price stability, and decarbonization are still at the top of the government's task list,\" said Carol Liao, China economist at PIMCO, an investment management firm.</p><p>Goldman Sachs, however, argued in a note to clients this week that China's window of opportunity for regulatory actions has already closed, as growth slows as a result of peaking export demand, Delta variant risks and other factors.</p><p>Given those concerns, \"we think it is imperative for the government to provide clear communication on the plan regarding Evergrande and to shore up confidence among home buyers, suppliers and contractors, banks and other nonbank financial institutions,\" the bank wrote, or China could face rising market tensions that could hit growth into next year.</p><p>Evergrande said on Sept. 14 that it had hired financial advisers, a move that potentially brings it closer to a restructuring, after its apartment sales slowed and asset-disposal plans didn't materialize.</p><p>Many of the biggest concerns among economists revolve around China's property sector. Its unexpected strength in 2020 helped the economy recover from Covid-19, contributing about 7.3% of China's GDP last year, compared with 2.3% in 2010, according to official data.</p><p>But worries have been building among Chinese policy makers that prices have grown too high too quickly, soaring out of reach for many young families and making them less willing to have children, while adding risks to the financial system.</p><p>To tame the market, China capped borrowing by some highly-indebted developers under a campaign known as the \"three red lines,\" including limits on leverage. Some cities took their own steps, including Shenzhen, which attempted to cap price increases on existing homes, causing market transactions to fall sharply.</p><p>Some analysts have said the government's steps could push companies like Evergrande, which breached all of Beijing's three red lines, to default on debt. That has raised fears among international investors in part because many Chinese developers have raised funds from the offshore bond market. It could also lead to losses for Evergrande suppliers and Chinese financial institutions that do business with the firm and lead to other unforeseen impacts.</p><p>Another concern is that by choking off bank loans to some developers, more are under pressure to sell properties at deep discounts to boost liquidity, which could cause home prices in some places to enter a downward spiral. If that occurs on a broader scale, it risks stirring social unrest as Chinese families see their wealth shrink. Housing makes up about 74% of household wealth in China, according to a 2019 study by China's central bank.</p><p>Overall, home prices have continued to rise across major cities in China, though the rate of appreciation has slowed in recent months.</p><p>Since August, in at least six smaller Chinese cities, local authorities have warned developers against cutting home prices too sharply. The housing bureau in Yueyang, a third-tier city in central China, put a floor on new residential home prices last month, and said it would halt transactions on homes trading below the government-stipulated prices.</p><p>Some economists argue that while authorities could step in to conduct a restructuring of Evergrande to avoid contagion risks, they are unlikely to scrap regulations aimed at cooling the property market overall, because doing so is central to leader Xi Jinping's broader goal of achieving \"common prosperity,\" a wide-ranging plan to reduce inequality.</p><p>\"This round of regulations in the property market is more driven by political purposes than economic ones,\" said Zhu Ning, a professor of finance at the Shanghai Advanced Institute of Finance. \"For decades, most Chinese believed home prices will only climb higher and become a major source of burden on families. It is clear that Beijing wants to change that perception.\"</p><p>The economic costs of other elements Mr. Xi's \"common prosperity\" effort are also becoming evident.</p><p>China introduced steps this summer to restrain the country's booming after-school tutoring industry, in an effort to tackle spiraling educational costs and reduce pressure on families. The moves triggered a selloff of publicly listed education companies and forced them to rethink their business models.</p><p>Dai Yun, co-founder of Putao ABC, a Beijing-based online English education center that serves more than 10,000 students from kindergarten through 12th grade, had to cut staff to around 40 from more than 200.</p><p>\"Now that we are not allowed to do advertisements, we can hardly scale up our business anymore,\" said Mr. Dai, adding that Beijing's new rules forced the company to abandon plans to go public.</p><p>While China's headline measure of surveyed urban unemployment remains low overall, it is much higher for young people, including the country's college graduates, whose numbers rose to a record of over 9 million this year. China's actions, which include trying to reduce long work hours, are also hurting their job prospects with tech companies, traditionally among the most-desirable employers for young Chinese.</p><p>Some staff at ByteDance Ltd., which owns the popular Douyin and TikTok video apps, saw monthly income drop by as much as 20% starting in August, after the company canceled rules that require employees to work every other Sunday, according to a report by state-run media.</p><p>Economists say further pay cuts and fewer job opportunities could weigh on consumer spending, which was already one of the weakest links of China's Covid-19 economic recovery.</p><p>Han Wenxiu, an official from the Central Financial and Economic Affairs Commission, said last month that China's common prosperity efforts aren't about \"killing the rich to serve the poor\" but to create a more equitable society and clear the pathway of upward mobility for more people.</p><p>Yet fears linger, especially among some foreign investors.</p><p>\"Investors are asking whether China's policy shift could lead to a decline in economic efficiency? Would it be interpreted as rebalancing the share of the economy in favor of workers at the expense of business owners?\" said Robin Xing, chief China economist at Morgan Stanley in Hong Kong.</p><p>\"The key would be to strike a balance. If there's over-tightening in each industry, it would hurt market players' confidence in China,\" he added.</p><p>Beijing's Campaign</p><p>Some recent WSJ articles on business regulation in China, selected by the editors</p><p>* Xi Jinping Aims to Rein In Chinese Capitalism, Hew to Mao's Socialist Vision (Sept. 20)</p><p>* How Beijing's Debt Clampdown Shook the Foundation of a Real-Estate Colossus (Sept. 18)</p><p>* China Evergrande Hires Financial Advisers as Protests Erupt at Its Offices (Sept. 14)</p><p>* China's Tutoring Restraint Slams Stocks (July 26)</p><p>* Jack Ma's Ant Group Bows to Beijing With Company Overhaul (April 12)</p><p>Write to Stella Yifan Xie at stella.xie@wsj.com</p><p>China's Regulatory Storm Risks Triggering Wider Economic Damage</p>",
  "published": "2021-09-21T15:10:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 3072,
          "end": 3085
        },
        {
          "start": 3072,
          "end": 3079
        }
      ]
    }
  ]
}