{
  "_id": "729bc8d31f09201186daa711350a2e043f3ce93c97a30ed50a2e941017c19678",
  "feed": "wall-street-journal",
  "title": "PE Daily: Private-Equity Replication Funds Draw Interest | Carlyle and Calpers Lead New ESG Standards Effort",
  "text": "<p>We have those and many more stories for you condensed below, so please wade in...</p><p>Today's Top Stories</p><p>Some pension managers are interested in investment strategies that seek to reproduce the performance of private-equity funds through a portfolio of public securities, as they look for less costly ways to match the returns associated with alternative assets, Luis Garcia reports for WSJ Pro Private Equity. One Danish pension manager recently invested $100 million in an AXS Investments LLC vehicle that tracks the Thomson Reuters Private Equity Buyout Index, which is designed to replicate the performance of private-equity funds. Others say they are looking at similar strategies.</p><p>A group of major private-equity investors and managers, including Carlyle Group Inc. and Blackstone Inc., has teamed up to try to fix how the industry measures and reports its environmental, social and governance performance, Chris Cumming reports for WSJ Pro Private Equity. The group, collectively representing more than $4 trillion in assets under management, has agreed on what it expects will become the first standardized set of ESG reporting metrics for the private-equity industry.</p><p>Advertisement</p><p>Big Number</p><p>$27 Billion</p><p>The amount raised through 94 IPOs in the third quarter through Sept. 27, making it the busiest summer period since the dot-com boom year of 2000, according to Renaissance Capital data</p><p>Deals</p><p>Mitsubishi Chemical Corp. expects to record income of 54 billion yen from the sale of its thermal and emissions control business. PHOTO: RODRIGO REYES MARIN / ZUMA PRESS</p><p>Apollo Global Management Inc. has agreed to acquire the thermal and emissions control operations of Mitsubishi Chemical Corp. for about 85 billion yen, equivalent to about $763.8 million. Mitsubishi said it expected to record 54 billion yen in income from the sale. The carved out business, Apollo's second such deal in Japan this year, will be called Maftec Co. Ltd. The deal is expected to close early next year, subject to regulatory approvals.</p><p>Global Infrastructure Partners is investing $245 million in Cresta Fund Management-backed Easton Energy LLC's preferred shares. The New York fund manager is backing the natural gas and petroleum industry infrastructure provider based in Houston through its GIP Capital Solutions II fund, part of the firm's credit strategy.</p><p>Wavecrest Growth Partners is backing test and evaluation software maker Login VSI BV in the Netherlands. The company's products are used to certify the functionality of digital workstations and other enterprise equipment.</p><p>Bain Capital's real estate strategy has acquired a stake in a 309-unit apartment complex in the Charlotte, N.C., area known as University City, according to a news release. The Boston firm invested in the Highlands at Alexander Pointe low-rise complex alongside Magnolia Capital through a joint venture the firms formed in November of last year.</p><p>AE Industrial Partners has acquired air-filtration company HealthWay Home Products Inc., according to an emailed news release. The firm is backing the company through its AE Industrial Partners Fund II LP and plans to expand it by acquiring other businesses in the indoor air-quality business. Founder-led HealthWay is based in Pulaski, N.Y., and supplies air purification systems to commercial buildings, schools and homeowners.</p><p>Arctaris Impact Investors is backing Family Choice Healthcare owner S&amp;K Holdings Inc. through the Boston firm's $20 million Southwestern Pennsylvania Opportunity Zone Program, according to an emailed news release. Arctaris is backing the business alongside Erie Insurance Group and the Richard King Mellon Foundation to help expand the Family Choice home healthcare operation in the Pittsburgh area. Family Choice provides personal-care services for the elderly and disabled in parts of Virginia, Maryland, Washington, D.C., New Jersey and other areas of Pennsylvania.</p><p>Exits</p><p>Morgan Stanley Capital Partners is selling PPC Flexible Packaging LLC to private-equity firm GTCR in Chicago, according to an email. Morgan Stanley's midmarket private-equity strategy initially invested in the Buffalo Grove, Ill.-based company in 2017, according to its website.</p><p>Long Ridge Equity Partners is partially exiting an investment in cybersecurity software maker ProcessUnity Inc. through a recapitalization by Marlin Equity, which is acquiring a majority interest in the company, according to a news release. Long Ridge is retaining a significant minority stake in the business, which it backed through its Fund II vehicle in 2018. Concord, Mass.-based ProcessUnity's cloud-based software is used to manage risks posed by third-party vendors.</p><p>Wind Point Partners has agreed to sell track maintenance and construction company RailWorks Corp. to services and infrastructure specialist Bernhard Capital Partners Management. Wind Point acquired the New York-based company in 2007, according to the firm's website.</p><p>Funds</p><p>China-focused FountainVest Partners has raised at least $595.9 million so far from U.S. investors in its FountainVest Capital Partners Fund IV LP investment vehicle, according to a regulatory filing. The Hong Kong firm led by former Goldman Sachs Group Inc. banker Frank Tang reportedly had a $2.8 billion target for its fourth dollar-denominated fund.</p><p>Litigation funder Validity Finance has raised $70 million for its latest \"sidecar\" fund to back commercial litigation alongside its permanent capital base, with commitments coming from private-equity firms, a family office and investors in earlier vehicles, according to an emailed news release. TowerBrook Capital Partners initially sponsored the New York-based firm when it began operating in 2018.</p><p>Industry News</p><p>Franklin Resources Inc. has agreed to buy O'Shaughnessy Asset Management, expanding the investing giant's bet on portfolio personalization, Justin Baer reports for The Wall Street Journal. O'Shaughnessy manages $6.4 billion in assets, including $1.8 billion through its custom-indexing platform, named Canvas.</p><p>Activist investors including Starboard Value LP and Elliott Management Corp. have taken stakes in Willis Towers Watson PLC, Ben Dummett and Cara Lombardo report for The Wall Street Journal, citing people familiar with the matter. Willis is an insurance broker that had planned to merge with Aon PLC, but the deal collapsed. The activists' presence underscores the pressure on the company's incoming chief executive to carry out his plan to improve its results as a stand-alone company.</p><p>Zoom Video Communications Inc.'s nearly $15 billion bid to acquire contact center company Five9 Inc. was shot down on Thursday, Aaron Tilley and Sebastian Herrera report for The Wall Street Journal. Five9 said in a release that the deal failed to gain enough votes from its shareholders and that the merger plan had been \"terminated by mutual agreement\" between the two companies.</p><p>Jacqueline Hunt, Allianz SE's top asset-management executive, is leaving her day-to-day role, according to the company, as part of a wider management shakeup following the launch of a Justice Department investigation into losses by hedge funds run by the company, Julie Steinberg reports for The Wall Street Journal. Ms. Hunt will serve as a consultant to Chief Executive Oliver Bäte going forward, the company said.</p>",
  "published": "2021-10-01T13:40:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 5176,
          "end": 5183
        },
        {
          "start": 5176,
          "end": 5189
        },
        {
          "start": 5176,
          "end": 5200
        },
        {
          "start": 5146,
          "end": 5170
        }
      ]
    }
  ]
}