{
  "_id": "b1329af1d867a1d052e96cca3ce3e38ec835cf182243301c4745f5d4ec64d06b",
  "feed": "wall-street-journal",
  "title": "PE Daily: Actis Rolls Up $6 Billion | Evolution Collects $400 Million | Big Firms Leave the Oil Patch to Smaller Fry",
  "text": "<p>We have those stories and much more condensed and linked for you below, so please read on...</p><p>Today's Top Stories</p><p>Emerging-markets investor Actis has raised about $6 billion for a new fund to invest in power-generation projects as the private-equity firm puts its focus entirely on infrastructure and shifts away from traditional buyouts, Luis Garcia reports for WSJ Pro Private Equity. The London-based firm said it wrapped up Actis Energy 5 LP with roughly $4.7 billion in commitments and another $1.3 billion in capital for co-investments. The final tally exceeded the fund's $4 billion target and more than doubled the $2.75 billion the firm secured for a predecessor fund in 2017.</p><p>Growth-investor Evolution Equity Partners has collected $400 million for its second fund, which the firm plans to invest in cybersecurity businesses and enterprise-software companies focused on digital protection, Preeti Singh reports for WSJ Pro Private Equity. Evolution far surpassed its $250 million target for the fund amid rising demand for products that guard against hackers and preserve data security. The new vehicle, Evolution Technology Fund LP II, is more than three times the size of a predecessor fund, which wrapped up with $125 million in 2017.</p><p>Major firms including Blackstone Inc. and Apollo Global Management Inc. no longer do as much traditional energy investing as they once did, preferring to make new investments in solar energy, wind or other sources that aren't as damaging to the environment, Gregory Zuckerman reports in The Wall Street Journal. There are now nine private-equity firms focused on energy, which together have $22 billion of capital available to invest in the sector. That is down from 29 firms with $90 billion to invest in 2018, according to RBC Capital Markets.</p><p>Big Number</p><p>48%</p><p>The proportion of investors in alternative assets that say the biggest hurdle to environmental, social and governance investing is the lack of standards regarding related data and reporting, according to a survey from EisnerAmper</p><p>Deals</p><p>Vista Equity Partners-backed Mindbody Inc., a wellness experience technology company, has agreed to buy fitness and wellness subscription service business ClassPass, which has raised money from a range of private-equity and venture-capital firms throughout its history. They include L Catterton and Apax Digital, which participated in a Series E funding round in early 2020. Alongside the acquisition, Mindbody secured an investment of $500 million from a group including investment firm Sixth Street.</p><p>Apollo Global Management Inc. is leading a group of investors that are recapitalizing network-optimization company Riverbed Technology Inc.'s debt that would reduce it by more than $1 billion. The deal is also expected to provide Riverbed with a $100 million infusion of cash and result in the Apollo-led group becoming the majority owners of Riverbed, according to a news release. San Francisco-based Riverbed said the process of implementing the restructuring could involve a prepackaged Chapter 11 bankruptcy reorganization. Moody's Investors Service downgraded the company's ratings in December with a negative outlook, citing a restructuring of its \"very large debt burden\" proposed by owners, which it said included Thoma Bravo.</p><p>Multi-strategy firm MSD Partners is leading a more than $800 million investment in residential solar-power financing provider GoodLeap LLC in Roseville, Calif. MSD in New York was joined in the deal by BDT Capital Partners and Davidson Kempner as well as others. The company, formerly known as LoanPal, is valued at about $12 billion by the investors, according to a news release. GoodLeap plans to use the fresh capital to expand beyond home solar panels and battery storage systems to other residential products, commercial finance offerings and electric vehicles.</p><p>Advent International and Viking Global Investors have invested more than $300 million in payments-technology company Global Processing Services Ltd. The U.K. company provides cloud-based systems to enable card programs from digital banks and other financial technology companies in 48 countries. Boston-based Advent is backing the company through its Advent Tech and Sunley House Capital affiliates while Greenwich, Conn.-based Viking is investing through its $17 billion-plus private-equity strategy.</p><p>A joint venture formed by Carlyle Group Inc. and ARA Dunedin has purchased a collection of U.K. warehouses from Moorfield Real Estate Fund IV for £102 million, equivalent to roughly $139.3 million. The 11 distribution centers total about 1 million square feet of leasable space. The deal adds to nine similar properties acquired earlier this year by the venture, which was set up in March.</p><p>Francisco Partners is investing in a New York-based software business serving law firms that is housed in Alpine Investors' software-as-a-service holding company, Alpine SG LLC. The business, called LegalTech LLC and operating as Paradigm, offers software for billing, managing cases and files, scheduling and other routine tasks in legal work. The investment is expected to finance Paradigm's expansion.</p><p>Deerfield Management led a $100 million investment in healthcare software and services provider Lark Technologies Inc., which operates as Lark Health. Other investors participating in the Series D round include PFM Health Sciences, Franklin Templeton, King River Capital, Castlepeak and Olive Tree Capital, according to a news release.</p><p>Ridgemont Equity Partners is joining TPG Capital's Rise Fund impact-investing strategy in backing training and certification provider Teachers of Tomorrow LLC, which the Rise Fund agreed to back last month. Gauge Capital agreed to sell a majority interest in the Houston-based organization to the Rise Fund, which cited its ability to help mitigate shortages of public-school educators in U.S. schools. Ridgemont is making a minority investment</p><p>Growth investor Brighton Park Capital led a $50 million investment in software-as-a-service provider Impartner Inc., joined by existing investors Savant Growth, Emergence and Golub Capital, according to a news release. The South Jordan, Utah-based company provides customer relationship management and marketing software.</p><p>Cerberus Capital Management has acquired and combined mattress maker Brooklyn Bedding LLC and home-goods supplier Helix Sleep Inc. Phoenix-based Brooklyn Bedding and Helix in New York will retain their brand names in the combined direct-to-consumer enterprise.</p><p>Warburg Pincus is leading a $56 million investment in custom trading software company Beacon Platform Inc. Beacon client Blackstone Inc. joined the deal, through its innovations investments strategy, and other participants included Centana Growth Partners and Global Atlantic Financial Group. The New York company's cloud-based products are used to create custom trading applications and risk-management tools.</p><p>Atalaya Capital Management is providing $53 million in equity and debt financing to Profound Commerce Inc., which acquires and operates third-party businesses that use the Amazon.com Inc. website and e-commerce software. The Austin, Texas-based company began its acquisitive strategy in 2018 and now manages hundreds of brands with products ranging from coloring books to work aprons and sporting goods.</p><p>Africa-focused Adenia Partners has acquired flower grower Red Lands Roses in Kenya. The company supplies fresh-cut roses through sustainable farming techniques on a tract northeast of Nairobi, according to a news release.</p><p>RLH Equity Partners said it has invested in Imre LLC, a digital marketing, public relations and communications agency focused on consumer and healthcare.</p><p>Aevi Capital and Sage Capital are among investors that have acquired Canadian laboratory equipment provider ATS Scientific Inc., with Aleks Sobot, Aevi Capital's founder and principal, becoming the chief executive of ATS. The Burlington, Ontario-based company's analytical equipment is used in a wide range of industries, including pharmaceuticals, mining, food and feed processing and energy.</p><p>The Ontario Teachers' Pension Plan Board has agreed to purchase a majority stake in elevator component manufacturer Vantage Elevator Solutions from Golden Gate Capital, which is retaining a minority interest in the Bronx, New York-based company. Golden Gate first backed the company in 2017.</p><p>KKR &amp; Co. joined with developer Kairoi Residential in a deal to acquire a luxury apartment building in Dallas, bringing the value of the New York private-equity firm's core plus real estate strategy's acquisitions of \"class A\" apartments in the past 12 months to more than $1.8 billion, according to a news release. The 19-story Dallas property houses 310 units.</p><p>Add-On Deals</p><p>Our add-on deal interactive tool allows you to sort and analyze volumes of add-on deal data compiled by WSJ Pro. View more.</p><p>Advertisement</p><p>SPAC Track</p><p>RedBall Acquisition Corp., a special-purpose acquisition company led by RedBird Capital Partners founder Gerry Cardinale and Oakland Athletics executive Billy Beane of \"Moneyball\" fame, will merge with ticketing platform SeatGeek Inc. to take it public in a deal valued at $1.35 billion, Matt Grossman reports for Dow Jones Newswires. RedBall had said last week that it was negotiating a deal with the New York-based company, confirming earlier media reports. The blank-check company raised $575 million in August 2020. Accel was among the early backers of SeatGeek and is participating in a $100 million private placement to help finance the RedBall deal.</p><p>Blank-check company Brimstone Acquisition Holdings Corp., which abandoned its $250 million initial public offering on Tuesday, took the step partly because of the waning performance of SPAC deals in the U.S. in recent months, Dave Sebastian reports for Dow Jones Newswires, citing a Brimstone co-founder. The SPAC is led by a former Bain Capital executive, Michael Goss. \"The extraordinary amount of volume of SPACs that have been issued is probably far greater than the number of ... quality deals that are available,\" said Martin Franklin, who helped establish the SPAC and is the founder of family-investment firm Mariposa Capital.</p><p>A blank-check company backed by Mercato Management has filed for a $200 million initial public offering of shares, Stephen Nakrosis reports for Dow Jones Newswires. The special purpose acquisition company, Mercato Partners Acquisition Corp., intends to look for technology or branded consumer products businesses to acquire and take public.</p><p>Exits</p><p>Riverside Co. has agreed to sell its stake in training and wellness software provider Lexipol to fellow private-equity firm GTCR after more than six years of investment. Lexipol, which Riverside has backed since 2014 according to the firm's website, offers policy management, training and wellness software for first responders and local government leaders.</p><p>A Russian real-estate company backed by private-equity firm Elbrus Capital has filed preliminary documents for an initial public offering of shares, without specifying how much it aims to raise or an expected price range for the shares, Maria Armental reports for Dow Jones Newswires. The money-losing company would remain under the control of its Russian owner even after it lists its American depositary shares on the New York Stock Exchange, should the IPO be successful.</p><p>One Equity Partners has sold its interests in flatbed trucking company PS HoldCo LLC, which operates as PS Logistics, according to a news release, which didn't identify the buyer. One Equity initially backed the provider of transportation services in 2018. In June, Gamut Capital Management and the British Columbia Investment Management Corp. said they were investing in the Birmingham, Ala.-based company in a transaction expected to close during the third quarter.</p><p>A Bain Capital-backed automated payments company, AvidXchange Holdings Inc., saw its shares fall in their trading debut Wednesday after its upsized initial public offering priced at $25 a share to raise about $660 million, Tomi Kilgore reports for sister publication MarketWatch. But the stock recovered most of the lost ground to close little changed at $24.94 on the Nasdaq stock market. Bain Capital's venture investment arm owned almost 14% of the Charlotte, N.C.-based company's shares before the IPO, and Caisse de dépôt et placement du Québec held about 6.8%, a regulatory filing shows.</p><p>Revelstoke Capital Partners in Denver has sold healthcare training and educational services provider Career Step LLC, which does business as Carrus, to strategic buyer Penn Foster. Revelstoke backed the Lehi, Utah-based company from at least February 2015, according to S&amp;P Global Market Intelligence data.</p><p>Funds</p><p>Sole Source Capital, a Dallas-based midmarket firm focused on industrial deals, said it has raised $555 million for SSC Partners II, ahead of the fund's $400 million target. So far, Sole Source has backed 10 investments out of the fund, including add-on deals, across three portfolio companies: secondary label manufacturer I.D. Images LLC, supply chain automation software provider Peak Technologies Inc. and polyethylene film manufacturer Dallas Plastics Corp., according to a press release. Eaton Partners placed the fund.</p><p>PPM America has collected at least $526.3 million so far for PPM America Private Equity Fund VIII-A LP and a related parallel fund, a regulatory filing indicates. The amount raised so far puts the fund more than halfway toward a $1 billion goal indicated in the filing. Chicago-based asset manager PPM America typically focuses its private-equity offerings on primary commitments to midmarket private equity and growth funds as well as coinvestments in buyout and growth-equity deals, according to the firm's website.</p><p>Goldman Sachs Group Inc.'s infrastructure investment unit has rounded up around $1.9 billion so far for West Street Global Infrastructure Partners IV LP and its related family of funds, according to a regulatory filing. The filing did not specify the fund's target, although Bloomberg News reported earlier that the unit was seeking $4 billion for the fund.</p><p>People</p><p>Blackstone Inc. has hired Emily Yoder to the newly created role of senior managing director of strategic relationship management to help the firm engage with banking and financial services partners. Ms. Yoder previously worked at JP Morgan as a managing director in the firm's senior relationship management team, where she focused on hedge funds and alternative asset managers, Blackstone said in a news release.</p><p>Houston-based midmarket firm Sterling Group said it has hired Carsten Weber as technology director in the firm's portfolio resources group. Mr. Weber previously served as director of PMO and ERP transformation at Canadian energy company Enbridge.</p><p>Blackstone Inc. has hired Monika Vnuk and Matt Lane for its Blackstone Life Sciences business, naming them as managing directors in the Cambridge, Mass. office. Dr. Vnuk, who received her medical training at Boston University, joins from Pfizer Inc., where she was vice president of worldwide business development and led the company's partnership with BioNTech that developed its Covid-19 vaccine. Mr. Lane joins from strategic advisory firm Gilmartin Group LLC, where he was a managing director.</p><p>Industrial logistics-focused BKM Capital Partners has hired former Pacific Investment Management Co. executive Bill Galipeau as its chief financial officer, according to an emailed news release. He was most recently an executive vice president and head of investment operations with Pimco, as the Allianz SE asset manager is often called.</p><p>Correction: An item in some versions of Wednesday's newsletter misspelled Ms. Weldon's name as Kristin Whelan. The correct version is included below:</p><p>BlackRock Alternative Investors, an alternative investment unit of BlackRock Inc., has tapped Kristen Weldon as its new global head of sustainable investing, according to an internal memo viewed by WSJ Pro Private Equity. Ms. Weldon will succeed Teresa O'Flynn, who will be taking on a new role as a founding member of Decarbonization Partners, a joint effort between BlackRock and Singapore-based Temasek that will target late-stage venture and growth investments in next-generation renewable and mobility technology companies as well as companies that help promote a shift to zero carbon emissions. Before joining BlackRock, Ms. Weldon was head of ESG and Impact Investing at Partners Capital, a provider of outsourced investment office services.</p><p>Industry News</p><p>Subscription lines of credit are now virtually universal among private-equity funds, according to survey results released Wednesday by the Institutional Limited Partners Association, a trade group for institutions that invest in private equity. The survey of 153 limited partners reported that 98% of funds have the ability to put credit lines in place. The survey uncovered several other concerning trends for investors, including that nearly half of the respondents reported a high proportion of the funds they invest in had reduced fiduciary duties, and that buyout firms are excluding operational expenses like travel, regulatory filings and administrative costs from the management fee they charge investors. Overall, organizational fees charged to investors have more than doubled over the past decade, the ILPA survey reported.</p><p>BlackRock Inc.'s third-quarter profit rose 23% during a volatile stretch for markets as the company took in more money in its lucrative actively managed funds, Dawn Lim reports for The Wall Street Journal. The New York asset management giant also said it added $6.5 billion in alternatives to stocks and bonds, an area that has attracted pensions and endowments amid low interest rates.</p><p>Drug trials company WCG Clinical Inc., whose investors include Leonard Green &amp; Partners and Arsenal Capital Partners, withdrew a planned initial public offering of shares, saying it no longer wished to hold an IPO at this time. The Princeton, N.J.-based company asked that the fees it had paid for the offering be credited for future uses. Leonard Green owned about 35% of the company's shares as of July, while Arsenal held about 26%, an earlier filing showed. Other investors included Novo Holdings A/S and Singapore sovereign investor GIC.</p><p>Novacap Investments has closed a continuation vehicle deal with lead investor Goldman Sachs Group Inc.'s private-equity arm, acquiring a controlling interest in Montreal-based Syntax Systems Group Inc. from Novacap's Novacap TMT IV and Novacap TMT V funds and other shareholders. The company provides cloud-based application management programs. Novacap initially backed the company in 2016.</p><p>The middle-market companies in the Golub Capital Altman Index reported earnings before interest, taxes, depreciation and amortization rose 21% in the July-August period compared with the same months a year earlier, while revenue gained 24%, according to a report from the investment firm. The index data come from about 120 companies and suggest the economy is continuing to recover from the Covid-19 induced recession, according to Lawrence E. Golub, the firm's chief executive. Supply shortages could crimp the rebound as the year winds down, he said.</p><p>Two-thirds of buy-side market participants in a survey earlier this year said lawmakers and regulators should put a priority on overseeing third-party rating agencies focused on environmental, social and governance investing, according to advisory firm Aite-Novarica Group. Respondents cited incomplete, voluntary disclosure policies and fragmented ESG standards, with many organizations seeking to influence policy, according to an emailed news release.</p><p>LongueVue Capital in New Orleans has developed a financial literacy course for students at the Good Shepherd School, a faith-based, tuition-free institution that serves at-risk children living below the federal poverty line. The course, to be taught by LongueVue professionals, is designed to help seventh graders learn concepts such as the time value of money, budgeting and personal finance.</p>",
  "published": "2021-10-14T12:53:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 18421,
          "end": 18445
        },
        {
          "start": 13802,
          "end": 13809
        },
        {
          "start": 18421,
          "end": 18428
        },
        {
          "start": 18317,
          "end": 18341
        },
        {
          "start": 18421,
          "end": 18434
        },
        {
          "start": 13724,
          "end": 13747
        },
        {
          "start": 13802,
          "end": 13815
        }
      ]
    }
  ]
}