{
  "_id": "b8d10c0c56c5851f4ec16771cb629b2587aae3e9f4ac70b96d5f8f00a7352e4b",
  "feed": "wall-street-journal",
  "title": "EXCHANGE  ---  Shares of Petershill  Struggle After IPO  ----  By Julie Steinberg and Ben Dummett",
  "text": "<p>   Goldman Sachs Group Inc. specializes in taking companies public. It is having a tougher time with one closer to home. </p><p>   Shares of Petershill Partners PLC, an investment vehicle managed by Goldman's asset-management arm, are down more than 12% since its initial public offering late last month. That is worse than both the broader market and peers. </p><p>   The IPO -- stage-managed in part by Goldman's investment bankers, alongside Bank of America Corp. and JPMorgan Chase &amp; Co. -- didn't see the first-day pop that investors have come to expect. After hovering around the listing price of 350 pence for its first few days, its shares slid. They closed Friday at 306.50 pence. </p><p>   Petershill, founded in 2007 as a unit of Goldman, belongs to a growing group of Wall Street firms that make money by feeding on Wall Street itself. It owns stakes in 19 private-equity and hedge-fund firms including Francisco Partners, Caxton Associates LP and Pelham Capital Ltd. It takes a slice of their investment profits and the management fees the firms charge. </p><p>   Companies like Petershill, and competing funds managed by Blue Owl Capital Inc. and Blackstone Inc., provide ways for investors to own a piece of the private-equity market. </p><p>   For Petershill, Goldman floated one-quarter of a new entity's shares in a traditional IPO in London.The company raised 1.2 billion pounds, equivalent to $1.64 billion. </p><p>   It made its debut into a volatile stretch in the stock market as investors worry about slowing growth and stickier-than-expected inflation. </p><p>   Still, its shares have performed worse than those of its closest competitors, an admittedly small set. </p><p>   A spokesman for Petershill said its business is balanced and that there was demand from investors for more shares than the company offered in the IPO. </p><p></p>",
  "published": "2021-10-16T06:15:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 0,
          "end": 23
        },
        {
          "start": 1212,
          "end": 1219
        },
        {
          "start": 0,
          "end": 24
        },
        {
          "start": 0,
          "end": 13
        },
        {
          "start": 186,
          "end": 193
        },
        {
          "start": 184,
          "end": 192
        },
        {
          "start": 708,
          "end": 715
        },
        {
          "start": 0,
          "end": 7
        },
        {
          "start": 701,
          "end": 708
        },
        {
          "start": 1223,
          "end": 1230
        },
        {
          "start": 382,
          "end": 389
        }
      ]
    }
  ]
}