{
  "_id": "a249b53686126748140775c279534746e6d49c1b9bc1e9c9fb9ee0ea7e6d99f0",
  "feed": "market-watch",
  "title": "Rivian stock falls more than 10% as Wall Street worries about ‘early bumps'",
  "text": "<p>Rivian RIVN shares shed nearly 13% on Friday, putting them on track for their largest one-day percentage decline since Nov. 18, when they fell more than 15%.</p><p>The stock is down 5.5% from its close on Nov. 10, when it went public, and up 22% from its initial public offering price of $78.</p><p>Rivian late Thursday reported sales of around $1 million and an adjusted loss that was in line with Wall Street expectations. It said its vehicle preorders hovered at 71,000, from around 48,000 in late September.</p><p>But it also spoke of snags along the way as it tries to ramp up production of three electric vehicles, a commercial delivery van, a pickup truck, and an SUV, amid supply and labor constraints. Someone placing an order for a Rivian EV today would have to wait until 2023 to get their hands on the car, the company said. The stock tanked after the third-quarter results.</p><p>Related:Tesla is bracing for a busy 2022 with new plants and the Cybertruck coming on line, but safety probes may rein in its stock</p><p>Demand was “strong” with orders accelerating but production is “hitting some early bumps,” Joseph Spak with RBC said in a note Friday.</p><p>“We don't believe this impacts the medium-term investment case, but it does highlight that (Rivian) has a lot on its plate,” he said. RBC remains “positive” on the company and “investors with patience should take advantage of pullback,” Spak said.</p><p>See also:More electric pickup trucks are coming to market. The question now is who will buy them?</p><p>Rivian appears to have set its sights “on being a very large auto/transportationplatform company. Perhaps even larger than we have anticipated,” Adam Jonas at Morgan Stanley said in his note. Investors would do well in keeping “expectations on ramp and production well managed for the next 12 months at least,” he said.</p><p>Rivian's “operational challenges” weren't surprising, Goldman Sachs' analyst Mark Delaney said. The EV maker “is making progress, and we believe there is an experienced team that will help Rivian to be successful long-term,” he said.</p><p>The “momentum” for Rivian' vehicle reservations in just six weeks is “very encouraging,” Emmanuel Rosner at Deutsche Bank said.</p><p>Rivian's ramp-up problems sound temporary, and Deutsche Bank continues to believe “the company offers a particularly well thought-out business plan to become a large and profitable EV player, with unique characteristics in both hardware and software, and applying lessons from previous efforts by other players,” Rosner said.</p><p>Of the 15 analysts polled by FactSet, 10 have buy ratings on Rivian, while the remaining five have hold ratings. The stock has lost 20% so far in December, contrasting with gains of around 24% for the S&amp;P 500 index. SPX</p>",
  "published": "2021-12-17T12:39:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 1856,
          "end": 1869
        },
        {
          "start": 1856,
          "end": 1870
        },
        {
          "start": 1856,
          "end": 1863
        }
      ]
    }
  ]
}