{
  "_id": "2bcd4cf95d351f54f0ee7fc0779806cf4c27ffa3a62bf8deb6f9edba37f25c74",
  "feed": "ftcomall",
  "title": "China manufacturing activity contracts as power shortages bite",
  "text": "<p>Manufacturing activity in China suffered its first official contraction since the beginning of the pandemic as widespread power shortages compounded a loss of momentum across the country's economy.</p> <p>China's manufacturing purchasing managers' index, an official gauge of factory activity, was 49.6 in September, dropping below the 50-point threshold that separates monthly contraction from expansion for the first time since February last year.</p> <p>The PMI figures are one of the clearest signals yet of weaknesses across China's economy as it grapples with severe power shortages, <a href=\"https://www.ft.com/content/4b179ceb-bdd4-4d0a-b009-aea7c9ee0d8d\">a slowdown across its vast property sector</a> and sporadic outbreaks of the highly infectious Delta variant of Covid-19.</p> <p>China's <a href=\"https://www.ft.com/content/ac22618a-4bab-4905-af81-a031a54e9617\">rapid recovery from the pandemic last year</a> meant it outperformed other big economies. But this week economists added to a recent wave of growth downgrades as a <a href=\"https://www.ft.com/content/cf15cabe-3b37-4ce0-8376-ad6d2c5622e7\">power crunch</a> exacerbated an array of pressures.</p> <p>Zhiwei Zhang, chief economist at Pinpoint Asset Management, said the weak PMI data should sound the “alarm” for the government. “Economic growth in the fourth quarter will likely slow further without a change of government policies, and the pace of slowdown may pick up.” </p> <p>Goldman Sachs on Tuesday cut China's 2021 growth forecast to 7.8 per cent from 8.2 per cent, citing “significant downside pressures” from energy shortages. </p> <p>The shortfall, which has pushed up the price of coal, has arisen because of high industrial production and government environmental targets. Nomura also cut its full-year forecast and now expects growth of 7.7 per cent.</p> <p>Ting Lu, chief China economist at Nomura, noted this week that the power issues may have been “underestimated” because of market attention on the fate of Evergrande, the heavily indebted property developer that last week missed payments on its offshore debts. </p> <p>“The&#xa0;power-supply shock in the world's second-biggest economy and biggest manufacturer will ripple through and impact global markets,” he said, adding that it would “very likely” result in a shortage of goods for Thanksgiving and Christmas.</p> <p>The Caixin China General Manufacturing PMI, a private index that places greater emphasis on smaller, non-state businesses, had already contracted in August for the <a href=\"https://www.ft.com/content/c6c4d528-e699-4291-b05c-3ea01c620bbc\">first time since April 2020</a>. </p> <p>In September, it rebounded to hit exactly 50, as stronger domestic demand made up for a shortfall in exports and production. The Caixin survey takes place earlier in the month than its official counterpart.</p> <p>While sporadic outbreaks of the virus heralded the return of lockdowns to parts of China in September, restrictions were less severe and widespread than in previous months, when they had weighed on travel and consumer activity.</p> <p>The loosened curbs helped the official non-manufacturing PMI, which largely tracks services, to a surprise rebound. The metric hit 53.2 following a contraction last month when it plunged to 47.5.</p><p>Source: William Langley and Thomas Hale in Hong Kong 2021 'China manufacturing activity contracts as power shortages bite' FT.com 30 September. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-09-30T06:06:59.936Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 1182,
          "end": 1195
        },
        {
          "start": 1182,
          "end": 1189
        }
      ]
    }
  ]
}