{
  "_id": "9dcd3f73f2fb1d207ee149e664abc6bae08db97161258c8bb1442161865e34fc",
  "feed": "market-watch",
  "title": "Oil prices at a nearly 3-year high as natural-gas futures jump 11%",
  "text": "<p>“Both oil and natural gas are expected to continue higher in the months ahead as fundamentals decidedly favor the bulls right now, while momentum and technicals both point to higher prices in the near to medium term,” said Tyler Richey, co-editor at Sevens Report Research.</p><p>U.S. crude inventories have fallen sharply in recent weeks due to the lingering impact of Hurricane Ida on energy operations in the Gulf Coast region, he told MarketWatch. For natural gas, weather is almost always the biggest influence and “with expectations for a very cold winter this year, utilities and physical traders are stockpiling natural gas at a historically elevated rate,” he said.</p><p>Meanwhile, Goldman Sachs has boosted its Brent oil price year-end target to $90 a barrel, citing the lingering impact of Hurricane Ida on supply while demand ramps up, particularly in COVID-averse Asia.</p><p>“From a futures market standpoint, bullish energy calls from big banks including Goldman Sachs and major oil traders like Trafigura are helping invite speculative bids into the market as well,” said Richey.</p><p>November Brent crude BRNX21, the global benchmark, rose $1.44, or 1.8%, to settle at $79.53 a barrel on ICE Futures Europe. December Brent BRN00BRNZ21, the most actively traded contract, added $1.49, or 1.9%, at $78.72 a barrel.</p><p>November West Texas Intermediate crude CL00CLX21 rose $1.47, or 2%, to settle at $75.45 a barrel on the New York Mercantile Exchange.</p><p>Both front-month WTI and Brent crude contracts finished at the highest levels since October 2018, according to Dow Jones Market Data.</p><p>Analysts at Goldman Sachs, led by Damien Courvalin, lifted their year-end forecast on Brent crude-oil to $90 a barrel from a previous forecast of $80, citing the aftereffects of the storm and rising demand, particularly in Asia. The analysts said Ida should prove to be the most bullish hurricane in U.S. history, canceling the ramp-up in OPEC+ output since July.</p><p>At the same time, global oil demand is back to converging to pre-COVID levels. Traffic congestion in China quickly recovered after a summer dip. The delta-driven decline in global flights was smaller than the analysts initially feared.</p><p>For almost all of this year so far, the crude market has been “biased towards undersupply,” said Robbie Fraser, global research and analytics manager at Schneider Electric, in a note. “There are concerns that supply could become even tighter as temperatures cool across the northern hemisphere.”</p><p>Fraser added that there is a unique challenge this year in the form of record natural gas and liquid natural gas prices in Europe and East Asia. “That's expected to make alternative options like diesel, fuel oils and propane much more attractive if buyers have some flexibility in heating options.”</p><p>Among the oil products traded on Nymex, October gasoline RBV21 climbed by nearly 1.7% to $2.224 a gallon and October heating oil HOV21 rose 1.3% to $2.296 a gallon.</p><p>Natural-gas futures, meanwhile, rose 11% on Monday. “An upgraded probability of a second La Niña event this winter will keep gas buyers scouring markets for supplies,” said analysts at BCA Research.</p><p>October natural gas NGV21, which expires at the end of Tuesday's session, climbed 57 cents to settle at $5.706 per million British thermal units. Prices topped the settlement from Sept. 15 to mark another front-month contract finish at the highest since February 2014.</p><p>Both oil and natural gas are expected to “continue higher in the months ahead as fundamentals decidedly favor the bulls right now, while momentum and technicals both point to higher prices in the near to medium term,” Richey said.</p><p>For Brent crude, “our next upside target is $88/barrel on the back of the latest run to multiyear highs, while WTI is also seen moving into the mid-to-upper $80s in the weeks ahead.” The medium- to longer-term target for natural gas, based on the weekly chart, is $7.80, said Richey.</p>",
  "published": "2021-09-27T15:16:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 1588,
          "end": 1601
        },
        {
          "start": 680,
          "end": 693
        },
        {
          "start": 953,
          "end": 966
        },
        {
          "start": 1588,
          "end": 1595
        },
        {
          "start": 680,
          "end": 687
        },
        {
          "start": 953,
          "end": 960
        }
      ]
    }
  ]
}