{
  "_id": "5c5033f0b4770cbb20463000ee8162cd603de800f55f37c15e692cc4276a3562",
  "feed": "ftcomall",
  "title": "Lithuania urges muscular EU security policy in face of Belarus threat",
  "text": "<p>Good morning and welcome to Europe Express. It is Thursday, so in keeping with tradition, we bring you the profile of a politician worth watching. This week, it is <strong>Ingrida Simonyte</strong>, Lithuania's prime minister, who is seeking to lead the way among EU leaders on Belarus sanctions and calling for a tough stance on Russia and China.</p> <p>Today is also the moment for the European Central Bank's governing council to come together (complete with a Christine Lagarde press conference later on). We will explore the odds of the bank slowing its <strong>bond purchasing programme</strong> — or at least indicating that they will do so further down the road.</p> <p>We will also get an update on what the EU's <strong>inquiry into voice assistants</strong> — “Siri, meet Alexa” — has yielded so far and what it may mean for future antitrust probes and regulation.</p> <h2>Hawk-in-chief</h2> <p>When a Ryanair flight <a href=\"https://www.ft.com/content/d8c98692-21c9-47f0-92f5-2c84071b50f4\">diverted to Belarus</a> finally reached its intended destination of Vilnius last month, one of the first people to greet the remaining passengers was Lithuania's prime minister, Ingrida Simonyte, who came on board to address them.&#xa0;</p> <p>It was a very public gesture of solidarity. But it was characteristic of a politician who has taken a notably hawkish and outspoken approach both to EU security and the need to stand up for democracy in the region, writes <em><strong>Sam Fleming</strong></em> in Brussels.</p> <p>Simonyte's centre-right government assumed office late last year in the middle of the Covid-19 crisis, which was hitting the country hard. The self-declared Metallica fan had made an unsuccessful bid for the presidency the previous year, losing out to Gitanas Nauseda. She cut her teeth in politics as finance minister a decade earlier during the debt crisis, when she was forced to impose harsh reforms to shore up the embattled economy. </p> <p>Today, Simonyte's biggest concern alongside the pandemic is the <a href=\"https://www.ft.com/content/465f1f3d-f17f-42e1-b8c3-9d1dc54f25d3\">chaos across the border in Belarus</a>, a country whose history is closely interlinked with that of Lithuania. On a trip to Brussels last week, she flagged concerns about rising irregular migration across the border while dismissing any notion that the EU should tread softly for fear of doing excessive damage to the country via economic sanctions. </p> <p>“The situation is already very bad for people in Belarus,” she told the Financial Times. “Anyone in Belarus is actually in danger now.” </p> <p>Lithuania has willingly placed itself at the forefront of the EU's political response to the regime of Alexander Lukashenko, drawing in dissidents such as Belarus opposition leader <a href=\"https://www.ft.com/content/a850df8e-712e-4e60-8750-376b5a1b75ef\">Sviatlana Tsikhanouskaya</a> as well as <a href=\"https://www.ft.com/content/c17b05a5-aab0-4f9a-b08a-95a69e12130a\">Roman Protasevich</a>, the journalist-activist who was arrested in Minsk.&#xa0;</p> <p>Vilnius has been outspoken in other, equally febrile areas of foreign policy. Lithuania was the first country to publicly withdraw from the <a href=\"https://www.ft.com/content/e8e5cf90-7448-459e-8b9f-6f34f03ab77a\">17+1 group</a> of central and eastern European countries that was set up to engage China. It has been vocal about the risks of cosying up to Moscow and joined the other Baltic states in April in <a href=\"https://www.ft.com/content/9476edbf-0ea4-44b9-a27e-0d9bae29cbb7\">expelling several Russian diplomats</a> in solidarity with the Czech Republic.&#xa0;</p> <p>Simonyte was blunt about the decision over the 17+1, saying her country saw little benefit from its membership. The group did not wield anything akin to the kind of clout the EU possesses when it faces Beijing, she argued. </p> <p>“It would be better to voice your concerns via Brussels,” she said. </p> <p>Ahead of Joe Biden's arrival in Europe for G7, Nato and EU-US summits, she extended her calls for unity to broader transatlantic relations, predicting greater harmony over policies towards Russia and China than under Donald Trump. </p> <p>“For my country, it is of the utmost importance that there are very limited or no situations where we have to judge whose arguments are better — the European Union's or [those of] the United States,” she said. &#xa0;</p> <p>Edward Lucas of the Center for European&#xa0;Policy Analysis, a think-tank, praised the clear direction Lithuania had sought to provide on subjects such as Belarus, where it was offering the population the idea that “there is another future”.&#xa0;</p> <p>But the fact remains that the EU has notoriously failed to muster the kind of muscular and unified foreign policy stances that smaller member state capitals such as Vilnius so urgently seek. The bloc's policies towards both China and Russia have been hamstrung by internal divisions. </p> <p>Lithuania also remains particularly vulnerable to a situation across the border in Belarus for which there is no easy resolution. If sanctions on Belarus bite too deep, the country could sink into an even deeper mire under Lukashenko's remorseless grip — or be driven further into the arms of Vladimir Putin.&#xa0;</p> <h1>Chart du jour: Europe's spying cities</h1> <p><em>It is not just repressive regimes or low-income countries that buy China's surveillance technology. According to data seen by the FT, several of Europe's liberal democracies including Germany, Spain, the Netherlands and the UK have imported “smart city” and “safe city” equipment sold by companies such as Huawei, ZTE Corporation and Alibaba. (</em><a href=\"https://www.ft.com/content/76fdac7c-7076-47a4-bcb0-7e75af0aadab\"><em>Read the full story here</em></a><em>) </em></p> <h2>Bond-buying plans</h2> <p>Can a central bank achieve a “dovish taper” of its asset purchases? We may find out today when Christine Lagarde presents the results of the European Central Bank's latest monetary policy decision, writes <em><strong>Martin Arnold</strong></em> in Frankfurt. </p> <p>A dovish taper means indicating plans to slow the pace of bond-buying while committing to maintaining its ultra-loose monetary policy. BNP Paribas and Capital Economics are among those predicting the ECB will attempt what sounds very much like an oxymoron.&#xa0;</p> <p>Analysts at Pictet Wealth Management forecast the ECB will “strike a compromise between the hawks and the doves by maintaining a ‘higher' pace of bond purchases in the third quarter but hinting at a modest slowdown from the second quarter”.</p> <p>Goldman Sachs analysts said the central bank was likely to cite the seasonal slowdown in bond markets over the summer for an expected dip in monthly net bond purchases from €80bn in the second quarter to €75bn in the third quarter.</p> <p>Having <a href=\"https://www.ft.com/content/363b7efb-4b12-4574-bc48-f9201165cd6c\">twice expanded</a> the size of its pandemic emergency purchase programme last year, the ECB has just over €700bn of the overall €1.85tn left to spend under its flagship crisis-fighting policy, which is due to last until at least March 2022.</p> <p>Given the brightening outlook for the eurozone, which is expected to be reflected in higher growth and inflation forecasts by the ECB today, some of the more conservative “hawks” on its governing council have called for a slowdown in bond buying.&#xa0;</p> <p>But when this triggered a sell-off in bond markets a month ago, a string of council members <a href=\"https://www.ft.com/content/22f6ecbb-4b23-4e00-94b0-738b7606de26\">pushed back</a> against this idea, soothing investors' nerves and bringing borrowing costs back down for eurozone governments.</p> <p>Some analysts still believe the ECB will dismiss any suggestion it is talking about tapering. “Even a slight reduction of the pace of purchases could be interpreted by the market as tapering and jeopardise the result of the recent more dovish communication,” said Silvia Ardagna at Barclays.</p> <p>Whatever the outcome of today's meeting, most ECB watchers are confident that Lagarde will <a href=\"https://www.ft.com/content/77473002-ebb8-48ba-8af1-317b03623244\">brush off concerns about inflation</a> rising above its target in May and offer reassurances that strong monetary stimulus will continue until the economy has fully recovered from the impact of the pandemic.</p> <p>That means, at least for now, that the ECB is aligned with the Federal Reserve. It will get harder for the ECB once the Fed starts a genuine tapering of its bond purchases — expected early next year — which is likely to send bond yields higher on both sides of the Atlantic.&#xa0;</p> <p>Investors will watch for clues of whether the ECB will expand its traditional asset purchase programme — currently running at €20bn a month — to at least partially replace the PEPP when it runs out next spring. “If the ECB stops PEPP and doesn't replace it with anything, that will create a cliff-edge effect and push up interest rates further,” said Ardagna.</p> <h2>Alexa, are you anti-competitive?</h2> <p>Regulators in Brussels are looking into whether voice assistant technologies such as Apple's Siri and Amazon's Alexa are undermining competitors, writes <em><strong>Javier Espinoza</strong></em> in Brussels.</p> <p>After almost a year investigating alleged anti-competitive aspects of the Internet of Things, the European Commission said yesterday that more than 200 companies had raised concerns about the market and its rapid growth. </p> <p>Here are the main issues identified in regards to the voice-activated services of Apple, Amazon and Google:</p> <ol>  <li><p>Companies are worried about makers of one voice assistant preventing&#xa0;others from installing an alternative on a device, which would undermine consumer choice.</p></li>  <li><p>They are also concerned about voice assistant providers promoting their own services, which would also undermine rivals.</p></li>  <li><p>Others see potential issues in the large amount of data that voice assistants collect and the huge advantage this could give them in relation to competitors.</p></li>  <li><p>Companies worry that the absence of common standards has led to a lack of interoperability between services.</p></li> </ol> <p>Margrethe Vestager, the EU's executive vice-president in charge of competition and digital policy, said the inquiry could lead to antitrust investigations (and left little doubt as to which companies would be targeted).</p> <p>“In the EU, Google Assistant, Amazon's Alexa and Apple's Siri are the leading voice assistants,” she said. “In addition, Google, Amazon and Apple provide the main operating systems for smart home and wearable devices, they offer digital services and they manufacture smart devices.”<br><br>Within this position of power, the three companies could determine how different devices and services communicate and interoperate, she said.</p> <p>Mission creep is another concern, according to Vestager: “Voice assistants learn a lot about their users. Smart devices and Internet of Things services generate a huge amount of data about what we do in our homes.”</p> <p>Amazon disputed the commission's claims and said it was working with other companies to give&#xa0;customers the choice to access multiple voice services on a single device.</p> <p>The preliminary report will be subject to public consultation until September 1, and the final report is expected in the first half of next year. Beyond investigations, the inquiry could also lead to changes to existing regulations or new legislative proposals — the way the previous sector inquiry into ecommerce led to rules on geoblocking.</p> <h1>Two things to watch today </h1> <ol>  <li><p>UK prime minister Boris Johnson meets US president Joe Biden ahead of the G7 summit</p></li>  <li><p>EU environment ministers gather in Luxembourg</p></li> </ol> <h1>Notable, Quotable </h1> <ul>  <li><p>The European Commission has launched <a href=\"https://www.ft.com/content/76aabe45-883f-4e3a-80d8-95928db47063#myft:my-news:page\">unprecedented legal action</a> against Germany, saying a verdict by the country's constitutional court on the legality of the European Central Bank's bond purchase scheme undermined “<a href=\"https://ec.europa.eu/commission/presscorner/detail/en/inf_21_2743\">fundamental principles of EU law</a>”. </p></li>  <li><p>EU Brexit commissioner Maros Sefcovic has warned that patience with the UK is “<a href=\"https://www.ft.com/content/9fa462f7-c0ed-4905-ae66-0e07a798a117\">wearing very, very thin</a>” after the two sides failed to resolve differences over the Northern Ireland protocol. </p></li>  <li><p>The pandemic has barely affected <a href=\"https://www.ft.com/content/0ffe035a-2717-49ca-93cd-352bb12a61c4\">Europe's illegal drug market</a>, with traffickers quickly adapting shipping routes, moving commerce online and relying less on human couriers, according to the EU drugs agency. (<a href=\"https://www.emcdda.europa.eu/edr2021\">Read the full report here</a>)</p></li>  <li><p>Poland and Hungary have refused to back a plan to introduce a <a href=\"https://www.ft.com/content/318d19a6-6c7f-499e-b144-4050296a53c8\">global minimum corporate tax</a> agreed by G7 finance ministers as long as there is no carve-out to protect substantive business activities in their countries.</p></li> </ul> <h1>FT Event: Future of News&#xa0;</h1> <p><em>Join us today to hear from leading editors, executives and innovators on both sides of the Atlantic about how the top brands are future-proofing their businesses, funding the newsroom and reaching new audiences.</em></p> <p><em>Register&#xa0;</em><a href=\"https://futurenews.live.ft.com/?reference=ftcuratednewsletters&amp;utm_source=news&amp;utm_medium=ftcuratednewsletters&amp;utm_campaign=2021pfutureofnews\"><em>here</em></a><em>.</em></p><p>Source: Valentina Pop, Europe Express editor 2021 'Lithuania urges muscular EU security policy in face of Belarus threat' FT.com 10 June. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-06-10T05:00:42.699Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 5719,
          "end": 5732
        },
        {
          "start": 5719,
          "end": 5726
        }
      ]
    }
  ]
}