{
  "_id": "5495481e5505e122ca69620768abcc7da930c6f652836da4768f9825461533d3",
  "feed": "wall-street-journal",
  "title": "World News:  New-Home Prices  Decline in China  ----  By Jonathan Cheng",
  "text": "<p>   BEIJING -- New-home prices in China fell on a monthly basis for the first time in more than six years in September, new official data showed on Wednesday, as Beijing's measures to curb housing speculation and cool the property sector begin to bite. </p><p>   Average new-home prices in 70 major cities edged down 0.08% in September from the previous month, China's National Bureau of Statistics said. The decline, though small, marks the first such month-on-month decline since March 2015 and follows a 0.16% monthly increase in August. </p><p>   In all, 27 of the 70 cities recorded a month-on-month price increase in September, according to the statistics bureau, down from 46 in August and the lowest such number since February 2020, when the outbreak of the Covid-19 pandemic froze activity across the country. </p><p>   Prices of new homes in China's third-tier cities fell 0.2% from the previous month after remaining unchanged in August, the statistics bureau said. </p><p>   Yan Yuejin, research director at Shanghai-based E-house China Research and Development Institute, said the official figures closely matched his own observations, which have led him to conclude that the market was on the cusp of tipping from \"overheating to overcooling.\" </p><p>   Compared with a year earlier, average new-home prices rose 3.3% in September, slowing from August's 3.7% year-on-year gain. New-home prices rose in 59 of 70 cities in September from a year earlier, the same as in August. </p><p>   Goldman Sachs economists said in a note Wednesday that, while officials may ease restrictions somewhat around the margin, \"the policy direction of deleveraging the property sector is unlikely to shift, which could continue to weigh on overall growth next year.\" </p><p></p>",
  "published": "2021-10-20T00:00:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 1435,
          "end": 1442
        },
        {
          "start": 1435,
          "end": 1448
        }
      ]
    }
  ]
}