{
  "_id": "0d3103b2b651ad2e2bdc0625a41e77db861e26ec90fa1709691db27c8a1f9989",
  "feed": "ftcomall",
  "title": "Mystique of Elliott Management at issue in challenge from Twitter shareholder",
  "text": "<p><br>Elliott Management is so feared that its mere arrival at a company can immediately trigger misconduct by the leadership of its prey. That is the provocative theory of a lawsuit brought by a shareholder of Twitter that, just 10 days ago, gained traction in a Delaware court. </p> <p>In January, a Florida pension fund sued the social network alleging that a settlement that the company struck with Paul Singer's hedge fund in March 2020 resulted from the Twitter board breaching its fiduciary duty.&#xa0;</p> <p>Elliott, in late February of that year, had threatened the board with <a href=\"https://www.ft.com/content/9f7502f4-5be3-11ea-b0ab-339c2307bcd4\">a proxy contest</a> to replace four Twitter directors. Elliott, among other things, was open to sacking the Twitter chief executive Jack Dorsey, whom it believed was too distracted to guide the company. The compromise struck saw three new board members added while Dorsey survived. </p> <p>Additionally, Twitter sold a <a href=\"https://www.prnewswire.com/news-releases/twitter-inc-announces-partnership-with-silver-lake-and-elliott-management-301019725.html\">$1bn of bonds that can convert into equity</a> to Silver Lake, another savvy tech investor with whom Elliott had a strong relationship. In exchange, Elliott agreed to put down its guns for a year.</p> <p>The dissident shareholder claimed in its court filings that the convertible bond was a gift — 3 per cent of Twitter's equity at a cheap premium — when the company already was awash in billions of cash.</p> <p>According to its theory, the Twitter board quickly caved in to Elliott after its advisers explained that the hedge fund's record of ruthlessness portended an ugly fight that would culminate in a rout by the fund. By settling within days, the board, according to the lawsuit, had breached its duties to shareholders in order to keep its jobs and avoid humiliation.&#xa0;</p> <p>Delaware judge Travis Laster said on September 10, that theory, however sensational, is “a story that hangs together”. Forthcoming depositions, the “discovery” process in which case participants disclose documents and a trial will give Wall Street a window into one of its most successful and feared players.</p> <p>Starting in late February, just after Elliott informed Twitter that it could run a proxy contest, the company's board gathered to discuss how to respond. Based on a review of board documents prepared by Goldman Sachs and the communications consultant, Joele Frank, the plaintiffs believe the mood at the sessions was ominous. The advisers conveyed that Elliott was no ordinary agitator.&#xa0;</p> <p>“[T]here was a loud and clear message to that presentation that this activist in your stock, this is a — these guys are as aggressive as can be. Their MO is essentially to play dirty, hire private investigators . . . to dig into the most sensitive aspects of your lives to drum up personal attacks,” explained Thomas Curry, the plaintiff's lawyer in the Delaware court hearing 10 days ago.&#xa0;</p> <p>The pension fund cited news reports about&#xa0;Elliott's alleged targeting of individuals at such companies as Compuware, Athenahealth and Arconic where leadership believed that the firm sought to strong-arm them into capitulation.&#xa0;</p> <p>The presentation materials, according to the pension's interpretation, indicated that if Elliott was not appeased, it would win the election for board seats.&#xa0;</p> <p>“[A proxy fight] . . . is going to engulf your life for at least the next couple months, and it's going to be very intense. And your adviser is telling you, if it happens, you're going to lose ,” Curry, the plaintiff's lawyer, explained in court.&#xa0;</p> <p>“This is like, you know, if you don't play your cards right here, you're going to end up the losing character in like a Jim Stewart book in every airport bookstore in the world”, Curry added, referring to acclaimed business journalist who chronicles boardroom showdowns.</p> <p>Elliott when asked to comment about its reputation for personally targeting directors denied that “it operates in this way or that it employs any dirty or illicit tactics”. </p> <p>When Elliott and Silver Lake made their peace offering, the financing component when it was announced immediately seemed odd. Twitter was profitable and had $6.6bn in cash already. Later, in December 2020, Twitter's chief financial officer admitted publicly that his company, “didn't have an immediate use for [the Silver Lake cash] in terms of running the business”. The pension fund has seized upon that comment as evidence that Twitter directors succumbed too easily.</p> <p>The lawyers for the Twitter board maintain that the allegations are nebulous, and nonetheless, board decisions should not today be second-guessed. The court rejected those arguments for now. The court discovery process will dig into the ties between Elliott, Silver Lake and the Twitter banker, Goldman Sachs.</p> <p>The vast majority of activist campaigns result in <em>detente</em> before a contested annual meeting. Those compromises have not typically been the subject of shareholder litigation, a calm that this Twitter contretemps may upset.</p> <p><em>sujeet.indap@ft.com</em></p><p>Source: Sujeet Indap 2021 'Mystique of Elliott Management at issue in challenge from Twitter shareholder' FT.com 20 September. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-09-20T04:00:19.639Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 4554,
          "end": 4567
        },
        {
          "start": 4554,
          "end": 4561
        },
        {
          "start": 2138,
          "end": 2151
        },
        {
          "start": 2138,
          "end": 2145
        }
      ]
    }
  ]
}