{
  "_id": "dec292403bf1e161982dd276d3d9a22717aaaa4c7a3514f463fc1eb760ca36d5",
  "feed": "ftcomall",
  "title": "What you need to know about Democrats' new energy legislation",
  "text": "<p>What a difference a year makes: 12 months ago this week, oil prices were in freefall as an Opec deal collapsed and energy markets were entering months of turmoil as the coronavirus spread globally. Now vast stimulus plans and vaccines are building optimism. </p> <p>Welcome to another Energy Source. Our first note is on the Democrats' new energy legislation, the CLEAN Future Act, now making its way through Congress. Myles McCormick explains why it matters and what's next. </p> <p>Our second asks why Opec decided last week to keep deep oil supply cuts in place, even as crude prices test their highest levels since 2019. </p> <p>Thanks for reading. Please get in touch at energy.source@ft.com. You can sign up for the newsletter <a href=\"https://www.ft.com/energy-source\">here</a>. <em>— Derek</em></p> <h1>Biden's carbon-zapping power plan takes flight</h1> <p>One of Joe Biden's most eye-catching proposals on the presidential campaign trail was the total decarbonisation of the US power sector by 2035.</p> <p>Now that idea has taken legislative shape in the wide-ranging (and painstakingly named) Climate Leadership and Environmental Action for our Nation's (CLEAN) Future Act that was introduced by House Democrats last week.</p> <p>There is a long road to travel before the bill even approaches enactment. And it will undoubtedly look very different by the time it reaches the Resolute Desk (if it ever does) for presidential sign-off. But Congress has now fired the starting gun — and this matters. Here is why:</p> <h2>Congress takes up the baton</h2> <p>First off, while various proposals to clean up American electricity by 2050 have been bandied around the House of Representatives, a 2035 target (just 14 years away) has now been made official and House Democrats have a rallying point.</p> <p>“It is the first time we've seen legislative language around the Biden climate proposals — that's why it's significant,” said Lindsey Walter, deputy director of climate and energy at centrist think-tank Third Way. “We're seeing the Biden administration's priorities now put down on to paper.”</p> <p>That is important because carving it into law is probably the only way to give the proposal real staying power. </p> <p>Biden may try to use the Environmental Protection Agency as an avenue to achieve his ends. But both the Obama and Trump administrations quickly discovered that the regulatory approach left their plans vulnerable to court challenges (and to being reversed by subsequent administrations).</p> <p>“The courts have pretty much signalled now that this has to be in the bailiwick of Congress,” Frank Maisano, founding partner in the Policy Resolution Group at Bracewell, a legal and lobbying firm that represents energy industry clients, told ES.</p> <p>“There are things they can do [via regulation] but can they really get the full distance there from a regulatory approach? Probably not.”</p> <h2>No sign of a carbon price</h2> <p>“Clean Electricity Standard” is a phrase that is going to get more airtime over the coming months. That is because this is the route — rather than a carbon price — that Democratic lawmakers have chosen for pushing forward the power-sector decarbonisation plan.</p> <p>The bill calls for a CES ensuring retail power suppliers provide a rising proportion of clean electricity each year starting in 2023, hitting 80 per cent in 2030 and 100 per cent in 2035. A credit-trading scheme would allow them to buy, sell and swap credits to achieve this (partial credits for efficient gas generation would allow fossil fuels to retain a role).</p> <p>That is as opposed to a more sweeping introduction of a price on carbon — a favourite of economists and many environmentalists that has failed to gain political traction on either side of the aisle. Previous efforts to get a carbon price on the books have ultimately gone nowhere.</p> <blockquote>  <p>“I think it's time to try something new,” said Frank Pallone, chairman of the House Energy and Commerce Committee and the bill's lead sponsor, last week. “The votes are just not there for a price on carbon.”</p> </blockquote> <blockquote>  <p>“It reflects a shift in both the political and policy conversations around carbon pricing,” said Walter. “We've tried it before . . . and it's failed.</p> </blockquote> <p>With many states already pursuing policies similar to a CES (more than half have adopted some form of renewable portfolio standard) there is some familiarity to it among policymakers and utilities.</p> <p>But more importantly, analysts said that politically-speaking, a CES was more palatable than a carbon tax. As Kathryne Cleary, senior research associate at Resources for the Future, a non-partisan think-tank, put it to ES:</p> <blockquote>  <p>“There's something to be said about the political perception of rewarding ‘clean' versus taxing ‘dirty' resources. Both policies will ultimately lead to similar results but politically speaking, that could be an advantage for a CES.”</p> </blockquote> <h2>Where to from here?</h2> <p>Now we head into the horse-trading phase. Pallone indicated that he was open to entering a reconciliation process with Republicans — which would dilute down the bill but could allow it to pass with a bare majority in the Senate, rather than the supermajority needed if the bill is subject to the filibuster.</p> <p>The mechanisms of the Clean Future bill open a door to a meeting of minds with Republicans, said Maisano. A bipartisan bill with a similar approach, although less ambitious, has been introduced by West Virginia Republican David McKinley and Oregon Democrat Kurt&#xa0;Schrader. (It calls for heavy innovation first, before aiming for an 80 per cent cut in emissions by 2050.) That could prove fertile ground for compromise.</p> <blockquote>  <p>“I really do think that these guys are on a similar page, and that will be helpful towards the very end to achieve some sort of legislative accomplishment,” said Maisano. </p> </blockquote> <p>The reconciliation process will play out over the coming months, with new proposals cropping up that try to mimic some of the goals of the Clean Future Act. By the end of the year, analysts reckon we should know whether it is going anywhere.</p> <p>Failing that, there will be a drive to push through the proposal by the normal route, which would require 60 Senate votes to overcome the filibuster. That means 10 Republicans would need to get on board — no easy ask. <em>(Myles McCormick)</em></p> <h1>Are the Saudis goosing the oil price?</h1> <p>Forget Sunday's attack on Saudi infrastructure, which briefly drove Brent <a href=\"https://www.ft.com/content/3a094943-5663-477f-96d9-13f230880b7b\">above $70 a barrel</a>, its highest level since 2019. </p> <p>The market has known since the <a href=\"https://www.ft.com/content/b14d9322-d6bb-11e9-8f9b-77216ebe1f17\">Abqaiq attack</a> in September 2019 that the world's biggest oil exporter can't protect its own infrastructure. The US government said it was “alarmed” by the escalation — but a Houthi rocket these days is a shortlived oil-price mover. On Tuesday morning in London, Brent prices had softened back towards $68/b.</p> <p>Bigger forces — vaccines, reinflation, bets on pent-up demand — are, however, sustaining the broader oil rally, which has added about 70 per cent to prices over the past four months. </p> <p>As Amrita Sen of Energy Aspects told the FT, the backdrop to the latest attack was already bullish — and Saudi Arabia, the world's self-appointed swing producer, is doing nothing to quell the exuberance. </p> <p>That was clear from last week's Opec meeting, when the kingdom and the cartel it leads <a href=\"https://www.ft.com/content/771ebf3a-cff0-4ff3-ab9a-0bbd01a33f55\">surprised markets</a> by keeping all of their deep cuts in place.</p> <p>Why? Opec watchers point to three main reasons:</p> <ol>  <li><p>Saudi Arabia doubts the demand recovery. Goldman Sachs and others think global consumption will roar back to life later this year, once vaccinated countries reopen and stimulus money primes an economic recovery. Prince Abdulaziz bin Salman, Saudi energy minister, said he wanted to be that sure the glimmers of light seen in oil demand were <a href=\"https://www.ft.com/content/771ebf3a-cff0-4ff3-ab9a-0bbd01a33f55\">not the lights of an onrushing train</a>.</p></li>  <li><p>It doesn't think other Opec producers will spoil the rally by busting their quotas. The UAE, an egregious quota buster last year, is now adhering to the limits strictly. It is even repeating Saudi talking points about cleaning up the market, noted one Opec insider. Other habitual quota busters, like Iraq, are for now content with the Saudi-engineered price rise. </p></li>  <li><p>It isn't worried about a surge in shale production.</p></li> </ol> <p>Bob McNally, head of Rapidan Energy Group, said the kingdom was simply balancing risks. Its goal is to eliminate the supply glut, seen in the form of excess inventories. So it would rather risk restricting too much supply now than easing back on its production cuts too soon, requiring it to deepen the cuts later. “They are lowering the risk of another debacle next year,” he said. </p> <p>Put another way: with as much as 10m barrels a day of Opec+ oil to be returned to the market, the kingdom would rather wait for demand to pull supply back on to the market, rather than start pumping more in expectation that demand will show up. </p> <p>It means that the phaseout plan for the cuts agreed in last year's historic Opec+ deal is now defunct. Replacing it — unofficially at any rate — is a “<a href=\"https://www.oxfordenergy.org/wpcms/wp-content/uploads/2021/02/OIES-Oil-Monthly-Issue-1.pdf\">flexible</a>” approach to supply management.</p> <p>The problem with the strategy lies outside Opec's control, in Texas. Abdulaziz thinks the era of “drill, baby drill” is “gone for ever”. He has clearly been listening to the message from shale producers in recent months, who also insist their free-spending, fast supply-growth days are behind them. </p> <p>But it is another colossal risk. </p> <p>Abdulaziz's price rally will deliver a gusher of cash to America's shale producers. He's betting it goes into pockets on Wall Street rather than new holes in the ground in west Texas. Opec has bet against shale before, and lost.</p> <p>(<em>Derek Brower</em>)</p> <h1>FT Climate Capital Live Summit </h1> <p>The inaugural FT Climate Capital Live Summit will be taking place on March 30. Join climate ministers, central bank governors, world-renowned climate ambassadors, climate finance experts, leaders of international organisations and industry CEOs for a critical deliberation on what a successful race to net-zero means for all sectors and nations. Learn more and register <a href=\"https://climatecapital.live.ft.com/?reference=energysourcenewsletter&amp;utm_source=news&amp;utm_medium=energysourcenewsletter&amp;utm_campaign=2021climatecapitallive\">here</a>.</p> <h1>Power points</h1> <ul>  <li><p>Is <a href=\"https://www.ft.com/content/7eac54ee-f1d1-4ebc-9573-b52f87d00240\">green hydrogen</a> a fix for the world's dirtiest energy problems or little more than industry-generated hype? Our colleagues took a deep dive into the world's most talked about fuel.</p></li>  <li><p>Texas' power crisis was <a href=\"https://www.texasmonthly.com/politics/texas-blackouts-natural-gas/\">primarily caused</a> by a breakdown in the gas supply system, Charles Blanchard, the head of natural gas research at trading house Mercuria, argues in a sharp essay over in Texas Monthly.</p></li>  <li><p>John Kerry is freshly vaccinated and <a href=\"https://www.axios.com/john-kerry-europe-climate-talks-next-week-867cbbb1-a564-4863-aeab-cec5c07cddbd.html\">headed to Europe</a> this week for face-to-face meetings to start laying the groundwork for the first major climate meeting of the Biden era in April.</p></li>  <li><p>The&#xa0;FT Energy Source Live&#xa0;will be taking place on&#xa0;May 24-25, 2021. Join industry CEOs, thought leaders, energy innovators, policymakers, investors and other key influencers to hear the latest thinking and insights on the future of US energy leadership and its global context.&#xa0;<a href=\"https://energysource.live.ft.com/?reference=ftcom&amp;utm_source=bwe&amp;utm_medium=ftcom&amp;utm_campaign=2021penergysourcelive\">Find out more here</a></p></li> </ul> <p><em><strong>Energy Source is a twice-weekly energy newsletter from the Financial Times. It is written and edited by Derek Brower, Myles McCormick, Justin Jacobs and Emily Goldberg.</strong></em></p><p>Source: Derek Brower, Myles McCormick, Justin Jacobs 2021 'What you need to know about Democrats' new energy legislation' FT.com 9 March. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-03-09T11:00:52.247Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 7222,
          "end": 7235
        },
        {
          "start": 7222,
          "end": 7229
        }
      ]
    }
  ]
}