{
  "_id": "00da9448b01beedbae443fea7b46efb6e253ff093fdfdca19f581597565b2e6b",
  "feed": "market-watch",
  "title": "Investment advisers ‘extremely skeptical' about first U.S. bitcoin ETF: ‘It's a hard thing for RIAs to recommend an inferior' crypto product",
  "text": "<p>I'm Mark DeCambre, managing editor of markets and I'll walk you through the latest and greatest in digital assets this week so far. There is a lot of ground to cover, especially as ProShares bitcoin futures exchange-traded fund could debut as early as next week, marking a milestone in digital assets.</p><p>Sign up for that newsletter here.</p><p>Crypto in a snap</p><p>It has been nearly eight years in the making and scores of applications have been rebuffed along the way, but there is finally going to be an ETF loosely pegged to bitcoin that offers average investors access without having to worry about custody of digital assets.</p><p>ProShares submitted&#xa0;an amended filing&#xa0;with the Securities and Exchange Commission on Friday for a bitcoin futures ETF, which carried all the hallmarks of a regulatory filing that might lead to a launch soon, said Todd Rosenbluth, head of ETF and mutual fund research at CFRA, in a phone interview.</p><p>The ETF isn't the hoped-for U.S. fund that is directly backed by bitcoin such as those from our neighbors to the north but it is something that crypto bulls can hang their hats on, with many taking it as a watershed moment for an asset that didn't exist until 2009.</p><p>We've talked about the benefits and the drawbacks of ETF futures here and here.</p><p>In any case, the fervor around the ETF helped jolt bitcoins's price BTCUSD, and that of the broader complex, sharply higher, with the world's No. 1 digital asset by market value changing hands at $61,749, up 8.2%, as of Friday afternoon. That is close to a record at $64,888.99, according to CoinDesk. (Our colleagues at Dow Jones Market Data have that record at $63, 381.20, put in on April 15, based on values at 5 p.m. ET)</p><p>Ether ETHUSD on the Ethereum blockchain was up 2.6% at $3,876.92, with a record at $4,379.11, according to CoinDesk, and meme asset dogecoin DOGEUSD was down 0.1% at 23.4 cents, well off its record high at 74 cents.</p><p>Will they come?</p><p>In the wake of the news on the ProShares futures ETF, and what is likely to be a steady flow of similar fund products, we talked to Ben Cruikshank, head of&#xa0;Flourish, an investing platform, owned by insurance giant MassMutual, that works with hundreds of registered investment advisers, or RIAs, that oversee $1 trillion in assets.</p><p>Flourish said that there is white-hot interest in crypto but advisers are reluctant from a fiduciary perspective to recommend a bitcoin futures product for clients when there are better options to owning crypto such as Coinbase Global or other digital-asset exchanges.</p><p>“The feedback that I'm getting&#xa0;is a derivative is a less efficient form of ownership,” Cruikshank told MarketWatch in a phone interview.</p><p>RIAs are asking as “a fiduciary are we going to recommend a complicated futures product that is a more complicated&#xa0;than…opening a Coinbase account in 5 minutes?”</p><p>“It's a hard thing to justify an inferior futures product,”&#xa0;he said. “That is less my feedback&#xa0;and&#xa0;more what firms are telling me.”&#xa0;</p><p>Cruikshank estimated that some 50 million Americans already have invested in crypto and said that the sense among RIAs is that “investors always prefer direct access if it is available.”</p><p>“People value convenience and I'm not saying that there won't be some adoption…but the firms we are speaking to are extremely skeptical” of a futures ETF, Cruikshank said.</p><p>The movers</p><p> Biggest gainers     Price        %Weekly return  Stacks              $2.03        40.63  Perpetual Protocol  $18.20       30.70  Telecoin            $0.02272     28.58  Polkdadot           $41.91       23.43  Bitcoin BEP2        $$61,731.03  13.18%  Source: CoinMarketCap.com. Biggest gainers within the top 100 by market value</p><p> Biggest losers     Price        %Weekly Return  Arweave            $52.64       -18.15  Terra              $37.44       -15.62  Fantom             $1.96        -15.38  Internet Computer  $43.32       -14.57  Shiba Inu          $0.00002498  -13.20  Source:&#xa0;CoinMarketCap.com. Biggest losers within the top 100 by market value</p><p>Bitcoin $100,000 in 2023?</p><p>We chatted briefly with Jurrien&#xa0;Timmer, director of global macro at Fidelity Investments in Boston, about the outlook for bitcoin and his recent tweets suggesting that, based on his fundamental analysis, bitcoin was heading for $100,000 by 2023.</p><p>Timmer said a combination of network effects, the theory that value is based on the increased usage of a good or service, and stock-to-flow models, which represent a way to value an asset based on supply/demand metrics, are converging in the next two years or so.</p><p>“You get a lot of hyperbolic price targets…which aren't price targets,” Timmer said. “The only number that I am comfortable with has some basis in research,” he told MarketWatch.</p><p>He said that bitcoin offers a unique value proposition and that some investors viewed it as digital gold. In fact, Timmer said that bitcoin may be taking some market share from gold and that allocations to bitcoin are likely some fraction of what is allocated to the precious metal.</p><p>Timmer says that bitcoin might fit on the 40% side of the traditional 60:40 “model” portfolios, with 60% representing an allocation to equities and 40%, representing your typical allocation to bonds.</p><p>‘Crypto' banks</p><p>Morgan Stanley analyst, led by Ken Zerbe, published a list of what it described as “crypto banks,” otherwise traditional bricks-and-mortar institutions that “offer crypto-related products or services.</p><p>The Morgan Stanley MS list consists almost exclusively of midcap financial institutions that fall well below top tier institutions such as, its own bank, as well as rivals JPMorgan Chase JPM and Goldman Sachs Group GS, which all offer varying degrees of crypto and blockchain services to individual or institutional investors, or both.</p><p>However, Morgan Stanley says its list reflects institutions that have been “the most proactive in the cryptocurrency ecosystem.”</p><p>Morgan Stanley acknowledges that the list may be subjective, noting that it plans on altering the composition of the list over time.</p><p>As it stands, it includes Signature BankSBNY, New York Community NYCB, Customers Bancorp Inc. CUBI, Silvergate Capital Corp. SI, National Bank Holdings Corp. NBHC, Metropolitan Bank Holding Corp. MCB, Triumph Bancorp.TBK, Blue Ridge Bankshares Inc.BRBS, and Provident Bankcorp Inc.PVBC.</p><p>Morgan Stanley writes that crypto banks have significantly outperformed some bigger peers.</p><p>Many of the midcap crypto names are enjoying triple-digit, year-to-date returns, which handily outperform Bank of America, up 53% YTD, Morgan Stanley, up 49%, and JPMorgan Chase, up over 31% (see attached chart showing some comparative returns thus far in 2021).</p><p>FactSetTether, Bitfinex fines</p><p>The Commodity Futures Trading Commission settled charges with Tether Holdings Ltd. for misleading customers about the quality of the reserves that back its stablecoin, Tether USDTUSDMarketWatch's Chris Matthews writes. The regulator also fined crypto exchange Bitfinex, which is linked to Tether Holdings, for operating as an unregistered futures commission merchant.</p><p>The CFTC&#xa0;said in a press release&#xa0;that Tether misrepresented the stablecoin when it claimed that the token was “100% backed by” fiat currency assets.</p><p>“Instead of holding all USDT token reserves in U.S. dollars as represented, Tether relied upon unregulated entities and certain third parties to hold funds comprising the reserves; commingled reserve funds with Bitfinex's operational and customer funds; and held reserves in non-fiat financial products,” the CFTC said.</p><p>Tether's stablecoin, which carries the same name, is a popular asset in crypto because its price is intended to be “stable” and pegged to a fiat asset like the U.S. dollar. Tether is seen as a way for investors to stay in crypto without the volatility associated with bitcoin and Ether.</p><p>Tether's CFTC settlement comes about eight months after the New York attorney general's office completed a two-year probe into Tether and Bitfinex. That office also concluded that the companies made several public misrepresentations, regarding the dollar reserves backing for Tether in 2017 and a situation in 2018 when Bitfinex&#xa0;lost access to about $850 million&#xa0;of its customers' funds that it had placed with an outside company.</p><p>Mining U.S.A.</p><p>Earlier this week, the Washington Post reported that the U.S. overtook China to lead the world with the largest share in global bitcoin mining networks, citing data&#xa0;from the University of Cambridge.</p><p>The move comes after China in the summer cracked down on mining and trading in crypto, sparking a mass exodus out of Beijing.</p><p>University of CambridgeA crypto sheriff?</p><p>Coinbase Global Inc. COINhas proposed a comprehensive change to U.S. federal regulation of digital assets, and is urging Congress to create a new agency to regulate the industry under a different framework than is used to oversee the legacy financial services industry.</p><p>“There should be one federal regulator designated for digital asset markets,” Faryar Shirzad, chief policy officer at Coinbase&#xa0;told reporters on Thursday.</p><p>Crypto companies, funds</p><p>In crypto-related company news, shares of Coinbase rallied 7.93% on Friday to $280.61, and climbed 13.1% for the week.</p><p>Michael Saylor's MicroStrategy Inc. MSTR&#xa0;rose 3.6% to $749.85, contributing to a 5.8% weekly advance. Mining firm Riot Blockchain Inc.&#xa0;sharesRIOT rallied 6.6% to $27.85 on the session and rose 7.8% on the week, and shares of Marathon Digital Holdings Inc. MARA jumped 12.2% to $48.89 for a weekly gain of 23.8%. Another miner Ebang International Holdings Inc. Cl A sharesEBON increased 7.7% to $1.97 and increased 9.4% for the week.</p><p>Overstock.com Inc. OSTK increased 1.6% to $77.67, but fell 0.8% for the week, while Square Inc. SQ picked up 0.6% to $249, with a weekly gain of 4.4%, and Tesla Inc. sharesTSLA rose 3% to $843.03 on Friday, helping the Elon Musk-run company post a 7.3% weekly rise.</p><p>PayPal Holdings Inc. PYPL&#xa0;added 0.7% to $268.35, logging a 3.2% weekly gain, and NVIDIA Corp. NVDA climbed 0.5% to $218.62, contributing to a 5% weekly climb. Advanced Micro Devices Inc. AMDinched up 0.1% to $112.12 and notched a 6.7% weekly return.</p><p>In the fund space, the Bitwise Crypto Industry Innovators ETFBITQ,&#xa0;which is focused on pure-play crypto companies, rallied 4.2% to $25.10 and climbed 4.6% on the week. Blockchain-focused Amplify Transformational Data Sharing ETF BLOKgained 3.6% to $50.86 and rose 5.4% on the week. Grayscale Bitcoin TrustGBTC,&#xa0;which tracks the Bitcoin market price, increased 5.6% to $47.41 and booked a 12% weekly return.</p><p>New funds, the Invesco Alerian Galaxy Crypto Economy ETF SATO rose 5.3% on the week and 4.3% on Friday and Invesco Alerian Galaxy Blockchain Users and Decentralized Commerce ETF BLKC posted a weekly return of 4.4% after rising 3.3% to end the week.</p><p>Must reads</p><p>Michael Burry of ‘The Big Short' asked about shorting crypto days before bitcoin hit $60,000 (CNBC)</p><p>Mark Cuban says ethereum has the ‘most upside' as a crypto investment (CNBC)</p><p>Tax officials tighten their grip on crypto (FT.com)</p><p>Crypto could cause 2008-level meltdown, Bank of England official warns (CNBC)</p><p>Crypto Imperiling $7 Trillion Of Stocks Makes China's Point (Forbes)</p><p>U.S. Treasury puts crypto industry on notice over rising ransomware attacks (Reuters)</p><p>China Has Good Reason to Fear Bitcoin (Barron's)</p>",
  "published": "2021-10-17T15:14:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 5412,
          "end": 5425
        },
        {
          "start": 5412,
          "end": 5419
        }
      ]
    }
  ]
}