{
  "_id": "ebd7de5b48b43d9263b5dfd3e96b4f5538716915ebd5dfaf208b86e601543ec7",
  "feed": "ftcomall",
  "title": "Signs of resurgent US economy send stocks to new peaks",
  "text": "<p>Wall Street stocks are pushing ever further into uncharted territory as new data and corporate financials show that the economy and corporate America are still rebounding from the depths of the coronavirus crisis. </p> <p>The S&amp;P 500 has generated returns including dividends of 27 per cent so far this year as the blue-chip index has set record highs on more than 60 trading days, according to Goldman Sachs data. </p> <p>Last week alone, US markets rallied 2 per cent, the best performance since June. Companies beaten down during the pandemic such as airlines, cruise operators and casinos advanced after <a href=\"https://www.ft.com/content/848cce54-0d47-4488-b829-5539abddcf6e\">Pfizer's announcement</a> on Friday that its antiviral pill successfully reduced hospitalisation rates stemming from Covid-19 by 90 per cent. </p> <p>Evidence that the US economy is pulling itself out of the pandemic-induced downturn further bolstered sentiment, with the latest monthly jobs report showing a pick-up in job growth across nearly all sectors after several months of more lacklustre gains. More than 500,000 positions were created in October, and the unemployment rate fell to 4.6 per cent in a move that exceeded economists' expectations.</p> <p>The $1.2tn<a href=\"https://www.ft.com/content/a588078c-8dec-4bd4-8f99-d7f0ff61ed05?emailId=6185f6f9d07b660004472910&amp;segmentId=3d08be62-315f-7330-5bbd-af33dc531acb\"> infrastructure spending bill</a> passed late on Friday by the US House of Representatives could provide yet further fuel to the world's biggest economy. </p> <p>“We are on the train to normal,” said Kristina Hooper, chief global market strategist at Invesco. “We are not quite there yet but we are certainly moving in the right direction. Growth is re-accelerating and it's helped by the new developments in Covid treatment.”</p> <p>Michael Gapen, chief US economist at Barclays, also pointed to a report last week showing an uptick in <a href=\"https://fred.stlouisfed.org/series/TOTALSA\">US automobile sales</a> and a survey indicating activity in the sprawling American services sector rising at an <a href=\"https://www.ismworld.org/supply-management-news-and-reports/reports/ism-report-on-business/services/october/\">unprecedented pace</a>. “We view incoming data this week as consistent with our expectation for improved economic momentum heading into year-end,” he said in a note to the investment bank's clients. </p> <p>Sentiment has also been bolstered by signs that large US companies are broadly managing to weather the surge in the prices of raw materials, supply chain bottlenecks and shortages in the labour market. </p> <p>Earnings of companies listed on the S&amp;P 500 rose about 40 per cent in the third quarter from the same period in 2020, according to data collated by FactSet on corporate reports issued in recent weeks. </p> <p>Profit margins slipped to about 12.3 per cent from 12.6 per cent the previous quarter on aggregate, but that was still about 0.7 percentage points better than analysts had anticipated before the earnings season kick-off, according to Goldman Sachs. </p> <p>“Despite lingering global supply chain disruptions and elevated inflation, companies have successfully navigated most margin headwinds by relying on pricing power,” the Wall Street investment bank noted. </p> <p>The Pfizer announcement on Friday provided a further boost to investors' confidence, with Scott Gottlieb, a former commissioner of the Food and Drug Administration and a member of Pfizer's board, saying that the pandemic could be over by January. </p> <p>Live Nation Entertainment, which puts on live concerts that have been curtailed by social restrictions during the pandemic, rose more than 20 per cent for the week, its biggest move higher since March 2020 when the Fed first stepped into financial markets to quell the downturn stemming from the pandemic. Cruise operator Royal Caribbean was also among the biggest risers for the week, up more than 14 per cent. </p> <p>“We have moved into a new phase of the pandemic,” said Rebecca Patterson, director of investment research at Bridgewater, adding that the jolt higher in stock markets had also been underpinned by signals from central banks that they would only slowly unravel crisis-era stimulus measures. </p> <p>The <a href=\"https://www.ft.com/content/eed7d355-b786-46f9-8109-1937c94dedf1\">Federal Reserve</a> took its first big step towards ending pandemic-era crisis support for financial markets on Wednesday, announcing that it would begin scaling back its $120bn-a-month asset purchase programme with an aim to end the stimulus altogether by the second half of next year. </p> <p>However, Fed chair Jay Powell's reassurance that the central bank was pursuing a patient approach when it came to raising interest rates helped to ease investors' angst that a substantive move towards higher borrowing costs was soon forthcoming. “He is doing everything he can to avoid confusion,” said Hooper. </p> <p><em>Additional reporting by Nicholas Megaw and Kate Duguid</em></p><p>Source: Joe Rennison and Colby Smith in New York 2021 'Signs of resurgent US economy send stocks to new peaks' FT.com 7 November. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-11-07T17:39:27.581Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 387,
          "end": 400
        },
        {
          "start": 2602,
          "end": 2615
        },
        {
          "start": 2602,
          "end": 2609
        },
        {
          "start": 387,
          "end": 394
        }
      ]
    }
  ]
}