{
  "_id": "24d93a80166dbe299b0c4385d61acdd7b34c9b355c9ce2fcf04cfbeab6234ca8",
  "feed": "wall-street-journal",
  "title": "Oil Hits Three-Year High as Natural-Gas Crunch Spills Into Crude Market; Record-high gas prices, impact of Hurricane Ida are pushing up oil-price forecasts",
  "text": "<p>Both key benchmarks have jumped around 11% over the past month as part of a broader rally in energy markets, with depleted natural-gas inventories and resurgent economic activity sparking fierce competition in Europe and Asia for natural gas to feed their power markets.</p><p>\"Oil's move is really to do with the global energy crunch coming out of the gas power market,\" said Norbert Rücker, head of economics at Swiss private bank Julius Baer. \"This is now spilling over into the oil market because of the expectation that this energy scarcity means we're going to use oil for spillover demand.\" In some power plants, oil can be used to generate electricity when gas prices surge.</p><p>A global natural-gas production deficit, depleted inventories and a push from the Chinese government to slash emissions—switching out coal for gas—have all played a role in pushing gas prices higher. That comes as the Northern Hemisphere heads into the winter indoor heating months. The supply crunch has already put several retail energy providers in the U.K. out of business.</p><p>Record-high gas prices have exacerbated the oil market's already tight supply-and-demand balance. Cumulative losses in U.S. Gulf of Mexico production following the impact of Hurricane Ida last month have reached more than 30 million barrels and could hit more than 55 million barrels before all production is restored, according to Helge André Martinsen, senior oil market analyst at DNB Markets.</p><p>Those dynamics have prompted analysts to raise their oil-price forecasts. Goldman Sachs increased its Brent price forecast for the end of 2021 by $10 to $90 a barrel on Monday, with head of energy research Damien Courvalin citing both Hurricane Ida and the likelihood that \"the global gas shortage will increase oil-fired power generation.\"</p><p>Futures for U.S. natural gas jumped 6.7% to $6.11 per million British thermal units, putting the contracts on track for their highest settlement since February 2014.</p><p>In Europe, benchmark gas futures rose 9.4% to €83.70 a megawatt-hour. That is equivalent to just under $98 a megawatt-hour and put the contracts on course for their highest closing price on figures dating back to 2013.</p><p>European natural-gas prices have more than quadrupled this year and the rally is unlikely to relent soon, according to Georgi Slavov, head of fundamental research at brokerage Marex Spectron. Weather forecasts point to a chilly November and December in Europe, which would bolster gas demand, Mr. Slavov added.</p><p>Coal and carbon-permit prices headed higher, too, adding to the strain on energy-hungry companies and industries in Europe. Futures for coal delivered to the Netherlands rose 2.6% to $207 a metric ton. Contracts for emission allowances in the European Union's carbon market added 0.9% to trade at €64.92 a metric ton of carbon dioxide. This put the permits, required by carbon emitters such as power plants and steel mills, on course to notch another all-time closing high.</p><p>The producer nations of the Organization of the Petroleum Exporting Countries are a wild card in the oil-price mix. They continue to hold back barrels from the market to keep prices high enough to profit. But they have a history of releasing more supply into the market to avoid high prices from stifling demand.</p><p>OPEC, which releases its long-term energy forecasts Tuesday, is already in the process of relaxing production cuts that underpinned oil prices during the pandemic. It meets next week to discuss possible further production increases.</p><p>\"OPEC is still ramping up production and [the market is] getting frothy but by next year we have confidence that we see much lower prices,\" said Julius Baer's Mr. Rücker.</p><p>Joe Wallace contributed to this article.</p><p>Write to David Hodari at David.Hodari@dowjones.com</p><p>Oil Hits Three-Year High as Natural-Gas Crunch Spills Into Crude Market</p>",
  "published": "2021-09-28T10:08:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 1526,
          "end": 1533
        },
        {
          "start": 1526,
          "end": 1539
        }
      ]
    }
  ]
}