{
  "_id": "2a368068a45fba962563aa8be28143a61510f72610fd942f7550d7fa66ad90cb",
  "feed": "wall-street-journal",
  "title": "Phil Murphy Wins Tight New Jersey Governor Race; Democrat squeaked by to become first in party to win re-election in the state since 1977",
  "text": "<p>(More to come)</p><p>The race centered largely on taxes. Mr. Ciattarelli, a former state assemblyman, has criticized Mr. Murphy's fiscal policies and promised to cut state spending. Mr. Murphy, a former Goldman Sachs executive who was first elected in 2017, raised taxes on millionaires and expanded educational programs.</p><p>Mr. Murphy campaigned on his record in office, touting the legalization of marijuana and increases to the state's minimum wage. He said he provided stable management during the Covid-19 pandemic, and Monmouth polls showed his job approval rating remained above 50% since the virus arrived in March 2020.</p><p>Mr. Ciattarelli has criticized Mr. Murphy's requirement that school students wear masks while in the classroom and faulted the governor for a policy early in the pandemic that allowed nursing homes to accept Covid-19 patients from hospitals. Mr. Murphy said the masking policy is needed to keep children safe and called the coronavirus nursing home deaths a tragedy.</p><p>Speaking to supporters just after midnight, Mr. Murphy said, \"We're going to wait for every vote to be counted, and that's how our democracy works.\"</p><p>New Jersey doesn't require mandatory recounts in close elections, but a candidate can request one from a judge at any margin if they have reason to believe there has been an error in counting votes. A spokesman for Mr. Murphy's campaign said it has no plans to seek a recount. Mr. Ciattarelli's campaign spokeswoman, Stami Williams, said all options remain on the table.</p><p>\"Right now, our team is focused on making sure all the legal votes are counted and our citizens can have confidence in the system,\" Ms. Williams said in a statement.</p><p>New Jersey GOP Chairman Bob Hugin said the results showed that voters in the state were frustrated with government overreach and that the state's high taxes were \"an underlying, fundamental issue that's always on the front of Jersey voters' mind.\"</p><p>Mr. Murray said voters' concerns about Covid-19 waned in the weeks leading up to the election, leaving an opening for Mr. Ciattarelli's core campaign theme.</p><p>No Democrat has won re-election as governor of New Jersey since 1977.</p><p>Registered Democrats outnumber Republicans by more than one million in the Garden State, according to the New Jersey secretary of state's office. That is up from a Democratic advantage of around 700,000 voters in 2009, when Republican Chris Christie defeated Jon Corzine's bid for a second term.</p><p>In recent weeks, both President Biden and Vice President Kamala Harris appeared with Mr. Murphy. Mr. Biden easily carried the state in the 2020 presidential election, but his approval rating slipped over the summer as he faced headwinds moving his agenda through Congress.</p><p>\"There's a drag from Joe Biden's low approval ratings. And the craziness that's gone on in Washington has depressed Democratic enthusiasm and energized Republicans,\" said Ben Dworkin, director of the Rowan University Institute for Public Policy and Citizenship.</p><p>Julie Roginsky, a Democratic consultant who worked for Mr. Murphy during his 2017 campaign, said he could have had a stronger showing if he had focused more on affordability and less on national trends.</p><p>\"It turns out that you can't ignore the number-one issue that voters in New Jersey have had for the last 30 years—affordability and property taxes—and expect to win,\" she said.</p><p>Bennett Degen, a 55-year-old investment professional in West Orange, voted for Mr. Murphy in 2017 but cast his vote Tuesday for Mr. Ciattarelli. Mr. Degen said he was disappointed with Mr. Murphy's administration over the past four years, especially its inability to stem rising taxes.</p><p>\"I didn't expect taxes to go down, but I didn't think they would go up as much as they did,\" he said. \"I thought Murphy had a stronger understanding of the needs of the average suburban voter being squeezed by property taxes.\"</p><p>New Jersey has the highest property taxes relative to home value, according to a study released this summer by the Tax Foundation, a Washington-based think tank that generally favors lower tax rates.</p><p>For other voters, Mr. Murphy's handling of the Covid-19 pandemic won him their vote. \"He was an efficient governor as far as I was concerned,\" said Cynthia Parayil, a 53-year-old community college professor from Central New Jersey who voted for Mr. Murphy.</p><p>Write to Jimmy Vielkind at Jimmy.Vielkind@wsj.com</p><p>Phil Murphy Wins Tight New Jersey Governor Race</p>",
  "published": "2021-11-03T22:34:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 198,
          "end": 211
        },
        {
          "start": 197,
          "end": 210
        },
        {
          "start": 197,
          "end": 204
        },
        {
          "start": 198,
          "end": 205
        }
      ]
    }
  ]
}