{
  "_id": "bd6668a4f95c74a5a920aa37927b335449eb610518c638000d08389c2c2b6779",
  "feed": "ftcomall",
  "title": "Business schools push to help more women into finance",
  "text": "<p>Kathy Matsui's <a href=\"https://asia.nikkei.com/Business/Finance/Womenomics-advocate-Kathy-Matsui-debuts-venture-capital-fund\">new global venture capital fund</a> <a href=\"https://asia.nikkei.com/Business/Finance/Womenomics-advocate-Kathy-Matsui-debuts-venture-capital-fund\">drew headlines last month</a> for being the first of its kind in Japan to focus on environmental, social and governance principles.</p> <p>But the news was also significant for another reason. Matsui, who left investment bank Goldman Sachs in Japan last year and is known for coining the term “womenomics”, is a woman at the helm of an all-female leadership team — a rarity in the male-dominated finance industry.</p> <p>Business schools are trying to change this. To increase the <a href=\"https://www.ft.com/content/8b75f59c-4ed8-44f3-b315-8264b606531d\">low number of women in senior finance roles</a>, some schools are on a push to help dismantle the barriers to their progression. They are trying a range of approaches — ranging from new curriculum design to on-campus and alumni networks.</p> <p>For many, the first challenge is to persuade young women that careers in this field are welcoming and rewarding. “A lot of it stems from misinformation about what the world of finance actually is,” says Haley Parrin, who recently graduated from UNC Kenan-Flagler Business School. She was the first female president of the school's <a href=\"https://www.uncibc.com/\">Investment Banking Club</a>, which helps MBA students prepare for working in finance. </p> <p>She argues that jobs in the industry are often mis-characterised as number crunching while, in fact, the work demands strategic thinking. Parrin worked in business analysis and consulting before starting her MBA course.</p> <p>“What goes on above and beyond [number-crunching] is far more important than just getting the numbers right,” says Parrin, who will be joining investment bank Morgan Stanley in July. “That skill set is something a lot of women have to offer but don't know how to apply to the financial services world.”</p> <p>Katherine Jollon Colsher, chief executive of <a href=\"https://www.girlswhoinvest.org/\">Girls Who Invest</a>, a non-profit organisation working to increase the number of women in senior asset management roles, agrees. “It's a profession that is not often understood,” she says. “People talk about being a lawyer, a doctor or a teacher — but less so about being a portfolio manager.”</p> <p>But while perceptions are shifting, the idea of male-only boardrooms and lone female analysts persists in the popular imagination, says Kathy Harvey, associate dean for degree programmes at the&#xa0;University of&#xa0;Oxford's&#xa0;Saïd&#xa0;Business School. “It takes many years to change culture and expectations.”</p> <p>She argues that business schools, as educators of potential finance leaders, are well placed to accelerate a shift in culture and expectations. Their role includes giving young women a space to investigate their future careers with “a sense of confidence and a sense that they really can go wherever they want to”. </p> <p>Jennifer Bethel, a finance professor at Babson College in the US, says schools can also help “normalise” the presence of women in finance. Some 50 per cent of Babson's finance professors are women, she adds. “Thirty years ago, you didn't have women finance professors and now you have a lot of them,” she says.</p> <p>Even a small change — she calls it a “one-inch deep” shift — can make a difference. One example she gives is a case study protagonist having a female name. “That's a step forward,” she says. “But then it's about finding [real cases on] businesses that are owned and operated by women.” </p> <p>Business schools can also call on female alumni working in finance to bring other senior women in the industry into classes. </p> <p>Saïd's private equity elective classes have tried to do just that, says Harvey. “[It] changes the atmosphere in the room and the nature of expectations.”</p> <p>These measures appear to be paying off: the proportion of the school's female graduates going into finance roles rose from 37 per cent in the class of 2018-2019 to 47 per cent in the class of 2019-2020.</p> <p>However, Bethel argues that raising awareness of finance as a promising career for women should start while they are teenagers still at school. &#xa0;</p> <p>She cites the <a href=\"https://www.babsonfinassoc.org/financial-wellness-program\">Financial Wellness Program</a>, a community service programme run by the Babson Finance Association. Its members — two-thirds of whom are women, she says — teach basic personal finance skills at schools in underprivileged communities.</p> <p>“You have these amazing women in front of these high-school kids,” says Bethel, who is also co-founder of the Babson Financial Literacy Project. “Creating this chain is critical, so they can imagine what [the finance sector] is,” she says.</p> <p>Meanwhile, the rise of ESG-focused investing is helping to attract and <a href=\"https://www.ft.com/content/87938d52-7b72-11e8-af48-190d103e32a4\">increase the number of female finance</a> executives.&#xa0;</p> <p>Between 2015 and 2020, for example, 44 per cent of the senior ESG positions that Acre Resources, a specialist executive search consultancy, helped to fill went to women.&#xa0;</p> <p>“Already women are connecting to sustainability — and now there's a finance lens with that,” says Bethel. </p><p>Source: Sarah Murray 2021 'Business schools push to help more women into finance' FT.com 30 June. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-06-30T03:30:53.564Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 262,
          "end": 269
        },
        {
          "start": 262,
          "end": 275
        }
      ]
    }
  ]
}