{
  "_id": "fe1ffbef8866c7e421e19e4207f39693e500159b79532fbaa7cae94b9bdbc2bd",
  "feed": "wall-street-journal",
  "title": "OFF DUTY --- Design & Decorating: What's Hot, What's Kaput in 2021 --- We asked 200 design pros which trends feel fresh vs. finished as we enter a new year. They forecast a hunger for hushed, murky rooms and hardware-less kitchen cupboards -- and a quick fade for farmhouse white and open shelving.",
  "text": "<p>Glitzy Textiles: Miami designer Allen Saunders, among others, foresees a rejection of slick surfaces in general. Mr. Jeffers zeroed in on shiny fabrics, a played-out way to bestow a design scheme with glossy glamour. \"They give this connotation of a dressier room, which people are just not as excited about these days,\" he said. As pillows or upholstery, these light-catching lames and shimmery satins not only look chilly, they skimp on tactile comfort. \"They're a little harder in terms of their touch and hand,\" he said.</p><p>Chaos-Courting Open Shelving: Sure, floating shelves look great in photos when styled by a pro or even by a layperson with a good eye. The rest of us struggle to keep exposed tableware looking organized and pretty, which has scuttled this \"deconstructed kitchen\" trend. \"For some, open shelving always felt too cluttered,\" said Kobi Karp, principal of the eponymous architecture and interior-design firm, in Miami. Another reason to shelf open shelving: Dishes end up covered in (unappetizing, time-consuming) dust and grease.</p><p>Matte Black Fixtures: Industrial and farmhouse trends ushered in flat black faucets, but they're now heading out. \"Black is one-dimensional . . . really visually bold and heavy,\" said Indianapolis designer Whittney Parkinson. The color \"immediately draws your eye to an element that shouldn't have much relevance.\" Ms. Parkinson also noted that some manufacturers spray on the black finish, which means it will eventually scratch off. \"People want pieces they feel will age really well,\" she said, versus ones that must be replaced in a few years.</p><p>Modern Farmhouse: With apologies to Chip and Joanna Gaines, who popularized the farmhouse look on HGTV's \"Fixer Upper,\" its white shiplap walls, fauxtiques and dark metal details are being sent to pasture. \"People want home to represent who they are and the life they've led,\" said Dallas designer Michelle Nussbaumer. \"Farmhouse is too quiet, too not-real.\" Another agri-feature getting the ax: sliding barn doors. Even closed they leave gaps, so they only work in places where sound and privacy are not an issue, said Mr. Karp. Places like a barn.</p><p>IN</p><p>Open-Air Showers: Meanwhile, the al fresco shower has acquired powerful appeal, part of the continuing push to \"make the outdoor as well-designed and comfortable as the indoor,\" as New York architect West Chin put it. San Francisco designer Jay Jeffers, who often installs showers like the one at right on clients' properties in Napa Valley, points to the dreamy sense of escape they conjure. \"You're almost in a different world -- Mexico or the Cayman Islands or Anguilla -- somewhere else that's not your home.\"</p><p>Fabrics That Feel Good: We're gravitating to touchable textiles like velvet, mohair and soft boucle, said Robbie McMillan, co-owner and lead designer of AubreyMaxwell in San Francisco. \"Boucle is everywhere,\" concurred Andrew Kline, design director at New York's Workshop/APD. \"We have nowhere to go in our Chanel blazers, so we're translating the look to sofas,\" he said. Elizabeth Cooper, another Bay Area designer, highlighted furry alternatives such as alpaca, while Bethesda, Md., designer Marika Meyer likes the tactility of crewel embroidery.</p><p>Neat Cabinets Sans Hardware: \"Since cabinetry usually takes up most of the space in kitchens, a ton of exposed hardware can create an eyesore,\" said Houston designer Nina Magon. For a serenely seamless facade and an open-sesame effect, look for push latches. Also good: drawers with grabbable undersides like the ones at right, made by London kitchen company Lanserring. The result is a decidedly more tidy kitchen. \"It expresses the less-is-more approach and helps focus on the beauty of the cabinetry and surfaces,\" said Ms. Magon.</p><p>Faucets You Can Talk To: Want to minimize contact with germy handles and taps? Just connect Siri or Alexa to a voice-activated fixture. \"You can say, 'Faucet, two cups of water.' You put the pan under and it dispenses two cups!\" said Sacramento, Calif., designer Kerrie Kelly. You can also program the flow's temperature and duration for, say, rinsing dishes. Designer Dennese Guadeloupe Rojas, in Silver Lake, Md., points out that touchless faucets don't get dirty in the first place, so finishes like matte white, as on the version at right by Jason Wu for Brizo, stay looking clean.</p><p>Dusky Rooms: Design pros are noting a shift to darker, moodier spaces, like this emerald-enveloped bar at right, by Atlanta designer Melanie Turner. Ms. Kelly noted that in kitchens, warm woods are being mixed with deep green or blue paint. Mr. Jeffers predicts those colors, plus dark gray, will also surface in bedrooms: \"Deep tones evoke calm and make the perfect sleeping atmosphere.\" Andrea Goldman's team, in Chicago, creates at least one cozy, relaxing space per project: \"We start with wall color, using darker jewel hues.\"</p><p>(See accompanying photos -- WSJ Jan. 2, 2021)</p>",
  "published": "2021-01-02T00:00:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 4733,
          "end": 4740
        }
      ]
    }
  ]
}