{
  "_id": "18fca44eaa5c0056366a616afe5d1991730d0907c73a79bdd71e0ec396986811",
  "feed": "wall-street-journal",
  "title": "EXCHANGE  ---  Weekend Investor -- The Intelligent Investor:  Meet the Market's  Messiahs of Momentum  ---  Twitter celebrities from Mark Cuban to Snoop Dogg fire up an army of  investors and traders, fueling the myth of an outsider information edge  ----  By Jason Zweig",
  "text": "<p>   Welcome to the outsiders' market. </p><p>   It used to be Wall Street insiders -- analysts, economists, investment strategists and portfolio managers -- who fueled bull markets by enticing the masses to hand over their money. </p><p>   Now, it's outsiders -- entrepreneurs like Elon Musk and Mark Cuban, rappers and rock stars like Ja Rule and Snoop Dogg and Gene Simmons of Kiss -- who are firing up thousands, perhaps millions, of traders and investors. They have blown away the old myth that Wall Street is the exclusive keeper of the keys to wealth, which it will share only with those who are willing to pay a fee. </p><p>   Unfortunately, a new myth is in the making: that the outsiders know for real what the insiders only pretended to know. </p><p>   If your timing was right, you might have made a lot of money over the past few weeks by following Mr. Musk into bitcoin, Mr. Cuban into dogecoin (another digital currency), or the venture capitalist Chamath Palihapitiya, who has more than 1.3 million Twitter followers, into GameStop Corp. stock or options. </p><p>   My colleague Colin Barr has aptly nicknamed such celebrities \"the messiahs of momentum\" for their ability to lure countless traders into following them. </p><p>   At 10:32 a.m. Eastern time on Jan. 26, Mr. Palihapitiya tweeted that he had bought call options on GameStop, adding: \"Let's gooooooo!!!!!!!!\" By the end of the next minute, GameStop's price had jumped 9.6% as trading volume quadrupled, with nearly 10,200 lots of 100 or fewer shares changing hands, according to a Wall Street Journal analysis of market data from DTN. </p><p>   At 4:08 p.m. Eastern time the same day, Mr. Musk tweeted, \"Gamestonk!!\" More than a quarter-million shares traded immediately and, by the time 10 more minutes had elapsed, GameStop had shot up 31%. The shares, at roughly $144 before Mr. Musk's tweet, surged to nearly $348 the next day, then fell to about $50 by this week. </p><p>   On Feb. 3, Mr. Cuban tweeted, \"If I had to choose between buying a lottery ticket and #Dogecoin ..... I would buy #Dogecoin.\" Over the next 12 hours, the digital currency shot up roughly 50%. </p><p>   Dogecoin has also been popularized by Mr. Musk, several rappers and Mr. Simmons. It has gained more than 1,300% in 2021, even though it was conceived as a joke and has no practical use. </p><p>   Is there an element of mockery in all this? Of course -- for good reason. </p><p>   Decades ago, an iconic series of television ads made stockbrokers seem omniscient, with crowds dropping everything just to hear what brokers thought: \"When E.F. Hutton talks, people listen.\" </p><p>   Wall Street analysts and fund managers have always claimed to base their predictions on original research and fundamental analysis. Yet those have seldom been better than educated guesses. The result, over the decades, has been billions of dollars in overcompensation for trillions of dollars in underperformance. </p><p>   The late screenwriter William Goldman said in his book \"Adventures in the Screen Trade\" that \"the single most important fact\" in Hollywood is \"NOBODY KNOWS ANYTHING.\" </p><p>   Wall Street has always resembled Hollywood far more than most financial types care to admit. Not long ago, analysts such as Mary Meeker and Jack Grubman, and strategists such as Abby Joseph Cohen and Barton Biggs, were superstars. Analysts, economists, strategists and portfolio managers still play the roles of clairvoyants, even though they are just guessing like the rest of us. </p><p>   No wonder financial advisers who generate a lot of business are called \"big producers,\" as if they were Kathleen Kennedy or Cecil B. DeMille. And a fund's return is called \"performance\" because it is often a show: Managers dramatize positive results by crediting their own skill, while playing down bad returns by wagging a finger at the Federal Reserve or the irrationality of \"the market.\" </p><p>   Thus, today's outsiders are signaling to everyday investors what should have been obvious for a long time. \"The internet has democratized information,\" Mr. Palihapitiya told me this week. \"So the edge has shifted to analysis. Everyone has access to the same information, financial disclosures and general data.\" </p><p>   That erases Wall Street's illusion of superior knowledge. \"The stagnation of traditional wages has shifted people's resourcefulness to the equity markets,\" said Mr. Palihapitiya. Those who can use technology \"to process this information faster or differently,\" he said, have \"the new edge.\" </p><p>   The epic rush into GameStop shares, the rise of the WallStreetBets trading forum and the boom in cryptocurrencies, Mr. Cuban told me this week, \"shows small investors that if they group together, aggregated capital and targeted actions can be very powerful.\" He added, \"That is a vacuum that should be filled.\" </p><p>   Historically, most traders have lost money, conceded Mr. Cuban. But \"this may be the one set of circumstances that could change all that.\" Could more people profit if \"first-time or newer traders [and] veteran traders chose to work together instead of individually?\" he asked. \"Why can't that knowledge come from the wisdom of the crowd?\" </p><p>   As for dogecoin, \"the price is less than a dime,\" Mr. Cuban said. \"If you are going to make a mistake, that's the place to do it.\" </p><p>   My own take is straightforward. The new messiahs of momentum, with their charisma and huge followings, can unite the buying power of scattered investors better than anyone who came before them. For a crowd of followers to be wise rather than foolish, though, those who lead it must have an unusual information edge. </p><p>   And I'm not sure why the predictions of today's powerful outsiders should be any more accurate than those of the insiders who came before them. Fame and fortune in other fields are no assurance of success in the financial markets. </p><p></p>",
  "published": "2021-02-13T07:05:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 2859,
          "end": 2866
        }
      ]
    }
  ]
}