{
  "_id": "0ea53d8bdab6f9a027687e926edf841d17738c1605cd76569702909f3ddccd53",
  "feed": "wall-street-journal",
  "title": "EXCHANGE --- Personal Board of Directors: Robert Reffkin --- Chief Executive, Compass",
  "text": "<p>\"What does your customer want?\" he said. \"You just do that.\"</p><p>Mr. Reffkin, 42 years old, worked in consulting, finance and as a White House fellow before launching Compass, which went public in April and now has 21,000 agents in hundreds of U.S. cities. The inspiration for the business came from his mom, a real-estate agent. His bet was that technology could help agents build their brand, analyze data and conduct market research.</p><p>\"It is one of the largest mobile professions but there never was an app that allowed agents to [fully] do their work on the go,\" he said.</p><p>Technology helped revive the company after shelter-in-place orders forced Compass to stop showing properties during the initial stages of the pandemic last year. Agents used virtual tools to live stream open houses and tours and host sales meetings.</p><p>\"It's really been a remarkable year,\" he said.</p><p>Here are four of his trusted advisers.</p><p>Chris Lee</p><p>Partner and head of real estate Americas at KKR &amp; Co.</p><p>Mr. Reffkin met Mr. Lee when they participated in an internship program for students from underrepresented groups, in 1998. Mr. Lee, who is from Texas, and Mr. Reffkin, from California, navigated New York City together while working in finance after college. Whoever left their office first would call the other -- usually sometime after midnight. \"We'd keep each other accountable to why we were working so hard,\" Mr. Reffkin said, adding that \"we felt there was a responsibility that we had as Black professionals to be able to give it everything we got.\"</p><p>Jeff Hunter</p><p>Founder, CEO and executive coach at Talentism</p><p>Mr. Reffkin met Mr. Hunter through a Columbia Business School classmate. Usually every two weeks, the two have an hourlong videoconference where Mr. Hunter opens by asking \"How are you feeling?\"</p><p>Mr. Reffkin said he has learned key lessons from Mr. Hunter, who helps him find blind spots and keeps him accountable. Mr. Hunter has encouraged him to make sure he is on the same page with employees, asking questions like \"How do you think about the next steps?\" or \"How do you think about what I said?\"</p><p>Kimberly Harris Campbell</p><p>Regional president at Compass</p><p>Mr. Reffkin and Ms. Harris Campbell met through a mutual friend on the campus of Columbia University. Mr. Reffkin asked her to join the board of the nonprofit he founded, America Needs You. She later became CEO of that group and afterward a regional president at Compass. He said Ms. Harris Campbell is one of the few people who will give him regular, honest feedback. She has called him after speeches, he said, and suggested he share more of himself to energize the audience. Mr. Reffkin said he started sharing more about his failures and challenges.</p><p>Henry Cornell</p><p>Senior partner at Cornell Capital, former vice chairman at Goldman Sachs</p><p>Mr. Reffkin learned a key piece of advice from Mr. Cornell after Mr. Cornell hired him at Goldman Sachs Group Inc.'s private equity group. Mr. Cornell suggested Mr. Reffkin stop trying to make his weaknesses a strength and instead focus on maximizing his strengths. So Mr. Reffkin started tapping his network and connecting with CEOs he knew, asking if they were willing to sell their company. Mr. Reffkin said he takes the same approach at Compass: \"I do what I'm best at and if I'm not great at something I hire other people to do what I'm not great at.\"</p>",
  "published": "2021-07-10T00:00:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 2874,
          "end": 2887
        },
        {
          "start": 2873,
          "end": 2897
        },
        {
          "start": 2874,
          "end": 2881
        },
        {
          "start": 2770,
          "end": 2783
        },
        {
          "start": 2770,
          "end": 2777
        },
        {
          "start": 2847,
          "end": 2871
        },
        {
          "start": 2769,
          "end": 2776
        },
        {
          "start": 2769,
          "end": 2782
        },
        {
          "start": 2743,
          "end": 2756
        }
      ]
    }
  ]
}