{
  "_id": "47ab0e50f939355007c9d9417ffb6de181e043cb71ec6064d80b5e8e52fc7dc2",
  "feed": "wall-street-journal",
  "title": "T-Mobile Earnings: Can the Wireless Pacesetter Maintain Its Speed? After AT&T and Verizon reported strong customer gains, investors will see if T-Mobile can continue its growth streak",
  "text": "<p>\"Historically, the level of growth we've seen from T-Mobile has been unprecedented,\" said Colby Synesael, an analyst for investment bank Cowen. But investor concerns have since grown as new cellphone customers become harder to win. \"AT&amp;T has been a share donor to everyone else for the last number of years and has chosen to be more aggressive,\" he said. \"That has upset the apple cart.\"</p><p>Wall Street analysts predict that T-Mobile added about 646,000 phone subscribers in the closely watched market for postpaid wireless service during the September-ended quarter, according to FactSet. That estimate compares with a net gain of 928,000 subscribers at AT&amp;T and a 429,000-connection increase at Verizon over the same span.</p><p>For the better part of the 2010s, T-Mobile looked more like a nimble technology company than a staid telephone operator. Then-Chief Executive John Legere had a reputation for heckling the competition, winning new customers and satisfying investors with strong growth. The cellphone carrier entered the new decade with an even bigger prize, closing a controversial acquisition of rival Sprint Corp.</p><p>T-Mobile has continued to mop up subscribers since CEO Mike Sievert took charge in early 2020, but investors' enthusiasm has wavered. Its shares have fallen 22% from an all-time high in July under pressure from concerns about profit-killing competition and the loss of future revenue from Dish Network Corp. as a user of its network.</p><p>The summer theft of more than 50 million customer records, disclosed in August, added to the company's challenges. Mr. Sievert said in September that the bad news had hurt the business, though the company was still \"finishing the quarter strong.\"</p><p>\"This is unfortunate—I think customers realize that these attacks are an ongoing series of events from companies in every industry and that their data is already out there,\" Mr. Sievert said at Goldman Sachs's annual communications conference. \"The evidence appears that most customers, I think unfortunately because of how common these attacks are, are willing to look forward.\"</p><p>T-Mobile's future for now exists in a market dominated by three wireless companies, with smaller players on the margins. Big cable companies continue to rack up subscriptions from customers bundling cellphone service with home broadband. Dish, another potential competitor, is building its own wireless network from scratch.</p><p>T-Mobile's plans to shut down Sprint's third-generation network has caused a rift with Dish, which for now relies on T-Mobile's network. The spat is part of what prompted the satellite company to steer new business to AT&amp;T, depriving T-Mobile of future revenue.</p><p>Cowen's Mr. Synesael continues to recommend T-Mobile's stock, citing the value it can gain from moving old Sprint customers to its own magenta-clad brand. The deal also gave the combined company a trove of valuable wireless-spectrum licenses well suited for ultrafast fifth-generation service.</p><p>\"T-Mobile has said that they won't market their 5G advantage aggressively until they have delivered it to an adequate portion of the country,\" Jonathan Chaplin, an industry analyst for New Street Research, wrote in a recent note to clients. \"We expect them to push their advantage more aggressively now, following the latest iPhone launch.\"</p><p>Write to Drew FitzGerald at andrew.fitzgerald@wsj.com</p><p>T-Mobile Earnings: Can the Wireless Pacesetter Maintain Its Speed?</p>",
  "published": "2021-11-02T11:40:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 1895,
          "end": 1902
        },
        {
          "start": 1895,
          "end": 1908
        },
        {
          "start": 1896,
          "end": 1903
        },
        {
          "start": 1896,
          "end": 1909
        }
      ]
    }
  ]
}