{
  "_id": "2745aab2ab5d49bae15f5e52b4dcce6fbb653b3546863d681e46514ad3a4c89e",
  "feed": "ftcomall",
  "title": "Birkenstock sold to LVMH-backed group in €4bn deal",
  "text": "<p>L Catterton, the private equity firm backed by Bernard Arnault's LVMH, has agreed to buy the German footwear group Birkenstock in a deal that values the company at about €4bn. </p> <p>The sale will see the family-owned company, which traces its roots to 1774, pass into private equity ownership for the first time. Its owners Christian and Alex Birkenstock will keep a minority stake, said people familiar with the matter. </p> <p>Financière Agache, Arnault's family office, will also invest in the deal alongside L Catterton, a consumer-focused buyout group that has previously invested in the ecommerce group Everlane, the Peloton indoor cycling group and Build-A-Bear Workshop. </p> <p>“In L Catterton and Financière Agache we have found not just shareholders, but also partners for achieving our global growth ambitions,” said Oliver Reichert, who alongside Markus Bensberg became Birkenstock's first chief executive from outside the family in 2012. “They have a great deal of knowhow and excellent access to international markets.” </p> <p>L Catterton, formed when LVMH and Arnault's family holding company joined forces with the US private equity firm Catterton in 2016, beat <a href=\"https://www.ft.com/content/8b88f184-48ff-40d7-85b1-660962105b8b\">competition from CVC Capital Partners</a> to secure the deal. Permira, the buyout group that listed Dr Martens on the stock exchange last month, had also expressed interest. </p> <p>The company's new owners will pursue growth in China and India, and will expand its ecommerce and direct-to-consumer business, Birkenstock said in a statement. </p> <p>It said the company had a “record year” despite the coronavirus pandemic in which “many companies in the sector have suffered”. Financial results for 2020 have not yet been published, but a spokesman for the group said revenues in the year to September 2020 were in line with the €721.5m it made the previous year, despite factory closures during lockdowns. </p> <p>The company employs 3,800 people and made €129m in net income in the year to September 2019, a corporate filing shows. Net profit was up 40 per cent on the previous year. </p> <p>It has been exploring a sale for months with the help of bankers at Goldman Sachs, according to two people with direct knowledge of the matter. It turned to private equity bidders after initially exploring a sale to rival groups.</p><p>Source: Kaye Wiggins in London  2021 'Birkenstock sold to LVMH-backed group in €4bn deal' FT.com 26 February. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-02-26T10:51:33.033Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 2077,
          "end": 2090
        },
        {
          "start": 2077,
          "end": 2084
        }
      ]
    }
  ]
}