{
  "_id": "9ab979f97725860386944bf6bd226d4da6b2f3e02802b778636d783cf2350fad",
  "feed": "ftcomall",
  "title": "Citigroup: Fraser's razor needs to cut deeper",
  "text": "<p>Citigroup is the worst-performing big US bank stock this year. The shares — flat for the year — are languishing at the levels they were at five years ago. By contrast, the KBW Bank Index is up by more than a third since the start of January. Citi has underperformed during one of Wall Street's most profitable years.</p> <p>Selling consumer banking assets in the Philippines for around <a href=\"https://www.citigroup.com/citi/news/2021/211223a.htm\">$908m</a> will not move the dial. But the deal is in keeping with the plans of Jane Fraser, the newish chief executive, to shrink Citi's sprawling global retail footprint and boost profitability.</p> <p>Since taking the helm in February, Fraser has put Citi's consumer operations in <a href=\"https://www.ft.com/content/7ca269fc-f257-4aed-a5c9-03e140a10a54\">13 markets</a> across Asia and eastern Europe up for sale. It is the right move. The businesses accounted for just $4.2bn of the $74.3bn in revenue that Citigroup earned last year and operated at a loss. </p> <p>Disposals may bring some short-term pain. Citi expects to incur a charge of <a href=\"https://www.ft.com/content/dca07c62-885d-431e-9695-e5fa730088fe\">up to $1.5bn</a> to unwind the business in South Korea, for example. But the exits will free up capital for higher performing businesses such as wealth management and commercial banking. The goal is to lift Citi's return on tangible common equity — a mere 6.9 per cent last year — to 12 per cent.</p> <p>Citi's lagging shares show that the market discounts any turnround. Of the six big Wall Street banks, Citigroup is the only one trading for less than book value. Goldman Sachs and Morgan Stanley are sitting at near record highs, following a 45 per cent rally. Wells Fargo, another Wall Street problem child, has rebounded about 61 per cent.</p> <p>Fraser's plans will take time to implement — and need to go further within this sprawling global institution. She must also fix risk management after US regulators levied a $400m fine. </p> <p>That said, Citi remains the country's third-largest bank. ROTCE came in at 11 per cent in the latest quarter. Higher rates and resurgent loan growth next year will buoy its results. Citi's low valuation means there is an upside for investors who believe Fraser can re-energise Wall Street's lacklustre lender.</p><p>Source:  2021 'Citigroup: Fraser's razor needs to cut deeper' FT.com 23 December. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-12-23T18:04:16.270Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 1382,
          "end": 1395
        },
        {
          "start": 1382,
          "end": 1389
        }
      ]
    }
  ]
}