{
  "_id": "e51c99f049e094ea7daec163c4dd3d26de8a03757f7126bb658521eb6f972f5b",
  "feed": "ftcomall",
  "title": "Wall Street stocks hit record highs ahead of crucial jobs report",
  "text": "<p>Wall Street's stocks hovered at fresh all-time highs on Thursday, after weekly data suggested employment in the world's largest economy was beginning to stabilise.</p> <p>The blue-chip S&amp;P 500 finished 0.6 per cent higher in New York, marking a new closing record level, despite having pushed slightly higher during the trading day a week ago. The technology-heavy Nasdaq climbed 0.8 per cent, also a new high, after data showed the number of Americans actively collecting jobless benefits had fallen to its lowest level of the <a href=\"https://www.ft.com/coronavirus\">pandemic</a>. </p> <p>Ahead of Friday's closely watched non-farm payrolls data, the US labour department on Thursday reported 385,000 initial unemployment applicants for the last week in July, down from 399,000 in the previous week.</p> <p>In advance of the release of the payrolls report from last month, economists polled by Bloomberg forecast that the US economy will have added 870,000 jobs in July, up from June's blockbuster 850,000 figure, while the jobless rate is predicted to dip to 5.7 per cent, down from 5.9 per cent in June.</p> <p>A strong jobs print would intensify speculation about when the US Federal Reserve might begin to cut back its $120bn in monthly asset purchases, which have supported the <a href=\"https://www.ft.com/us-economy\">economy</a> during the pandemic. “We expect that taper talk could lead to stock market volatility, given the stretched technical indicators,” said analysts at Credit Suisse.</p> <p>Goldman Sachs says Wall Street's climb has further to go this year. Analysts at the bank estimated that the S&amp;P 500 would gain a further 7 per cent by the end of 2021 — on top of index gains of 17 per cent so far this year — on the back of a bullish estimate that company earnings per share would grow 45 per cent throughout this period. </p> <p>“We expect stronger revenue growth and more pre-tax profit margin expansion, as firms successfully manage costs and as high-margin tech companies become a larger share of the index,” they wrote. </p> <p>In Europe, the region-wide Stoxx 600 closed up 0.4 per cent at another record high, while London's FTSE 100 edged 0.1 per cent lower after the Bank of England acknowledged that some <a href=\"https://www.ft.com/content/80de9d5d-42c5-47f0-bc86-a46d05291691\">“modest tightening”</a> might be needed in the next two years after its latest policy meeting on Thursday. </p> <p>The UK central bank <a href=\"https://www.bankofengland.co.uk/monetary-policy-summary-and-minutes/2021/august-2021\">said</a> economic growth was running “slightly” above expectations. But it also noted “difficulties in matching available jobs and workers” and “uncertainty” over how the UK economy would react to the end of the furlough scheme brought in to deal with the effects of the pandemic.</p> <p>The BoE's announcement triggered a brief dip in UK government bond prices, with the yield on the 10-year gilt climbing to a session high of 0.54 per cent before ending day at 0.52 per cent.</p> <p>In Asia, Hong Kong's Hang Seng index close down 0.8 per cent and the CSI 300 index of Shanghai and Shenzhen-listed shares dropped 0.6 per cent, as China imposed new nationwide travel curbs as cases of the Delta variant spread to 15 provinces. </p> <p>The global oil benchmark Brent crude rebounded 1.4 per cent to $71.33 a barrel but remained about 6 per cent lower for the week, as worries that the spread of the virus could depress demand for fuel outweighed tensions in the Middle East with Iran, which has supported crude prices. </p><p>Source: Adrienne Klasa in London and Kate Duguid in New York  2021 'Wall Street stocks hit record highs ahead of crucial jobs report' FT.com 5 August. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-08-05T20:29:37.812Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 1381,
          "end": 1394
        },
        {
          "start": 1381,
          "end": 1388
        }
      ]
    }
  ]
}