{
  "_id": "bf6925f7efa305c42b55cf0b51926ab5c3311c7c66346cf3be046c604f89307c",
  "feed": "wall-street-journal",
  "title": "Deal Nears for Stake in Firm With Ties to Cowboys, Yankees",
  "text": "<p>Founded in 2008 by a group that included the National Football League's Dallas Cowboys, Major League Baseball's New York Yankees and the merchant bank of Goldman Sachs Group Inc., Legends partners with top sports and entertainment brands to design, plan and manage special events and live experiences.</p><p>The company, which also has divisions that focus on sponsorships, merchandise and technology, counts Real Madrid, SoFi Stadium, the University of Notre Dame, the Los Angeles Clippers and Live Nation Entertainment Inc. among its partners.</p><p>Goldman sold its stake in 2012. The remaining owners sold a significant minority stake to private-equity firm New Mountain Capital in 2017 in a deal that valued the company at more than $700 million, according to PitchBook.</p><p>In the transaction being discussed, Sixth Street would primarily be buying the stake owned by New Mountain, with the Cowboys and Yankees remaining sizable owners of Legends, according to people familiar with the matter.</p><p>A former affiliate of private-equity firm TPG, Sixth Street has more than $50 billion in assets under management, including its open-ended flagship vehicle, which last year became one of the largest pools of private capital.</p><p>A deal for Legends would be Sixth Street's latest bet on an industry hard-hit by the coronavirus pandemic.</p><p>In April the firm partnered with private-equity firm Silver Lake to invest $1 billion in home-sharing company Airbnb Inc., which was being battered by a wave of pandemic-related cancellations.</p><p>Warrants it received as part of the deal valued the company at $18 billion, The Wall Street Journal reported.</p><p>Airbnb went public in December at a roughly $47 billion valuation, and it currently has a market capitalization of nearly $90 billion.</p>",
  "published": "2021-01-12T00:00:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 154,
          "end": 178
        },
        {
          "start": 154,
          "end": 161
        },
        {
          "start": 154,
          "end": 167
        },
        {
          "start": 154,
          "end": 177
        },
        {
          "start": 540,
          "end": 547
        },
        {
          "start": 538,
          "end": 545
        }
      ]
    }
  ]
}