{
  "_id": "2a2c4387c439c0fbcdcd255dee6cc7c7465d5aa5f9fed13916fc70d066cef6bd",
  "feed": "ftcomall",
  "title": "The next blockbuster private equity IPO",
  "text": "<p><strong>One scoop to start: Eric Varvel</strong>, the<strong> Credit Suisse </strong>executive who was a proponent of the Greensill-linked supply-chain finance funds that unravelled earlier this year, is <a href=\"https://ft.com/content/4e1dd3a9-8765-4afc-8d15-72fd353a5446\">in discussions to leave</a> the Swiss bank, according to people briefed on the matter.</p> <h2>Will rising tides lift TPG's boat?</h2> <p><strong>TPG</strong>, one of the world's largest privately held buyout firms, <a href=\"https://www.ft.com/content/8fd93e65-9cc5-4156-9489-214b7a8c44d2\">is going public</a> in a long-awaited move that punctuates a flurry of IPOs across the industry as dealmakers capitalise on soaring valuations and raise growth capital.</p> <p>On Thursday, the firm with $109bn in assets that was founded by billionaires <strong>David Bonderman</strong> and <strong>Jim Coulter</strong> filed its S-1, putting it on track to be the most prominent private equity IPO in the US since the listings of <strong>Blackstone</strong>, <strong>KKR</strong>, <strong>Apollo </strong>and <strong>Carlyle</strong> in the years around the financial crisis.</p> <p>Bonderman and Coulter cut their teeth in the 1980s striking buyouts for <strong>Robert Bass</strong> before leading the successful restructuring of <strong>Continental Airlines</strong> in the early 1990s. They founded TPG in 1992 and quickly built it into a mega-cap buyout firm known for complex corporate restructurings and carve-outs.</p> <p>By the 2000s, TPG was a giant in its sector. But it stumbled in the crisis, weighed down by bad bets like the buyout of Texas utility <strong>Energy Future Holdings</strong> and casino empire <strong>Caesars Entertainment</strong>, as well as the rescue financing of <strong>Washington Mutual</strong>.</p> <p>As competitors like Blackstone grew after the crisis into diverse, publicly traded alternative asset managers, TPG refashioned itself with smaller private equity deals focused on fast-growing technology companies such as <strong>Airbnb</strong>, <strong>Uber</strong> and<strong> Spotify</strong>, along with healthcare buyouts.</p> <p>Its performance has turned round since then with assets climbing from $60bn in 2016 to $109bn today. Revenues in 2021 have been nearly $4bn and profits stand at more than $1.7bn, it said in its prospectus.</p> <p>Bonderman and Coulter have long been setting the stage for a public listing, disclosing plans as early as 2014. The following year, TPG hired former <strong>Goldman Sachs</strong> executive <strong>Jon Winkelried</strong> as a co-chief executive alongside Coulter, incentivising the Wall Street veteran with a “Winkelried Pre-IPO Agreement” complete with a large block of now fully-vested equity, the prospectus shows.</p> <p>As IPO speculation percolated in 2021, TPG further codified its succession planning, naming Winkelried sole chief executive in May and promoting healthcare dealmaker <strong>Todd Sisitsky</strong> to president in September. The latter announcement also elevated longtime partners <strong>Nehal Raj</strong>, <strong>Jeff Rhodes</strong> and <strong>David Trujillo</strong> to top roles across the firm's private equity business.</p> <p>TPG also laid out a plan to become a fully independent public corporation over the next five years, giving recently promoted dealmakers increasing power inside the firm. </p> <p>The first phase will be to add Winkelried into TPG's control group of shareholders next year alongside Bonderman and Coulter. It will then add two more executives into that control group, which will be disbanded by the end of 2027, giving stockholders full rights to elect a majority of its board.</p> <p>TPG, owned almost entirely by employees, didn't break out its shareholders. But cash compensation gives a good proxy on the balance of power behind closed doors. </p> <p>It is Coulter who made the most money at TPG over the past two years, filings show, collecting north of $200m in pay and carried interest compensation. Bonderman received a combined $163m in distributions and millions more in pay and benefits. </p> <p>Winkelried received distributions of $76.8m, filings show, while president Sisitsky received over $55m in such pay. Other top brass receiving pay and distributions north of $50m include Trujillo, the man behind investing in Spotify; <strong>Jonathan Coslet</strong>, vice-chair; and <strong>Kelvin Davis</strong>, founder of the firm's $11bn real estate business.</p> <p>“It's very different from a Blackstone or an Apollo,” one private equity billionaire tells DD. “They've done a good job reinventing the business without the benefit of credit and insurance.”</p> <h2>Netflix and Cipriani takeout: Wall Street cancels bonus season soirées</h2> <p>It's the most wonderful time of the year for bankers at <strong>Goldman Sachs</strong> and <strong>JPMorgan</strong> <strong>Chase</strong>, who await <a href=\"https://www.ft.com/content/51c4638b-2663-4fa2-9fa3-8608d488d227\">bumper bonuses</a> following a <a href=\"https://www.ft.com/content/a67e0300-98a8-4e29-890a-0949135933ba\">record-breaking</a> year for M&amp;A.</p> <p>JPMorgan is considering increasing its bonus pool by about 40 per cent compared to last year, while Goldmanites could see an increase as high as 50 per cent. <strong>Barclays</strong> plans to boost its year-end payouts by more than 25 per cent, <a href=\"https://www.bloomberg.com/news/articles/2021-12-16/barclays-plans-to-boost-investment-bank-bonuses-by-more-than-25?sref=OziMsGoK\">per Bloomberg.</a></p> <p>And what pairs better with a banner bonus season than a steak dinner and some <a href=\"https://www.ft.com/content/a0fb84da-e2de-41da-8792-ef90cb1ac2f7\">nice bubbly</a>? The <a href=\"https://www.ft.com/content/42c5ff3d-e676-4076-9b9f-7243a00cba5e\">Omicron variant</a>, as it turns out. </p> <p>With Covid-19 cases on the rise in New York City, Goldman has put a stop to any remaining year-end festivities, sources <a href=\"https://www.ft.com/content/d055d4da-d85f-41a0-b63f-e7b20d623008\">told the FT</a>.&#xa0;</p> <p>While holiday parties on Wall Street in recent years have nothing on the <a href=\"https://www.ft.com/content/81c363aa-a4b2-11e5-97e1-a754d5d9538c\">debauchery-filled fêtes</a> of the pre-crisis era, inordinate amounts of champagne will probably be put on ice for the time being.</p> <p><strong>Citigroup </strong>has instructed its New York staffers to work from home through the holidays, <a href=\"https://www.reuters.com/business/citi-let-new-york-city-staff-work-home-through-holidays-source-2021-12-16/\">per Reuters</a>, while JPMorgan has asked unvaccinated staff to <a href=\"https://www.reuters.com/business/exclusive-jpmorgan-tells-unvaccinated-manhattan-staff-work-home-2021-12-14/\">go remote</a> and moved its annual healthcare conference online.</p> <p>The latter was probably a good look considering that the event, originally planned to be held in San Francisco, caters to some of the principal executives fighting Covid. But DD can't imagine <strong>Jamie Dimon</strong> is too pleased. </p> <p>The JPMorgan chief has been a <a href=\"https://www.ft.com/content/0dd2a0a9-19b5-4904-b624-d7bf613b2ef8\">vocal proponent</a> of returning to the office, and wrote to shareholders earlier this year that reliance on Zoom meetings slows decision-making and that remote working makes it “impossible” for junior bankers to learn under the typical bank apprenticeship model.</p> <p>Unfortunately for many of those newer ranks, they'll be sipping eggnog under the soft glow of their monitors rather than the mistletoe this year. At least they're being paid well. </p> <h2>GAM is haunted by the ghost of Greensill's past</h2> <p>Years before <strong>Greensill Capital</strong>'s collapse wreaked havoc at <strong>Credit Suisse</strong>, another venerable Swiss firm shredded its reputation by getting into bed with the now-infamous finance company.</p> <p>Back in 2018, Zurich-based fund manager <strong>GAM </strong>became embroiled in a scandal relating to its star fund manager <strong>Tim Haywood</strong>'s relationships with Australian financier <strong>Lex Greensill </strong>and metals magnate <strong>Sanjeev Gupta</strong>. </p> <p>The fallout was massive: Haywood was suspended and ultimately fired, while billions of dollars of funds he managed had to be liquidated due to their large holdings of illiquid Greensill-related investments.</p> <p>While the scandal was big news at the time, it has almost become a footnote in the subsequent Greensill story, after all the revelations around the finance firm's links to everyone from <a href=\"https://www.ft.com/content/72713b5e-628b-4029-8a8f-7b11d767dc72\"><strong>SoftBank</strong></a> to <a href=\"https://www.ft.com/content/a71460b3-7023-40b7-aab0-469228b7e517\"><strong>David Cameron</strong></a> to even <a href=\"https://www.ft.com/content/e3cf4459-dd54-49c1-a777-276f8ae0d406\"><strong>Mohammed bin Salman</strong></a>.</p> <p>GAM is <a href=\"https://www.ft.com/content/267da57c-0945-4b39-9894-b2da191a9818\">back in the headlines</a>, however, after the UK's <strong>Financial Conduct Authority</strong> fined the firm £9m for failing to manage conflicts of interest during the imbroglio. Haywood meanwhile faced a penalty of £230,000.</p> <p>Coming nearly four years after a whistleblower first went to the FCA with his concerns about Haywood's investments, it's another reminder of how slowly the wheels of financial enforcement turn in the UK.</p> <p>The FCA is yet to file its full final notice on the matter, but the <a href=\"https://www.fca.org.uk/publication/warning-notices/warning-notice-statement-21-5.pdf\">brief summary</a> holds some intriguing clues for aficionados of the Greensill scandal.</p> <p>Firstly, the FCA flags three investments that GAM failed to manage conflicts of interest around, the first of which was made on October 20, 2016. </p> <p>That date is significant because it's the same day GAM first invested in bonds from <a href=\"https://www.ft.com/content/935de4f2-c89d-11e8-ba8f-ee390057b8c9\"><strong>Laufer Limited</strong></a>, a special purpose vehicle named after a creek on Lex Greensill's family watermelon farm.</p> <p>It also notes that Haywood breached GAM's gifts and entertainment policy. Back in 2019, the FT <a href=\"https://www.ft.com/content/56e5b0ba-39ed-11e9-b856-5404d3811663\">revealed</a> that the fund manager had taken multiple rides on Greensill's private jet, including a flight to a family holiday in the Mediterranean.</p> <p>DD would like to offer readers a simple piece of advice: if Lex Greensill ever offers you a ride in his plane, politely decline. </p> <h2>Job moves</h2> <ul>  <li><p>Education publisher <strong>Pearson</strong> <a href=\"https://www.ft.com/content/09f5c19a-0822-4b07-b2bb-69de223ae820\">has hired</a> <strong>Omid Kordestani</strong>, former executive chair of <strong>Twitter</strong>, to lead its board as it shifts its focus to its direct-to-consumer digital service.</p></li>  <li><p><strong>Clifford Chance</strong> has elected<strong> Charles Adams</strong> as the firm's next global managing partner, succeeding <strong>Matthew</strong> <strong>Layton</strong>. Adams has served as the firm's regional managing partner in Europe since 2018 and sits on its top decision-making body, the executive leadership group.</p></li>  <li><p><strong>Betty Yap </strong>and<strong> Carl Fernandes</strong> have rejoined<strong> Linklaters</strong> as partners in their corporate and financial regulation practices, respectively. Yap joins from <strong>Paul, Weiss</strong> where she was managing partner of the firm's China practice, and Fernandes was previously a partner at <strong>Latham &amp; Watkins</strong>.</p></li> </ul> <h2>Smart reads</h2> <p><strong>The great meme-stockification </strong>The pandemic has led to an explosion of newly minted day-traders. But markets designed to make investing more accessible are still prone to the same risks of corruption and greed as mainstream finance. (<a href=\"https://www.bloomberg.com/news/features/2021-12-16/how-crypto-nft-s-meme-stocks-took-markets-on-a-wild-ride-in-2021\">Bloomberg</a>)</p> <p><strong>Into the Metaverse </strong>Former deputy UK prime minister-turned Meta executive Nick Clegg offers an impassioned defense for Facebook's fledgling internet 2.0. The FT's Henry Mance enters the digital world to find out if the project, unlike his Metaverse avatar, has legs. (<a href=\"https://www.ft.com/content/913c0cc2-9498-4d25-b2e8-794e24702e0b\">FT</a>) </p> <p><strong>Ivy League impersonators </strong>A sophisticated con targeting successful Indian women promised victims a dream career at Harvard University. Who scammed them, and why, remains a mystery. (<a href=\"https://www.nytimes.com/2021/12/16/technology/harvard-job-scam-india.html\">New York Times</a>)</p> <h2>News round-up</h2> <p><a href=\"https://www.ft.com/content/4c81f175-cce5-446b-ba58-628b1a5ec9d4?desktop=true&amp;segmentId=d8d3e364-5197-20eb-17cf-2437841d178a#myft:notification:instant-email:content\">Indian online education start-up Byju's in talks for record Spac deal</a> (FT) </p> <p><a href=\"https://ft.com/content/25a79b68-ba14-466a-bffd-fcda2a1103a7\">Uefa picks US bank to lead €7bn football financing package</a> (FT)</p> <p><a href=\"https://www.ft.com/content/4ecdc60f-a2f5-4461-99f5-fc011ca9f431\">Warner Music to buy record label 300 Entertainment for $400m</a> (FT) </p> <p><a href=\"https://www.ft.com/content/24ebfc2a-66c1-4dbf-8208-acd9757bf761\">McDonald's claws back $105m from disgraced former chief Steve Easterbrook</a> (FT)</p> <p><a href=\"https://www.ft.com/content/67b625e7-87ab-478e-aca1-995f150e6b9c\">US borrowers breach loan limit guidance at record pace</a> (FT)</p> <p><a href=\"https://www.ft.com/content/4cd6c43e-e727-4792-b2c0-083694bd51ce\">NatWest's anti-money laundering failures laid bare in gold dealer case</a> (FT)</p> <p><a href=\"https://www.ft.com/content/941c0e96-ebf1-42ee-97ec-ad6764f35cbf\">Chinese creditors sue Evergrande for claims totalling $13bn</a> (FT) </p> <p><a href=\"https://www.reuters.com/markets/us/liontree-explores-accepting-cryptocurrency-services-2021-12-16/\">LionTree explores accepting cryptocurrency for services</a> (Reuters)</p><p>Source:  2021 'The next blockbuster private equity IPO' FT.com 17 December. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-12-17T05:00:27.471Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 4121,
          "end": 4134
        },
        {
          "start": 4615,
          "end": 4622
        },
        {
          "start": 2002,
          "end": 2009
        },
        {
          "start": 2002,
          "end": 2015
        },
        {
          "start": 1990,
          "end": 2003
        },
        {
          "start": 4121,
          "end": 4128
        },
        {
          "start": 4645,
          "end": 4652
        }
      ]
    }
  ]
}