{
  "_id": "07c83433bfd11c182e50a7307a1dc19eb84e875db0e3317b94667f78a523e16e",
  "feed": "market-watch",
  "title": "Tesla's stock is still cheap, says manager of new ETF who made Musk's EV company its No. 1 holding",
  "text": "<p>Tesla Inc. TSLA shares had already surged 15-fold in the previous two years, giving the electric-vehicle maker a market capitalization that would eventually eclipse all other car companies combined.</p><p>Black, a former investments chief at Goldman Sachs and CEO of what is now Janus Henderson mutual funds, said in an interview Nov. 30 that he still thinks Tesla is a bargain for long-term investors.</p><p>By traditional measures, shares of Tesla appear to be very expensive. The stock closed at $1,145 on Nov. 30, and was up 62% for 2021, following a 743% increase during 2020. Tesla trades for 136 times the consensus 2022 earnings estimate of $8.43 a share among analysts polled by FactSet. In comparison, the price-to-earnings ratio of the benchmark S&amp;P 500 Index, of which Tesla is a member, is 20.8.</p><p>Amazon.com Inc. AMZN provides an instructive example of a stock that many investors had steered clear of for decades because of its high P/E valuation. Here's a chart showing the internet retailer's forward P/E ratio (based on rolling 12-month consensus earnings estimates) over the past 20 years:</p><p>FactSetAmazon's average forward P/E during that time is 99.5. The S&amp;P 500 is also included on the chart, with what appears to be a flat line at the bottom. The scale reflects Amazon's valuation spikes when analysts expected the company to show low profits as it plowed its cash flow into business expansion, including industry-leading delivery times for its ecommerce platform and Amazon Web Services.</p><p>Now look at 20-year total returns for Amazon and the index:</p><p>FactSetThat's a 30,881% return for Amazon. You can see plenty of dips or weak periods in the chart, when investors had to be patient, such as the period between the peak late in September 2018 and April 2020, when the stock finally pushed ahead.</p><p>The bottom line is that continued expansion at a rapid pace can help a company “grow into its valuation,” to use Black's words.</p><p>Even now, Amazon trades at nearly 69 times the consensus forward earnings estimate. It's still a high P/E and maybe some of the same naysayers from five, 10, 15 or 20 years ago continue to believe it's too late to jump on the bandwagon.</p><p>The Tesla ‘controversy'</p><p>Black said he likes stocks with “controversy.”</p><p>In the case of Tesla, he said the debate is whether the company can maintain its electric-vehicle market share while global EV adoption grows. He expects Tesla to increase its total addressable market (TAM) because of new products, including the Cybertruck, expected in late 2022, and a new Tesla compact model expected in 2023, along with increased production in existing factories and the opening of new factories in Texas and Germany.</p><p>All the numbers that follow are for battery electric cars, or BEVs. That means plug-in hybrids are excluded.</p><p>Tesla sold an estimated 386,000 electric cars during the first half of 2021, according to EV-Volumes.com, which estimates sales of BEVs will total 4 million for all of 2021. If Tesla were to maintain the same pace of sales for the second half of 2021, its BEV market share for the year would be an estimated 19.3%.</p><p>Black's case for Tesla's value today</p><p>Based on his own estimates, which incorporate third-quarter numbers provided to the Future Fund team by Bloomberg, EV-Volumes.com and other industry sources, Black expects the world BEV adoption rate to climb to 6% in 2021 from 3% in 2020, and continue rising to 30% by 2025. Meanwhile, he expects Tesla to hold a 21% market share.</p><p>Those estimates point to a 56% compound annual growth rate (CAGR) for industry BEV sales, with a 55% CAGR for Tesla's sales. Black also estimates a 59% CAGR for Tesla's earnings per share through 2025.</p><p>Black's estimate for Tesla's market share is higher than EV-Volumes' numbers for the first half of 2021 indicate because of supply constraints.</p><p>“You will wait six months now if you order a new Tesla. When the new factories come online, they can gain more share,” he said.</p><p>These Twitter postings include data backing Black's estimates:</p><p>https://twitter.com/garyblack00/status/1463988156219506699https://twitter.com/garyblack00/status/1465986970820227072Going further, Black estimates Tesla will earn $12 a share in 2022, which is well ahead of the consensus EPS estimate of $8.43. More controversy, but this underlines his investment thesis. He expects EPS to keep growing to $40 in 2025. Based on the closing price of $1,145 on Nov. 30, that would make for a P/E of 28.6 — not very high for such a rapidly growing company.</p><p>The expectation of continued rapid growth for Tesla explains not only Black's enthusiasm for the stock but that of other money managers.</p><p>Deeper long-term thesis</p><p>Stepping back from the numbers, Black listed what he called four “ingredients” for electric vehicles: battery range, performance, technology and safety.</p><p>While the competition is catching up on battery range, he said that for performance and technology, Tesla is still ahead of the competition. He added that Tesla has, by far, the highest number of fast-charging stations available, and that drivers of competing EVs can buy low-cost adapters to use Tesla's stations and possibly feel envious of Tesla owners while waiting.</p><p>For safety, he said Tesla's track record is good, and cited General Motors Co.'s GM recall of Chevrolet Bolts for battery fire risk, and GM's instructions to customers on how to limit that risk.</p><p>Finally, Black addressed concerns that increasing competition in the EV space would hurt Tesla's market share or make it less profitable.</p><p>Black cited Amazon as an example, citing skeptical investors years ago who had expected traditional competitors to take back market share from Amazon as they built-out their on online sales capabilities. We all know this didn't happen.</p><p>One thing we can all be sure of is that the world will continue to change rapidly for all vehicle manufacturers as buying habits change and governments continue to push for a rapid transition to EVs.</p><p>Black cited the Chinese government's cooperation with Tesla, which opened its factory in Shanghai in 2019, as a long-term boon not only for Tesla, but for China's entire EV market.</p><p>“You throw a catfish in with all the competitors to keep them aggressive,” he said, referring to this New York Times article.</p><p>A new catalyst for Tesla and its competitors in the U.S. market might be just around the corner. President Biden's “Build Back Better” spending package, if passed by Congress, is likely to lift the 200,000-vehicle limit on $7,500 per-vehicle tax credits for EVs. Tesla and GM have exceeded that limit.</p><p>Black expects the two new factories to double Tesla's production capacity. Near term, the completion of Tesla CEO Elon Musk's sale of 10% of his Tesla shares may relieve pressure on the share price. Black also expects bond-ratings agencies to raise Tesla's credit rating to investment-grade because of its strong cash flow and relatively low level of debt.</p>",
  "published": "2021-12-04T09:27:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 236,
          "end": 249
        },
        {
          "start": 236,
          "end": 243
        }
      ]
    }
  ]
}