{
  "_id": "d9e28e0a5eab275345ff0e9d8b57b8e20c05b03d8781af4f873d0b0dfb507f7b",
  "feed": "ftcomall",
  "title": "FT readers respond: burnout during the Covid pandemic",
  "text": "<p>From medicine to <a href=\"https://www.ft.com/content/f037991e-4481-4641-8186-0862f1f07c97\">professional services</a> to banks such as <a href=\"https://www.ft.com/content/58ca979f-3110-4613-8f85-81d8704cd4ad\">Goldman Sachs</a> and <a href=\"https://www.ft.com/content/f3a54eee-c741-4ced-9572-ac02b3990db9\">Citigroup</a>, employees working in areas of high demand during the pandemic are battling with the extra workload and longer hours.</p> <p>This topic has resonated with Financial Times readers and many shared their experiences in the comments, sparking a lively debate on opinion pieces by <a href=\"https://www.ft.com/content/19a14cad-b5fc-4fc3-aa5a-ca306af5b831\">Brooke Masters</a> and a former <a href=\"https://www.ft.com/content/a5308721-04a3-4dae-955a-c4af065db3d8\">junior banker</a> at Goldman Sachs.</p> <p>Views were varied, with some saying that having overworked staff is “nothing new” for financial and professional services, while others dreamed of “quitting” and moving overseas.</p> <p>Concerns about the resilience of medical staff ignited readers' passions and the “accumulated mental health issues” among front line staff was also raised. </p> <p>The future of work was another popular topic, with commenters debating PwC's decision on <a href=\"https://www.ft.com/content/0e04e5a4-fce6-4007-b032-befde6895a43\">flexible working</a>. </p> <p>A range of these comments are published below. Join the conversation by sharing your views and experiences in the comment section.</p> <p><em>*Comments have been edited for length and style</em></p><p>Source: Vanessa Brown 2021 'FT readers respond: burnout during the Covid pandemic' FT.com 4 April. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-04-04T08:27:57.526Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 56,
          "end": 69
        },
        {
          "start": 398,
          "end": 411
        },
        {
          "start": 56,
          "end": 63
        },
        {
          "start": 398,
          "end": 405
        }
      ]
    }
  ]
}