{
  "_id": "df857974bc4f47a0cdd3d46a708ca2374d44e626f819614b0597563fe37f7340",
  "feed": "market-watch",
  "title": "Europe's energy crisis goes from bad to worse as Dutch and U.K. natural gas prices see double-digit gains",
  "text": "<p>October Title Transfer Facility (TTF) natural gas futures in the Netherlands— the European benchmark — jumped to 72.195 euros per megawatt hour (MWh) on Wednesday, a new record and a nearly 10% gain on the day, while U.K. natural gas futures surged around 10% to 181.42 pence a therm, also a new high.</p><p>European benchmark natural gas prices have soared 287% year to date, driven by a shortage of supplies from Russia, which is using more of its own natural gas; a lack of U.S. supply due to hurricanes disrupting refineries; a heat wave in the U.K. and elsewhere that has disrupted wind power; and hurricanes knocking out supplies from the U.S. Gulf of Mexico.</p><p>https://twitter.com/Ole_S_Hansen/status/1438059940237692930https://twitter.com/JavierBlas/status/1438071323071287299As some pointed out, the crude equivalent for Dutch natural gas prices is now exceeding the highs seen for Brent oil BRN00 during 2008. Shortages of natural gas across Europe have triggered sharp gains in power prices for consumers across the continent and the U.K., as well as forcing up coal and carbon emissions prices.</p><p>To cope with electricity bills that have been surging in Spain since the summer, for example, customers have been doing laundry at midnight and other nonpeak hours and trying to trim usage overall. Under pressure to reduce those bills, the Spanish government recently drew up a plan to raid the “extraordinary profits” and tax cuts of the country's energy companies, who have vowed to fight back.</p><p>Shares of Spain's Iberdrola ES:IBE, Endesa ES:ELE, Portugal's EDP PT:EDP and were all down by 3% or more on Wednesday. The electricity sector was one of the weakest sectors in Europe, with the Stoxx Europe 600 index XX:SXXP sliding 0.5% to 465.39.</p><p>In the U.K., meanwhile, a major fire at a converter station in Kent on Wednesday knocked out a high-voltage power cable that imports electricity to France. There were fears of an extended outage of that cable, with a market price for the U.K.'s main electricity auctions reportedly surging to a record price of £2,500/MWh for peak demand hours on Wednesday. That is from an average £40/MWh.</p><p>https://twitter.com/jsblokland/status/1438098331822182401The fallout has also hit several companies, with Danish energy investor Nordstrom Invest A/S filing for bankruptcy last week, and two U.K. energy suppliers, Pfp Energy and Moneyplus Energy, also forced out of business.</p><p>While U.S. natural gas prices NG00were also climbing on Wednesday, in part as another storm battered the Gulf of Mexico, Europe's crisis remains its own for now for now, said Saxo Bank's head of commodity strategy Ole Hansen.</p><p>“Europe does not produce its own gas in any major volumes, hence its relying on imports from Russia, Norway and via LNG. In addition, the green transformation and the European Emissions Trading system has seen the continent go all in on wind and solar,” he said in emailed comments.</p><p>The wind literally stopped blowing this summer, with hydro generation in Southern Europe hit by climate change-induced droughts, which required thermal power generation to step up.</p><p>As the gap left by reduced renewable power output was tougher to fill than expected, the European gas market is showing signs of a “supply crunch and extreme physical tightness, swinging from record storage surplus one year ago to record low inventories currently as the Continent failed to attract adequate supply from abroad,” said Hansen.</p><p>A team of analysts at Goldman Sachs, led by Samantha Dart, said if Europe's winter turns out colder than expected, then the continent will likely need to compete with Asia for liquefied natural gas (LNG) supply. “This could drive TTF and JKM (Japan-Korea-Market prices for LNG) higher, similar to the JKM rally seen in Jan21,” said Dart and the team.</p><p>Goldman SachsIf Europe and Asia both face colder-than-expected winters, the only way to balance the market would be a “significant further rally in European gas and power prices, reflective of the need to destroy demand, with curtailed power demand in the industrial sector through blackouts.”</p><p>Goldman “strongly” recommended that European consumers in particular “hedge their gas exposure further out the curve, where TTF appears especially underpriced relative to coal.”</p><p>The energy crisis comes as governments on the continent and in the U.K. try to get countries get back on their feet amid the continuing coronavirus pandemic. European Central Bank President Christine Lagarde told Bloomberg News on Wednesday that the continent was recovering from the pandemic faster than the central bank had expected.</p>",
  "published": "2021-09-15T10:01:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 3465,
          "end": 3478
        },
        {
          "start": 4088,
          "end": 4095
        },
        {
          "start": 3794,
          "end": 3807
        },
        {
          "start": 3465,
          "end": 3472
        },
        {
          "start": 3794,
          "end": 3801
        }
      ]
    }
  ]
}