{
  "_id": "a107f62e533154cc3b546afd4c210723564fdacfbdc8e68f397049a16fe5669b",
  "feed": "ftcomall",
  "title": "New Bank of England chief economist warns of long-lasting inflation ",
  "text": "<p>High levels of UK inflation could persist for longer than expected, the Bank of England's new chief economist said, suggesting he agrees with the more hawkish elements of the Monetary Policy Committee. </p> <p>“In my view, that balance of risks is currently shifting towards great concerns about the inflation outlook, as the current strength of inflation looks set to prove more long-lasting than originally anticipated,” said Huw Pill, in his first public remarks since taking office last month.</p> <p>Much of the recent rise in UK inflation has stemmed from the increasing costs of imported goods, as well as international commodity prices, which are expected to be temporary as supply bottlenecks in semiconductors and shipping normalise. “But the magnitude and duration of the transient inflation spike is proving greater than expected,” he argued. </p> <p>Pill's view, shared in written responses to questions from the UK Treasury committee, suggested the new chief economist could vote in favour of an early rise in interest rates. </p> <p>“He has placed himself on the hawkish side of the MPC and, if we're looking at people who might switch camps to vote for tighter policy, Pill is probably now the one to watch most closely,” said Andrew Goodwin, economist at consultancy Oxford Economics. </p> <p>Markets currently expect a 15 basis point rate rise by February, with an increasing likelihood of the first increase at the December meeting. Traders are betting on interest rates rising from the current level of 0.1 per cent to 0.75 per cent by the end of 2022. </p> <p>In its September policy statement, the BoE said it expected consumer price inflation to reach 4 per cent later in the year, well above the 2 per cent bank target, and to remain high for some time.</p> <p>“Over recent months, inflation has surprised to the upside,” noted Pill. “The risks to the economic and inflation outlook are again clearly becoming two-sided,” he argued, adding this contrasted with previous periods when weakness in the economy “skewed risks to activity, employment and inflation to the downside”.</p> <p>Monetary policy has so far been accommodative “but as the risks to the outlook become more two-sided, monetary policy decisions will become more finely balanced,” he said.</p> <p>Pill's responses were not entirely hawkish. He added that “monetary policy should seek to support a level of activity that exploits that potential as fully as possible.” </p> <p>The former Goldman Sachs economist also said non-standard policy tools, such as quantitative easing, negative interest rates and forward guidance “are here to stay”. “They have evolved to become part of the standard monetary policy armoury,” he added. </p> <p>Pill suggested a review of the bank's QE policy with a possibility of moving towards monthly flows of asset purchases as undertaken by the Federal Reserve and the European Central Bank, following sustained criticism from the BoE's internal watchdog and the House of Lords' Economic Affairs Committee.</p> <p>He recommended such action be taken especially in response to the gilts market malfunctioning as it did at the start of the Covid-19 crisis. </p> <p>“If asset purchases are intended to support market functioning in a systemically pivotal market, such as that for sovereign debt, then a more flexible and opportunistic approach focused on the flow of asset purchases may be more appropriate.”</p> <p>Goodwin said it was clear Pill wants to “deepen the BoE's knowledge of these tools to ensure it is ready for the next crisis, rather than having to make policy on the hoof”. </p> <p>“This looks like an eminently sensible approach,” said Goodwin.</p><p>Source: Valentina Romei in London 2021 'New Bank of England chief economist warns of long-lasting inflation ' FT.com 7 October. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-10-07T15:35:11.515Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 2400,
          "end": 2413
        },
        {
          "start": 2400,
          "end": 2407
        }
      ]
    }
  ]
}