{
  "_id": "fd6e5876d7aa502a4a06f57c015ac925267b0497948d70b8f7a55a56d98abc71",
  "feed": "ftcomall",
  "title": "Hong Kong IPOs shrink as investors favour rival markets",
  "text": "<p>New stock listings in Hong Kong have slid this year, making it an exception across global markets as concerns persist over the outlook for China's tech sector after Beijing slammed the brakes on offshore share sales.</p> <p>Initial public offerings in Hong Kong have raised less than $26bn this year, down 10 per cent compared with 12 months ago and more than a fifth lower than 2020's total, according to data from Dealogic. By comparison, global IPO fundraising <a href=\"https://www.ft.com/content/857c1286-d35e-404a-ae7c-8d04b7508810\">has jumped</a> 75 per cent from last year's total, with deals in New York alone rising to about $300bn.</p> <p>Bankers had <a href=\"https://www.ft.com/content/90620c2c-ea07-4425-9a18-f3b4587ed3ad\">expected Hong Kong to benefit</a> from China's regulatory clampdown on technology companies, which began immediately after ride-hailing group Didi Chuxing's US listing in June and was initially expected to focus on New York.</p> <p>But a lack of clarity from Beijing on plans for a new approvals regime for offshore listings has hampered efforts to divert flotations from Wall Street to the Asian financial hub.</p> <p>Didi on Friday <a href=\"https://www.ft.com/content/c30cf911-51da-4b40-a969-161351de6f04\">announced</a> it would delist from the New York Stock Exchange after Beijing investigated the company over data security concerns. While Didi said it plans to go public in Hong Kong instead, the investigation and its sudden Wall Street delisting only months after its IPO has added to uncertainty.</p> <p>The drop in Hong Kong listings after a record first-half reflects how much the market depends on a steady stream of IPOs from Chinese tech groups, which have been <a href=\"https://www.ft.com/content/56a7dff0-cc63-40b0-ad96-7ce82780cce2\">hobbled by concerns</a> about how and when start-ups will be able to get approval to sell shares overseas. </p> <p>“This year has been marked by the regulatory uncertainty and periods of greater market volatility globally,” said Jason Elder, a partner at law firm Mayer Brown in Hong Kong, adding that investors and issuers were still waiting for Chinese regulators to provide details on how the <a href=\"https://www.ft.com/content/cb3c0ee7-2ddb-48d2-8b58-9700dfbaadbd\">regulations for offshore IPO approvals</a> will work.</p> <p>Hong Kong has long marketed itself as the prime listing hub for Chinese companies raising capital abroad, and has redoubled its efforts as IPOs of these groups in New York have ground to a halt and as China has focused on broadening its own capital markets. </p> <p>Eddie Yue, chief executive of the Hong Kong Monetary Authority, said the number of international investors using Hong Kong to access mainland capital markets, and vice versa, was growing significantly. “We are part of China but we are also an integral part of the international financial system,” he told the Financial Times' Global Banking Summit this week.</p> <p>More than half of Goldman Sachs's pipeline of Chinese companies pursuing IPOs in New York are considering shifting their listings to Hong Kong, according to a senior executive at the bank. </p> <p>But hopes that deal flow could still pick up were dented on Thursday as shares in Cloud Village, the music streaming platform controlled by tech group NetEase, dropped 2.5 per cent in the first day of trading. The IPO had been <a href=\"https://www.ft.com/content/f949a689-9e10-4a93-9b81-c8032ee3a620\">planned for August</a> but was delayed as the tech crackdown intensified, with the deal target cut from about $1bn to $500bn.</p> <p>While it ultimately only raised $422m, Cloud Village was still Hong Kong's biggest IPO in months. It had been viewed as a bellwether for Chinese tech listings in Hong Kong.</p> <p>“Share price is always a good storyteller,” said Dickie Wong, head of research at Kingston Securities. He added that backers including parent NetEase, Sony Music and Orbis had pledged to buy $350m worth of shares as cornerstone investors, meaning the deal managed to raise just $72m from outside investors. “Whether it's local or international institutional investors, they were simply not interested in this company.”</p> <p>Hong Kong share offers more broadly <a href=\"https://www.ft.com/content/40436534-cd31-4959-a7c1-95065e281046\">have fared poorly</a> in the weeks and months after hitting the market. Dealogic data showed that 80 per cent of the city's 73 IPOs this year are trading below their issuance price, dropping 15 per cent on average since listing.</p> <p>The halt on virtually all offshore IPOs by Chinese companies with <a href=\"https://www.ft.com/content/5b87bbf9-f652-40fc-b06d-8e58693a8c6e\">substantial amounts of user data</a>, imposed by Beijing in July because of national security concerns, has also throttled Chinese IPOs in the US. </p> <p>But overall equity fundraising in New York has rocketed this year because of a surge in issuance from <a href=\"https://www.ft.com/content/cc605355-3f3e-44d9-ac70-32cc8dd7407a\">special purpose acquisition companies</a>. </p> <p>By comparison, Hong Kong Exchanges and Clearing only recently completed a consultation on proposals to allow Spac listings and has yet to announce its conclusions, although earlier guidance pointed to a more restrictive regime than its peers.</p> <p>Traders and brokers also warned that Hong Kong faced stiff competition from exchanges in Shanghai and Shenzhen, where fundraising this year is already 8 per cent higher than last year's total, at $61.5bn.</p> <p>“HKEX is not a total monopoly”, said Wong at Kingston Securities. “It's only one of the Chinese exchanges.”</p><p>Source: Hudson Lockett and Tabby Kinder in Hong Kong 2021 'Hong Kong IPOs shrink as investors favour rival markets' FT.com 3 December. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-12-03T08:30:58.633Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 2511,
          "end": 2518
        },
        {
          "start": 2511,
          "end": 2524
        }
      ]
    }
  ]
}