{
  "_id": "100e5a6677300160f6e3a90007fddadaba6fb74e89a6277851ee5e873bb06d2a",
  "feed": "wall-street-journal",
  "title": "Goldman Rebuffed On Bar for Fraud Suits",
  "text": "<p>\"Our clients' interests always come first,\" was one of the generic statements plaintiffs, including the Arkansas Teacher Retirement System, alleged was fraudulent with the effect of artificially maintaining Goldman's stock price.</p><p>\"Our reputation is one of our most important assets,\" the company had said. \"We have extensive procedures and controls that are designed to identify and address conflicts of interest.\"</p><p>The hit Goldman's shares eventually took, the lawsuit alleged, came when the public learned the firm structured enormous transactions that benefited itself and certain clients at the expense of other clients.</p><p>Earlier in the case, the justices had been expected to consider whether such general statements asserting corporate integrity could ever be actionable. But when arguments were presented to the court in March, both parties agreed that general misrepresentations could give rise to a fraud claim, with legal maneuvering limited to the margins of procedural rules for shareholder class actions.</p><p>\"The parties now agree, as do we, that the generic nature of a misrepresentation often is important evidence of price impact that courts should consider at class certification,\" Justice Amy Coney Barrett wrote for the court, joined by Chief Justice John Roberts and Justices Stephen Breyer, Elena Kagan and Brett Kavanaugh. Justices Clarence Thomas, Samuel Alito, Sonia Sotomayor and Neil Gorsuch joined portions of the court's opinion and filed several separate opinions concurring or dissenting from various points.</p><p>In a win for Goldman, the court directed a federal appeals court in New York to reconsider whether it had \"properly considered the generic nature of Goldman's alleged misrepresentations,\" based on the trial court's determination of the price impact of those statements.</p><p>But the court rejected Goldman's argument that early in litigation the plaintiffs are obligated to persuade the court that the alleged misstatements affected the price. Instead, a defendant such as Goldman \"bears the burden of persuasion to prove a lack of price impact,\" Justice Barrett wrote.</p><p>Still, she added, even this decision was \"unlikely to make much difference on the ground.\" Shareholder class actions like the Goldman case typically see battles between each party's experts on price impact.</p><p>The alleged conflicts stemmed from transactions involving subprime mortgages, including Goldman's Abacus deal, in which the firm allegedly allowed the hedge fund Paulson &amp; Co. to help select the mortgages that Goldman bundled and sold to investors while knowing that Paulson was betting that the investments would fail.</p><p>Paulson allegedly made roughly $1 billion at investors' expense and Goldman agreed to pay $550 million in a 2010 settlement with the Securities and Exchange Commission in which it acknowledged that it should have disclosed Paulson's role.</p><p>A law firm representing the plaintiffs, Robbins Geller Rudman &amp; Dowd LLP, praised the decision. \"Although two trips to the Second Circuit Court of Appeals and one to the Supreme Court may have delayed justice, they will not deter us from vindicating the rights of the lead plaintiffs and the other investors who trusted Goldman and suffered significant harm for doing so,\" it said.</p><p>A spokeswoman for Goldman Sachs said: \"We are pleased the Supreme Court has vacated the grant of class certification and we will continue to vigorously defend ourselves as the case returns to the lower courts.\"</p><p>The shareholder class action had made multiple trips between two lower courts that considered whether the lawsuit could be certified as a class action and allowed to proceed. After Goldman lost a ruling last year at the Second U.S. Circuit Court of Appeals, the Supreme Court agreed to take up the case, Goldman Sachs Group Inc. v. Arkansas Teacher Retirement System.</p>",
  "published": "2021-06-22T00:00:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 0,
          "end": 7
        },
        {
          "start": 207,
          "end": 214
        },
        {
          "start": 208,
          "end": 215
        },
        {
          "start": 424,
          "end": 431
        },
        {
          "start": 1539,
          "end": 1546
        },
        {
          "start": 1547,
          "end": 1554
        },
        {
          "start": 1548,
          "end": 1556
        },
        {
          "start": 1675,
          "end": 1682
        },
        {
          "start": 1683,
          "end": 1690
        },
        {
          "start": 1684,
          "end": 1691
        },
        {
          "start": 1818,
          "end": 1826
        },
        {
          "start": 1828,
          "end": 1835
        },
        {
          "start": 2002,
          "end": 2009
        },
        {
          "start": 2003,
          "end": 2011
        },
        {
          "start": 2213,
          "end": 2220
        },
        {
          "start": 2225,
          "end": 2232
        },
        {
          "start": 2226,
          "end": 2233
        },
        {
          "start": 2381,
          "end": 2389
        },
        {
          "start": 2395,
          "end": 2402
        },
        {
          "start": 2503,
          "end": 2510
        },
        {
          "start": 2517,
          "end": 2524
        },
        {
          "start": 2680,
          "end": 2687
        },
        {
          "start": 2694,
          "end": 2701
        },
        {
          "start": 2695,
          "end": 2702
        },
        {
          "start": 3185,
          "end": 3192
        },
        {
          "start": 3186,
          "end": 3193
        },
        {
          "start": 3265,
          "end": 3278
        },
        {
          "start": 3266,
          "end": 3273
        },
        {
          "start": 3266,
          "end": 3279
        },
        {
          "start": 3640,
          "end": 3647
        },
        {
          "start": 3742,
          "end": 3766
        },
        {
          "start": 3762,
          "end": 3786
        },
        {
          "start": 3763,
          "end": 3770
        },
        {
          "start": 3763,
          "end": 3776
        }
      ]
    }
  ]
}