{
  "_id": "248494875f35304fad25c7dc4b5bf6619f32ce9c70d75cf5f29d549aea29a69f",
  "feed": "wall-street-journal",
  "title": "EXCHANGE  ---  Heard on the Street:  Overheard",
  "text": "<p>\n  [Financial Analysis and Commentary] </p><pre> </pre><p>\n  After a tumultuous week in Washington, Goldman Sachs Group moved quickly to rebrand an event it is sponsoring for small-business owners to meet with lawmakers. </p><p>\n  The Jan. 13 event had been dubbed \"Storm the Hill.\" Now it's called Virtual Capitol Hill Day, and Goldman has asked participants, who are graduates of the bank's entrepreneur-training program called 10,000 Small Businesses, not to wear the \"Storm the Hill\" T-shirts that had been mailed out. </p><p>\n  \"We chose the slogan to represent our enthusiasm to take part in a democratic process to advocate for small business,\" the bank wrote to participants. \"If you have other 10,000 Small Businesses apparel, we would encourage you to wear it.\" </p><p>\n  Goldman has been lobbying for rent and child-care assistance for small businesses, favorable tax treatment for emergency loans that have kept some of them afloat through the pandemic, and liability protection for companies whose employees return to work with Covid-19 still raging. Chief Executive David Solomon, who has condemned the violence perpetrated by the pro-Trump mob and congratulated President-elect Joe Biden, on Tuesday was on Capitol Hill, where Goldman had installed 10,000 \"Help Still Wanted\" signs with pleas for assistance. </p><p>\n  They were all in good taste. </p><p></p>",
  "published": "2021-01-09T07:09:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 76,
          "end": 89
        },
        {
          "start": 295,
          "end": 302
        },
        {
          "start": 76,
          "end": 95
        },
        {
          "start": 1188,
          "end": 1195
        },
        {
          "start": 728,
          "end": 735
        },
        {
          "start": 723,
          "end": 730
        },
        {
          "start": 76,
          "end": 83
        }
      ]
    }
  ]
}