{
  "_id": "5319d61d2d86d944431b8f2fc7b7377bd48f3dc603ca4670bde9a14b72741c0c",
  "feed": "ftcomall",
  "title": "Larry Fink's big day leaves climate groups unimpressed ",
  "text": "<p>On Tuesday morning, something remarkable happened on television in the US: the hosts of the CNBC morning show started tossing about acronyms such as “TCFD” and “SASB” (referring to sustainable accounting standards). </p> <p>Yes, really. </p> <p>A couple of years ago that would have been hard to imagine. It's a testament to ESG's rising status that BlackRock's <strong>Larry Fink</strong> is demanding rapid change from the corporate world (<em>see below</em>); a panel of Davos dignitaries has echoed that call (ditto) and markets are braced for some sweeping green reforms to emerge from Biden's White House. No wonder a CNBC reporter commented on air that we “need to pay more attention to sustainability”. </p> <p>“<em>Duh!</em>” Moral Money readers might reply; we have proudly been covering topics such as TCFD (Task Force on Climate-related Financial Disclosures) for 18 months (way before mainstream media rivals). But if CNBC and others are catching up that is terrific news. And on Friday we will have an exclusive interview with <strong>Kristalina Georgieva</strong>, IMF director, about where sustainability (and those wretched accounting standards) go next. Email us at <a href=\"mailto:moralmoneyreply@ft.com\">moralmoneyreply@ft.com</a> with any questions you would like to ask. (<em>Gillian Tett</em>)</p> <h2>Larry's letters are light on details</h2> <p>Yesterday was BlackRock's big day, with the latest iterations of Larry Fink's letters <a href=\"https://www.ft.com/content/a71feaac-d3f4-4e76-a60c-c68924b06dfd\">hitting the streets</a>. BlackRock doubled down on climate risk and made pledges to get its own house in order, which puts it further ahead than most US counterparts in this respect (never mind the past). </p> <p>But the letters' lack of detail and vague language calling for companies to report their net zero-plans disappointed many climate activists, since it lags some of BlackRock's European rivals — even amid Mr Fink's bold rhetoric. </p> <p>Consider carbon reduction plans. In Europe other asset managers such as Axa and Legal &amp; General Investment Management have <a href=\"https://www.cdp.net/en/articles/investor/investors-urge-companies-producing-25-of-global-emissions-to-set-science-based-targets\">called for companies</a> to disclose carbon reduction plans aligned with the Science Based Targets initiative (which is widely accepted as one of the best frameworks for corporate decarbonisation). </p> <p>But BlackRock is simply making a request: companies must “disclose a plan for how their business will be compatible with a global aspiration for net-zero greenhouse gas emissions by 2050”.</p> <p>But what should that disclosure look like? And what constitutes a satisfactory plan? Thus far, only BlackRock knows. </p> <p>The consequences for companies that fall short are equally vague. BlackRock says it may vote against management of companies that show a “lack of alignment combined with a lack of engagement” (and may also drop them from actively managed portfolios). But how that will play out is uncertain to outsiders (and probably BlackRock officials too). </p> <p>“It's very clear what it sounds like when asset managers are actually holding companies accountable for eliminating their own material contributions to climate change,” said <strong>Eli Kasargod-Staub</strong>, co-founder of Majority Action, a campaign group. “And there are a lot of things [in Mr Fink's letters] that sound like they are in the right ballpark . . . but they aren't actually getting at the core of the issue.”</p> <p>A big problem with this subjective set-up is that BlackRock could end up as the primary arbiter of whether or not a given company is achieving its climate goals, and it is unclear whether it will <a href=\"https://www.ft.com/content/d7e83ba0-c90b-46c0-9233-ad06187606c1\">follow through</a> with meaningful action, Mr Kasargod-Staub said. Watch this space.</p> <p>Another important mention in Mr Fink's letters is of customised investment products, which <a href=\"https://www.ft.com/content/609e1652-d12c-4aef-9656-80d284c1a1f1\">we believe</a> will be a big part of the ESG story in the next few years.</p> <p>These products are at the nascent stage, but if they take off en masse, they could help BlackRock fix the “passive problem” of being one of the world's largest holders of fossil fuel stocks, as some groups have called for it to do. </p> <p>There are things BlackRock can do now if Mr Fink is serious about cutting fossil fuels out of the economy, said <strong>Moira Birss</strong>, climate and finance director of Amazon Watch.</p> <p>The new Democratic administration in Washington (which is stocked with its fair share of BlackRock alumni) presents “a great opportunity for [the company] to put its money where its mouth is . . . and support calls from the climate world and from the financial reform world to either shift the restrictions [on ESG investing] . . . or actively regulate financial firms when it comes to climate impacts,” said Ms Birss. (<em>Billy Nauman</em>)</p> <h2>That accounting alphabet soup</h2> <p>Something in Mr Fink's letter that almost everyone (critic or fan) can agree on is that we desperately need more simplicity and clarity in ESG accounting standards. So Moral Money was curious to see what happened to the World Economic Forum's International Business Council initiative (IBC), that we <a href=\"https://www.ft.com/content/876f143a-36de-11ea-a6d3-9a26f8c3cba4\">reported on last year</a>, to create a unified system. </p> <p>Judging from a session on stakeholder capitalism held in the “virtual” Davos on Tuesday — with Bank of America's<strong> Brian Moynihan</strong>, BlackRock's Mr Fink, Salesforce's <strong>Marc Benioff</strong>, the IMF's Ms Georgieva and <strong>Chrystia Freeland</strong>, deputy Canadian prime minister — it is work in progress. </p> <p>Sixty companies have embraced the IBC approach. However, this is only a third of all IBC members. And while the alphabet soup is <a href=\"https://www.ft.com/content/89db3fff-3ae9-4299-8e72-9f9b65bd3996\">becoming less murky</a>, there is a long way to go.</p> <p>Since a key message from the WEF panel is that credible, consistent data and standards are needed to enable stakeholder capitalism to deliver on its promises — and avoid greenwashing — we hope that someone works out how to implement Mr Fink's appeal. <em>(Gillian Tett)</em></p> <h2>EU renewable energy overtakes fossil fuels </h2> <p>2021 is already looking like a winner for Europe's renewable energy companies. </p> <p>Last week, we reported about the renewable-focused European utilities designated as stock market <a href=\"https://www.ft.com/content/a0844425-5b4a-418d-be0d-ce73f2ffd1c2\">“gems”</a> by Goldman Sachs.&#xa0;</p> <p>This week, there is new evidence that the utility companies are not just riding the stock markets sugar rush. Renewable energy use in the EU generated 38 per cent of the bloc's electricity in 2020, up from 34.6 per cent last year. For the first time, more electricity was generated with renewables than with fossil fuels, which fell to 37 per cent of the total last year, <a href=\"https://www.agora-energiewende.de/en/press/news-archive/renewables-overtake-gas-and-coal-and-coal-in-eu-electricity-generation-1/\">according to a report</a> published on Monday from Agora Energiewende and Ember, think-tanks in Germany and the UK respectively.</p> <p>Germany, Spain and the UK saw renewable energy eclipse fossil fuels for the first time in 2020, the report said. In France, wind and solar power alone overtook fossil fuels for the first time ever.&#xa0;</p> <p>And the rise in renewable energy was strong despite the economic downturn caused by the pandemic. “The fall in fossil-fired electricity could have been even more dramatic, had it not been for such a bounceback in electricity demand and the worst year on record for nuclear generation,” the report said. <em>(Patrick Temple-West)</em></p> <h2>Brazilian beauty business becomes world's biggest B-Corp</h2> <p>Brazilian cosmetics company Natura is a veteran of the B-Corp movement. Best known for sourcing its beauty product ingredients from the threatened Amazon rainforest, it first won certification as a socially and environmentally responsible company back in 2014. </p> <p>Several acquisitions later, the entire Natura Group, which now includes beauty brands Aesop, Body Shop and Avon, says it has been certified as the world's biggest B-Corp based on net revenue. The company booked $4.65bn in net revenues for the first nine months of 2020, and its market capitalisation is $12.9bn.</p> <p>The news is a welcome reminder that even in a country whose hard-right government has been heavily criticised for its hostility to preserving the Amazon, the private sector can still take a lead. </p> <blockquote>  <p>“Natura has been working in the Amazon for 20 years and demonstrating that it is possible to balance economic development and preservation,” Natura chief executive <strong>Roberto Marques</strong> told Moral Money. “Those things are not incompatible.”</p> </blockquote> <p>The company helps conserve 1.8m hectares of rainforest by buying ingredients such as the ucuuba seed from rainforest communities, showing them that preserving and exploiting the Amazon's vast natural wealth can be much more profitable than clearing it. (Natura says the local community makes three times as much from selling the ucuuba seeds for use in moisturisers and soaps, as it would make from cutting down the trees to make brooms.)</p> <p>The greater sense of social and environmental responsibility among Brazil's business community isn't just about moral purpose: it also makes commercial sense.</p> <p>With a green-minded new US president and an EU determined to enforce higher environmental standards, Brazilian businesses understand that lucrative export markets may be at risk from trade boycotts if their country does not make a better job of protecting the Amazon. <em>(Michael Stott)</em></p> <h2>Tips from Tamami</h2> <p><em>Nikkei's Tamami Shimizuishi helps you stay up to date on stories you may have missed from the eastern hemisphere.</em></p> <p>Earlier this week, Chinese president<strong> Xi Jinping</strong>&#xa0;reaffirmed his country's commitment to the Paris Agreement during the WEF's “virtual” Davos meeting. And he has evidence to back it up: China's renewable capacity is growing rapidly —&#xa0;and at scale.</p> <p>China, the biggest player in wind power, added nearly 72 gigawatts of wind power capacity in 2020, more than doubling the previous record, according to data from the National Energy Administration. Solar power also grew significantly, adding 48 gigawatts. The largest CO2 emitter's push to renewables has been widely welcomed by ESG-conscious investors.</p> <p>Some analysts, however, point out that the picture is not that simple.</p> <p>“On the one hand, renewable energy was accelerating rapidly despite the pandemic. On the other hand, the newly built coal power also exceeded the average level of past years, [as] the government loosened administrative control on energy intensive sectors,” said <strong>Dr Zhang Shuwei</strong>, chief economist at Draworld&#xa0;Environment Research Center, a Beijing-based energy consultancy.</p> <p>But Dr Zhang is optimistic about the general direction of the country's energy transition. The rapid growth in renewables in 2020 “reveals that the announcement of the 2060 carbon neutrality vision has already altered expectations and behaviour of all stakeholders in the energy sectors,” he said. </p> <p>All eyes are now on the Chinese government's upcoming five-year plan, due in March.</p> <h2>Chart of the day</h2> <p>Florida-based NextEra's shares have soared as investors embrace its role as a premier developer of clean energy projects. Last autumn it briefly&#xa0;<a href=\"https://www.ft.com/content/39a70458-d4d1-4a6e-aca6-1d5670bade11\">overtook&#xa0;</a>ExxonMobil in market capitalisation.&#xa0;Its wind and solar business has been booming, NextEra <a href=\"https://www.ft.com/content/ad12246d-04ad-4336-bea1-a3c3d6486a8f\">said in an earnings announcement</a> on Tuesday. The company forecast building an average of 4GW of new wind capacity and 5.2GW of solar capacity for third-party customers in 2021 and 2022. This would account for 15 per cent of the nation's new utility-scale solar capacity and a third of new wind capacity as projected by the Energy Information Administration.&#xa0;</p> <h2>Smart read</h2> <p>After pledging to go fossil-free in 2018, two of New York City's pension funds are finally ready to pull the trigger. The pensions are <a href=\"https://comptroller.nyc.gov/newsroom/mayor-de-blasio-comptroller-stringer-and-trustees-announce-estimated-4-billion-divestment-from-fossil-fuels/\">planning to ditch</a> about $4bn worth of investments, but are not disclosing the names of the companies on the list until after the sales are done.</p> <h2>Further Reading </h2> <ul>  <li><p>China pours money into greenbelt and Road projects (<a href=\"https://www.ft.com/content/8ec30baf-69e9-4d73-aa25-13668dcb659f\">FT Climate Capital</a>)</p></li>  <li><p>Ikea to sell spare parts in sustainability push (<a href=\"https://www.ft.com/content/a4e22d74-28b8-443b-91ab-c42438d3e259\">FT</a>)</p></li>  <li><p>Big data helps put numbers on sustainability (<a href=\"https://www.ft.com/content/2a405cf6-9592-4de2-960b-4c3e5d0df030\">FT</a>)</p></li>  <li><p>Shift to Electric Vehicles Spurs Bid to Make More Batteries in US. (<a href=\"https://www.wsj.com/articles/u-s-mounts-a-charge-to-take-on-china-the-king-of-electric-vehicle-batteries-11611658235?mod=business_lead_pos5\">WSJ</a>)</p></li>  <li><p>Investing in China Isn't Easy. Focusing on ESG Can Help. (<a href=\"https://www.barrons.com/articles/investing-in-china-isnt-easy-focusing-on-esg-can-help-51611309600?mod=hp_MAG\">Barron's</a>)</p></li>  <li><p>Government plans to turn England homes green ‘in chaos' with debt and job losses (<a href=\"https://www.theguardian.com/environment/2021/jan/26/government-plans-to-turn-england-homes-green-in-chaos-with-debt-and-job-losses\">Guardian</a>)</p></li> </ul><p>Source: Gillian Tett, Billy Nauman, Patrick Temple-West and Michael Stott 2021 'Larry Fink's big day leaves climate groups unimpressed ' FT.com 27 January. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-01-27T12:00:48.759Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 5725,
          "end": 5732
        },
        {
          "start": 5725,
          "end": 5738
        }
      ]
    }
  ]
}