{
  "_id": "c67b0c50963b88993b51b7fa7e0088058f94eace48897384940afb116671459b",
  "feed": "ftcomall",
  "title": "FirstFT: Evergrande bondholders left in the dark as crucial deadline passes",
  "text": "<p><em>How well did you keep up with the news this week? Take our </em><a href=\"https://ig.ft.com/quiz/firstft-2021-09-24/\"><em>quiz</em></a><em>.</em></p> <p>Investors in an Evergrande offshore bond say they have yet to receive a closely watched interest payment that was due yesterday, <a href=\"https://www.ft.com/content/e7c0f31d-4dff-4992-88e6-a70402b7b4bc\">adding to uncertainty</a> over an unfolding liquidity crisis at the world's most indebted property developer.</p> <p>The $83.5m payment had a deadline of noon in Hong Kong or midnight in New York. But two people with direct knowledge of the matter said that no payment had been received by this morning in Hong Kong. </p> <p>The property group, which has not made a statement on the repayment, has a 30-day grace period before any failure to pay officially results in a default.</p> <p>Evergrande, which had been widely expected to default for weeks, is at the centre of an unfolding storm over the health of China's vast property sector as the government seeks to crack down on excessive debt.</p> <p>Its woes shook global stock and commodity markets this week ahead of the impending payment deadline, as traders weighed the implications of a slowdown across a real estate industry that has anchored China's economic growth for decades.</p> <p>Evergrande's payment deadline passed as more signs of stress emerged across China's property sector today. A local office of another Chinese property developer, Sunac, appealed for “policy assistance”. </p> <p>“We have never experienced such a radical change in the external environment,” Sunac said in a letter to the Shaoxing municipal government in the eastern Zhejiang province.</p> <h2>Read more: </h2> <ul>  <li><p><strong>Is it time to avoid investing in China?</strong> I cannot remember a time when the issue about investing in China was dominated by unpredictable politics and governance as it is now, <a href=\"https://www.ft.com/content/fe0e9427-0cea-4421-9e14-ab382d3d8929\">writes author George Magnus</a>.</p></li>  <li><p><strong>Gillian Tett: </strong>Look to <a href=\"https://www.ft.com/content/182a65c8-607c-40a6-9c3f-0cce0e52b8dc\">Japan for lessons on Evergrande</a>. The fate of a regional bank in the 1990s shows what happens when the pillar of government support is removed.</p></li>  <li><p><strong>Lex: </strong>An Evergrande default would be one thing, but the bigger issue is whether a <a href=\"https://www.ft.com/content/3af9b087-8dc1-40c1-a08f-c88916da4c99\">two-tier China bond market</a> is emerging.</p></li> </ul> <h1>Five more stories in the news</h1> <p><strong>1. Trump aides subpoenaed</strong>&#xa0;<strong>over Capitol attack</strong> A bipartisan House of Representatives select committee investigating the January 6 attacks on the US Capitol <a href=\"https://www.ft.com/content/235bd553-e60d-4a46-9d77-14d4e25b9ddc\">has subpoenaed four close aides</a> of former president Donald Trump. Steve Bannon, the former president's one-time political adviser, and Mark Meadows, his White House chief of staff, are among those who will appear at a deposition next month.</p> <p><strong>2. Goldman exec who led consumer banking launch set to depart </strong>Harit Talwar, who spearheaded Goldman Sachs' push into consumer banking, is <a href=\"https://www.ft.com/content/9d6c25e9-9efd-4fbd-ab2f-b0e471f3c948\">leaving the bank in October</a>, 10 months after he handed over day-to-day running of the business. The departure crystallises a transition to a new phase of leadership at its consumer business.</p> <p><strong>3.</strong> <strong>Chipmakers pressed for more transparency on supply chains</strong> Biden administration officials say they aim <a href=\"https://www.ft.com/content/7bd59b60-c53d-4796-93f4-d0f51c2b5066\">to gather more information</a> about chip supply and demand, inventory and different customer segments as they rush to alleviate a global chip crisis. Industry representatives were summoned yesterday to a meeting at the White House to address the global shortage of semiconductors.</p> <p><strong>4. Aukus pact is ‘insult to a Nato partner', says Merkel adviser </strong>The new Indo-Pacific security pact between the US, UK and Australia is an “<a href=\"https://www.ft.com/content/dfc4f860-c178-4c2a-a46c-c5f4e5595b1a\">insult to a Nato partner</a>” and US president Joe Biden is treating allies in the same way his predecessor Donald Trump did, according to Christoph Heusgen, Angela Merkel's longtime foreign policy adviser. </p> <p><strong>5.</strong> <strong>US envoy to Haiti resigns</strong> Daniel Foote, the US special envoy to Haiti, <a href=\"https://www.ft.com/content/be036235-1e84-46e6-9fe5-7242c96c7d15\">has resigned</a> in protest at what he described as the Biden administration's “inhumane, counterproductive decision” to deport thousands of Haitian migrants. The resignation comes as the White House grapples with a surge of migrants from Haiti who have gathered in the Texas border town of Del Rio.</p> <h1>Coronavirus digest</h1> <ul>  <li><p>Rochelle Walensky, director of the <strong>Centers for Disease Control and Prevention</strong>, has <a href=\"https://www.ft.com/content/fbcd3996-7912-414d-8840-9a7b9e322b23#post-50c87a21-dd06-40e0-af32-2205c91544a1\">overruled her agency's advisory panel</a> and recommended that people in occupations at high risk of Covid-19 exposure should receive a booster jab.</p></li>  <li><p><strong>Novavax</strong> has applied for <a href=\"https://www.ft.com/content/e87e092b-543f-4639-816f-d797fe1589a7#post-4025021c-9d82-4407-ac1d-56b9836986b9\">emergency use authorisation</a> of its vaccine from the World Health Organization.</p></li>  <li><p>Companies in <strong>Vietnam</strong> have warned that a <a href=\"https://www.ft.com/content/1e001928-59f5-4a45-b76e-7180ea9f7c5d\">prolonged lockdown</a> puts at risk the country's status as a manufacturing hub.</p></li>  <li><p>The <strong>UK</strong> has issued a <a href=\"https://www.ft.com/content/b27be710-98eb-4e26-b99f-94680e06cdd3\">last-minute quarantine waiver</a> for ministers from “red list” countries attending the UN climate summit in Glasgow.</p></li> </ul> <h1>The days ahead</h1> <p><strong>Quad meets</strong> The leaders of the US, Australia, India and Japan hold their first in-person meeting since the pandemic <a href=\"https://www.ft.com/content/59da17c6-4ddf-4d53-9696-711a0d1a1225\">in Washington today</a>. The recently signed Aukus military pact has raised questions about the purpose of the so-called Quad.</p> <p><strong>Fed event</strong> Jay Powell, Federal Reserve chair, is scheduled to give the opening remarks at a <a href=\"https://www.federalreserve.gov/conferences/fed-listens-perspectives-on-the-pandemic-recovery.htm\">virtual event</a> hosted by the US central bank to hear how the economic recovery is progressing across the country.</p> <p><strong>Earnings </strong><a href=\"https://www.ft.com/stream/7a8ca386-5265-4262-b6b9-6b836dbbd1d0\">Carnival Corp</a>&#xa0;is expected to post a sharp increase in third-quarter revenue as the cruise operator resumed sailings after a pandemic-induced pause. </p> <p><strong>Germany's election </strong>As German voters prepare to go to the polls on Sunday never before have they faced <a href=\"https://www.ft.com/content/1fb608e3-1b57-4361-894e-7dc1d1a5abfd\">such a broad spectrum</a> of possible electoral outcomes as Chancellor Angela Merkel exits the political stage. Our <a href=\"https://www.ft.com/content/5885e964-6d54-46ba-be63-8fb7009075f2\">poll tracker</a> has the latest, while <a href=\"https://www.ft.com/europe-express\">Europe Express</a> will bring you the results of the historic election on Monday.</p> <p><em>As readers may have noticed, yesterday we incorrectly stated that the Quad meeting was taking place that day. </em></p> <h1>What else we're reading</h1> <p><strong>Joe Manchin's threat to Biden's spending spree</strong> In both the White House and Congress, Democrats'&#xa0;frustration with Joe Manchin, the senator from West Virginia,&#xa0;is rising. But for residents of Marion County, the small rural coal mining community from which Manchin hails, the Senate's most conservative Democrat is a common sense bulwark against partisanship and overspending. Our reporter Obey Manayiti <a href=\"https://www.ft.com/content/96631608-b322-4bf8-bff9-e9238b94a67a\">spoke to local voters</a>.&#xa0;</p> <p><strong>Collapsed Blackstone deal shows ‘everything is political' in China </strong>After the buyout group was forced to call off a $3bn deal to buy property developer Soho China, the private equity industry is <a href=\"https://www.ft.com/content/19e5002a-7ac8-45c8-ae7c-e33bcf731939\">reassessing how to place its bets</a> on the world's second-largest economy. The episode underlined that even the highly connected can struggle to navigate the country's political environment.</p> <p><strong>‘I have a lot of questions for you'</strong> FT Weekend Magazine brought together the reclusive Italian novelist Elena Ferrante and performance artist Marina Abramović <a href=\"https://www.ft.com/content/009042c7-efac-4003-a3b1-5945a0cf9270\">to discuss art, writing and more</a>, on the occasion of Abramović's new London exhibition.</p> <p><strong>University rankings are just an educated guess</strong> There is little hope of universities treating rankings less seriously but students should not get too embroiled in their status game, <a href=\"https://www.ft.com/content/21da8a6b-d5e9-473a-86e0-056c489d55bf\">argues John Gapper</a>. The best advice, he says, is to visit some colleges, see which ones might suit you best and try to ignore the noise.</p> <p><strong>Business book of the year 2021</strong> The challenges of climate change, racial discrimination and cyber crime feature on the shortlist for this year's&#xa0;Financial Times and McKinsey Business Book of the Year Award. Andrew Hill, management editor, runs through <a href=\"https://www.ft.com/content/c31b3428-c46e-40b5-a0f8-9cfb13cfbe07\">the six finalists</a>. The winner of the award will be announced on December 1.</p> <h1>Travel</h1> <p>Houston will soon be&#xa0;the third-largest city in the&#xa0;US. Gary Tinterow, director of Houston's Museum of Fine Arts, shares <a href=\"https://www.ft.com/content/c921fff1-dc5d-48e6-8256-c18b8eaa2214\">his favourite places</a> to eat, drink, enjoy the arts and have fun in the port city. A winter highlight he never misses is the Houston Livestock Show and Rodeo. </p><p>Source: Gordon Smith, William Langley and Emily Goldberg  2021 'FirstFT: Evergrande bondholders left in the dark as crucial deadline passes' FT.com 24 September. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-09-24T10:15:27.855Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 2492,
          "end": 2506
        },
        {
          "start": 2403,
          "end": 2410
        },
        {
          "start": 2492,
          "end": 2505
        },
        {
          "start": 2492,
          "end": 2499
        }
      ]
    }
  ]
}