{
  "_id": "8fdbce90b046b7d8940c4a7f4ec9e0876d3eab72cc9534e099ca1f685c7a541e",
  "feed": "ftcomall",
  "title": "FirstFT: Biden joins calls for Cuomo to resign",
  "text": "<p>Joe Biden called on Andrew Cuomo <a href=\"https://www.ft.com/content/cda65420-1ecb-41d0-bfd6-b5250ffcf73a\">to resign</a> after an investigation found that the New York governor violated state and federal laws by sexually harassing numerous women. </p> <p>The US president's statement came after the release of <a href=\"https://ag.ny.gov/sites/default/files/2021.08.03_nyag_-_investigative_report.pdf\">a devastating 168-page report</a> by New York state attorney-general Letitia James. </p> <p>The five-month probe revealed a “deeply disturbing yet clear picture” of a toxic workplace in which the three-term Democratic governor abused current and former state employees by groping, kissing or touching them against their wishes, and bombarded them with sexualised comments.</p> <p>Prominent Democrats called on Cuomo to go after the report was published yesterday. “I think he should resign,” Biden said bluntly at a press conference. New York's two Democratic US senators, Chuck Schumer and Kirsten Gillibrand, renewed their calls for his resignation as did Speaker of the House of Representatives Nancy Pelosi.</p> <p>But perhaps more tellingly close ally Carl Heastie, the Speaker of the state's legislative assembly, appeared to abandon Cuomo as did Eric Adams, recent winner of the Democratic primary for New York City mayor.</p> <p>Cuomo, who was praised for his early handling of the Covid pandemic, forcefully denied the allegations in a 15-minute address following the report's publication. He did not take questions from the gathered reporters.</p> <p><em>Thanks for reading today's FirstFT Americas. It is always great to hear from our readers. Do you think Cuomo can survive this political crisis? Let me know, or share any other feedback you have on the newsletter with me at gordon.smith@ft.com — Gordon</em></p> <h1>Five more stories in the news</h1> <p><strong>1. Archegos employees face losing up to $500m in bonuses</strong> Employees of Archegos Capital Management face <a href=\"http://ft.com/content/9de1d6cd-423d-4b56-b479-982ec085a6b6\">losses</a> of about half a billion dollars after the value of a deferred pay plan set up by the firm crashed along with its other investments.</p> <p><strong>2. Gary Gensler seeks new powers to regulate crypto</strong> The chair of the US Securities and Exchange Commission has called on Congress to give his agency additional powers to protect investors in <a href=\"https://www.ft.com/content/f0816ce3-9728-4a21-94e8-5522774be8a0\">“Wild West” cryptocurrency markets</a>. Gensler told a conference yesterday: “This asset class is rife with fraud, scams, and abuse.”</p> <ul>  <li><p><strong>More cryptocurrency news:</strong> Singapore is set to grant <a href=\"https://www.ft.com/content/4b8aba07-6035-4bdb-a6bb-cb64624d0ac6\">regulatory consent</a> to an Australian cryptocurrency exchange called Independent Reserve that will allow it to offer digital payment token services in the Asian city-state.</p></li> </ul> <p><strong>3. SoftBank acquires $5bn stake in Roche </strong>The Japanese tech group has acquired <a href=\"https://www.ft.com/content/35b3ae51-a1b4-4617-aad7-0d08f2522ceb\">a $5bn non-voting stake</a> in Swiss drugmaker Roche through its unit that was responsible for the “Nasdaq whale” trade, according to two people with knowledge of the transaction.&#xa0;</p> <p><strong>4. Trump-backed candidate wins Ohio special election </strong>Donald Trump's grip on the Republican party was bolstered yesterday when a coal lobbyist endorsed by the former president <a href=\"https://www.ft.com/content/476b4ec7-1b6c-4e0e-a993-911f09e92d9b\">defeated 10 fellow Republicans</a> in a closely watched special election in Ohio.</p> <p><strong>5. Jair Bolsonaro faces probe over election fraud claims </strong>The Brazilian president's legal&#xa0;problems have multiplied&#xa0;after a court opened an <a href=\"https://www.ft.com/content/d7707a3d-2471-4ec5-bd4f-b40566a773a5\">investigation</a> into his unsubstantiated warnings of voter fraud in elections next year, which could lead to him being disqualified.</p> <h1>Tokyo Olympics round-up</h1> <ul>  <li><p>Japan's teenage skateboarders <a href=\"https://www.ft.com/content/7584bed9-62a5-4bbb-b252-4aee9900492c\">continue to dominate</a> the Olympic competition to the delight of the host nation. <strong>Sakura Yosozumi</strong>, 19, won the women's Park competition today, followed by compatriot <strong>Kokona Hiraki</strong>, 12, who won silver. Britain's <strong>Sky Brown</strong>, 13, claimed bronze in one of the youngest slates of athletes ever fielded at the Olympics.</p></li>  <li><p><strong>Sydney McLaughlin</strong> broke her own world record to win gold in a thrilling 400-metre hurdles race for the US. Fellow American <strong>Dalilah Muhammad</strong>, the defending Olympic champion and former world record holder, claimed silver.</p></li>  <li><p>Jamaica's <strong>Elaine Thompson-Herah</strong> became the second person, after compatriot Usain Bolt, to win the 100-metre and 200-metre sprint competitions at consecutive Olympics, running the second-fastest time in women's history in the longer race to clinch gold.</p></li>  <li><p><strong>Sifan Hassan</strong>, who arrived in the Netherlands as a 15-year old refugee from Ethiopia, is embarking on an unprecedented distance running challenge: she is hoping to win the 1500m and 10,000m races after <a href=\"https://www.ft.com/content/91c39995-7e4c-4d01-a248-e55e764153b5\">blowing away her rivals</a> in the 5000m final.</p></li> </ul> <p><em>Add ‘</em><a href=\"https://www.ft.com/tokyo-olympics?emailId=60f9e5fa18dbce00040d86e0&amp;segmentId=60a126e8-df3c-b524-c979-f90bde8a67cd\"><em>Tokyo Olympics</em></a><em>' to myFT for all our coverage from the Games, and don't miss our </em><a href=\"https://ig.ft.com/tokyo-olympics-alternative-medal-table/\"><em>“alternative medals table”</em></a><em>.</em></p> <h1>Coronavirus digest</h1> <ul>  <li><p>The <strong>White House</strong> has announced a new, three-month <a href=\"https://www.ft.com/content/f0a3e339-fc7b-4bb1-b2b6-33759507c1b3\">evictions moratorium</a> that will protect an estimated 90 per cent of American renters.</p></li>  <li><p><strong>New York City</strong> will require <a href=\"https://www.ft.com/content/4bc8935c-6257-4e6a-810d-cb044f92ce46\">proof of vaccination</a> for a variety of indoor activities from dining to health clubs and concerts, the city's mayor has announced.</p></li>  <li><p>The <strong>UK's</strong> Covid-19 vaccination programme <a href=\"https://www.ft.com/content/f2c52ca3-b55a-48d1-8f85-58c3e19658e4\">is to be extended</a> to 16- and 17-year-olds.</p></li>  <li><p>Daily coronavirus infections are rising in <strong>India</strong> again after weeks of steady decline, <a href=\"https://www.ft.com/content/32fe6509-372f-4335-9e23-38a508469529\">fuelling anxieties</a> about the threat of a third wave in the country.</p></li>  <li><p>Full vaccination <a href=\"https://www.ft.com/content/df4db947-8697-49a7-b38b-e46bd86ba915\">halves the transmission</a> of the Delta variant of coronavirus and is 60 per cent effective at preventing symptoms of Covid-19, according to new research.</p></li> </ul> <p>Without the correct absorption capacity — the infrastructure to get jabs in arms — Covid-19 vaccines will go to waste, <a href=\"http://ft.com/content/46ee68a3-2b1c-4796-b78e-00b555097f56\">writes Tony Blair</a>, former UK prime minister. <a href=\"https://www.ft.com/newsletter-signup/coronavirus\"><em>Sign up</em></a> <em>for our </em><a href=\"https://click.newsletters.ft.com/f/a/IFcve3cwP5qEsmYH9ZMosQ~~/AAAAAQA~/RgRiwX3fP4STAWh0dHBzOi8vY2xpY2submV3c2xldHRlcnMuZnQuY29tL2YvYS92R2VUcVhxOHp5ZGVEeWUtakh1V0RRfn4vQUFBQUFRQX4vUmdSaWlpSXNQMFItYUhSMGNITTZMeTkzZDNjdVpuUXVZMjl0TDJOdmNtOXVZWFpwY25WekxXSjFjMmx1WlhOekxYVndaR0YwWlQ5bGJXRnBiRWxrUFRZd1lUYzVOVGd4TW1WaE16WmpNREF3TkRneU1qaGhaaVp6WldkdFpXNTBTV1E5TVROaU4yVXpOREV0WldRd01pMHlZalV6TFdVNFl6QXRaRGxqWWpVNVltVTRZak5pVndobWFXNTBhVzFsYzBJS1lLVV9uYWRnU3p3Z2dWSVdhbVZ1Ym1sbVpYSXVZM0psWlhKNVFHWjBMbU52YlZnRUFBQUFBQX5-P2VtYWlsSWQ9NjBkZWVkNjE4NDBhZDcwMDA0NWQyMGE5JnNlZ21lbnRJZD0xM2I3ZTM0MS1lZDAyLTJiNTMtZThjMC1kOWNiNTliZThiM2JXCGZpbnRpbWVzQgpg3fr43mDIn1ReUhNnb3Jkb24uc21pdGhAZnQuY29tWAQAAAAA\"><em>Coronavirus Business Update</em></a> <em>newsletter and follow the latest developments on </em><a href=\"https://www.ft.com/content/62f254ab-02de-456a-aad0-7ce51aa56101\"><em>our live blog.</em></a></p> <h1>The day ahead</h1> <p><strong>PMIs </strong>Data provider IHS Markit releases flash purchasing managers' index figures for July, covering the manufacturing and services sectors. The Institute for Supply Management updates its non-manufacturing index, providing further insight into the strength of <a href=\"https://www.ft.com/us-economy\">the economic recovery</a>.</p> <p><strong>Corporate earnings </strong>Carmaker GM, ride-hailing company Uber and consumer goods group Kraft Heinz all report second-quarter earnings today while Fox Corporation releases fourth-quarter results. Read our <a href=\"https://www.ft.com/content/bb8d3192-dca3-493b-abe2-aa2dd9be7c3e\">full earnings list</a>.</p> <p><strong>Central bank policy</strong> Federal Reserve board vice chair Richard Clarida <a href=\"https://www.piie.com/events/fed-vice-chair-richard-h-clarida-us-economic-outlook-and-monetary-policy\">is due to speak</a> on the US economic outlook and monetary policy at the Peterson Institute. Investors will be watching for talk of tapering the Fed's asset purchase programme.</p> <p><strong>Brazil interest rate decision</strong> Banco Central do Brasil, Brazil's central bank, is expected to enact its biggest interest rate rise <a href=\"https://www.ft.com/content/60ee951a-aa9a-45cb-845a-b935ad3c86b9\">in almost two decades</a>, with economists predicting an increase of 100 basis points to curb the risk of spiralling inflation. </p> <p><strong>Beirut explosion anniversary </strong>August 4 marks <a href=\"http://ft.com/content/6a049e18-6a5c-40ee-b6ae-cef6ae95a317\">one year</a> since the explosion that left at least 200 people dead. As the fight for justice goes on, Lebanon prosecutors are seeking to remove senior officials' immunities.</p> <h1>What else we're reading</h1> <p><strong>US house price spiral </strong>Policymakers are increasingly concerned about rising prices for homeowners and renters, especially in smaller US cities like Columbus and Denver. Read the <a href=\"http://ft.com/content/36cdd5d2-18af-4745-88e8-b101fd4cab3f\">second instalment</a> in our series on the pandemic-fuelled surge that has revived affordability fears.</p> <p><strong>Afghanistan after the US </strong>Kabul is bracing for a <a href=\"http://ft.com/content/bc79c30f-e99e-4266-aac6-51498fc62423\">siege</a> after the US retreat led the Taliban to launch attacks across the country, undercutting its incentive to negotiate a political settlement. The question now is whether the Islamist insurgents' strength makes the collapse of the government inevitable.</p> <p><strong>Goldman Sachs mints billions through business it wants to shrink&#xa0;</strong>The bank raked in record revenue from asset management in the past quarter thanks to a business that invests the Wall Street group's own capital. But rather than expand it, Goldman is seeking to&#xa0;<a href=\"https://click.newsletters.ft.com/f/content-9fb175d7-fcf2-4d82-be0a-62ec49b6ab27/0aBOm0NzvqR0U7PdHFcb3g~~/AAAAAQA~/RgRi7EPsP0SPaHR0cHM6Ly93d3cuZnQuY29tL2NvbnRlbnQvOWZiMTc1ZDctZmNmMi00ZDgyLWJlMGEtNjJlYzQ5YjZhYjI3P2VtYWlsSWQ9NjEwOWJiYWUxODEzODkwMDA0OGEzZTc1JnNlZ21lbnRJZD02MGExMjZlOC1kZjNjLWI1MjQtYzk3OS1mOTBiZGU4YTY3Y2RXCGZpbnRpbWVzQgphCAK_CWEa3rwvUhNnb3Jkb24uc21pdGhAZnQuY29tWAQAAAAA\">make the business smaller</a>&#xa0;in an attempt to please regulators and investors.&#xa0;</p> <p><strong>The era of start-up excess shows no sign of abating</strong> WeWork was an extreme example of start-up hype, not the exception.&#xa0;The publicity machine that turned a lossmaking office rental business into a $47bn company with designs on a $100bn market valuation is still in operation and shows no sign <a href=\"https://www.ft.com/content/dde58de3-7e79-4cf0-82c0-a7b86ba94d9b\">of learning its lesson</a>, writes Elaine Moore.</p> <p><strong>All the lonely people — the power of connection</strong> Three books examine <a href=\"https://www.ft.com/content/22ba2a0f-7c6a-4a21-9a79-3d966a460d57\">the perils of loneliness</a> — a problem that has only intensified during the pandemic — and offer practical solutions as well as the salve of solidarity. Emma Jacobs, meanwhile, writes about how lockdowns have allowed us to <a href=\"https://www.ft.com/content/bfa44a92-aadc-429f-9e86-581a0acd0592\">reappraise our approach</a> to drinking.</p><p>Source: Gordon Smith, Jennifer Creery and Emily Goldberg  2021 'FirstFT: Biden joins calls for Cuomo to resign' FT.com 4 August. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-08-04T10:21:29.820Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 7444,
          "end": 7451
        },
        {
          "start": 7206,
          "end": 7219
        },
        {
          "start": 7206,
          "end": 7213
        }
      ]
    }
  ]
}