{
  "_id": "57f5d56935b2a8dc85d8009163eadd4f47355ab014681bc4d0b1dccbabf71754",
  "feed": "wall-street-journal",
  "title": "EXCHANGE  ---  The Other SPAC  Winners: Big Banks  ----  By David Benoit",
  "text": "<p>   SPACs raised $82 billion in the U.S. last year, even as the global pandemic sent shockwaves through businesses and households. Underwriting those deals and other stock offerings created a surprisingly good year for the biggest investment banks. </p><p>   At Goldman Sachs Group Inc., which underwrote more new equity in the U.S. last year than any other bank, according to Dealogic, its equity bookrunners brought in more revenue in the fourth quarter than its famed deal makers for the first time. </p><p>   Goldman's equity underwriting brought in a record $1.12 billion in fees in the fourth quarter, nearly triple what it had the year before. For the year, the business took in $3.41 billion in fees, more than double 2019's $1.48 billion. (Its advisory unit brought home $3.07 billion.) </p><p>   At Morgan Stanley, No. 2 in the equity-underwriting business for the year, fees more than doubled in the fourth quarter. For the year, they rose 81% to $3.09 billion, also eclipsing deal-making fees. </p><p>   JPMorgan Chase &amp; Co. came in third in equity underwriting, boosting its fees 88% in the fourth quarter. Fees surged 66% for the year, to $2.76 billion. </p><p>   The boom wasn't all SPACs, but those surging deals helped lift several banks. Citigroup Inc. went from sixth place in initial public offerings to third place, according to Dealogic, in large part because it was second in helping launch new SPACs. Its equity-underwriting revenue increased 83% in the fourth quarter and 64% for the year, big gains for a bank that is historically stronger in the debt world. </p><p>   And smaller Jefferies Financial Group Inc., a big SPAC supporter, put out a quarter one analyst said was \"unlike any earnings report that we have seen.\" It more than tripled its equity underwriting fees to $341 million. For the fiscal year, which ended in November, equity underwriting fees totaled $902 million, up from $362 million in 2019. </p><p></p>",
  "published": "2021-01-23T07:06:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 248,
          "end": 272
        },
        {
          "start": 248,
          "end": 255
        },
        {
          "start": 246,
          "end": 270
        },
        {
          "start": 248,
          "end": 261
        },
        {
          "start": 489,
          "end": 496
        },
        {
          "start": 486,
          "end": 494
        }
      ]
    }
  ]
}