{
  "_id": "907aa5d97d2b9d4829d1fceda696f909bd2ffd04f8454dd5abcb6b2305b27e6a",
  "feed": "wall-street-journal",
  "title": "Airbnb, Uranium Energy, Biogen: What to Watch When the Stock Market Opens Today; Airbnb shares slipped 1.6% premarket after analysts at Goldman Sachs recommended investors sell the stock",
  "text": "<p>* Uranium Energy, a Texas-based miner and explorer, jumped 7.8%. Shares of uranium miners are surging as retail traders from Reddit's Wall Street Bets forum focus their energies on the rallying radioactive metal.</p><p>* Biogen shares rose 1% ahead of the bell. The pharma stock dropped last week after the company said the launch of its Alzheimer's drug, Aduhelm, \"was slower than we initially anticipated.\"</p><p>* Invitation Homes gained 3.2% premarket. The single-family-home leasing company said early this month it recently received a letter from the Federal Trade Commission requesting information about how the company conducts its business generally and specifically during the Covid-19 pandemic.</p><p>* AMC Entertainment, a favorite of Reddit-active individual traders, rose 3.2%. Meme stocks are distorting the way some investors see parts of the market.</p><p>* Global Payments fell 2.1% premarket. Analysts at Morgan Stanley lowered their price target for the payment-technology firm from $219 to $185 a share Friday.</p><p>* ViacomCBS shares rose 0.7%. The media company is revamping the operations of its Paramount Pictures movie and television production unit as part of a broader shake-up of the management, The Wall Street Journal reported.</p><p>* APA Corp., the holding company for oil-and-gas company Apache, rose 1.7% in premarket trading. Crude-oil prices were heading higher ahead of closely watched supply-and-demand forecasts from OPEC.</p><p>* Best Buy rose 0.6% ahead of the bell. The retailer, along with Amazon.com, last week set out a new lineup of smart televisions.</p><p>* Wayfair added 1.1%. Shares of the home-goods retailer have fallen over the past month and both Citigroup and Credit Suisse cut their target for the stock in August.</p><p>* Unum Group, a Tennessee-based insurer, ticked up 0.7%. S&amp;P Dow Jones Indices said earlier this month Unum would fallout of the S&amp;P 500 and into the S&amp;P MidCap 400 index.</p><p>Chart of the Day</p><p>After a record-breaking bull run for the U.S. stock market this year, many Wall Street analysts are starting to warn that investors could be in for a bumpy ride.</p><p>Write to Joe Wallace at joe.wallace@wsj.com</p><p>Airbnb, Uranium Energy, Biogen: What to Watch When the Stock Market Opens Today</p>",
  "published": "2021-09-13T11:05:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 136,
          "end": 149
        },
        {
          "start": 136,
          "end": 143
        }
      ]
    }
  ]
}