{
  "_id": "371424d0838d817b0fae54df89e453dd6417d04a2cc4d4edfa89730d4949027f",
  "feed": "ftcomall",
  "title": "Banking on the regions after Covid",
  "text": "<p>Goldman Sachs' chief executive David Solomon <a href=\"https://www.ft.com/content/303dcdff-4127-4311-bc2a-3c920195c0a8\">believes</a> working from home is an “aberration” to be urgently rectified. His staff may have to return to the office but the bank's decision to open an outpost in Birmingham means that professional life, even for Goldmanites, need not ape its pre-pandemic form.</p> <p>Working habits forged during lockdowns mean employers and governments can dare to think beyond what would have seemed unfathomable a few years ago when it comes to bridging the <a href=\"https://www.ft.com/content/7204c062-1047-11ea-a225-db2f231cfeae\">economic divide</a> between capital cities and everywhere else.</p> <p>Goldman <a href=\"https://www.ft.com/content/a6b6800d-d5e2-490a-872e-bcd5167e56b2\">said</a> this week that after a Europe-wide search it would launch a technology base in Birmingham, creating hundreds of jobs. The Wall Street giant follows HSBC and Deutsche Bank to the Midlands city, which can now lay claim to a financial cluster. In turn, this has pushed professional services firms to increase headcount in what is nominally England's second city but which for decades was blighted by the collapse of its manufacturing and motor industry. It still has the most deprived areas of any big city in the UK.&#xa0;</p> <p>Goldman's expansion is to be applauded. Similar moves across the country should also be encouraged by the government, which has pledged to “level up” the UK and diversify its economy from London. This can only be achieved when regions boast clusters of businesses offering highly skilled jobs to encourage talented workers to stay and resist the lure of the capital as their careers progress. Likewise, roles offered outside London need to be more than just back-office or support functions already “near-shored” to regional cities recently.&#xa0;</p> <p>Employees hitherto tied to London are reimagining life beyond the capital's cramped and costly accommodation, with the city's population falling for the first time in 30 years. For their part, employers are entertaining a “blended” pattern of office attendance after more than a year of remote working, making longer commutes more palatable if they are less frequent.</p> <p>Ireland is taking this further, <a href=\"https://www.ft.com/content/445790e4-86bc-4697-be0d-5372044cd52b\">exploring</a> how jobs, including the civil service, can spread from cities across rural areas through measures such as tax breaks that encourage working from home and remote hubs across the country.</p> <p>Similarly, the UK government has also moved civil servants out of London. But the government's interpretation of levelling up differs from that of predecessor administrations, not least because Brexit has underscored changing voting habits. Previous Conservative governments promoted a “Northern Powerhouse” and a “Midlands Engine” fired up by infrastructure projects like the High Speed 2 rail scheme — a narrative into which Goldman's move would have neatly fitted. Current prime minister Boris Johnson has instead pushed handouts to smaller towns rather than big cities. This £4.8bn <a href=\"https://www.ft.com/content/215ce50f-8bc1-455d-a3fb-5cfb33932b14\">towns fund</a> has tended to favour locations with Tory majorities, and therefore politics over economics.</p> <p>Narrowing regional inequality means looking to both towns and cities, as well as the rural areas in-between. It ought not to be a zero-sum game with London. Recent success stories such as&#xa0;the wider Birmingham region, where output grew by 15.5 per cent in real terms in the five years to 2018,&#xa0;have understood the importance of improving links, including better public transport, to satellite towns to create regional agglomerations.&#xa0; <a href=\"https://www.ft.com/content/879ce370-891c-11ea-a01c-a28a3e3fbd33\">Devolving more power to the regions</a> is also key, as the business-friendly Tory mayor of Birmingham, Andy Street, can attest. </p> <p>Brexit and the pandemic mean that the UK desperately needs to solve its <a href=\"https://www.ft.com/content/cee24c6a-4dba-43b4-93ca-edd216ae51a9\">regional inequalities</a>, and there are both economic and political imperatives for doing so. The government should not waste this crisis.</p> <p><em>This article has been amended since first publication to include the level of recent output growth in the Birmingham region, in place of a previous incorrect reference to productivity</em></p><p>Source: The editorial board 2021 'Banking on the regions after Covid' FT.com 15 April. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-04-15T15:25:47.717Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 0,
          "end": 7
        },
        {
          "start": 0,
          "end": 14
        },
        {
          "start": 2635,
          "end": 2642
        },
        {
          "start": 542,
          "end": 549
        },
        {
          "start": 1070,
          "end": 1077
        },
        {
          "start": 0,
          "end": 13
        }
      ]
    }
  ]
}