{
  "_id": "2c881467feaab17a3ca19426b29a47c095786119e8b464f8e4585af8b030c933",
  "feed": "wall-street-journal",
  "title": "China Moves to Reassure Investors",
  "text": "<p>After the meeting, and following a series of upbeat articles in state media, Chinese technology stocks listed in New York and Hong Kong jumped, helping pull broader markets higher and clawing back some of their recent steep declines.</p><p>Mr. Fang told those present that China's recent regulatory crackdowns on companies engaged in private tutoring, online financial services and other sectors are aimed at addressing problems in those industries and helping them grow properly, the people said. He also said China doesn't intention to decouple from global markets, and especially from the U.S., the people added.</p><p>The CSRC didn't respond to a faxed request for comment. Goldman and UBS declined to comment.</p><p>The securities regulator's private comments follow a selloff over the past week in the shares of Chinese companies listed in the U.S. and Hong Kong. The Hang Seng Tech Index, which includes stocks such as Alibaba Group Holding Ltd., Tencent Holdings Ltd. and Meituan, dropped 14% in a week, as the selloff spread from shares of after-school tutoring companies to a swath of Chinese tech firms listed abroad.</p><p>The selling also spilled over into the Shanghai and Shenzhen stock markets and caused the yuan to weaken against the dollar.</p><p>The American depositary receipts of Alibaba and other U.S.-listed Chinese technology companies recovered some of their losses in Wednesday trading in New York. On Thursday Alibaba's ADRs rose 0.8%.</p><p>The S&amp;P/BNY Mellon China Select ADR Index rose 8.3% Wednesday, its biggest one-day percentage gain since November 2008. On Thursday, it was up 0.3%. Many Hong Kong-listed stocks also rebounded on Thursday, with Meituan up 9.5% and Tencent jumping 10%.</p><p>The central government is concerned about market volatility and the CSRC was communicating on Beijing's behalf, said Liu Zhiqin. Mr. Liu, formerly the chief China representative of Swiss bank Zurcher Kantonalbank, is now a senior research fellow at the Chongyang Institute for Financial Studies at Renmin University of China.</p><p>Still, he said that didn't necessarily mean a wholesale change in the government's stance.</p><p>\"It is difficult to reverse the way that some Chinese government agencies implement policies in the short term,\" Mr. Liu said. \"Many departments these days prefer to take nationalistic policies than liberal ones, to an extent that could undermine the capital markets. This is very dangerous,\" he said.</p><p>Wednesday's private reassurances came a day after Vice Premier Liu He told a gathering of small businesses that China was trying to balance development and security. He said doing so meant protecting competition and consumers, and this would be good for smaller companies -- a message some analysts took as showing that China wasn't trying to crush the private sector.</p><p>Mr. Fang told the meeting attendees Wednesday that China will in the future introduce policies more cautiously to avoid market volatility and that more time would be given to let the markets digest new information, according to the people familiar with the matter. He said regulators will also consider the impact of their policies on publicly listed companies.</p><p>The government is reviewing variable interest entities -- a structure many Chinese companies have used to raise funds offshore -- but it sees VIEs as a necessary and vital part of how Chinese firms engage with global markets, Mr. Fang said, according to the people.</p><p>The regulator also said China's Communist Party is eager to protect the interests of private companies and international investors, and the government plans to introduce more policies to attract foreign investment, the people added.</p><p>In recent days, some international investors have expressed dismay over how China's new restrictions for after-school tutoring companies -- which were published by state media over the past weekend -- would in effect force out any for-profit businesses in this sector. Shares of New Oriental Education &amp; Technology Group and its other U.S.-listed peers lost most of their market value as a result.</p><p>The official Xinhua News Agency said in an article late Wednesday that recent regulations were conducive to China's long-term development and the country would continue to open up to the world.</p><p>It acknowledged market concern about potential changes to Chinese policy on allowing companies to list overseas. But it said: \"CSRC is open to companies choosing where to list and supports companies in making choices based on their own development needs.\"</p><p>Other state news outlets addressed the concerns of domestic investors. The Securities Times said the selloff was partly due to a \"misinterpretation of policy\" and the long-term prospects for onshore shares were still good.</p><p>---</p><p>Chong Koh Ping contributed to this article.</p>",
  "published": "2021-07-30T00:00:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 666,
          "end": 673
        },
        {
          "start": 662,
          "end": 669
        }
      ]
    }
  ]
}