{
  "_id": "6f0188335f3209836c931380e21a0bea2600bb6724e0c66b83bff4188ac8e04f",
  "feed": "wall-street-journal",
  "title": "U.S. News:  SEC Pick's  Net Worth  Seen Up to  $119 Million  ----  By Paul Kiernan",
  "text": "<p>   WASHINGTON -- President Biden's pick to lead the Securities and Exchange Commission, Gary Gensler, has a net worth of between $41 million and $119 million, according to financial disclosures filed with the Office of Government Ethics. </p><p>   Mr. Gensler, a former Goldman Sachs banker who chaired the Commodity Futures Trading Commission from 2009 until early 2014, reported owning a range of Vanguard mutual funds and exchange-traded funds held in retirement and brokerage accounts. His largest single holding was between $25 million and $50 million in Vanguard's Total Stock Market ETF. </p><p>   Presidential nominees disclose their assets and incomes in ranges. The Wall Street Journal on Friday received Mr. Gensler's form, which he signed on Jan. 18 and was completed by the ethics office on Feb. 4. </p><p>   Mr. Gensler's income was between $1.07 million and $5.14 million during the reporting period, which encompasses 2020 and the first 18 days of 2021. </p><p>   Most of his earnings were investment income. He was also paid $315,275 for his role as a professor at the Massachusetts Institute of Technology, where he has taught courses on blockchain and cryptocurrency since 2018. </p><p>   The only individual stock Mr. Gensler owned during the reporting period was Tesla Inc. He sold an undisclosed number of Tesla shares for a capital gain of between $50,000 and $100,000. </p><p>   The Senate Banking Committee hasn't announced a date for Mr. Gensler's confirmation hearing. </p><p></p>",
  "published": "2021-02-13T07:07:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 257,
          "end": 264
        },
        {
          "start": 257,
          "end": 270
        },
        {
          "start": 256,
          "end": 269
        }
      ]
    }
  ]
}