{
  "_id": "55c168985bc95ad46d0521521bfd04a4eda82b162741da75ec291a7562cd4f6b",
  "feed": "ftcomall",
  "title": "UK's levelling-up agenda won't solve productivity problem, report suggests",
  "text": "<p>The UK has misdiagnosed its productivity crisis and will fail to improve living standards if it continues seeking to raise the performance of a large number of very inefficient companies, according to a new report. </p> <p>The findings from the Resolution Foundation and the Centre for Economic Performance at the London School of Economics challenge the government's view that levelling up poorly performing companies or poorer regions will raise productivity significantly for the UK as a whole. </p> <p>Raising productivity among the 40 per cent of workers in low-productivity firms by 10 per cent would only raise the overall performance of the UK economy by 1.2 per cent, the report found, because the long tail of weak companies lags so far behind those run more efficiently. </p> <p>The results of the work contradict <a href=\"https://www.conservatives.com/news/2021/boris-johnson-s-keynote-speech---we-re-getting-on-with-the-job\">Boris Johnson's view</a> that a “high-wage, high-skill, high-productivity” economy comes from restricting immigration so that truck drivers and other shortage occupations are paid more, levelling up the country. </p> <p>Torsten Bell, chief executive of the Resolution Foundation, which exists to devise policy to improve the lives of middle and lower-income households, stressed the government's ambitions to improve weaker companies was “really important for jobs and places”. </p> <p>But he added that pulling up the poor performers “can't be your answer to the national productivity and living standards problem”. </p> <p>The research examined the productivity of individual UK companies in greater detail than before using new data. This showed, as with previous studies, that there were a large number of extremely inefficient businesses. Productivity levels — measured by the value each employee creates every hour — in the worst-performing tenth of companies was 16 times lower than in the top 10 per cent of companies.</p> <p>But the research showed that, contrary to earlier work, the UK was far from unusual in having a very large number of low-productivity companies. This meant the long tail of weak companies did not explain why output for every hour worked in UK companies was 16 per cent lower than in economies such as France, Germany and the US. </p> <p>Greg Thwaites, research director at the Resolution Foundation, said: “The UK entered the 2020s with an abysmal productivity record, and a misdiagnosis of why this is happening.</p> <p>“Rather than focus on the UK's long tail of unproductive firms, we need to see economy-wide improvements to how firms invest and innovate, as well as how staff are managed and trained.” </p> <p>Instead of pulling up weak companies, the report suggested it would be better if more work was done by stronger, more-efficient companies. This would involve quite a reallocation of work and the closure of many firms. </p> <p>While the research accepted it would be impossible to relocate workers from, say, a local chippy to Goldman Sachs, they advocated the country should focus more on investment in machinery, people and better management practices to improve overall performance. </p> <p>This would not be cost-free and would rely on the nation being willing to consume less, while it invested more in the short term so that it could be richer and more productive in future. </p> <p>“These are not quick productivity fixes, and they are likely to cost money in the short term. But they need to be pursued as part of a new economic strategy that will deliver stronger growth and higher living standards in the years to come,” Thwaites said. </p><p>Source: Chris Giles in London 2021 'UK's levelling-up agenda won't solve productivity problem, report suggests' FT.com 15 November. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-11-15T00:01:56.278Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 2810,
          "end": 2817
        },
        {
          "start": 2810,
          "end": 2823
        }
      ]
    }
  ]
}