{
  "_id": "3bbf82fa1a19b682166364655a9468b874d01bcab223e21ce9cfd3a1b44dee24",
  "feed": "wall-street-journal",
  "title": "When Can We Expect the New Jersey Governor's Race Results? The race between Democratic Gov. Phil Murphy and Republican Jack Ciattarelli is currently too close to call. Here's what we know so far.",
  "text": "<p>Under state law, vote-by-mail ballots must be counted if they are postmarked by Tuesday and received by Nov. 8. State officials said Monday that nearly 500,000 mail ballots had been received. Election officials in several counties were still processing vote-by-mail ballots Wednesday.</p><p>Is There the Possibility of a Recount?</p><p>New Jersey doesn't require mandatory recounts in close elections, but a candidate can request one from a judge at any margin if they have reason to believe there has been an error in counting votes. A spokesman for Mr. Murphy's campaign said it has no plans to seek a recount. Mr. Ciattarelli's campaign spokeswoman, Stami Williams, said all options remain on the table.</p><p>How Many Ballots Are Left to be Counted?</p><p>As of late Wednesday afternoon, Murphy led by about 16,600 votes, with the AP estimating that as many as 150,000 ballots remained to be counted. Polls taken in the weeks before the election projected Mr. Murphy with a comfortable lead, and Republicans said the closer-than-expected result was a sign of voter frustration.</p><p>Election officials in several counties were still processing vote-by-mail ballots, which under state law must be counted if they are postmarked by Tuesday and received by Nov. 8. State officials said Monday that nearly 500,000 mail ballots had been received.</p><p>What Are the Candidates Saying?</p><p>Speaking to supporters just after midnight, Mr. Murphy said, \"We're going to wait for every vote to be counted, and that's how our democracy works.\"</p><p>Mr. Ciattarelli said he would \"do what needs to be done to certify this win.\"</p><p>What Are the Big Issues?</p><p>The race centered largely on taxes. Mr. Ciattarelli, a former state assemblyman, has criticized Mr. Murphy's fiscal policies and promised to cut state spending. Mr. Murphy, a former Goldman Sachs executive, raised taxes on millionaires and expanded educational programs.</p><p>Mr. Murphy campaigned on his record in office, touting the legalization of marijuana and increases to the state's minimum wage during his tenure. He said he provided stable management during the Covid-19 pandemic, and Monmouth polls showed his job approval rating remained above 50% since the virus arrived in March 2020.</p><p>Write to Jimmy Vielkind at jimmy.vielkind@wsj.com</p><p>When Can We Expect the New Jersey Governor's Race Results?</p>",
  "published": "2021-11-03T22:32:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 1783,
          "end": 1796
        },
        {
          "start": 1783,
          "end": 1790
        }
      ]
    }
  ]
}