{
  "_id": "4033ba84ece8612db226ccffe4819a52d5fc62c4cac94c345aac746c0358da03",
  "feed": "wall-street-journal",
  "title": "Year-End Review & Outlook: Markets & Finance (A Special Report)  ---  Lessons From a Crazy Year In Financial Markets  ---  A historic downturn and dizzying comeback show markets still have the capacity to surprise us all  ----  By Akane Otani",
  "text": "<p>\n  Here is something many investors would have found difficult to believe during March's stomach-churning selloff: 2020 would turn out to be a stellar year for the stock market. </p><p>\n  The Dow Jones Industrial Average closed the year at a record, rising about 0.7% on Thursday alongside the S&amp;P 500, which finished the year up 16% at its own new high. </p><p>\n   The market for initial public offerings is flourishing. Just weeks ago, home-rental startup Airbnb Inc. made a stock-market debut so stunning that its chief executive was briefly left speechless on live television. </p><p>\n  These are things that would be easy to imagine in boom times. But 2020 has been anything but that for the world outside Wall Street. The cold reality is that the market's rally has occurred in the midst of a catastrophic pandemic that has killed more than a million people, halted business and travel and wreaked havoc on the economy. Although there are plenty of reasons for the market's comeback, not the least of which is the Federal Reserve's massive intervention, the staggering rally is still difficult to comprehend for many investors. </p><p>\n  \"The path we took to get here is something we never, ever, ever would have foreseen,\" said Ralph Bassett, head of equities for North America at Aberdeen Standard Investments. </p><p>\n  Here are the lessons investors say they have learned from an unforgettable year. </p><pre> </pre><p>\n  Markets don't perfectly reflect the economy </p><pre> </pre><p>\n  When stocks bottomed March 23 and began to race higher, many observers were perplexed. Coronavirus cases were surging. Restaurants, stores and theaters went dark and millions of Americans queued up outside of career centers to apply for unemployment benefits. How could the market be doing so well when the world seemed to be doing so badly? </p><p>\n  The answer: The stock market often begins to recover far sooner than the economy. In the case of the financial crisis, U.S. stocks hit their nadir March 9, 2009. But it took seven years from that point for the unemployment rate to fall below precrisis levels. </p><p>\n  Similarly, while stocks managed to charge higher in 2020, many economists don't expect the U.S. to recover all the jobs lost during the pandemic until 2023 or later. </p><p>\n  \"A lot of people said the market is disconnected to reality, but stocks are pricing in what's going to happen in six months to a year,\" not what the economy looks like today, said Andrew Slimmon, managing director and portfolio manager at Morgan Stanley Investment Management. In the pandemic, investors who began betting on a stock recovery in the spring weren't assuming the economy was about to come roaring back -- they were assuming things would be better some months down the line than they were at the time. And they were right. </p><p>\n  \"It's not until you have this huge rally that suddenly people realize, 'Oh, the stock market isn't wrong, I've been wrong,' \" Mr. Slimmon said. </p><pre> </pre><p>\n  It pays not to try to time the markets </p><pre> </pre><p>\n  With both the pandemic and the financial crisis, those who sold on bad news and waited for the economy to recover to get back into the market would have missed out on the bulk of stocks' upside. As emotionally harrowing as sizable selloffs may be, history shows that the vast majority of investors are better off not trying to hop in and out of the market. </p><p>\n  The returns of a hypothetical investor who put $10,000 into an S&amp;P 500 index fund at the start of 1980 and missed the market's five best days through the end of August 2020 would be 38 percentage points lower than those of someone who stayed invested the whole period, according to a Fidelity Investments Inc. analysis. </p><p>\n  \"What the long-term investor needs to think about is over the next year or next two years, is the economy going to grow? Are corporate earnings going to grow? We think the answer to those points is yes, and because of that, we think the market has a pretty good foundation,\" said Kelly Bogdanova, vice president for RBC Wealth Management's portfolio advisory group. </p><pre> </pre><p>\n  Forecasts are just forecasts </p><pre> </pre><p>\n  This time last year, Wall Street's top strategists identified the biggest risk to the markets as deteriorating trade relations between the U.S. and China. Trade all but fell off the radar for many money managers in 2020, quickly replaced by concerns about the coronavirus pandemic and the ensuing economic shutdown. </p><p>\n  They also widely predicted modest gains for the S&amp;P 500. But by March, analysts at BMO Capital Markets and Oppenheimer Asset Management said they would suspend their year-end targets because of how difficult predicting the market's path had become. Others slashed their targets after the spring selloff, only to bump them up again after the summer rally. Goldman Sachs Group Inc. cut its year-end target to 3000 in March, then raised it to 3600 in August and to 3700 in November. The index closed the year at 3756.07. </p><p>\n  Then of course, the elections brought their own missed predictions, most notably that the Democrats would take control of Congress in a \"blue wave.\" </p><p>\n  If anything, myriad examples of calls gone wrong show there is plenty of humility to be learned from markets, which regularly prove the smartest investors and strategists wrong. </p><p>\n  \"You always think about things trending through the influence of typical variables like macroeconomic policy, fiscal policy, global growth. . .but what tends to happen with big moves is unseen shocks,\" Aberdeen's Mr. Bassett said. </p><pre> </pre><p>\n  The tech trade is only getting bigger </p><pre> </pre><p>\n  Investors predicting value would finally unseat growth were proved wrong yet again. </p><p>\n  In 2020, electric-car maker Tesla Inc. became the most valuable auto maker in the world and Airbnb made its debut on the public market with a valuation greater than that of Marriott International Inc., Hilton Worldwide Holdings Inc. and Hyatt Hotels Corp. combined. It also was the year when many technology companies disproportionately benefited from a pandemic that has forced individuals to spend more time at home and online. Zoom Video Communications Inc. rose 396% during the year, roughly 24 times the S&amp;P 500's gain. Online retailer Etsy Inc. added 302% while PayPal Holdings Inc. climbed 117%. </p><p>\n  Appetite for newly listed technology stocks has been even more striking -- so much so that a few companies, including Roblox Corp., decided to delay their planned IPOs to try to better understand how to price their shares. </p><p>\n  It is the type of scenario that can make investors feel like the most reliable stock market play is simply betting on the fastest-growing technology stocks. </p><p>\n  To be sure, an investor fixated on growth might have missed out on a number of cheaper, more \"old-school\" stocks that benefited from the pandemic, such as Clorox Co. or Domino's Pizza Inc. Money managers who are overwhelmingly concentrated in growth stocks also have had the disadvantage of being hit particularly hard during recent market reversals, like in November when Pfizer Inc. released promising news about its Covid-19 vaccine. Stocks including Zoom and Peloton Interactive had one of their worst days of the year Nov. 9, logging double-digit percentage declines, although they quickly made up ground in the weeks that followed. </p><p>\n  But none of that necessarily means 2021 will be the year that growth stocks take a back seat to value. Society as a whole was becoming more technology-oriented, even before the pandemic, Mr. Bassett said. The end of the coronavirus pandemic won't be a panacea to companies in already struggling sectors such as oil or bricks-and-mortar retail. </p><p>\n  \"I don't recommend buying companies that were tarnished goods before Covid,\" Mr. Slimmon said. </p><p></p>",
  "published": "2021-01-04T07:04:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 4636,
          "end": 4643
        },
        {
          "start": 4636,
          "end": 4660
        },
        {
          "start": 4636,
          "end": 4649
        },
        {
          "start": 4600,
          "end": 4623
        }
      ]
    }
  ]
}