{
  "_id": "9655b1644aefbb2af5b4955c0e76a5237ce82b42f46c8cc36f5e7ae8f1bce171",
  "feed": "ftcomall",
  "title": "Goldman Sachs granted full ownership of China securities venture",
  "text": "<p>Goldman Sachs has received regulatory approval to take full ownership of its securities joint venture in China, allowing the investment bank to expand in the country as Beijing eases restrictions on foreign firms in its finance industry.</p> <p>The green light from the China Securities Regulatory Commission “will enable us to position our firm for long-term growth and success in this market under one wholly-owned entity”, the bank said in an internal memo. </p> <p>“This marks the start of a new chapter for our China business following a successful 17-year joint venture.”</p> <p>The approval also comes as many US financial groups seek to <a href=\"https://www.ft.com/content/3c9d8a3d-c083-437a-aa77-6ccfa246af7d\">take advantage</a> of increasing market access in China despite concerns about the political and regulatory climate in the country and <a href=\"https://www.ft.com/content/b543917f-6d4b-4a4a-b684-b5ddc1e8050c\">slowing economic growth</a> after a post-lockdown surge.</p> <p>A person close to Goldman called the go-ahead a “milestone”. It will allow the bank to trade as Goldman Sachs in China and inject more capital, personnel and technology into its operations in the country.</p> <p>Goldman <a href=\"https://www.ft.com/content/02c2ad06-b1b6-4a51-8e84-f84d86c98a2b\">applied to take full control</a> of the joint venture, which has been called Goldman Sachs Gao Hua Securities, in December 2020 after Beijing introduced rules permitting investment banks to own 100 per cent of their local operations for the first time. </p> <p>Goldman previously controlled 51 per cent of the business, which was the first of its kind in China when it was launched in 2004. It is now the second US bank to gain full ownership of its Chinese entity, after <a href=\"https://www.ft.com/content/3bd19ceb-50ed-4555-a3e3-e06401b77879\">JPMorgan Chase</a> in August. </p> <p>Wall Street's biggest banks rushed to <a href=\"https://www.ft.com/content/d5e09db3-549e-4a0b-8dbf-e499d0606df4\">boost their presence</a> in China when the country started to open up its financial sector to foreign investment. That long-term shift has gathered pace in the past two years despite escalating geopolitical tensions between Beijing and Washington. </p> <p>Last year, Beijing unveiled government reforms that encouraged financial liberalisation, including expanding foreign <a href=\"https://www.ft.com/content/a5392f07-9deb-4573-beb1-88a946f00df5\">access to futures markets</a>.</p> <p>Goldman has outlined an ambitious growth strategy in China that involves doubling its workforce to 600 and expanding its wealth and asset management businesses, including <a href=\"https://www.ft.com/content/263c5b4a-8c29-485a-8b25-20f74c04ae7d\">launching a wealth joint venture</a> with China's biggest bank, ICBC. </p> <p>However, the US bank has faced a headache after it acted as lead underwriter of the <a href=\"https://www.ft.com/content/d0873b18-01ea-44d3-ac5c-755e0e50d2e3\">calamitous initial public offering</a> of Didi Chuxing in New York in June.</p> <p>Chinese regulators accused the ride-hailing app of security breaches two days after its listing, <a href=\"https://www.ft.com/content/095eb7ac-09ea-4a5c-8253-d8ca2d945614\">wiping</a> almost 50 per cent from its share price and prompting <a href=\"https://www.ft.com/content/deac99c5-502e-4432-8450-495fcc6619e2\">class-action lawsuits</a> from investors against the company and its advisers. </p> <p>Listings of big Chinese technology companies in the US — previously a <a href=\"https://www.ft.com/content/0069fc0b-90af-4e30-877a-a0e245a76ae2\">lucrative trade</a> for Wall Street banks — have since been effectively frozen, while global investors have been blindsided by a series of <a href=\"https://www.ft.com/content/d4018362-7f61-48cc-931c-a4ebc216c10c\">regulatory shocks</a> from Beijing targeting sectors from online education to gaming.</p> <a href=\"http://www.ft.com/cms/0c6579b0-6093-4ef4-ab0a-f63bb29d0525.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a><p>Source: Tabby Kinder in Hong Kong 2021 'Goldman Sachs granted full ownership of China securities venture' FT.com 18 October. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-10-18T04:28:14.429Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 0,
          "end": 7
        },
        {
          "start": 0,
          "end": 13
        },
        {
          "start": 825,
          "end": 832
        },
        {
          "start": 903,
          "end": 910
        },
        {
          "start": 903,
          "end": 916
        },
        {
          "start": 1012,
          "end": 1019
        },
        {
          "start": 1093,
          "end": 1100
        },
        {
          "start": 1093,
          "end": 1106
        },
        {
          "start": 1269,
          "end": 1276
        },
        {
          "start": 1932,
          "end": 1939
        }
      ]
    }
  ]
}