{
  "_id": "800a2c3e718a3649edfbdb6f92bde56c11597a8ed64892fa55b809a02d934aba",
  "feed": "ftcomall",
  "title": "Hedge funds cash in as green investors dump energy stocks",
  "text": "<p>Hedge funds have been quietly scooping up the shares of unloved oil and gas companies discarded by environmentally minded institutional investors, and are now reaping big gains as energy prices surge.</p> <p>Hedge fund managers in the US and UK have been betting that the eagerness of many big institutions to be seen to embrace environmental, social and governance (ESG) standards means they are selling wholesale out of fossil fuel stocks, even though demand for some of these products remains high.</p> <p>“It's such a great and easy idea,” Crispin Odey, founder of London-based <a href=\"https://www.ft.com/content/45f1578f-dcd0-4194-bc32-1a49e3b5b5f1\">Odey Asset Management</a>, told the Financial Times.</p> <p>“They [big institutional investors] are all so keen to get rid of oil assets, they're leaving fantastic returns on the table,” added Odey, whose European fund is up more than 100 per cent so far this year.</p> <p>The company has been building its position in oil and gas stocks this year and has sizeable stakes in groups including Norwegian oil company Aker BP, whose shares are up about 43 per cent, and Asia-Pacific-focused producer Jadestone Energy, up 44 per cent. </p> <p>Odey said he had also been providing financing for unlisted vehicles that are being set up by commodities companies specifically to buy up unwanted assets being sold off by the oil majors.</p> <p>The move away from fossil fuels by big institutions has often left hedge funds, which face fewer pressures to conform to ESG norms than mainstream fund companies, among the only buyers. This can present attractive opportunities, although it can leave them exposed to falls in energy prices or further selling by big investors.</p> <p>Alongside Odey's fund, Goldman Sachs's prime brokerage division, which provides a range of services such as stock lending and execution, recently told clients that energy stocks had had their biggest net buying by hedge funds since late February, according to a note seen by the FT.</p> <p>“People don't understand how much money you can make in things that people hate,” said Bison Interests' managing partner and co-founder Josh Young, who says his fund avoids the “dirtiest companies”.</p> <p>Bison Interests has profited from positions in companies including Canadian oil and gas group Baytex Energy Corp and US-based SandRidge Energy and is up 377 per cent this year before fees, according to a person familiar with the matter, ranking it as one of the world's top-performing funds.</p> <p>“Many of these companies are trading at very low cash flow multiples and at very big discounts to the replacement value of their assets,” said Young. “More people are driving gas-powered cars and scooters than ever.”</p> <p>The pressure on institutional investors from climate lobby groups to stop funding fossil fuel companies has intensified markedly in recent years. </p> <p>Pension funds, charities, churches and other faith groups and universities, which may own some stocks either directly or through funds they hold, are among those that have committed to selling out of such companies as a way of combating climate change and shifting investment towards more renewable forms of energy.</p> <p>Climate activism group DivestInvest, which pushes investors to make no new investments in the top 200 oil, gas and coal companies and to sell any such positions within three to five years, says it has received pledges from more than 1,300 organisations managing $14.5tn in assets.</p> <p>Hedge fund managers buying up these stocks argue that investment in areas such as oil and gas production is still badly needed, as highlighted by recent moves in the energy market. Oil prices hit their highest level in at least three years this week, while UK gas prices have more than quadrupled.</p> <p>Companies often use their revenues from oil and gas to fund a transition to cleaner energy, say hedge fund managers, and halting investment into these stocks hurts this process.</p> <p>“The ESG guys are causing terrible problems,” said Odey. “They're ensuring price rises are not met by supply.” </p> <p>Another European-based manager said moves by big investors to stop backing fossil fuel companies may be “counterproductive”, adding that the sector offers a “huge investment opportunity” for their fund.</p> <p>Renaud Saleur, a former trader at Soros Fund Management and Jabre Capital, who now heads Anaconda Invest, said the effect was particularly striking in Europe, where investors had embraced ESG concerns to a greater extent than in the US.</p> <p>“In Europe, people have been more keen to blackwash the oil and gas industry. It's mere stupidity, this [sector] produces money to fund the energy transition,” he said, adding that these investors were also pushing stocks in sectors such as electric vehicles and hydrogen to “unsustainable levels”. He has backed companies including ShaMaran Petroleum and Australian energy group Santos.</p> <p>As hedge funds search for targets, Jadestone has attracted a number of other investors in addition to Odey including Tyrus Capital, which owns about 25 per cent, and Polar Capital.</p> <p>And hedge funds including Taconic and Kite Lake have this year gained control of Norwegian Energy Company (Noreco), a North Sea oil and gas producer whose shares collapsed by more than 99 per cent from their pre-financial crisis high, taking board seats. </p> <p>Noreco has benefited from buying Danish upstream assets from Shell, with the help of financing from hedge funds. Shares in Noreco, which also counts hedge fund Astaris Capital among its investors, have risen about 10 per cent this year.</p> <p>Smaller energy stocks, which hedge funds often favour, have benefited from buying cheap oil and gas assets from the oil majors, which face investor pressure to divest from fossil fuels. But there are signs that oil majors may be growing wary of such sales.</p> <p>Earlier this year Patrick Pouyanné, chief executive of Total, <a href=\"https://www.ft.com/content/0d3c0ea1-2643-4ceb-90ed-961d51f8123d\">told the FT</a> that selling assets to other producers that may be less mindful of ESG concerns was not a solution. “Even if BP, Total and Shell divest from oil and gas it does not change anything,” he said.</p> <a href=\"http://www.ft.com/cms/0172455b-1ad2-44b5-80ea-34b6fbed1a00.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a><p>Source: Laurence Fletcher in London and Derek Brower in New York 2021 'Hedge funds cash in as green investors dump energy stocks' FT.com 7 October. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-10-07T04:00:41.879Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 1619,
          "end": 1632
        },
        {
          "start": 1619,
          "end": 1626
        }
      ]
    }
  ]
}