{
  "_id": "fcfc8a99525bf06cdeb9525dc24cec015fa669d9b500a66b6055ee7f092f1a29",
  "feed": "ftcomall",
  "title": "FirstFT: US banks enter earnings season with eyes on loan growth",
  "text": "<p>US banks will face tough questions about <a href=\"https://www.ft.com/content/8738c327-ceab-4d00-8c24-fbc44c81a0c4\">the prospects for their lending operations</a> this week when they report second-quarter earnings flattered by smaller than expected credit losses during the pandemic.</p> <p>Average quarterly earnings per share are expected to jump 116 per cent year on year at the top six banks in the US, according to analyst forecasts compiled by FactSet.</p> <p>However, much of the improvement reflects the anticipated release of billions of dollars in reserves that lenders had set aside to cover potential loan losses. Revenues are expected to fall 5 per cent, according to FactSet, the result of slowing capital markets activity and tepid loan demand.</p> <p>JPMorgan and Goldman kick off earnings season on Tuesday, followed by BofA, Citi and Wells on Wednesday, and Morgan Stanley on Thursday.</p> <ul>  <li><p><strong>In other banking news:</strong> Goldman Sachs executives are <a href=\"https://www.ft.com/content/239631a3-c42d-4ce4-9dc5-1e3cc71ca0e9\">wrestling with the question</a> of whether they need to bump up salaries for junior investment bankers to match rivals on Wall Street after younger staff complained they were&#xa0;<a href=\"https://www.ft.com/content/2f5d2587-d9a7-4cd5-ac84-e36d75b13a24\">burnt out</a>.</p></li> </ul> <h1>Five more stories in the news</h1> <p><strong>1. Brussels set to delay digital levy</strong> The EU is <a href=\"https://www.ft.com/content/1613a3bd-cf4c-4ce9-b427-e7dc0a15382f\">set to delay plans</a> for a controversial digital levy until autumn in an effort to boost the prospects of a global corporate tax reform deal. The move came after G20 finance ministers <a href=\"https://www.ft.com/content/7960e852-8302-4819-ba25-f25fdd375aea\">met over the weekend</a> in Venice to endorse a landmark tax deal reached by G7 nations last month to set a global minimum rate and overhaul taxing rights.</p> <ul>  <li><p><strong>More G20 news</strong>: G20 finance ministers also <a href=\"https://www.ft.com/content/9cd74b8f-4d6c-4cf8-a249-87c0acb1a828\">endorsed carbon pricing</a> for the first time, describing the once-contentious idea as one of “a wide set of tools” to tackle climate change. The US in particular has historically been opposed.</p></li> </ul> <p><strong>2. Richard Branson in space </strong>The Virgin founder <a href=\"https://www.ft.com/content/bf3130f4-5f62-4f9d-941a-d1db98dc0233\">touched the edge of space</a> yesterday morning, fulfilling a life-long ambition and winning bragging rights over rival Jeff Bezos in the race to open suborbital space to commercial tourism. Here is a look at how Branson and Bezos's <a href=\"https://www.ft.com/content/621ddc59-11fe-4101-8abf-701a53b2475f\">rocket ships compare</a>.</p> <p><strong>3. SoftBank's second Vision Fund speeds up </strong>The fund poured about <a href=\"https://www.ft.com/content/2bf5053a-e8a6-46bd-8983-d037930ff20b\">$13bn into more than 50 companies</a> during the second quarter, according to two people briefed, marking a sharp increase in the pace of its investments. During the first three months of the year, it invested less than $2bn in fewer than two dozen companies.</p> <p><strong>4. Haiti president's widow claims opponents plotted assassination </strong>Martine Moïse, the widow of assassinated Haitian president Jovenel Moïse, <a href=\"https://www.ft.com/content/e27ee037-2c6a-440c-a91b-b3b2e2e45e13\">accused domestic opponents</a> of organising the killing of her husband as prosecutors summoned leading business and political figures to face questioning. </p> <ul>  <li><p><strong>Read more: </strong>Haiti's <a href=\"https://www.ft.com/content/81b683b8-b352-4ea6-9ce1-e0ed280245e1\">“descent into hell”</a> looms closer after the president's death: “Whether you loved Moïse or hated him, it's the same reaction: a deep state of shock,” said one resident of Port-au-Prince.</p></li> </ul> <p><strong>5.</strong> <strong>Italy crowned</strong> <strong>Euro 2020 champions </strong>Gareth Southgate's England were outclassed by an Italian side despite taking an early lead. The Azzurri&#xa0;is greater than the sum of its parts, <a href=\"https://www.ft.com/content/b551ad27-94ec-4d36-aa6e-6f1237c3e6ab\">writes Simon Kuper</a>, and this triumph crowned their thrilling reinvention as an attacking passing side under manager Roberto Mancini.</p> <h1>Coronavirus digest</h1> <ul>  <li><p>The rapid <a href=\"https://ft.com/content/1f9c18cf-706c-4d9c-9764-d3c088bdc1a2\">spread of the Delta variant</a> is causing economists to worry that <strong>Europe's</strong> brightening economic outlook could be undermined.</p></li>  <li><p>Boris Johnson is expected to announce <a href=\"https://www.ft.com/content/8890d415-d8d3-4c8d-9506-364e29e8b2b9\">later today</a> that most Covid-19 lockdown restrictions in <strong>England</strong> will be eased on July 19 despite concerns about a rising number of new cases. The governments of <strong>Scotland</strong>, <strong>Wales</strong> and <strong>Northern Ireland </strong>on the other hand are taking more <a href=\"https://www.ft.com/content/6216e300-5e97-4ea1-b215-25dad1ff392e\">cautious approaches</a>.</p></li>  <li><p>Thousands of protesters <a href=\"https://www.ft.com/content/ea060122-11fd-48cc-b77e-4d8a38b975b1\">took to the streets</a> in <strong>Cuba</strong> yesterday to voice their anger over shortages of food and medicine&#xa0;and to call for the end to coronavirus restrictions.</p></li> </ul> <p><em>Follow the latest with our coronavirus </em><a href=\"https://www.ft.com/content/79574dc0-375a-47f7-b572-cbd259a92e0b\"><em>live blog</em></a><em> and </em><a href=\"https://click.newsletters.ft.com/f/a/XeIZz1bJd3pG-_DksexLnA~~/AAAAAQA~/RgRiwX3fP4STAWh0dHBzOi8vY2xpY2submV3c2xldHRlcnMuZnQuY29tL2YvYS9Cbl8wNUk5NFNYeE1mV0ozNF9PeHVnfn4vQUFBQUFRQX4vUmdSaWlpSXNQMFJfYUhSMGNITTZMeTkzZDNjdVpuUXVZMjl0TDI1bGQzTnNaWFIwWlhKemFXZHVkWEF0WTI5eWIyNWhkbWx5ZFhNX1pXMWhhV3hKWkQwMk1HRTNPVFU0TVRKbFlUTTJZekF3TURRNE1qSTRZV1ltYzJWbmJXVnVkRWxrUFRFellqZGxNelF4TFdWa01ESXRNbUkxTXkxbE9HTXdMV1E1WTJJMU9XSmxPR0l6WWxjSVptbHVkR2x0WlhOQ0NtQ2xQNTJuWUVzOElJRlNGbXBsYm01cFptVnlMbU55WldWeWVVQm1kQzVqYjIxWUJBQUFBQUF-P2VtYWlsSWQ9NjBkZWVkNjE4NDBhZDcwMDA0NWQyMGE5JnNlZ21lbnRJZD0xM2I3ZTM0MS1lZDAyLTJiNTMtZThjMC1kOWNiNTliZThiM2JXCGZpbnRpbWVzQgpg3fr43mDIn1ReUhNnb3Jkb24uc21pdGhAZnQuY29tWAQAAAAA\"><em>sign up</em></a> <em>for our&#xa0;</em><a href=\"https://click.newsletters.ft.com/f/a/IFcve3cwP5qEsmYH9ZMosQ~~/AAAAAQA~/RgRiwX3fP4STAWh0dHBzOi8vY2xpY2submV3c2xldHRlcnMuZnQuY29tL2YvYS92R2VUcVhxOHp5ZGVEeWUtakh1V0RRfn4vQUFBQUFRQX4vUmdSaWlpSXNQMFItYUhSMGNITTZMeTkzZDNjdVpuUXVZMjl0TDJOdmNtOXVZWFpwY25WekxXSjFjMmx1WlhOekxYVndaR0YwWlQ5bGJXRnBiRWxrUFRZd1lUYzVOVGd4TW1WaE16WmpNREF3TkRneU1qaGhaaVp6WldkdFpXNTBTV1E5TVROaU4yVXpOREV0WldRd01pMHlZalV6TFdVNFl6QXRaRGxqWWpVNVltVTRZak5pVndobWFXNTBhVzFsYzBJS1lLVV9uYWRnU3p3Z2dWSVdhbVZ1Ym1sbVpYSXVZM0psWlhKNVFHWjBMbU52YlZnRUFBQUFBQX5-P2VtYWlsSWQ9NjBkZWVkNjE4NDBhZDcwMDA0NWQyMGE5JnNlZ21lbnRJZD0xM2I3ZTM0MS1lZDAyLTJiNTMtZThjMC1kOWNiNTliZThiM2JXCGZpbnRpbWVzQgpg3fr43mDIn1ReUhNnb3Jkb24uc21pdGhAZnQuY29tWAQAAAAA\"><em>Coronavirus Business Update</em></a> <em>newsletter for more Covid-19 news.</em></p> <h1>The day ahead</h1> <p><strong>Musk testifies over SolarCity acquisition </strong>Tesla chief executive Elon Musk will be the first and <a href=\"https://www.ft.com/content/cacbb0b3-9e0b-4f52-81e1-9cacfd3e1521\">most anticipated witness</a> in a trial over Tesla's 2016 acquisition of the once high-flying solar energy start-up SolarCity. </p> <p><strong>Yellen meets eurozone finance ministers </strong>Brussels' <a href=\"https://www.ft.com/content/2036d7e9-daa2-445d-8f88-6fcee745a259\">digital levy</a>&#xa0;will be the main topic of discussion when US Treasury secretary Janet Yellen meets European Commission president Ursula von der Leyen and her European colleagues.</p> <h1>What else we're reading</h1> <p><strong>Melinda French Gates's political awakening</strong>&#xa0;French Gates has progressed from an intensely private, behind-the-scenes figure to a leader comfortable in the spotlight and increasingly possessed by a singular cause. She has also joined an unusual club: tech billionaires' former spouses who are unbound and free to <a href=\"https://www.ft.com/content/6c6cf979-3bd3-4efd-ad57-2e4779e468c8\">chart their own philanthropic course</a>.</p> <p><strong>Lower bond yields are no longer good news for stocks</strong> Are investors having too much of a good thing — that is, interest rates that are artificially low for too long? Last week's broad-based equity sell-off is leading investors to ask that question, says <a href=\"https://www.ft.com/content/ae158a9c-b783-4301-85c6-8ff8bc55a6b8\">Mohamed El-Erian</a>.</p> <ul>  <li><p><strong>Go deeper:</strong> It was a humbling week for bond bears, <a href=\"https://www.ft.com/content/4907f610-0c5f-4f7b-96fa-822f3a81e7f6\">writes markets editor Katie Martin</a>, after an abrupt rethink by investors in what she dubs ‘The Great Bond Wobble of 2021'. </p></li> </ul> <p><strong>Florida's condo politics in the spotlight </strong>Debates over how to pay for essential repairs can often lead to <a href=\"https://www.ft.com/content/34a27201-5ecf-4c6a-bf05-7a6b6372058a\">infighting among building residents</a>. There are parallels between delayed repairs to the collapsed condo in Surfside, Florida and the crippling bills some apartment owners in London are being forced to pay as landlords upgrade cladding in response to the deadly Grenfell Tower fire four years ago.</p> <p><strong>Private equity's raid on corporate Britain </strong>A proposed buyout of supermarket chain Wm Morrison is the latest example of a dramatic shift that has accelerated during the pandemic. For much of the century, the UK economy has been dominated by companies listed on public markets. Now, a portion of the economy is <a href=\"https://ft.com/content/315a02d1-6606-433e-b6f4-1989f2fad27d\">shifting into private</a> hands.</p> <p><strong>The handshake is back, sort of, and it's causing etiquette chaos</strong> The uneven state of vaccinations, plus wildly divergent views about what safe behaviour looks like, has divided us into an awkward mix of shakers, bumpers and fist knockers, <a href=\"https://www.ft.com/content/bfe91a50-87fa-43d8-b16d-4c5d124069da\">writes Pilita Clark</a>. Ravi Mattu, meanwhile, argues that the line between personal and professional lives has blurred during the pandemic, <a href=\"https://www.ft.com/content/167e7ae7-cd47-46b0-b459-e9ad1a68bfd3\">empowering staff</a> to make greater demands of managers.</p> <h1>Life &amp; Arts</h1> <p>The conservationist Isabella Tree and her husband Charlie Burrell developed the <a href=\"https://knepp.co.uk/home\">Knepp Castle Estate</a> into one of the world's most daring and controversial rewilding projects. Over <a href=\"https://www.ft.com/content/65b613a1-bb03-4f9e-98a8-8262836f0387\">Lunch with the FT</a>, Tree weighed in on bringing back biodiversity, the problem with veganism — and why cloning mammoths is a bad idea.</p><p>Source: Gordon Smith, Jennifer Creery and Emily Goldberg 2021 'FirstFT: US banks enter earnings season with eyes on loan growth' FT.com 12 July. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-07-12T09:48:08.276Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 827,
          "end": 834
        },
        {
          "start": 822,
          "end": 835
        },
        {
          "start": 680,
          "end": 687
        },
        {
          "start": 827,
          "end": 840
        },
        {
          "start": 676,
          "end": 683
        }
      ]
    }
  ]
}