{
  "_id": "da695525e8f710e8b13d9e8bc5255462ec7e48260878add0783dd6669cc67ba9",
  "feed": "wall-street-journal",
  "title": "EXCHANGE  ---  Heard on the Street:  Overheard",
  "text": "<p>\n  [Financial Analysis and Commentary] </p><pre> </pre><p>\n  If you were to cook up a name for a company guaranteed to get attention at the moment then you couldn't do much better than \"RocketFuel Blockchain.\" And if you wanted a prestigious bank to associate with that company, then Goldman Sachs would be at the top of your list. </p><p>\n  Following the release on April 1 of a news release titled \"Goldman Small Cap Research Publishes New Research Report on RocketFuel Blockchain, Inc.,\" the penny stock surged by as much as 335% in four days. Several lines down is a notice that the research firm, which accepts payment for reports, \"is not in any way affiliated with Goldman Sachs &amp; Co.\" </p><p>\n  And the report's subject, formerly known as B4MC Gold Mines Inc., and before that as Heavenly Hot Dogs Inc., doesn't appear to have any revenue and maybe not even a product, based on litigation about a patent that expired. The report was written by an analyst who, while he appears not to have lit the world on fire at more-established firms, has an auspicious name: Rob Goldman. Neither Mr. Goldman nor RocketFuel Blockchain responded to emailed questions. </p><p>\n  Fortunately today's growth-stock investors, especially when they see the words Goldman and Blockchain, always read the fine print. </p><p></p>",
  "published": "2021-04-10T06:14:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 635,
          "end": 653
        },
        {
          "start": 1030,
          "end": 1037
        },
        {
          "start": 260,
          "end": 273
        },
        {
          "start": 638,
          "end": 651
        },
        {
          "start": 1190,
          "end": 1197
        },
        {
          "start": 1196,
          "end": 1203
        },
        {
          "start": 260,
          "end": 267
        },
        {
          "start": 367,
          "end": 374
        },
        {
          "start": 259,
          "end": 272
        },
        {
          "start": 1051,
          "end": 1058
        },
        {
          "start": 638,
          "end": 657
        },
        {
          "start": 638,
          "end": 645
        }
      ]
    }
  ]
}