{
  "_id": "96edacab6ee9b458a8627ca0b35998616c28fb618dea1a6b130e69009ef0cd4c",
  "feed": "ftcomall",
  "title": "Deliveroo targets IPO valuation of up to £8.8bn ",
  "text": "<p>Deliveroo is targeting a market capitalisation of between £7.6bn and £8.8bn in its stock market debut, setting the stage for what could be London's biggest initial public offering in a decade. </p> <p>The food-delivery company said on Monday that it would sell shares at between £3.90 and £4.60. At the midpoint, the equity would be valued at £8.2bn. </p> <p>At the top of its targeted range, Deliveroo would be London's biggest IPO since miner and commodity trader Glencore's debut in 2011, by both capital raised and market capitalisation, according to Reuters data. </p> <p>About 384m shares will be sold in the initial public offering, worth £1.6bn at the midpoint of the price range. Of that, about £1bn has been earmarked for the company itself with the rest going to existing investors who are selling down their stakes. </p> <p>Will Shu, Deliveroo chief executive, is selling 6.7m shares in the offering, worth as much as £31m at the top of the range. His remaining 6.2 per cent stake will be worth about £500m. </p> <p>Shu, who co-founded Deliveroo with former technology chief Greg Orlowski in 2013, will also hold extra voting shares for three years after the listing, a stake that will allow him to block potential takeovers and prevent any attempt to oust him from the board.</p> <p>Other selling stockholders include Deliveroo's largest investor Amazon, whose 16 per cent stake ahead of the IPO will fall to 11.5 per cent after the listing, as well as early backers including Index Ventures and DST Global. </p> <p>The IPO will take place on Wednesday, March 31. Unconditional dealings — when <a href=\"https://www.ft.com/content/76d7c370-8e02-4d05-b2d2-48d3b2d18223\">retail investors</a> can start trading — begins on April 7. </p> <p>London-based Deliveroo has <a href=\"https://www.ft.com/content/2c99cc71-54ab-46a6-bfa2-7665ef8f56b1\">benefited from lockdown demand for takeaways</a> but it still posted a £224m loss last year. It plans to use the proceeds to invest in expanding its Editions delivery kitchen network as well as other growth opportunities. </p> <p>The total value of transactions on its platform more than doubled for the first two months of 2021, compared with the same period last year, which was before the coronavirus began to affect trading. </p> <p>“The way we think about it is simple: there are <a href=\"https://www.ft.com/content/5ce64d6e-8ee5-46f6-9580-f59d0708b547\">21 meal occasions</a> in a week — breakfast, lunch and dinner — seven days a week,” the group said. “Right now, less than one of those 21 transactions takes place online. We are working to change that.”</p> <p>Gross transaction value, primarily made up of customers' spending through its app, rose 130 per cent in the UK and 112 per cent in its other 11 markets in January and February, an acceleration from last year's overall 64 per cent growth rate. Deliveroo had warned earlier this month that it expected GTV growth to slow over the course of 2021 as Covid lockdowns ended. </p> <p>Goldman Sachs and JPMorgan Cazenove are Deliveroo's joint global co-ordinators. </p> <a href=\"http://www.ft.com/cms/c09e4637-8d1d-464d-a94d-66070feb271d.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a><p>Source: Tim Bradshaw and Oliver Ralph in London 2021 'Deliveroo targets IPO valuation of up to £8.8bn ' FT.com 22 March. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-03-22T21:20:48.414Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 2668,
          "end": 2681
        },
        {
          "start": 2668,
          "end": 2675
        }
      ]
    }
  ]
}