{
  "_id": "cab4f7860a8940c92b292af4ce28dbd5b1def1e59ec5621900f697f0a4c1f26e",
  "feed": "ftcomall",
  "title": "Emerging markets attract $17bn of inflows in first three weeks of 2021",
  "text": "<p>Investors have piled billions of dollars into emerging market assets at the start of 2021 after a banner end to last year, showing how the flood of central bank stimulus continues to drive a frantic hunt for returns.</p> <p>A group of 30 major developing countries has attracted $17bn in inflows in the first three weeks of January alone, according to a Financial Times analysis of daily data from the Institute of International Finance. </p> <p>The strong start to 2021, with inflows largely aimed at equities, comes after a dramatic shift last year. After a record exodus of almost $90bn in March at the onset of the pandemic, investors returned to EM stock and bond markets in a rising flood, with almost $180bn in the fourth quarter bringing total inflows in the final nine months of 2020 to more than $360bn, according to a broader IIF dataset that tracks 63 emerging economies.</p> <p>“The hunt for yield is most certainly on and will last a long time,” said Robin Brooks, the IIF's chief economist.&#xa0;</p> <p>EM stocks have risen about 9 per cent in 2021 in dollar terms, outpacing developed markets, which have gained 2.7 per cent, according to the MSCI EM and World indices, respectively. Bond prices have softened, however, reflecting a soggy start to 2021 for global fixed-income markets. </p> <p>Bank of America's survey this month of investors with half a trillion dollars in assets under management illustrates how many fund houses are upbeat on the asset class this year. </p> <p>The bank found a record 62 per cent of fund managers were overweight EM equities in January — allocating a bigger share of their capital than the levels in their benchmark indices. Two-thirds of fund managers surveyed said EMs would be the top-performing asset class of 2021.</p> <p>Rising optimism over EMs was matched by increasing pessimism over US assets, the survey found.</p> <p>However, analysts warned that, while economic and business conditions were supportive for many EMs, recent inflows of foreign capital had been driven largely by huge stimulus programmes by the US Federal Reserve and other central banks during the pandemic, leaving vast pools of investment capital in search of greater returns than those typically available in developed markets.</p> <p>Investors have been buoyed by the better than expected performance of many developing economies during the pandemic and by the early arrival of vaccines. Despite severe mortality rates in some countries, especially in Latin America, many others have suffered less acutely than expected, putting less strain than feared on health services and stretched public finances.</p> <p>Trillions of dollars in liquidity injections from the Fed and other central banks, combined with swap lines from the Fed to several large EM central banks and swift action in the form of emergency lending from the IMF and the World Bank, have so far averted any systemic debt problems. </p> <p>Many investors hope EMs reliant on exports of commodities and other goods will benefit from rising demand from China, where the economy grew 2.3 per cent last year as other large economies contracted, and from the US, where Joe Biden's administration is expected to spend heavily on infrastructure and other productive investments.</p> <p>They also point to relatively low valuations for some EM assets.</p> <p>Analysts at Goldman Sachs said EMs “should remain in favour through the coming months” thanks to their exposure to China and the broader uptick in the world economy as well as expectations for rising commodities prices. </p> <p>The Wall Street bank said it had lifted its expectations for EM currencies, bonds and equities this month after they had all already moved towards targets in place at the start of the year. </p> <p>However, David Hauner, EM strategist and economist at BofA Securities, said the start of 2021 had been more difficult than expected for EM bonds as a result of rising US interest rates and a stronger-than-expected dollar. </p> <p>Both developments can be bad for EM assets, as rising US yields make investors less willing to buy riskier assets elsewhere, and a stronger dollar creates problems for EM governments and businesses that have borrowed overseas by issuing dollar-denominated bonds.</p> <p>“Most EMs are fundamentally solid enough to deal with moderately rising rates,” he wrote in a report on January 14. “Still, returns in EM fixed income this year are likely to be just moderate.”</p> <p>Philip Turner, visiting lecturer at the University of Basel and a former senior official at the Bank for International Settlements, said companies in EMs had been able to borrow easily during the crisis thanks to the actions of the Fed and others, including efforts by EM central banks to keep local financial markets operating smoothly.</p> <p>But while governance at the company and national level had improved in many cases, he said portfolio flows to EMs had been driven primarily by global liquidity and were generating the risk of instability.</p> <p>“Interest rates have been low for a very long time and we have no previous experience of that,” he said. “There is a lot of <a href=\"https://www.ft.com/content/d50304b4-45d3-47d8-b793-4a58a0e9fd59\">interest rate risk</a> in the world. We've never had a stress test and it's very difficult to know what will happen when conditions change.”</p><p>Source: Jonathan Wheatley in London 2021 'Emerging markets attract $17bn of inflows in first three weeks of 2021' FT.com 22 January. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-01-22T14:51:38.101Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 3262,
          "end": 3275
        },
        {
          "start": 3262,
          "end": 3269
        }
      ]
    }
  ]
}