{
  "_id": "91180fc6ea936101ba53e5d9b8877ca824196d56024ac6892ef1cff27d7f9985",
  "feed": "wall-street-journal",
  "title": "Chat Startup Discord Hires Its First Finance Chief to Boost Growth; Tomasz Marcinkowski joined the company from Pinterest",
  "text": "<p>Mr. Marcinkowski joined Discord from image-sharing company Pinterest Inc ., where he spent the past five years as head of finance, reporting to chief financial officer Todd Morgenfeld . During that time, Pinterest 's business grew substantially and the company went public  in April 2019.</p><p>Before his time at Pinterest , Mr. Marcinkowski worked at Goldman Sachs Group Inc . for almost a decade, advising technology companies such as Square Inc., Yahoo and Yelp Inc .</p><p>The hiring of Mr. Marcinkowski is one of the first steps toward a potential initial public offering, according to a person familiar with the company's plans. Discord co-founder and chief executive Jason Citron said earlier this month that he isn't thinking about taking the company public right now.</p><p>Discord said it doubled its monthly user base last year to about 140 million as daily life moved increasingly online during the coronavirus pandemic. Also last year, the company generated $130 million in revenue, up from nearly $45 million in 2019, according to the person familiar with the company.</p><p>San Francisco-based Discord makes money by selling subscription access  to exclusive perks for users, contrary to other social-networking companies such as Facebook Inc . and Twitter Inc ., which mainly generate revenue by selling targeted ads built around users' personal information. Closely held Discord, which was founded in 2015, hasn't turned a profit yet.</p><p>The company said it is looking to Mr. Marcinkowski to help it grow further, including by building out its finance team, which currently has 13 people. The company employs about 350 people in total.</p><p>Discord doubled its valuation  in December to $7 billion after raising $100 million in a funding round led by venture-capital firm Greenoaks Capital, which already was an investor in the company. Overall, Discord has raised roughly $480 million.</p><p>Mr. Marcinkowski, who described himself as a Discord user before he joined the company, said he was attracted to it because of his positive personal experience with the platform as well as its ad-free business model.</p><p>\"I think this creates a really passionate user base and a company that is entirely focused on creating a space for people to find belonging, talk and gather around shared interests,\" Mr. Marcinkowski said in a statement.</p><p>Write to Nina Trentmann at Nina.Trentmann@wsj.com  and Sarah E. Needleman at sarah.needleman@wsj.com  and Sarah E. Needleman at</p><p>Chat Startup Discord Hires Its First Finance Chief to Boost Growth</p>",
  "published": "2021-03-18T16:59:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 346,
          "end": 369
        },
        {
          "start": 346,
          "end": 359
        },
        {
          "start": 346,
          "end": 353
        }
      ]
    }
  ]
}