{
  "_id": "3f51375febc8e85f8b18eded33510f6cce2d383be8d32c0b35cc130055e5d783",
  "feed": "ftcomall",
  "title": "Commodities broker Marex looks to list on London Stock Exchange",
  "text": "<p>One of the brokers with rights to trade on the historic trading floor London Metal Exchange is heading for an initial public offering as commodity markets enjoy the biggest boom since the early 2000s.</p> <p>Marex, a brokerage controlled by two former Lehman Brothers investment bankers, said on Friday it was considering listing on the main market of the London Stock Exchange.</p> <p>Should it proceed, Marex said the offer would consist of a sale of shares by existing investors and that it was aiming for a free float of at least 25 per cent, meaning it would be eligible for inclusion in widely followed FTSE indices.</p> <p>London-based Marex employs about 1,000 people and is one of nine members of the Ring, the LME's historic open outcry trading floor that is now <a href=\"https://www.ft.com/content/a21bd2d3-850c-4e33-9e55-0b9c88940c99\">threatened with closure</a> after more than 140 years. It has a 16 per cent market share on the LME.</p> <p>The company is controlled by JRJ Group, a private equity firm founded by Jeremy Isaacs, the former head of Lehman's European operations, and Roger Nagioff, the bank's ex-head of global fixed income. </p> <p>JRJ has a 41 per cent indirect economic interest in Marex. It is expected to reduce that stake through the London IPO although it will remain a large shareholder. </p> <p>People familiar with the plans said Marex was seeking a valuation of $650m-$800m. The company is about half the size of US rival Stonex Group, which has a market capitalisation of almost $1.4bn. The IPO could come as soon as June. </p> <p>The company, which has been expanding aggressively through acquisitions, made pre-tax profits of $55m in the year to December, up from $46.6m a year earlier, on net revenue of $414.7m. </p> <p>However, in 2018 pre-tax profits were just $13.4m after Marex took $31.9m of legal provisions related to a warehouse receipts fraud.</p> <p>Marex makes around half its revenue from commodity hedging services that help big commodity producers, consumers and traders manage price risk. Commissions from the group's top 10 clients increased by 17 per cent to $49m in 2020.</p> <p>“The attractiveness and resilience of our business model is demonstrated by our latest set of results, which showcase continued strong performance despite the obvious macro headwinds,” said Marex chief executive Ian Lowitt, who was paid $4m last year. His basic salary is almost twice that of the LSE's CEO David Schwimmer.</p> <p>JRJ Group and its partners Trilantic Capital Partners and BXR Group acquired a majority stake in Marex in 2010. A year later it bought Spectron to create one of the biggest commodity brokers in the world. The company has been up for sale for several years as JRJ has sought an exit from its investment.</p> <p>It emerged in November that Marex had appointed Goldman Sachs and JPMorgan to help advise on a possible stock market listing. One of its no- executive directors is Stanley Fink, former CEO of hedge fund Man Group. </p> <p>Marex said on Friday that acquisitions and expanding into “adjacent products” would continue to form a “central pillar of its strategy”. In November, Marex acquired Chicago-based equity derivatives firm XFA.</p> <p><a href=\"https://www.ft.com/content/1332da37-bf45-409f-9500-2fdac344d1dd\">Commodity markets have boomed</a> over the past year on the back strong demand from China, a post-pandemic pick up in other big economies and bets on the “greening” of the world economy. </p><p>Source: Neil Hume, Natural Resources Editor 2021 'Commodities broker Marex looks to list on London Stock Exchange' FT.com 14 May. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-05-14T16:07:03.858Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 2665,
          "end": 2678
        },
        {
          "start": 2665,
          "end": 2672
        }
      ]
    }
  ]
}