{
  "_id": "cf0a1d7ed0f35037489a5a1dcc8c404364ee9224cc85446a7e9f9283c6d24c27",
  "feed": "ftcomall",
  "title": "Meme stock revival captivates traders as US equities waver",
  "text": "<p>Shares in the cinema chain AMC, which teetered on the verge of bankruptcy just months ago, surged to their highest level in four years on Thursday, as investors chased companies benefiting from the economic reopening and resurrected the “meme stock” trades of earlier this year.</p> <p>The 36 per cent move came as the broader US market wavered, with the S&amp;P 500 index closing up 0.1 per cent while the Nasdaq ended the trading day flat. European equities closed their trading session with small gains, while US government bonds softened.</p> <p>AMC was one of several companies caught up in a <a href=\"https://www.ft.com/content/47e3eaad-e087-4250-97fd-e428bac4b5e9\">retail investor trading frenzy</a> in January, along with the video games retailer GameStop, as day traders pushed stocks higher and inflicted heavy losses on hedge funds that were betting against them.</p> <p>Shares in AMC have more than doubled this week and are up more than tenfold from $2.12 apiece at the end of last year.</p> <p>GameStop, whose shares peaked at $483 at the end of January, is up more than 43 per cent this week, after rising almost 5 per cent on Thursday, to $254. At the end of 2020 the stock was $18.84. </p> <p>Some investors had pointed to the meme stock surge and other hot trades earlier this year as evidence of market froth, but many of those trades appeared to have unwound recently. Special purpose acquisition companies, exchange traded funds run by the technology evangelist Cathie Wood of Ark Invest and shares of Tesla have all traded down significantly. </p> <p>“Just this past Monday, we wrote about much of the apparent ‘froth' having been removed from the market, citing the reduction in apparent retail participation in particular,” Christopher Jacobson, an analyst with market maker Susquehanna, wrote on Thursday. “Since Tuesday afternoon, though, we have seen a fairly consistent trend of outperformance” among retail favourites such as GameStop and AMC.</p> <p>Jacobson said that short interest in some of those stocks was back on the upswing, suggesting more investors are placing bets that the resurrection will be shortlived. Short interest in BlackBerry, the software company, is now above 8.8 per cent of the total float, according to data from S3, higher than the 8.7 per cent from mid-January.</p> <p>BlackBerry shares were up 5.6 per cent on Thursday, after rising close to 10 per cent on Wednesday. </p> <p>A Goldman Sachs index of the stocks most frequently mentioned on the popular Reddit page r/WallStreetBets — a gathering place for many new&#xa0;retail day traders — surged 8.6 per cent on Thursday, the biggest one-day rise since March, according to the bank.</p> <p>The rally in meme stocks led a broad uptick in trading activity on Thursday, with roughly 12.7bn shares changing hands during the session. It was the busiest trading day in two months and was accompanied by a flurry of purchases of call options, which offer traders the opportunity to benefit from a rise in stock prices.</p> <p>The so-called put-call ratio dropped to its lowest level since February, Bloomberg data showed.&#xa0;</p> <p>Meanwhile, the latest figures for jobless claims in the US underscored the progress on reopening the economy. New claims fell to a pandemic-era low of 406,000 in the week to May 22 from 444,000 a week earlier and undershot economists' expectations for 425,000 new claims.</p> <p>That prompted a sell-off in government bonds, and the yield on the 10-year US Treasury note, which influences borrowing costs worldwide, rose as much as 0.04 percentage points to 1.62 per cent, before falling back to 1.60 per cent in the late afternoon.</p> <p>Investors clamoured to snap up new seven-year debt, however, with the Treasury department able to offload $62bn of new securities on Thursday at a yield of 1.285 per cent. These auctions have attracted <a href=\"https://www.ft.com/content/33982720-b9cf-4b59-a0f5-fa400c62b7c1\">attention</a> after a grim sale of 7-year notes back in February sparked a bout of volatility in the $21tn market for US government debt.</p> <p>European debt also sold off, with the yield on the UK's 10-year gilt climbing 0.06 percentage points to 0.82 per cent and the yield on the equivalent German Bund up 0.03 percentage points to minus 0.174 per cent. </p> <p>“Markets remain steely eyed focused on the state of the employment picture in the US,” said Charles Hepworth, investment director at GAM Investments. “A rapidly improving trend will inevitably draw fears that the Fed will soon have to start talking . . . about tapering” its purchases of US government debt, he said.</p> <p>Piling further pressure on bond markets, US president Joe Biden is set to <a href=\"https://www.ft.com/content/fc6aca11-3eae-4a35-bcdf-f26dd7f52cf7\">seek approval</a> for a $6tn federal budget for next year, raising prospects of an increased supply of Treasuries to fund investments in infrastructure, childcare and public works. </p> <p>The moves came ahead of inflation data on Friday that is expected to show that core personal consumption expenditure, the Federal Reserve's favoured measure of price movements, increased 2.9 per cent year on year in April. That would be the strongest annual rise since 1993. </p> <p>In currencies, sterling rose 0.6 per cent against the dollar to $1.4203. The dollar index, which measures the greenback against a basket of major currencies, was steady at about its lowest point for 2021. The euro was essentially flat at $1.2199.</p> <p>Brent crude, the global oil benchmark, rose 0.7 per cent to $69.36 a barrel. </p><p>Source: Aziza Kasumov, Colby Smith and Eric Platt in New York, and Naomi Rovnick in London  2021 'Meme stock revival captivates traders as US equities waver' FT.com 27 May. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-05-27T20:55:40.069Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 2289,
          "end": 2296
        },
        {
          "start": 2289,
          "end": 2302
        }
      ]
    }
  ]
}