{
  "_id": "9a0790f421124cc34257c7d1f029dd5d01928ce73a8dc39c723d3db58232c16d",
  "feed": "ftcomall",
  "title": "What effect will Biden stimulus plans have on Fed policy?",
  "text": "<h2>What impact will Biden stimulus plans have on Fed policy?</h2> <p>Federal Reserve officials convene this week for their first gathering of 2021 against a backdrop of <a href=\"https://www.ft.com/content/a2901ce8-5eb7-4633-b89c-cbdf5b386938\">surging</a> coronavirus cases and <a href=\"https://www.ft.com/content/d13f1646-d742-4a81-be62-3864f1213e39\">further evidence</a> that the economic recovery has fizzled. </p> <p>Investors, however, have largely looked past these growth headwinds, instead focusing their&#xa0;attention&#xa0;on the potential injection of <a href=\"https://www.ft.com/content/05e07e0d-1f2a-45da-bafb-367f4100c26a\">$1.9tn of additional stimulus</a> should&#xa0;president Joe Biden's plan pass through Congress.</p> <p>The prospect of substantial&#xa0;fiscal aid has prompted economists to revise higher their forecasts for growth. Goldman Sachs now expects US gross domestic product to expand 6.6 per cent this year, with the unemployment&#xa0;rate ticking down to 4.5 per cent by the end of the year from 6.7 per cent in December. &#xa0;</p> <p>Investors will watch Wednesday's press conference closely for any signals from Fed chairman Jay Powell about the US central bank's commitment to keeping its <a href=\"https://www.ft.com/content/2a32037d-612d-43bc-b472-ba124bddf47d\">ultra-accommodative monetary policy</a> in place should inflation also return at a faster pace than previously expected.&#xa0;</p> <p>Recent comments from a handful of regional Fed presidents about the possibility of the central bank beginning to taper its enormous asset purchase programme as early as this year&#xa0;<a href=\"https://www.ft.com/content/27ff8a8d-e920-40af-a293-9c8bda5ee989\">rattled</a>&#xa0;market participants, who largely assumed the Fed would not start scaling back until 2022.&#xa0;</p> <p>Mr Powell has sought to&#xa0;<a href=\"https://www.ft.com/content/21d89f6d-be8f-48dc-9085-1e9baabcbdbe\">alleviate</a>&#xa0;any fears of a repeat of the 2013 “taper tantrum” episode that saw financial conditions tighten dramatically. Investors believe he is likely to affirm that message once again.</p> <p>“Any disorderly rise of interest rates could create unstable conditions for the markets which the Fed tries to avoid, especially at a time when parts of the economy are still very depressed,” said Solita Marcelli,&#xa0;chief investment officer of the Americas at&#xa0;UBS&#xa0;Global Wealth Management. <em>Colby Smith</em></p> <h2>Will the UK's new EU trade relationship buffet the pound?</h2> <p>Sterling has had an upbeat start to 2021, reaching close to a <a href=\"https://www.ft.com/content/103889ff-9023-4077-b750-03c19c1f1ace\">three-year high</a> against the dollar last week and also ticking up against the euro. </p> <p>Positive news about the progress of vaccinations has bolstered hopes of a robust economic recovery as many analysts look beyond the gloomy figures trickling out of an economy constrained by lockdowns, including disappointing <a href=\"https://www.ft.com/content/9c80b6db-4469-4be0-ac1b-f8a9db69ea1e\">purchasing managers' index data</a> for January on Friday. </p> <p>But analysts are wondering if the buoyant tone will last, questioning whether the longer-term impact of the UK's new trade relationship with the EU will be a headwind for the currency. </p> <p>Derek Halpenny, head of research at MUFG Bank, noted that recent surveys suggested long delays at the UK border for goods coming from the EU, even as the volume of traffic stands at only 70 per cent of normal averages due to coronavirus-related restrictions. </p> <p>However, Dean Turner, an economist at UBS Wealth Management, said that while January's activity indicators would weigh on sterling in the short term, these wrinkles should iron out over time and allow sterling to trade above $1.40 later this year. On Friday, it was trading just under $1.37.</p> <p>“We should be mindful that although services in the UK and Europe are feeling the pinch, things aren't as bad as they were last spring, and firms remain optimistic on the outlook,” Mr Turner said, adding that the outlook for the pound was brightened by a weakening US dollar. <em>Eva Szalay</em></p> <h2>Will European equities continue to rise?</h2> <p>European equities have reached their highest level since shortly before the market tumult last March. The Stoxx 600, the region's benchmark, is up 2 per cent since the start of the year, with Britain's FTSE 100 increasing nearly 4 per cent. </p> <p>The recovery in the region's equities bourses has been supported by vast stimulus programmes from governments and central banks such as the European Central Bank and Bank of England. The rollout of coronavirus vaccines has provided a further boost that has helped relieve the sting of renewed social restrictions. </p> <p>Tui, the Germany-based travel and tourism company, has risen&#xa0;24 per cent this year in London trading. Other big gainers include Switzerland's Zur Rose Group, Europe's largest ecommerce pharmacy, which is up 51 per cent, and the UK's Royal Mail, up 22 per cent. </p> <p>“In our central scenario, European equities will continue to rise,” said Juliette Cohen, strategist at CPR Asset Management, who forecasts a 10 per cent rise this year for the Stoxx 50 index of blue-chip eurozone groups.</p> <p>According to Ms Cohen, European equity markets will be supported by a strong rebound in profits as companies recover from the pandemic and the prospect of an attractive dividend in a period of low interest rates.</p> <p>Tancredi Cordero, chief executive officer at Kuros Associates, pointed to luxury goods as a sector that would benefit from the buying spree that would come as lockdowns ease and “new bags and expensive apparel can be flaunted socially, especially if we consider that people have been saving a lot in 2020”. &#xa0;</p> <p>Travel-related stocks, such as aeroplane maker Airbus and airport retailer Dufry, may also attract interest from investors in coming months, analysts said. <em>Leke Oso Alabi</em></p> <h2></h2><p>Source: FT reporters 2021 'What effect will Biden stimulus plans have on Fed policy?' FT.com 24 January. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-01-24T09:00:15.152Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 572,
          "end": 585
        },
        {
          "start": 572,
          "end": 579
        }
      ]
    }
  ]
}