{
  "_id": "e5d60202f5f5ba406160582d152c393a0abc9df62523d2b016a6fe4c9704f311",
  "feed": "ftcomall",
  "title": "Reflation trades pummelled as Fed shift resets markets",
  "text": "<p>The “reflation trade” that has dominated financial markets since the emergence of coronavirus vaccines last year has been pummelled after the Federal Reserve unexpectedly signalled a shift in its stance on inflation.</p> <p>Commodity prices have tumbled while long-dated US government bond prices raced higher after Fed officials this week reacted to unexpectedly strong inflation data by moving forward their forecasts for when it might <a href=\"https://www.ft.com/content/0bf83e29-5ee2-415e-9e03-0edb38218bf3\">start raising interest rates</a>. The dollar was headed for its best week since last September on Friday.</p> <p>The Fed's shift marks a major setback for investors who this year have rushed to buy securities that might benefit from faster inflation, betting that the combination of exceptionally easy monetary and fiscal policy and a global economy emerging from its Covid-19 lockdown would cause prices to spike. </p> <p>The<a href=\"https://www.ft.com/content/a7982c61-3da6-4e02-a056-8b6116371d37\"> pivot</a> from central bank officials has raised doubts about how much inflationary pressure the Fed is really willing to tolerate. The central bank also signalled that it would soon start discussing when it would taper its $120bn-a-month bond purchases.</p> <p>“If any time the Fed gets a whiff of inflation and they come in and slap it back down, why would any investor worry about long-term inflation being too high?” said Michael Pond, head of global inflation-linked research at Barclays. “The more the Fed is concerned about too high inflation, the less the market should be concerned.”&#xa0;</p> <p>US stock markets dropped on Friday, with the S&amp;P 500 lower by roughly 1 per cent, despite precious metals rebounding slightly from the previous day's losses and bond yields little changed. </p> <p>The declines followed <a href=\"https://www.cnbc.com/2021/06/18/feds-jim-bullard-sees-first-interest-rate-hike-coming-as-soon-as-2022.html\">comments</a> from James Bullard, president of the St Louis Fed, about the prospects of an even earlier interest rate increase than current projections suggest. In an interview with CNBC he forecast lift-off in late 2022 in the face of higher-than-anticipated inflation.</p> <p>The US dollar rose further on Friday, with the dollar index measuring the buck against major currencies gaining about 1.9 per cent over the week. This dragged sterling 0.8 per cent lower to $1.38 — its lowest point in nearly 2 months — and brought this week's losses to 2 per cent. Other major currencies also came under strain, with the euro dropping to $1.187.</p> <p>Krishna Guha, vice-chair of Evercore ISI, said Thursday's violent moves had come as some investors were forced to liquidate reflation trades when markets moved against them.</p> <p>Raw materials, seen by many investors as a hedge against inflation, took the brunt of the selling this week. The Bloomberg Commodity index has fallen over 3 per cent so far this week, heading for its worst week since the start of the pandemic.&#xa0;&#xa0;</p> <p>Copper, used in everything from fridge freezers to wind turbines, was down roughly 8 per cent over one week to Friday&#xa0;while lumber, which has enjoyed an extraordinary rally on the back of a booming US house market, dropped over 15 per cent. </p> <p>Commodities were also weighed down by a strong US dollar, which makes greenback-denominated raw materials more expensive for holders of other currencies. Metals took a hit from China's decision to release some of its strategic reserves of metals to help rein in prices.&#xa0;</p> <p>“The recent dollar strength has led to a mechanical sell-off in emerging-market-produced commodities . . . yet our foreign exchange strategists view the impact of the Fed meeting as a transient tailwind,” said Jeff Currie, head of commodities research at Goldman Sachs. “They continue to forecast broad US dollar weakness, driven by the currency's high valuation and a broadening global economic recovery.”</p> <p>So-called US <a href=\"https://www.ft.com/content/d7053a58-9f48-4887-bc70-337a5f462451\">value stocks</a> — often cheaper, out-of-favour companies that are more sensitive to the pace of economic growth — fell another 1.3 per cent on Thursday to extend the initial drop they suffered on Wednesday, the day of the Fed's announcement. MSCI's index of global value stocks had already fallen 1.2 per cent on Thursday.&#xa0;</p> <p>The Russell 2000 index of smaller US companies declined over 1 per cent on Friday — the biggest reversal in more than a month — while the price of a troy ounce of gold slipped to a two-month low of $1,773 on Thursday, before picking up slightly on Friday.&#xa0;</p> <p>Other assets have benefited, however. The fading chances that the Federal Reserve will let inflation get out of hand helped trigger a rally in long-term US Treasuries and other securities that benefit from disinflationary pressures, such as <a href=\"https://www.ft.com/content/ed39b06a-a9e1-4e6c-9fa1-f386d06d6410\">highly rated corporate bonds</a> and many big technology stocks.&#xa0;</p> <p>The yield on 30-year US Treasuries plunged to its lowest level since February, and was at 2.03 per cent on Friday, down from 2.21 per cent ahead of the Fed meeting. Yields fall when prices rise. Two-year Treasuries, which had barely budged this year and are more sensitive to monetary policy changes, jumped to 0.27 per cent — up from 0.16 per cent at the start of the week.</p> <p>The sharp adjustment compelled strategists at Morgan Stanley and TD Securities to announce that they had ended so-called “steepener” trades that benefit when longer-dated Treasuries sell-off at a faster pace than their short-term counterparts.&#xa0;<strong><br><br></strong>This reflation trade had gained prominence&#xa0;since the end of last year as investors&#xa0;positioned themselves for higher inflation and more elevated US borrowing costs.&#xa0;</p> <p>The scale of the shift in the world's largest bond market is a sign that some investors are starting to question the Fed's commitment to its new more flexible inflation-targeting regime, according to Guha. Since last year, the US central bank has said it will let inflation run above its 2 per cent target to balance out periods of low inflation.</p> <p>Since Wednesday's Fed meeting, however, market expectations of inflation extended their recent declines. The 10-year US break-even, a closely followed gauge of expectations over the next decade, traded at 2.23 per cent on Friday, down from 2.39 per cent.</p> <p>Despite the post-Fed moves, some investors are keeping the faith with the reflation trade. Mark Dowding, chief investment officer of BlueBay Asset Management, said the Fed's plans to taper its asset purchases would eventually weigh on bond prices and force yields higher, adding that the central bank had simply reacted to stronger-than-expected inflation data over the past two months rather than making a fundamental change to its policy. </p> <p>“The average inflation targeting approach remains intact, as does strong economic growth,” he said. “This has been frustrating, but it's been one of those moments as an investor when we have to stick to our guns.”</p>&#xa0;<p>Source: Robin Wigglesworth, Tommy Stubbington, Colby Smith and Neil Hume 2021 'Reflation trades pummelled as Fed shift resets markets' FT.com 18 June. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-06-18T19:00:26.570Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 3445,
          "end": 3452
        },
        {
          "start": 3445,
          "end": 3458
        }
      ]
    }
  ]
}