{
  "_id": "412e68f4572ae60fa22922ca2bc6ff291eda18ebfb31bf308f5fa2bce56ce141",
  "feed": "ftcomall",
  "title": "South Korean economy grows at record pace but Covid clouds outlook",
  "text": "<p>South Korea's economy grew at its fastest pace in a decade in the second quarter on the back of robust exports and rebounding consumption, but the optimism was damped by a wave of Covid-19 infections.</p> <p>Gross domestic product expanded 5.9 per cent from a year earlier in the April-June quarter, according to the Bank of Korea, partly owing to the low base effect from last year when the country was hit hard by the pandemic. Asia's fourth-largest economy continued to exceed pre-crisis levels but momentum slowed, with GDP expanding 0.7 per cent from the previous quarter. &#xa0;</p> <p>The economic recovery was underpinned by a <a href=\"https://www.ft.com/content/e7019c31-e46c-400e-820c-4f19a2788fa2\">jump in exports</a> amid robust demand for semiconductors, cars and ships, surging 22.4 per cent year on year in the second quarter. Private consumption and government spending rose 3.5 per cent and 3.9 per cent, respectively, quarter on quarter. &#xa0;</p> <p>But the latest surge in Covid-19 infections clouded South Korea's <a href=\"https://www.ft.com/content/630acaed-c2a7-4b52-9038-d67ac19ffde2\">economic outlook</a>. Authorities have struggled to contain the country's worst outbreak despite the government imposing its toughest restrictions since the start of the pandemic. </p> <p>Daily cases have topped 1,000 since early July, driven by the highly transmissible <a href=\"https://www.ft.com/content/738593f1-c982-42ff-97af-5aa060919469\">Delta variant</a>. Vaccines are also in short supply, as <a href=\"https://www.ft.com/content/3c86ee67-eb1c-4e7d-bd27-bf872f20981e\">just one-third</a> of the population has had at least one dose of vaccine.</p> <p>“The high base for private consumption likely points to a meaningful deceleration in the third quarter, especially given the recent resurgence of new coronavirus cases and renewed tightening in social distancing measures,” said economists at Goldman Sachs.&#xa0;</p> <p>The growth data are expected to add pressure on the central bank to start tightening monetary policy earlier than expected. The BoK has increasingly shifted its focus towards reducing financial risk as record-low interest rates <a href=\"https://www.ft.com/content/060b527e-8f8c-48f8-9809-8f0e6d60fc37\">fuelled speculation</a> in property, stock and cryptocurrency markets, stoking concerns about asset bubbles.</p> <p>Lee Ju-yeol, governor of the BoK, said this month that the central bank would discuss raising its benchmark interest rate at its next meeting in August, although the timing of a rate increase would hinge on the pandemic situation.</p> <p>The central bank has said that fiscal stimulus should cushion the economic blow from virus restrictions. The parliament on Saturday passed the country's <a href=\"https://www.ft.com/content/54f5513e-c2fc-4062-acae-538f986a5f65\">second-largest extra budget</a> bill worth almost Won35tn ($30bn) to provide cash handouts to the bottom 80 per cent of households by income.</p> <p>“Provided the economy proves relatively resilient to the latest wave of the virus, as we expect, a rate hike from the Bank of Korea is still likely as soon as next month,” said Alex Holmes, an economist at Capital Economics, a research group. &#xa0;</p> <p>That would make the BoK the first central bank in Asia to start normalising policy this year. The BoK expects the Korean economy to expand 4 per cent this year, rebounding from a 0.9 per cent contraction last year.</p> <p>Separately, North and South Korea said on Tuesday that they had agreed to <a href=\"https://www.ft.com/content/fb57355d-c88b-49b0-960e-bbb188bee586\">restore communications</a> channels. The decision followed a more than two-year stalemate for Seoul's efforts to engage Pyongyang and international diplomacy to denuclearise the isolated communist country.</p><p>Source: Song Jung-a in Seoul  2021 'South Korean economy grows at record pace but Covid clouds outlook' FT.com 27 July. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-07-27T06:16:50.459Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 1548,
          "end": 1561
        },
        {
          "start": 1548,
          "end": 1555
        }
      ]
    }
  ]
}