{
  "_id": "f9565625b4380d778b04599133d6f18b538d9f2c79ee18910e9b849d47e0efb1",
  "feed": "wall-street-journal",
  "title": "Dow Falls 1.2% on New Covid-19 Curbs; Investors worry that measures to contain Omicron will weigh on growth and prolong high inflation",
  "text": "<p>Oil prices retreated as investors reassessed the prospects for near-term economic growth and fled risky assets. The selloff battered shares of energy companies, with Occidental Petroleum and Devon Energy both shedding more than 2.1%.</p><p>Some countries are imposing restrictions to stem the spread of the Omicron variant as the holiday season starts. Israel said Monday that it would ban its citizens from traveling to the U.S. or Canada. Over the weekend, the Netherlands reimposed a lockdown, with all nonessential shops, bars and restaurants closed until mid-January. Irish Prime Minister Micheál Martin also announced new restrictions.</p><p>President Biden plans to deliver an update Tuesday on the fight against Covid-19 in the U.S., where cases are rising. The rise in infections has also prompted concerns that a new wave could prolong supply-chain disruptions that have elevated inflation.</p><p>\"We're really seeing Omicron spread like wildfire, and it's weighing on sentiment,\" said Esty Dwek, chief investment officer at FlowBank. \"You're seeing lockdowns instigated in Europe. You're seeing more and more restrictions and the number of cases is going up so much that even if it's less severe it could lead to more hospitalizations.\"</p><p>Further weighing on sentiment, Sen. Joe Manchin (D., W.Va.) said over the weekend that he would oppose his party's roughly $2 trillion education, healthcare and climate package, likely dooming the centerpiece of Mr. Biden's economic agenda as currently written.</p><p>Economists at Goldman Sachs lowered their forecasts for U.S. economic growth in 2022 after Mr. Manchin's comments, writing in a Sunday note that the bill's apparent demise \"has negative implications for near-term consumption.\" They cited the likely end of the expanded child tax credit, which has helped prop up consumer spending during the pandemic but is set to expire at the end of December.</p><p>Oil prices fell amid concerns that the spread of Omicron could crimp demand. Brent crude futures, the benchmark in global oil markets, declined 2.5% to $71.70 a barrel.</p><p>Global oil demand remains about two million barrels a day short of its pre-pandemic level of almost 101 million barrels a day, according to the International Energy Agency. The new surge in Covid-19 cases is expected to slow the revival in demand by reducing air travel and hitting consumption of jet fuel.</p><p>Nine of the 11 sectors of the S&amp;P 500 were in negative territory on Monday. Financials, materials companies and industrials were among the worst-performing sectors.</p><p>There were wild moves in stocks that investors often use to bet on surges in Covid cases or post-pandemic recovery. Moderna shares initially jumped around 9% after the vaccine maker released upbeat data of the effectiveness of its Covid-19 vaccine against Omicron, but they later sold off and were down 6.3% as of 4 p.m. ET. Shares of cruise operator Carnival—a popular reopening trade—fell more than 3% at the open, then reversed course and climbed 3.4%.</p><p>Oracle shares fell 5% after the software giant agreed to buy electronic-medical-records company Cerner Corp. for more than $28 billion. Shares of Cerner gained 0.8%.</p><p>In bond markets, the yield on the benchmark 10-year Treasury note ticked up to 1.418% from 1.401% Friday. Bond yields move in the opposite direction from prices.</p><p>The imminent end of 2021 may be contributing to the stock selloff. Portfolio managers whose performance is assessed on a year-over-year basis are likely closing out positions and locking in gains after a strong year in markets. Despite its recent slide, the S&amp;P 500 is up more than 20% this year.</p><p>Overseas, the pan-continental Stoxx Europe 600 fell 1.4% on Monday. Shares of BNP Paribas rose 0.4%, outperforming the broader banking sector, after it agreed to sell Bank of the West to Bank of Montreal for $16.3 billion in one of the largest recent bank deals.</p><p>Major Asian markets retreated. South Korea's Kospi contracted 1.8% and Japan's Nikkei 225 shed 2.1%. Hong Kong's flagship Hang Seng Index fell 1.9% to its lowest closing level since March 2020, according to FactSet.</p><p>—Joe Wallace contributed to this article.</p><p>Write to Caitlin Ostroff at caitlin.ostroff@wsj.com and Alexander Osipovich at alexander.osipovich@wsj.com</p><p>Dow Falls 1.2% on New Covid-19 Curbs</p>",
  "published": "2021-12-20T21:04:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 1506,
          "end": 1513
        },
        {
          "start": 1506,
          "end": 1519
        }
      ]
    }
  ]
}