{
  "_id": "849eeff6f28b46c758009b38535e428e7b0ceb95788816c16a7b929e8f997178",
  "feed": "wall-street-journal",
  "title": "Goldman Executive to Run Walmart Fintech Startup",
  "text": "<p>Mr. Ismail, who joined Goldman nearly 20 years ago, was among a group of executives who came up with a strategy to expand into digital banking services in 2014. By the end of last year, that business generated $1.2 billion in annual revenue, amassed $97 billion in deposits and held $8 billion in consumer-loan balances.</p><p>Walmart said in January that it was creating a majority-owned fintech subsidiary in a partnership with venture-capital firm Ribbit Capital, a backer of Credit Karma Inc., Affirm Holdings Inc. and other fast-growing startups.</p><p>\"Our customers have been clear that they want more from us in terms of financial services,\" Walmart Chief Executive Doug McMillon said at an investor event last month. \"This new approach will help us deliver for them in a differentiated way more quickly.\"</p><p>Joining Mr. Ismail at Walmart will be David Stark, some of the people said. A former Citigroup Inc. executive who joined Goldman in 2015, Mr. Stark helped it land and build credit-card offerings with Apple Inc. and General Motors Co.</p><p>Bloomberg News earlier reported that Messrs. Ismail and Stark were leaving Goldman to join Walmart's startup.</p><p>Goldman has reshuffled the ranks of its consumer business in recent months. Former strategy chief Stephanie Cohen was promoted to global co-head of Goldman's consumer and wealth management division last September. Goldman also recently hired Swati Bhatia from payments startup Stripe Inc. in a senior role at Marcus.</p><p>\"Our business has serious momentum and a deep and growing bench of talent,\" a Goldman spokesman said in an email. A Walmart representative didn't respond to a request for comment.</p><p>Following Mr. Ismail's departure, Harit Talwar will return to a more active management role at Marcus. Mr. Talwar previously served as the global head of Goldman's consumer business until the start of 2021, when he moved into the role of chairman.</p>",
  "published": "2021-03-01T00:00:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 0,
          "end": 7
        },
        {
          "start": 23,
          "end": 30
        },
        {
          "start": 917,
          "end": 924
        },
        {
          "start": 923,
          "end": 930
        },
        {
          "start": 1105,
          "end": 1112
        },
        {
          "start": 1111,
          "end": 1118
        },
        {
          "start": 1139,
          "end": 1146
        },
        {
          "start": 1146,
          "end": 1153
        },
        {
          "start": 1286,
          "end": 1294
        },
        {
          "start": 1294,
          "end": 1301
        },
        {
          "start": 1351,
          "end": 1358
        },
        {
          "start": 1360,
          "end": 1367
        },
        {
          "start": 1541,
          "end": 1548
        },
        {
          "start": 1784,
          "end": 1792
        },
        {
          "start": 1797,
          "end": 1804
        }
      ]
    }
  ]
}