{
  "_id": "73bd8f2175a5656fd149f33471a45454b4cce4e2df939b051ad8e5901f585323",
  "feed": "ftcomall",
  "title": "Pennon buys rival Bristol Water for £425m",
  "text": "<p>Pennon has revealed a £425m deal to buy fellow utility Bristol Water, with the company recycling some of the cash it raised through last year's sale of its Viridor waste management business for £4.2bn.</p> <p>Buying privately owned Bristol Water adds to the group a “high-quality business with approximately 1.2m customers”, Pennon said. The company also set out plans to return £1.5bn to shareholders via a special dividend and spend £400m on share buybacks. </p> <p>Including assumed debt, Pennon's total purchase price for Bristol Water £814m. The purchase price is 43 per cent above Bristol Water's regulatory capital value, a key metric for water companies' permitted returns. </p> <p>“Strategically, consolidation of Bristol makes sense given its water focus and geographical proximity to South West Water and Bournemouth Water, providing potential for operational synergies,” said analysts at Morgan Stanley. “Given Bristol's historical performance is below average, there is clearly scope for relative improvement given Pennon's sector leading historical [returns].” </p> <h1>Briefly</h1> <p><strong>Lekoil</strong> said it had terminated the employment contract of its chief executive, Olalekan Akinyanmi, with immediate effect due to a corporate governance breach. The Aim-quoted African oil explorer had admitted last year to paying <a href=\"https://www.ft.com/content/f1179298-36ae-11ea-a6d3-9a26f8c3cba4\">$600,000</a> to a Bahamas-based consultancy to arrange a $184m loan from the Qatar Investment Authority that <a href=\"https://www.ft.com/content/4182f258-4406-45e7-93d4-d031a5aed36a\">did not exist</a>.</p> <p><strong>B&amp;M</strong> said pre-tax profit more than doubled to £525.4m in the year ended March as the company benefited through lockdowns from its status as an essential retailer. Revenue was up 25.9 per cent to £4.8bn and the final dividend increased by 141 per cent to 13p a share. On current trading B&amp;M said it expects like-for-like sales to decline versus tough comparisons in the current year and cautioned that&#xa0;margins will revert to more normalised levels.</p> <p>Exhibitions and events group <strong>Informa</strong> said it has continued to trade in line with expectations and has remained cash flow positive, underpinned by improving underlying revenue growth from its subscriptions-led information businesses.</p> <p><strong>SThree</strong>, the specialist staffing industry for science-led industries, raised its profit guidance “materially” for the year ending November after recent trading proved stronger than expected. “High levels of demand in life sciences and technology have been seen throughout the quarter and there have been continued strong performances from the US, German and Dutch businesses,” SThree said.</p> <p>Package holiday airline <strong>Jet2</strong> has launched the sale of a £387m convertible bond due June 2026 that will dilute existing shareholders by up to 10 per cent. The coupon is set at 1.625 per cent and the conversion price is £18.06m, a 40 per cent premium to Wednesday's closing price.</p> <p><strong>Foxtons</strong> said in a trading update that since mid April momentum within the business has continued to be strong. Adjusted operating profit for the first half of the year is expected to be significantly ahead of both 2020 and 2019, the estate agent said.</p> <h1>Beyond the Square Mile</h1> <p>Commodities trader <strong>Trafigura</strong> warned <strong>Credit Suisse</strong> last year that the bank's supply-chain finance funds appeared <a href=\"https://www.ft.com/content/25fdb537-adf2-4c82-ad6d-7421898e4b7c\">to contain a suspicious invoice</a> from industrialist Sanjeev Gupta's business empire, according to three people with knowledge of the discussions. Trafigura raised the alarm with Credit Suisse in July 2020 over a so-called receivable listed in one of the supply-chain finance funds' annual accounts.</p> <p><strong>Deutsche Bank</strong> has told its roughly 1,500 US investment bank employees that they must be back in the office no later than the Labor Day holiday on September 6 as it became the latest Wall Street lender <a href=\"https://www.ft.com/content/e1d30d5c-09ea-4c71-88d0-482bc52f92a5\">to spell out its return-to-work policy</a>. “If you are currently working remotely, please begin to plan accordingly with your team and manager to re-establish a presence in the office before or by that date,” said an internal memo sent by Drew Goldman, the bank's head of investment banking coverage and advisory, and James Davies, the head of US&#xa0;investment banking.</p> <p><strong>Chamath Palihapitiya</strong>, the former Facebook executive and one of the figures most associated with the craze for blank-cheque companies, is planning to raise $800m for four cash shells that will <a href=\"https://www.ft.com/content/f227b773-752a-4b43-b5e3-5c9777c3453a\">target biotechnology businesses</a>. The four new Spacs, all with ticker names beginning “DNA”, will work in partnership with Kishen Mehta, a healthcare-focused portfolio manager at Suvretta Capital Management.</p> <h1>Essential comment before you go</h1> <p><strong>Owen Walker</strong> <br>Based on information provided so far by the Financial Conduct Authority and Link, the authorised corporate director of Neil Woodford's Equity Income Fund, the victims of one of Britain's biggest investment scandals <a href=\"https://www.ft.com/content/5f8d3ab4-9eeb-442d-b00b-7700b194e50c\">will be waiting a good deal longer</a> before they get any closure.</p> <p><strong>Bryce Elder</strong> <br>Airlines are difficult to kill. Ignore the potential lack of passengers and it's almost like <a href=\"https://www.ft.com/content/b937265c-8bb1-4cab-9234-c7458e0b86a2\">nothing has changed</a> — aside, of course, from cost to governments and investors of ringfencing an industry that barely worked in the first place.</p><p>Source: Bryce Elder 2021 'Pennon buys rival Bristol Water for £425m' FT.com 3 June. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-06-03T07:18:54.767Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 3882,
          "end": 3889
        }
      ]
    }
  ]
}