{
  "_id": "d11fe624383faac4eb58e2a1e1359e340af354789497977b8580930251be6975",
  "feed": "ftcomall",
  "title": "Breaking down the crisis at Evergrande",
  "text": "<p><strong>One scoop to start: SoftBank</strong> has followed Saudi Arabia's <strong>Public Investment Fund </strong>and Abu Dhabi's<strong> Mubadala</strong> in backing a new $2.5bn private equity fund set up by former US Treasury secretary <strong>Steven Mnuchin</strong> just eight months after he left office. Full story <a href=\"https://ft.com/content/24da1d88-8e63-4868-849f-3e3ecff1c39a?\">here</a>.</p> <h2>Can China control the Evergrande explosion?</h2> <p>The liquidity crisis at the Chinese real estate giant <strong>Evergrande</strong> is deepening by the day.</p> <p>With two interest payments on its bonds due on Thursday, the sprawling property empire is teetering on the edge and many think it could default.&#xa0;&#xa0;</p> <p>All eyes now turn to Shenzhen. Investors <a href=\"https://www.ft.com/content/ec1fe89c-e687-417a-bf8e-012f4825e6cc\">anxiously await</a> whether the property group will pay up, a pivotal test as to whether it can make good on its near-Rmb2tn ($310bn) in liabilities, even as it falls behind on payments to its creditors, suppliers and other offshore investors.</p> <p>While Evergrande's chair, <strong>Hui Ka Yan</strong>, has <a href=\"https://cn.reuters.com/article/china-evergrande-debt-chairman-idUSL1N2QN05B\">sought to reassure staff</a> the company will “walk out of its darkest moment”, many find it difficult to see how.&#xa0;</p> <p>The company's troubles have prompted a <a href=\"https://www.ft.com/content/952923b7-f421-407e-b14a-ad2ff190a134\">global market sell-off</a> and Evergrande shares are down to their weakest level since May 2010. The consensus appears to be that Evergrande is going to have a hard time finding the cash to pay.</p> <p><strong>S&amp;P Global Ratings</strong> said in a report earlier this week that it expected a default on Thursday, which would hit a crop of <a href=\"https://ft.com/content/87fddf09-ef69-49b3-87bc-1a2d84fffd91?\">major financial institutions</a> who own its bonds such as <strong>BlackRock</strong>, <strong>UBS</strong> and <strong>HSBC</strong>.</p> <p>The question now appears to be as to how far Evergrande's money troubles would have to stretch for Beijing to step in.&#xa0;</p> <p>As the FT's global China editor James Kynge <a href=\"https://www.ft.com/content/ec1fe89c-e687-417a-bf8e-012f4825e6cc\">points out</a>, the Communist party, which owns the majority of the country's commercial banking sector, is almost certainly capable of digging Evergrande out of a hole.&#xa0;</p> <p>But many analysts think Beijing is intent on making an example out of Evergrande as it enforces a <a href=\"https://www.ft.com/content/4b179ceb-bdd4-4d0a-b009-aea7c9ee0d8d\">sweeping crackdown</a> on borrowing from real estate developers to mitigate the risk of asset bubbles after initially slashing rates in response to the pandemic.</p> <p>Once an emblem of the leverage that fuelled China's urbanisation, Evergrande has now become the main target of Beijing's efforts to rein in debt and bring prices under control.</p> <p>But it isn't just large financial institutions that are affected by the Evergrande crisis. Thousands of Chinese retail investors are owed money by the company alongside banks, suppliers and foreign investors, and fear they will not be repaid if the property group collapses.</p> <p>The Financial Times <a href=\"https://www.ft.com/content/0b03d4de-1662-4d30-bcfd-c9bae24fa9cc\">revealed on Tuesday</a> that the company had been using cash from retail investors to plug funding gaps. Billions of dollars have been raised by selling wealth management products that one Evergrande executive suggested were too high risk for ordinary investors and shouldn't have been offered to them.</p> <p>As the FT's Robert Armstrong <a href=\"https://www.ft.com/content/f858fe4a-716e-49ee-bebe-45c810b0d7a6\">writes</a>, what happens next will have huge implications for China's property sector, but is unlikely to significantly affect the global financial system. A “Lehman Brothers moment” it isn't, <a href=\"https://www.ft.com/content/d7936349-9362-4e34-8905-83fcd6aaf003\">according to Barclays</a>.&#xa0;</p> <p>Evergrande's troubles don't exactly come as a surprise, but investors have tolerated the risks in exchange for high returns from the Chinese property sector amid ultra-low interest rates in the west.&#xa0;</p> <p>There likely was a belief that China wouldn't let the world's largest property developer to just collapse. The FT Lex column's take is to view it as <a href=\"https://www.ft.com/content/d19998e0-70b3-4e9b-89db-f06000ff2908\">a controlled explosion</a>.&#xa0;</p> <h2>Place your bets: DraftKings vs MGM</h2> <p><strong>DraftKings</strong> knows a thing or two about placing a well-timed bet.</p> <p>The platform hopped on Wall Street's Spac gravy train at the perfect moment, going public in a <a href=\"https://www.ft.com/content/07b52936-28e5-4f86-8514-8674ad547717\">highly lucrative</a> three-way blank-cheque deal as America's <a href=\"https://www.ft.com/content/bb04b14c-e215-4ae8-a655-2bf85fcb73c0\">legalisation</a> of sports betting and the pandemic spurred a <a href=\"https://www.ft.com/content/d9355018-e9e0-11e9-a240-3b065ef5fc55\">gold rush</a> in the world of online gambling.</p> <p>The Spac frenzy has since <a href=\"https://www.ft.com/content/88d7f577-9bfa-4215-b57b-0f8a4da3644a\">cooled off</a>, but the company is hoping for another win with its <a href=\"https://www.ft.com/content/613a232a-5a77-4e58-a3b2-4a3af69af88f\">£18.4bn bid</a> (including debt) for its UK rival <strong>Entain.&#xa0;</strong></p> <p>This is the second offer placed by DraftKings. Its first attempt, a cash-and-stock offer at £25 a share, was rejected. It then followed up with an offer of £28 a share, £6.30 of which would be in cash.</p> <p>Entain brings with it a sizeable loot, including legacy UK brands such as <strong>Ladbrokes </strong>and <strong>Coral Gaming</strong>. But its <em>pièce de résistance</em>, a 50/50 American joint venture with US casino giant <strong>MGM Resorts</strong>, could throw a spanner in the works.</p> <p>The UK gambling group rejected an <a href=\"https://www.ft.com/content/6f9609d0-2c81-4d1a-b9c8-c8709ba2cf0d\">£8bn takeover bid</a> from MGM in January though they remain exclusive partners on US online sports betting, placing DraftKings head-to-head with Entain's existing partner.</p> <p>MGM could always place more chips on the table, but its $20bn market capitalisation doesn't give it much to work with, as Lex <a href=\"https://www.ft.com/content/9bf95e5e-c7e8-455b-aa02-fbace93e60f0\">points out</a>.</p> <p>The Las Vegas stalwart hasn't indicated that it will give up easily, stating that “any transaction whereby Entain or its affiliates would own a competing business in the US would require MGM's consent”.&#xa0;</p> <p>DD can't help but be reminded of the tussle surrounding <strong>William Hill</strong>: a takeover attempt of the UK bookmaker by <strong>Apollo Global Management </strong>led its US joint venture partner <strong>Caesars</strong> to threaten to <a href=\"https://www.ft.com/content/7d40476e-cf69-45c4-85da-755db2a39b2e\">pull out</a> if another group bought the business.</p> <p>Caesars ended up getting its way in the end, but the same can't be said for MGM. A tie-up with Entain means DraftKings would dictate about 40 per cent of the US online betting market, surpassing frontrunner<strong> Flutter</strong>, which controls DraftKings' direct competitor <strong>FanDuel</strong>.&#xa0;</p> <p>And to think DraftKings and FanDuel were set to merge just four years ago before <a href=\"https://www.ft.com/content/f59eac12-550a-11e7-9fed-c19e2700005f\">regulators stepped in</a>.&#xa0;</p> <p>It goes to show that what happens in Vegas isn't likely to stay there much longer as online betting takes over the industry in spades.</p> <h2>A star-studded boardroom brawl unravels at Twitter</h2> <p>As Silicon Valley brawls go, it's hard to think of a juicier group of combatants than <strong>Jack Dorsey</strong>, <strong>Jesse Cohn</strong>, <strong>Egon Durban</strong> and <strong>Gregg Lemkau</strong>. Just how it is the foursome made peace is now the subject of its own battle.&#xa0;&#xa0;</p> <p>Just before the outset of the pandemic in March last year, <strong>Twitter </strong>announced it had settled with <strong>Elliott Management</strong>, the fearsome hedge fund that had been threatening a proxy contest.&#xa0;</p> <p>The compromise included Elliott's Cohn joining the board of the social media platform. Also being named a director at the time: Durban, the <strong>Silver Lake</strong> heavy-hitter whose firm was buying a $1bn convertible bond issued by Twitter. The deal had been arranged by Lemkau, then the star banker at <strong>Goldman Sachs</strong> whom the Twitter board was leaning on for advice.</p> <p>The convertible bond seemed curious as Twitter was profitable and had billions of dollars in cash. One Twitter shareholder, a Florida pension fund, was bothered enough, however, to sue the board earlier this year.&#xa0;</p> <p>The allegation was sensational: after looking at board materials prepared by Goldman and the communications consultant <strong>Joele Frank</strong>, the pension fund said the board was so frightened by Elliott's record that it quickly — and improperly — caved to Cohn's demands in order to save their jobs and personal reputations. The pension fund was particularly upset over the convertible bond, which it argues is a straight giveaway.</p> <p>As DD's <a href=\"https://twitter.com/sindap/status/1439923008542478344\">Sujeet Indap</a> wrote <a href=\"https://www.ft.com/content/5f3dd95f-8a7c-4f39-991a-87b2bc05691c\">earlier this week</a>, a Delaware judge, for now, finds the pension fund's narrative plausible enough to let the case move towards a trial.</p> <p>Lemkau himself is in the crosshairs given his ties to Silver Lake. The <a href=\"https://twitter.com/sindap/status/1439923008542478344\">shareholder lawsuit</a> cites an <a href=\"https://www.ft.com/content/d8284847-9ed7-4cdf-889b-d323ac56332b\">FT article</a> that mentions that Lemkau's vacation home in Hawaii is near Durban's and that of <strong>Michael Dell</strong>. Lemkau now works for Dell's private equity firm, <strong>MSD Partners</strong>, and Silver Lake is a top shareholder in the<strong> Dell</strong> technology empire.&#xa0;</p> <p>A Delaware judge will now be left to untangle quite the web.</p> <h2>Job moves</h2> <ul>  <li><p><strong>Squire Patton Boggs</strong> has named <strong>Michele Connell</strong> as the next US global managing partner. She succeeds <strong>Fred Nance</strong>, who will remain in the firm's executive leadership group as head of its new diversity, equity and inclusion office.</p></li>  <li><p><strong>Herbert Smith Freehills </strong>has hired <strong>Jan Eltzschig </strong>and <strong>Heike Schmitz</strong> as corporate partners based in the firm's Düsseldorf office. They join from <strong>DLA Piper</strong> in Cologne, where they were a partner and a counsel in the firm's corporate group, respectively.</p></li>  <li><p><strong>Warburg Pincus </strong>has appointed <strong>SAP </strong>executive <strong>Brian Duffy</strong> as a senior adviser in its technology group.&#xa0;</p></li>  <li><p><strong>Simpson Thacher</strong> has opened a new office in Brussels, following the hire of <strong>Antonio Bavasso</strong>, who joined the firm from <strong>Allen &amp; Overy</strong> in February.</p></li>  <li><p><strong>Allen &amp; Overy</strong> has hired <strong>Dario de Martino</strong> as an M&amp;A partner in New York. He joins from <strong>Morrison &amp; Foerster</strong>.</p></li> </ul> <h2>Smart reads</h2> <p><strong>Climbing the ladder </strong>An infamous presentation describing junior bankers' gruelling hours at Goldman Sachs spurred industry wide salary bumps and debate. One of its authors is the son of a TPG financier familiar with the high demands placed on the industry's lower ranks. (<a href=\"https://www.bloomberg.com/news/articles/2021-09-21/goldman-junior-banker-uprising-was-ignited-by-son-of-tpg-leader?sref=OziMsGoK\">Bloomberg</a>)</p> <p><strong>Switching hands </strong>A new guard of private investment firms including Apollo and KKR are buying up businesses from traditional insurers. Some policyholders and annuity owners aren't aware of who controls their plans until the deal is already done. (<a href=\"https://www.wsj.com/articles/insurance-policy-private-equity-11632236526?mod=hp_lead_pos5\">Wall Street Journal</a>)</p> <p><strong>Sound the alarm</strong> Wall Street has been in an ebullient mood as of late. But risks are brewing elsewhere, as credit rating agencies issue stark warnings on the junk bond and leveraged loan market. (<a href=\"https://www.ft.com/content/1cba68a5-b776-4dcd-9499-14c11638dbba\">FT</a>)</p> <h2>News round-up</h2> <p><a href=\"https://ft.com/content/1ddf7be9-b0e5-4302-a901-437645cbac04\">Zoom's $14.7bn deal for Five9 receives US scrutiny over foreign ties</a> (FT)</p> <p><a href=\"https://www.ft.com/content/d9ce4005-52b0-4afe-ace9-51d84a1bb910\">MUFG to sell US retail business to US Bancorp in $8bn deal</a> (FT)</p> <p><a href=\"https://www.ft.com/content/051289f8-89e1-4d18-aa76-44ec32da2635\">Universal Music shares sing on debut delivering $140m payday to CEO</a> (FT)</p> <p><a href=\"https://www.ft.com/content/10abee22-941e-4a6a-be24-12058f312dcb\">Toshiba heads for showdown with restive investors</a> (FT)</p> <p><a href=\"https://www.ft.com/content/8c0ffe51-3fee-4cd6-88ab-54401e62dada\">Streaming service DAZN in advanced talks to buy BT Sport</a> (FT)</p> <p><a href=\"https://www.ft.com/content/9b247322-fc83-4e7b-bd03-c66eaf1dc762\">SoftBank buys into $4bn NFT fantasy football start-up</a> (FT)</p> <p><a href=\"https://www.reuters.com/business/healthcare-pharmaceuticals/walgreens-makes-970-mln-investment-specialty-pharmacy-company-shields-health-2021-09-21/\">Walgreens makes $970m investment in speciality pharmacy company Shields Health</a>&#xa0;</p> <p><a href=\"https://www.ft.com/content/3f5196fc-0a9b-499b-b234-5342420f4923\">Mirakl raises $550m to expand online marketplaces</a> (FT)</p> <p>x</p> <p>x</p><p>Source:  2021 'Breaking down the crisis at Evergrande' FT.com 22 September. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-09-22T04:05:13.141Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 6341,
          "end": 6354
        },
        {
          "start": 8542,
          "end": 8555
        },
        {
          "start": 6696,
          "end": 6703
        },
        {
          "start": 6341,
          "end": 6348
        },
        {
          "start": 8542,
          "end": 8549
        }
      ]
    }
  ]
}