{
  "_id": "1c1b972157260462e354dd1e824c2297c8ab5310b04f2175d3387bea12f2661a",
  "feed": "ftcomall",
  "title": "Iberdrola examines spinning off its offshore wind business",
  "text": "<p>Spanish utility Iberdrola is examining whether to spin off its offshore wind business, the latest in a string of European companies seeking to capitalise on the long-term valuation of their renewable energy assets.</p> <p>Chief executive Ignacio Galán told analysts on Wednesday that the world's third-largest utility is studying a spin-off in “much detail” but no decision has been made. </p> <p>“It's an area we are analysing and we see some hidden values inside [the business],” he added.</p> <p>Separating its offshore wind business, which has about 1,300MW of capacity in operation and another 2,600MW under construction, into a standalone company may allow Iberdrola to benefit from higher multiples attached to the division.</p> <p>Analysts at Goldman Sachs have estimated the business is worth between €15bn and €20bn. The division contributed €600m of Iberdrola's earnings before interest, tax, depreciation and amortisation last year, Galán said.</p> <p>Clean energy stocks have suffered a sell-off after hitting record highs earlier in the year, but renewable energy companies are generally seen as likely to command higher multiples in the long-term as the world shifts away from fossil fuels. </p> <p>Iberdrola, which last year pledged to invest more than €75bn over the next five years to double its renewable energy capacity, is far from alone in examining the future of its clean energy business.</p> <p>Italy's Eni said in April that it<a href=\"https://www.ft.com/content/0ab5e369-128a-4fee-a69f-0ee2c510faaa\"> planned to list or sell</a> a minority stake in its low carbon business in 2022. Spain's Repsol, meanwhile, is also exploring listing a stake in its renewables unit.</p> <p>Some planned clean energy flotations have been pulled because of the recent weakness in the sector, but Spanish conglomerate Acciona nevertheless succeeded with an €8.8bn flotation of its renewables arm at the start of July. The company said it may as well get the listing <a href=\"https://www.ft.com/content/27d7f6ef-a24d-4a68-bab2-c5961eb7549f\">“over and done with” </a>despite the market conditions to raise funds to rapidly increase its clean energy capacity.</p> <p>Europe's new green plan, announced last week in Brussels, includes measures that will boost renewables to 40 per cent of the overall energy mix by 2030. Galán said Iberdrola would benefit from those policies.</p> <p>“Seeing this sort of legal regulatory framework, I think we see it as a great opportunity that can generate wealth, employment and investment,” Galán said. “We can really use all our skills and accelerate what we have been developing for many, many years.”</p> <p>The news that Iberdrola is studying the future of its offshore wind business came as the company reported that first-half profits fell 18 per cent to €1.53bn. Adjusted net profit, which strips out items including the effect of higher planned corporate tax in the UK, was up 8.4 per cent in the first six months of 2021.</p> <p>Iberdrola also announced that it had acquired Sowitec Vietnam, a company with a 550MW renewable pipeline in development, including five onshore wind farms and a floating solar project.</p><p>Source: Ian Mount in Madrid and Nathalie Thomas and Leslie Hook in London  2021 'Iberdrola examines spinning off its offshore wind business' FT.com 21 July. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-07-21T15:10:26.867Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 722,
          "end": 735
        },
        {
          "start": 722,
          "end": 729
        }
      ]
    }
  ]
}