{
  "_id": "660fb9aba7ad079a498b1999c596b575aca067d64065301370c9ee9e3a5c6d07",
  "feed": "ftcomall",
  "title": "‘Money is no object': Ghislaine Maxwell trial shines light on class divide",
  "text": "<p>On the eighth day of the government's sex trafficking case against Ghislaine Maxwell, a prosecutor asked a witness, known as Shawn, what the difference was between Palm Beach and West Palm Beach, two Florida towns separated by a drawbridge.</p> <p>“Money's no object over there,” said Shawn, a West Palm Beach native, sounding as though the nearby island were a different planet. Growing up, he told the jury, he had “very rarely” even ventured into Palm Beach because “I didn't have enough money to buy anything in the gas station.”</p> <p>That changed, he said, when he began ferrying his 14-year-old girlfriend to the island to provide sexualised massages for Jeffrey Epstein. Soon they were struggling to find a store to change the cash in West Palm Beach — where “they don't accept hundred-dollar bills”, Shawn explained.</p> <p>Class is threaded through the Epstein story. Maxwell, an Oxford-educated product of fee-paying British public schools, used hers to smooth the social path of the Coney Island-born Epstein when they joined forces in early 1990s Manhattan. &#xa0;&#xa0;</p> <p>Now class is present in Maxwell's criminal trial, too. It loomed as witnesses recounted over the past two weeks how a tall British woman with what one called a “proper English” accent lured them when they were young and poor into a world beyond their imagination. </p> <p>It sounded practically Dickensian when one Maxwell accuser described how Epstein had sent a chauffeur-driven car to bring her and her mother across the bridge for tea at his Palm Beach mansion. The girl was 14 at the time, and her father had died months earlier, bankrupting the family, she said. After offering himself as her patron, Epstein would go on to abuse the girl for years, she testified. Maxwell helped, she said, by winning her confidence and gradually pushing her boundaries. </p> <p>Maxwell denies this and other suggestions of wrongdoing. Her attorneys insist she has been made a scapegoat for the sins of Epstein, who died by suicide in a New York prison cell a month after he was arrested in 2019.</p> <p>They have also tried to use class to their advantage during the trial. In her opening statement, attorney Bobbi Sternheim claimed the accusers were money-grabbers who had twisted the truth in hopes of a financial “jackpot”. It was reminiscent of political strategist James Carville dismissing former President Bill Clinton's sexual assault accusers in 1994 by remarking: “Drag a hundred-dollar bill through a trailer park, you never know what you'll find.”</p> <p>It is not clear whether class issues will sway the jury of mostly working-class New Yorkers who will decide the fate of a British socialite. Throughout the trial, prosecutors have shown them photos of Epstein's <a href=\"https://www.ft.com/content/8318d6c4-b164-4a99-b221-9c270ae7ffa7\">private jets</a> and opulent properties in New York, New Mexico, the Caribbean and Palm Beach, where the bathroom had a sofa. </p> <p>As a gossip columnist in Palm Beach, Jose Lambiet developed a jaded view about the divide between Palm Beach, a manicured bunker of old money, and West Palm Beach, a place that was originally built to house the help and long suffered from a reputation for drugs and violence.</p> <p>“The story here, in my book, is how the rich have once again found a way to screw the poor,” Lambiet, who now works as a private detective, said of the Epstein case. “These girls were from five or six miles away, as the crow flies, where the houses are worth $50,000 or $60,000.”</p> <p>West Palm Beach, just across the Intracoastal Waterway from Palm Beach, has changed as the region has prospered. It has caught some of the spillover as billionaires have pushed millionaires off Palm Beach island. It is now becoming a <a href=\"https://www.ft.com/content/3aa94524-45d5-4475-aa40-8b70b5b2f812\">hub for hedge funds</a> fleeing New York to take advantage of Florida's low taxes. Goldman Sachs has just leased space.</p> <p>Still, downbeat pockets remain, as they do in other towns in the vicinity such as Royal Palm Beach and Loxahatchee, from which many of Epstein's victims hailed. “I've never seen a divide quite like the one in Palm Beach County,” said Jonathan Beaton, who worked as a television reporter in the area for many years. “You can go from heaven to hell in 15 miles.”</p> <p>You can also find resentment. When he testified last week, Juan Alessi was still bitter from his dozen years as Epstein's Palm Beach property manager. “It was slavery,” he said.</p> <p>Maxwell called him “John” and instituted house rules that he found “degrading”. One example: Maxwell forbade staff from making eye-contact with Epstein. She later reprimanded Alessi in an email to another staffer for “doing a truly awful job” after he had allegedly failed to stock pens and bottled water “in the black Merc”. That is, the Mercedes.</p> <p>Alessi took his revenge after he quit, returning to the house in 2003 and swiping $6,300 in cash from Epstein, he admitted under cross-examination. He did so even though his boss had given him a $50,000 severance package. A friend needed immigration papers, Alessi claimed, and he was going through a divorce at the time so his assets were frozen.</p> <p>“All my life I worked very hard and saved a lot of money, including the time I worked for Mr Epstein,” he said, attempting to defend his honour.</p> <p>At times, the social gap between Maxwell, daughter of the late British press baron and embezzler, Robert Maxwell, and her accusers has seemed unimaginably vast. </p> <p>While Maxwell flew on the Concorde, was friends with Britain's Prince Andrew and attended Chelsea Clinton's wedding, one of her accusers, Carolyn, dropped out of middle school in West Palm Beach at 13, and began dating Shawn, then 17, who lived across the street. Carolyn had been molested by her grandfather, she told the jury, and her mother was an alcoholic and a drug addict. </p> <p>“Because I'm an idiot,” she quipped with a kind of lower-class fatalism when asked by a prosecutor to explain why she was arrested in 2011 for cocaine possession. (“Drive around and smoke pot,” is how Shawn described their relationship).</p> <p>Carolyn was brought to Epstein by another local teenager, Virginia Roberts, whose father worked in maintenance at Donald Trump's Mar-a-Lago club on Palm Beach. “I was young and $300 was a lot of money to me,” Carolyn said of Roberts' offer to earn some cash by helping her massage a rich man in Palm Beach for an hour.</p> <p>The first time she went to Epstein's house, Carolyn testified, she was greeted by a woman with an English accent who would arrange some of the 100 or so sexualised massages she would give Epstein over the next two years. She ended up calling her “Maxwell”, Carolyn said. “Why?”, the prosecutor asked. “Because I couldn't exactly pronounce her first name correctly.”</p> <p>Carolyn went on to become a drug addict, a prostitute and a single mother. In court last week, she was face to face with Maxwell, who sat just across the room. At one point she railed at her: “You broke my soul!”</p><p>Source: Joshua Chaffin in New York 2021 '‘Money is no object': Ghislaine Maxwell trial shines light on class divide' FT.com 14 December. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-12-14T05:00:22.765Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 3681,
          "end": 3688
        },
        {
          "start": 3681,
          "end": 3694
        }
      ]
    }
  ]
}