{
  "_id": "277dd7731707e51b7400303a682ab8d68a812edb98147f82d837cc0e947636d4",
  "feed": "ftcomall",
  "title": "Used car retailer Cazoo to list in New York with $8bn valuation",
  "text": "<p>Cazoo, the UK-based online retailer of used cars, is set to go public in the US at an $8.1bn valuation, in the <a href=\"https://www.ft.com/content/321400c1-9c4d-40ac-b464-3a64c1c4ca80\">latest blank-cheque deal</a> targeting high-growth companies. </p> <p>Its equity valuation would be more than three times the $2.5bn price at which Cazoo last raised capital privately in October. </p> <p>Alex Chesterman, who previously founded property site Zoopla and online DVD rentals service LoveFilm, launched Cazoo's service 16 months ago. The company expects sales, which hit £162m last year, to rise to almost $1bn this year after delivering more than 20,000 used cars to customers. </p> <p>Its planned merger with New York Stock Exchange-listed special purpose acquisition company Ajax I comes after the initial public offerings of overseas rivals Vroom and Auto1 over the past year.</p> <p>“We explored all of our options including a potential UK IPO,” said Chesterman. “The UK is an amazing place to build a business. But the IPO process in the UK is <a href=\"https://www.ft.com/content/fd86f79b-d813-44fb-96c1-ef25fa4a5751\">challenging</a> for companies that are investing in high growth. Those companies are better understood by US investors.” </p> <p>Cazoo will raise about $1bn in gross cash proceeds from the deal, it said on Monday, as it pitches investors on plans to expand across Europe and launch a new subscription service. However, it does not expect to be profitable on the basis of earnings before interest, tax, depreciation and amortisation until 2024, according to an <a href=\"https://www.cazoo.co.uk/static/docs/Cazoo%20-%20Investor%20Presentation.pdf\">investor presentation</a>. Operating losses were £88m last year. </p> <p>“We are investing in growth. We have a very clear path to profitability over time,” Chesterman said. “We have raised enough, we believe, to get us to profitability and beyond.”</p> <p>Ajax was founded by billionaire investor Dan Och and is backed by photo app Instagram's co-founder Kevin Systrom, Jim McKelvey, co-founder of payments company Square, and Anne Wojcicki, co-founder of DNA testing service 23andMe. </p> <p>Several US Spac investors have been <a href=\"https://www.ft.com/content/530b1921-5689-4770-853a-0d876ee5fe77\">targeting European tech companies</a> in recent weeks, hoping to lure promising candidates to New York instead of following the likes of Deliveroo and Trustpilot to initial public offerings in London. </p> <p>Used cars are seen as one of the largest remaining untapped markets for ecommerce. Europe's £500bn used car market is “ripe for digital disruption”, Cazoo says, as customers become more comfortable spending sums as much as its average selling price of £12,453 online. </p> <p>Chesterman said that the UK and Europe were more attractive markets for selling cars online than in the US, due to population density and logistics, driving ebitda margins of 8-10 per cent in the long term. </p> <p>Its business model closely resembles Carvana, which listed in the US in 2017. Carvana has performed strongly in the past year, with a fivefold increase in its share price, giving it a market capitalisation of almost $45bn. Vroom, another US player which went public in June, is valued at about $5bn. In Europe, SoftBank-backed Auto1 went public in Frankfurt in early February to raise about €1.8bn and is now trading more than a third above its IPO price. </p> <p>Credit Suisse and Goldman Sachs are Cazoo's lead financial advisers, while JPMorgan is advising Ajax. The deal is expected to close in the third quarter of 2021. Cazoo will remain headquartered in the UK after the transaction completes. </p><p>Source: Tim Bradshaw in London 2021 'Used car retailer Cazoo to list in New York with $8bn valuation' FT.com 29 March. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-03-29T07:30:09.505Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 3035,
          "end": 3048
        },
        {
          "start": 3035,
          "end": 3042
        },
        {
          "start": 3013,
          "end": 3026
        }
      ]
    }
  ]
}