{
  "_id": "23306b278f92a277fa477a199f42dd24a165a3affdb781d125ca4cd6703ca3eb",
  "feed": "ftcomall",
  "title": "FirstFT: US companies given two months to implement Covid vaccine mandate",
  "text": "<p><em>How well did you keep up with the news this week? Take our </em><a href=\"https://ig.ft.com/quiz/firstft-2021-11-05/\"><em>quiz</em></a><em>.</em></p> <p>US companies have <a href=\"https://www.ft.com/content/7d932392-1aab-4207-bb14-254ca7e6e37c\">two months to implement</a> the Biden administration's new Covid-19 “vaccine or test” mandate or face fines as high as $130,000, officials have announced.</p> <p>The Occupational Safety and Health Administration (Osha) said yesterday it would begin enforcing the new rules, which will apply to any company with 100 employees or more, from January 4.</p> <p>Joe Biden announced the mandate in September in the face of rising coronavirus infections and slowing vaccination rates. “This is good for workers and, importantly, this is good for the economy,” said a government official yesterday.</p> <p>The rules will force companies with at least 100 employees either to make sure staff are fully vaccinated or take a test every week. White House officials estimate the new mandate will affect about 80m people — or roughly half the US workforce. </p> <p>Since the president's <a href=\"https://www.ft.com/content/d9eb2e1f-965f-462c-bfcd-ca4339cb5ca9\">announcement in September</a>, many large companies have&#xa0;announced strict vaccine mandates, including Delta Air Lines, Goldman Sachs and McDonald's.</p> <p>But Republican governors, including Ron DeSantis in Florida, are expected to sue the government later today to stop the requirement. US government officials, however, said their rules would supersede any state laws, and that they had the legal power to do so because the pandemic was a national emergency.</p> <p><em>Do you think the Biden administration is right to mandate vaccines for workers? Email your thoughts to me at firstft@ft.com. Thanks for reading FirstFT Americas and here's the rest of today's news — Gordon </em></p> <h1>Five more stories in the news</h1> <p><strong>1.</strong> <strong>Opec endangering economic recovery, says US</strong> The White House has said Opec+ risks <a href=\"https://www.ft.com/content/4a2fc7b2-c963-4418-9997-d1bf203c3a35\">imperilling the global economic recovery</a> by refusing to speed up oil production increases and warned that the US was prepared to use “all tools” necessary to lower fuel prices.</p> <ul>  <li><p><strong>Go deeper: </strong>In last year's presidential election, Joe Biden spoke about leading the US in a “transition from oil”. Now he is asking the world's crude producers <a href=\"https://www.ft.com/content/37947e4a-71a1-4c0e-919b-1e3d55ee19ea\">to pump more of the fossil fuel</a> to drive down prices. </p></li> </ul> <p><strong>2. Trial shows Pfizer's Covid antiviral pill slashes hospitalisation risk</strong> Pfizer's potential Covid-19 oral antiviral drug cut the risk of hospitalisation or death by 89 per cent in <a href=\"https://www.ft.com/content/848cce54-0d47-4488-b829-5539abddcf6e\">a late-stage trial</a>, it said today, and confirmed it was stopping the trial due to the “overwhelming efficacy” of the drug.</p> <p><strong>3. Shareholders pressure SoftBank to launch buybacks</strong> <a href=\"https://www.ft.com/content/d5fe83e9-f663-4cdb-90b6-6663683c6ba1\">Masayoshi Son, </a>SoftBank founder,<a href=\"https://www.ft.com/content/d5fe83e9-f663-4cdb-90b6-6663683c6ba1\"> is facing pressure</a> from shareholders, including activist hedge fund Elliott Management, to unveil a new stock buyback programme. The Japanese technology group's falling share price has created “deep frustration” among shareholders, people with knowledge of the matter said. &#xa0;</p> <p><strong>4. Emerging markets miss out on 2021 stock rally</strong> Emerging market stocks are <a href=\"https://www.ft.com/content/e6f30217-5527-454f-8f46-291aa487440b\">lagging behind</a> those in developed economies by the most since 2013's “taper tantrum”. MSCI's EM benchmark is essentially flat for 2021 in US dollar terms, including dividend payments, compared with gains of 20 per cent so far this year for an index of developed market stocks.</p> <p><strong>5. IBM completes IT services unit spin-off</strong> Big Blue yesterday <a href=\"https://www.ft.com/content/ded67317-682d-4cd9-8e41-fc72646dee12\">completed the spin-off</a> of its IT services business that once brought it back from the edge of bankruptcy. Shares in the newly independent services business, renamed Kyndryl, fell 7 per cent on its New York Stock Exchange debut.</p> <ul>  <li><p><strong>Go deeper:</strong> Robert Armstrong looks back at what he calls “one of the stock market's favourite morality tales” in <a href=\"https://www.ft.com/content/a18a0cdf-6ef3-48f5-93c4-09d0fc98e51a\">the latest edition</a> of Unhedged.</p></li> </ul> <h1>COP26 digest </h1> <ul>  <li><p><strong>Colombia's</strong> president has hit out at cocaine users in the west who <a href=\"https://www.ft.com/content/375f07cd-4c3b-404a-b812-1b81dca7c1c7\">preach environmentalism</a> while consuming a drug whose production is one of the biggest causes of Amazon deforestation.</p></li>  <li><p>A flagship global agreement to slash coal use was undermined yesterday after the <strong>US </strong><a href=\"https://www.ft.com/content/94584f35-350f-4391-894e-5af2023eb9ab\">refused to sign up</a> and the text was weakened.</p></li>  <li><p><strong>Gillian Tett</strong> outlines the <a href=\"https://www.ft.com/content/c83169cb-5baa-402c-90d5-6171fc03ad59\">two factors</a> that will determine whether climate pledges can be turned into promises kept. Sign up <a href=\"https://www.ft.com/newsletter-signup/moral-money?segmentId=8f98799c-d6c1-7506-29f7-e51c73689ab4\">here</a> for Moral Money, our sustainable finance newsletter, published every weekday during COP26.</p></li> </ul> <p><em>Explore the </em><a href=\"https://click.newsletters.ft.com/f/a/2J4qujp3ssMlELdFVbGr1Q~~/AAAAAQA~/RgRjZDnmP0QaaHR0cDovL2Z0LmNvbS9DT1AyNmdhbGxlcnlXCGZpbnRpbWVzQgphgfS0gWFhAW6TUhVlbWlseS5nb2xkYmVyZ0BmdC5jb21YBAAAAAA~\"><em>FT Global Gallery: COP26 Edition</em></a><em>, a digital exhibition that reflects the themes and goals of this year's high-stakes summit featuring multimedia interpretations of FT journalism, thought-provoking films, interactive data visualisation and exclusively commissioned art.</em></p> <h1>The day ahead</h1> <p><strong>US jobs report </strong>The labour department's jobs report is expected to show employers <a href=\"https://www.ft.com/content/9db45e65-a89d-41de-8b45-b1ecfb83f69f\">added 450,000 non-farm jobs</a> during October, according to a Bloomberg poll of economists, up from 194,000 in September. </p> <p><strong>House vote</strong> The House of Representatives is expected to vote on Joe Biden's “Build Back Better” act, a $1.75tn <a href=\"https://www.ft.com/content/b45d894e-d07c-41c6-b118-c4f5508caba6\">package of measures</a> to support the economy. A vote will also be held on a companion $1tn infrastructure bill&#xa0;that has already been passed by the Senate.</p> <p><strong>Brexit talks </strong>The British minister responsible for implementing Brexit, Lord David Frost, travels to Brussels today for talks with his EU counterpart, Maros Sefcovic, against a backdrop of <a href=\"https://www.ft.com/content/cfee8553-dea9-4761-8235-c314d9b697f0\">sour relations</a> between the UK and France.</p> <p><strong>Live Q&amp;A</strong> Tommy Stubbington, the FT's capital markets correspondent, and Kate Duguid, US capital markets correspondent, will answer readers' questions throughout the day (GMT) in a <a href=\"https://www.ft.com/content/0c1ec737-eb69-44ef-a98e-43450979d314\">live Q&amp;A</a>. </p> <h1>What else we're reading</h1> <p><strong>New Jersey's suburban voters ‘snap back'</strong> “I'm tired of the Democrats,” says second-generation barber Ray Ferraioli <a href=\"https://www.ft.com/content/2744b666-52c9-4998-b8d6-76adfe896190\">standing outside his salon</a> in Fair Lawn, New Jersey. He was explaining why he and many other voters in the state switched their support from Democrat incumbent Phil Murphy to little-known Republican Jack Ciattarelli.</p> <p><strong>Henry Kissinger's stark warnings on China </strong>The former cold war strategist <a href=\"https://www.ft.com/content/8dc78be5-aa5a-4ea0-9692-0641acf27042\">told the FT's Edward Luce</a> that artificial intelligence posed a far greater challenge than nuclear weapons, adding that the US did not know enough about AI to determine if China was ahead, or what it could do if it was.</p> <p><strong>Global shoppers feel the pinch of rising food prices</strong> From France to Brazil and Moscow to Brooklyn's Eighth Avenue, food prices have surged. In real terms global food commodity prices are now higher than their 2008 and 2011 peaks, just before the Arab spring protests. <a href=\"https://www.ft.com/content/7365e386-c3de-4878-9b79-6ab5010822e1\">Here's why</a>.</p> <p><strong>Rising Covid infections in Europe spark fears of new wave</strong> The World Health Organization this week said Europe was <a href=\"https://www.ft.com/content/c08951d3-4a88-4edd-9219-a2089879bd07\">moving back to the “epicentre” of the health crisis</a>. Experts say the new&#xa0;Delta coronavirus sub-variant may be playing a role.</p> <p><strong>We need to talk about techie tunnel vision</strong> Big Tech's elite engineers might be brilliant but that does not mean they are qualified to organise our lives, <a href=\"https://www.ft.com/content/eb1d6f3a-ccb9-401e-9796-8838c8dcae49\">writes Gillian Tett</a>.</p> <h1>Cinema</h1> <p>The best of this week's <a href=\"https://www.ft.com/content/19504fed-5e39-488f-b5b8-c9a7eb8a6b84\">new releases</a>, including Pablo Larraín's Spencer, starring Kristen Stewart as Princess Diana.</p><p>Source: Gordon Smith, Gary Jones and Emily Goldberg  2021 'FirstFT: US companies given two months to implement Covid vaccine mandate' FT.com 5 November. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-11-05T11:31:55.215Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 1038,
          "end": 1051
        },
        {
          "start": 1038,
          "end": 1045
        }
      ]
    }
  ]
}