{
  "_id": "76b287a2640b76404e317c410edd58678beb9b33f658c07b905e02584c69ad8f",
  "feed": "ftcomall",
  "title": "Trump advisers flock back to Jones Day law firm",
  "text": "<p>Jones Day has welcomed back a slew of lawyers from the Trump administration since the start of the year, sealing the Midwestern firm's reputation as a central player in Republican party politics.</p> <p>The return of Jones Day partners began in earnest in April 2019 when Don McGahn came back to the 2,500-lawyer firm based in Cleveland, Ohio, after serving as Donald Trump's first White House counsel.</p> <p>Between January and March of this year, Jones Day welcomed back at least seven more lawyers from the White House and federal agencies such as the Department of Justice, according to announcements by the firm. Eighteen Jones Day lawyers worked for the Trump administration, according to ProPublica.</p> <p>Some of the returning lawyers were given higher positions than they had before at Jones Day, underscoring the ties between the Trump movement and the firm, lawyers and recruiters said. They included McGahn, who now heads its government regulation group, and Noel Francisco, the former US solicitor general, who leads the firm's Washington office.</p> <p>Federal records show Jones Day has earned more than $25m in fees from Trump campaigns, groups linked to the former president and the Republican National Committee since 2015. However, after representing the Pennsylvania Republican party in litigation over mail-in ballots in the 2020 election, the firm said in a blog post it was “not representing President Trump, his campaign, or any affiliated party in any litigation alleging voter fraud”.</p> <p>Jones Day declined to comment. </p> <p>Two former Jones Day lawyers said many attorneys at the firm had felt uncomfortable with its close ties to the Trump world. Last year, Parker Rider-Longmaid, an associate at the firm, wrote to colleagues to express concern Jones Day was lending “prestige and credibility to the project of an administration bent on undermining our democracy”, according to The New York Times. In February of this year, he left for rival Skadden Arps.</p> <p>Jones Day also has been hit with several high-profile departures in recent years — including antitrust partner David Wales to Skadden and real estate partner Michael Haas to Latham &amp; Watkins in 2018; restructuring partner Scott Greenberg to Gibson Dunn in 2019; and corporate partner Ferdinand Mason to White &amp; Case in March.</p> <p>However, legal recruiters and the former attorneys at the firm said Jones Day's links to Trump were unlikely to affect the prospects of a firm that has represented clients ranging from the National Rifle Association to Procter &amp; Gamble, RJ Reynolds, McDonald's, Chevron and Goldman Sachs. </p> <p>“Jones Day has been around a long time and represents all sorts of clients in all sorts of places,” said Mark Jungers, a headhunter for elite US law firms. “The vast majority don't care that they have represented Trump . . . It is not necessarily a forever kind of stain, and not necessarily a stain at all.”</p> <p>Jones Day, which took over UK firm Gouldens in 2003, is headed by managing partner Stephen Brogan, one of America's most powerful lawyers and one of only seven leaders in the firm's 130-year history. The litigator, who is in his late 60s, has sweeping discretion to name his successor — an unusual feature for law firms, which are famed for committee leadership. </p> <p>Although its network of senior Trump administration alumni is perhaps rivalled only by Kirkland &amp; Ellis — last year the world's highest-grossing law firm — not all Jones Day lawyers favour Republicans. The bulk of donations from Jones Day lawyers <a href=\"https://www.opensecrets.org/orgs/jones-day/recipients?id=D000034929\">went to Democrat</a>s rather than Republicans in 2020, according to research group Opensecrets. </p> <p>Jones Day was founded in 19th century Cleveland, Ohio, and made its name representing businesses in the industrial Midwest, including Standard Oil. It has developed into a powerhouse in Washington, where its prominence is symbolised by the proximity of its office to the US Capitol.</p> <p>The firm's involvement in Republican politics goes back decades. One of the firm's attorney's advised Richard Nixon during the Watergate scandal. It also defended Ronald Reagan in 1980 over an attempt to block him from receiving $29.4m in federal election funds. </p> <p>The firm's relationship with Trump was forged by McGahn, 52, who met the property developer in 2014 and joined his White House bid in 2015, when his victory seemed improbable. A product of Atlantic City, New Jersey, McGahn also had family connections to the future president through his uncle Patrick “Paddy” McGahn, a lawyer who helped Trump cut deals in the seaside gambling centre during the 1980s. </p> <p>The firm tends to top deal league tables for volume rather than value. Unlike “white shoe” East Coast rivals such as Cravath, Swaine &amp; Moore, which set the bar for US pay, Jones Day is as likely to recruit from Notre Dame as the Ivy League, say insiders. </p> <p>Brogan graduated from Notre Dame's law school, and McGahn earned his undergraduate degree at the university. </p> <p>Jones Day is notoriously secretive — particularly about compensation, which varies greatly between lawyers. Its equity partners took home $1.3m on average last year, putting it behind 71 other law firms in the American Lawyer's annual ranking of US firms. It was 10th largest in revenue terms, generating some $2.2bn. </p> <p>“Jones Day is one of those firms that's deeply opaque to the outside. Internally their partner compensation is a complete black box,” said Bruce MacEwen, founder of law firm consultancy Adam Smith Esquire. “Nobody knows what anyone else makes or even how their own compensation is determined. You get a visit around year-end dictating to you what your comp will be and don't dare ask questions.”</p><p>Source: Kate Beioley and Arash Massoudi in London 2021 'Trump advisers flock back to Jones Day law firm' FT.com 24 April. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-04-24T10:00:53.331Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 2550,
          "end": 2557
        },
        {
          "start": 2550,
          "end": 2563
        },
        {
          "start": 2550,
          "end": 2564
        }
      ]
    }
  ]
}