{
  "_id": "d0b75c9d99922cc5d1b77b1711add44f3d5b48ff810e471d8c28d5cf78cb769c",
  "feed": "ftcomall",
  "title": "Ex-chair of world's biggest pension fund sounds caution on ESG",
  "text": "<p>The ex-chair of the board of the world's largest pension fund, who oversaw its $1.7tn portfolio as it became a pioneer of responsible investment, has warned the institution to remember its core duty to Japanese pensioners: returns.</p> <p>“The GPIF [Government Pension Investment Fund] must always go back to its investment purpose,” says Eiji Hirano, who stood down from the job three months ago. His comments reflect concerns that too great a focus on environmental, social and governance (ESG) standards can add risk, including a possible collision between the law and the investment philosophy under the GPIF's previous regime.&#xa0;</p> <p>According to the law under which the GPIF operates, it must invest with the sole purpose of benefiting Japanese citizens through the returns generated. And Hirano says GPIF is well aware of that obligation — emphasising that he does not think it has strayed from that principle since he left.&#xa0;</p> <p>But he adds: “There is always a potential danger that GPIF money is misused,” stressing that the fund's board should now be especially determined to act as a guardian against that.</p> <p>Though carefully framed, Hirano's comments highlight increasingly urgent questions over the future direction of the GPIF since the departure in March 2020 of its charismatic chief investment officer Hiromichi Mizuno. He was replaced by the more reclusive and media-shy Eiji Ueda, a former Goldman Sachs bond trader.</p> <h2>The Mizuno revolution</h2> <p>During Mizuno's five-year tenure, he sought to turn the once sleepy-looking GPIF into a global symbol of more modern Japanese thinking. His time there roughly coincided with the arrival of Japan's stewardship and governance codes. These new guidelines were designed not only to precipitate practical changes in corporate Japan, but also to reinforce the idea that the country's equity market was tackling some of the problems that had tarnished its reputation among both foreign and domestic investors.</p> <p>Despite strict constraints on how the fund can operate — for example, it is unable to hold individual stocks and therefore cannot directly vote on companies' policies — Mizuno was able to use the GPIF's choice of external fund managers to project a tough stance on governance shortcomings at Japanese companies.&#xa0;</p> <p>While this was happening, the GPIF pressed ahead with a historic — and still internally controversial — rebalancing away from government debt and towards stocks. It now splits its investment roughly equally between domestic and <a href=\"https://www.ft.com/content/9397bba1-359a-4f55-bd61-57629fd1e77d\">foreign bonds</a> and domestic and foreign equities. These weightings will be revised again in 2025, and there is already speculation that the fund's exposure to domestic Japanese equities may be reduced then.</p> <p>But arguably Mizuno's boldest achievement, which he proselytised about at Davos and other global financial forums, was yoking the GPIF name to the then fledgling theme of <a href=\"https://www.ft.com/esg-investing\">ESG investing</a>. The campaign included what Mizuno himself described as the “epochal” decision to mandate index-compilers FTSE and MSCI to create ESG indices for the GPIF. It sent the message that the GPIF under his stewardship would regard <a href=\"https://www.ft.com/content/f844f1c2-998e-11e9-8cfb-30c211dcd229\">ESG factors</a> as financially relevant.</p> <p>That, says Hirano, is one key area where debate is now focused. While there is increasing evidence that some aspects of ESG-themed strategies boost returns in the long term, he thinks many ESG proponents, including Mizuno, rely on the argument that it is “common sense” that this will be the case across the board.</p> <p>But not all agree that the non-financial outcomes being pushed via ESG investment translate directly into the financial outcomes the GPIF is legally obliged to prioritise.</p> <h2>Shorters v stewards</h2> <p>A significant clash came in late 2019 when Mizuno announced that the GPIF would stop lending its global equity stocks to short sellers — who bet on share price falls. Although the move was controversial, prompting fierce debate within the fund because of the forgone revenues, Mizuno — who last year joined the board of Tesla, the carmaker led by outspoken anti-shorter Elon Musk — argued that the practice was antithetical to ESG principles.&#xa0;</p> <p>“I never met a short seller who has a long-term perspective,” Mizuno <a href=\"https://www.ft.com/content/9b228d14-1c34-11ea-97df-cc63de1d73f4\">told the Financial Times then, </a>adding that he felt comfortable with the decision because it represented a choice between making cash immediately or being “better stewards for our constituency”.</p> <p>Mizuno is also proud of adding two new concepts to the lexicon of ESG fund management: universal ownership and the cross-generational investor.</p> <p>He explained to reporters earlier this year that the GPIF is so big that it essentially owns the whole investable “universe”, which means its focus should be “making the whole market better” rather than attempting the mathematically difficult feat of beating the market.</p> <p>As for the cross-generational investor, Mizuno said the idea is necessary to emphasise the long-term nature of ESG strategies.</p> <p>Hirano, however, sounds a cautious note in his conversation with the FT. While agreeing that it is important to correct the market bias towards short-termism, he points to several outstanding concerns about the ESG narrative. These include the lack of a common evaluation system and a tendency to stress the environmental over the governance part of ESG.</p> <p>He also admits to feeling uneasy about the large number of chief executives who emphasise the importance of ESG principles or the UN's sustainable development goals.</p> <p>The focus may be right, he says, but delivery depends on the still unproven determination and perseverance of all those leaders.</p><p>Source: Leo Lewis 2021 'Ex-chair of world's biggest pension fund sounds caution on ESG' FT.com 23 July. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-07-23T03:00:25.633Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 1388,
          "end": 1395
        },
        {
          "start": 1388,
          "end": 1401
        }
      ]
    }
  ]
}