{
  "_id": "52d3ae21e9e380f13491690fee69e4a8d68f87be4c9d1812a58cfc0aa3d5c2b5",
  "feed": "wall-street-journal",
  "title": "Weber IPO Prices Below Target",
  "text": "<p>The disappointing launch of the high-profile listing follows the postponement of several other IPOs. Last week, five deals were withdrawn or canceled, the most since 2016, according to Dealogic.</p><p>The performance of newly listed shares also has been lackluster. So far this year, traditional U.S.-listed IPOs -- not including special-purpose acquisition companies or direct listings -- were up roughly 9% on average through Tuesday's close, according to Dealogic, compared with a 15% gain for the tech-heavy Nasdaq Composite Index. Earlier this year, IPOs outperformed Nasdaq.</p><p>The IPO market has been on fire for much of this year. U.S.-listed traditional IPOs had raised more than $102 billion through Tuesday, on track to soon exceed any other full-year on record, according to Dealogic. In June and July, traditional IPOs raised more than $40 billion. But investors say the fast pace of IPO pitches has been exhausting, and they are eager for a quieter August. The number of companies launching IPOs should pick up again in September, bankers say.</p><p>Weber is majority-owned by BDT Capital Partners LLC, the investing and advisory firm of former Goldman Sachs Group Inc. banker Byron Trott. Mr. Trott is buying shares in the offering, the people said.</p><p>Weber's sales for the six-months ended March 31 rose 60% from a year earlier.</p>",
  "published": "2021-08-05T00:00:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 1144,
          "end": 1151
        },
        {
          "start": 1144,
          "end": 1168
        },
        {
          "start": 1134,
          "end": 1158
        },
        {
          "start": 1144,
          "end": 1157
        }
      ]
    }
  ]
}