{
  "_id": "4a33711c100bc14e0f3b88cd1aaa0aaf2f167f5cb1a0cbad3fe785ac701bafff",
  "feed": "market-watch",
  "title": "Bitcoin is so 2021. Here's why some institutions are set to bypass the No. 1 crypto and invest in Ethereum, other blockchains next year",
  "text": "<p>Subscribe here to the DL newsletter!</p><p>Crypto in a snap</p><p>Bitcoin BTCUSD was mostly flat from seven days ago, logging a 0.2% loss. The cryptocurrency, which is down about 30% from its all-time high of $68,990 in November, has been under selling pressure for the past few weeks, as investors expected that the Federal Reserve would speed up its bond purchases and possibly raise interest rates thrice in 2022. However, after the Fed decision on Wednesday, bitcoin spiked.</p><p>Ether ETHUSD has recorded a 5.9% loss over the past seven days, recently trading at around $4,028. It was down more than 15% from its all-time high of around $4,866, according to CoinDesk data.</p><p>Dogecoin DOGEUSD has traded 3.4% higher over the past seven days, while another dog-themed meme coin Shiba Inu SHIBUSD lost 4.4% over the past seven days.</p><p>Crypto Metrics</p><p> Biggest Gainers  Price   % 7-day return  OKB              $32     25.1%  Avalanche        $107.1  21%  Quant            $189.5  19.9%  XDC Network      $0.095  19.4%  Kadena           $13.09  16.02%</p><p>Source: CoinMarketCap.com as of Dec. 16</p><p> Biggest Decliners  Price    % 7-day return  Decred             $68.2    -21.9%  WAX                $0.48    -20.9%  BitTorrent         $0.0028  -15.5%  Theta Fuel         $0.207   -14.3%  Holo               $0.008   -14%</p><p>Source: CoinMarketCap.com as of Dec. 16</p><p>Bitcoin what?</p><p>Clayton Gardner, co-CEO of crypto investment management firm Titan, told Distributed Ledger that as crypto embraces broader adoption, he expects more institutions to bypass bitcoin and invest in other blockchains, such as Ethereum, Avalanche, and Terra in 2022. which all boast smart-contract features.</p><p>Bitcoin traditionally did not support complex smart contracts, which are computer programs stored on blockchains, though a major upgrade in November might have unlocked more potential.</p><p>“Bitcoin was originally seen as a macro speculative asset by many funds and for many it still is,” Gardner said. “If anything solidifies its use case, it's a store of value. It's not really used as originally intended, perhaps from a medium of exchange perspective.”</p><p>For institutions that are looking for blockchains that can “produce utility and some intrinsic value over time,” they might consider some other smart contract blockchains that have been driving the growth of decentralized finance and web 3.0, the third generation of the Internet, according to Gardner.&#xa0;</p><p>“Bitcoin is still one of the most secure blockchains, but I think layer-one, layer-two blockchains beyond Bitcoin, will handle the majority of transactions and activities from NFT (nonfungible tokens) to DeFi,“ Gardner said. “So I think institutions see that and insofar as they want to put capital to work in the coming months, I think that could be where they just pump the capital.”</p><p>Partisan divisions over stablecoins</p><p>Partisan divisions are distinct over stablecoins, as highlighted in a Senate Banking Committee hearing Tuesday, with Republicans pointing to such tokens' benefits and Democrats calling attention to the risks they may post to consumers and the economy.</p><p>Massachusetts Democratic Sen. Elizabeth Warren expressed concerns that some stablecoins may not be fully backed, citing the largest stablecoin Tether, which held about half its reserves in commercial paper and certificates of deposit according to its June 30 attestation report.&#xa0;Pennsylvania Republican Pat Toomey, on the other hand, touted stablecoins' benefits such as potentially speeding up payments and lowering costs.&#xa0;</p><p>The divisions among senators are important, as the President's Working Group&#xa0;called on Congress to quickly pass new legislation&#xa0;that would require stablecoins to be issued by insured banks in a November report.</p><p>However, some industry participants believe that regardless of whether a bipartisan agreement is reached, people will find a way to access stablecoins.</p><p>“There is a growing consensus that those lobbying to slow down the usage of stablecoins are large financial institutions who themselves are in the process of working ‘quietly' on their own cryptocurrencies and/or stablecoin projects,” Carlos Betancourt, founding principal of crypto hedge fund BKCoin Capital wrote in an email.</p><p>Decentralized social media？&#xa0;</p><p>The price of Decentralized Social, or DeSo, a cryptocurrency powering a blockchain that supports decentralized social media applications, surged roughly 74% to about $164 from $94, after Deso was listed at Coinbase Pro on Monday, before it fell to about $95, according to CoinGecko.</p><p>In the eyes of Nader Al-Naji, head of the DeSo foundation, decentralized social media has the potential to be “a lot bigger” than decentralized finance.</p><p>“Today there are only a few companies that control most of what we see online,” Al-Naji told Distributed Ledger in an interview. But DeSo is “creating a lot of new ways for creators to make money,” Al-Naji said.</p><p>“If you find a creator when they're small, or an influencer, you can invest in that, and then if they become bigger and more popular, you make money and they make and they get capital early on to produce their creative work,” according to AI-Naji.</p><p>BitClout, the first application that was created by AI-Naji and his team on the DeSo blockchain, had initially drawn controversy, as&#xa0;some found that they had profiles on the platform without their consent, while the application's users were buying and selling tokens representing their identities. Such tokens are called “creator coins.”</p><p>AI-Naji responded to the controversy saying that DeSo now supports more than 200 social-media applications including Bitclout. “I think that if you don't like those features, you now have the freedom to use any app you want. Some apps don't have that functionality at all.”</p><p>Crypto companies, funds</p><p>In crypto-related company news, shares of Coinbase Global COIN&#xa0;traded down 2.7% to $251.3 Thursday afternoon. It was down 4.8% for the past five trading days. Meanwhile, MicroStrategy Inc. MSTR, which carries billions of bitcoin on its balance sheet, dropped 4% to $575. It was last down 2.9% over the past five days, as of Thursday.</p><p>Mining company Riot Blockchain Inc. RIOT&#xa0;shares&#xa0;fell 7.7% to $23.90, contributing to a 10% loss over the past five days. Shares of Marathon Digital Holdings Inc. MARA fell 8.8% to $35, contributing to a 14.7% tumble in the week so far. Another miner Ebang International Holdings Inc. EBON registered a 4% loss to $1.30, with a 1.1% slide over the past five days.</p><p>Overstock.com Inc. OSTK&#xa0;has declined 6.7% to $63.40. The shares have skidded 18.6% lower over the past week, thus far.</p><p>Block Inc. SQ&#xa0;‘s shares fell 4% to $167, with a 10.7% loss for the past five days. Tesla Inc.'s TSLA shares&#xa0;traded 4.1% lower to reach $935.70, with a 6.8% loss over the past five days.</p><p>PayPal Holdings Inc. PYPL&#xa0;dropped 0.1% to $190.60, while it recorded a 0.6% loss over the past five days, while NVIDIA Corp. NVDA tumbled 6% to $286, contributing to its 6.2% loss over the past five sessions.</p><p>Advanced Micro Devices Inc. AMD&#xa0;gave up 5.4% to reach $138.60 and logged a 0.4% gain over the five-session period.</p><p>In the fund space, ProShares Bitcoin Strategy ETF BITO&#xa0;fell 3% to $30.30 Thursday, while Valkyrie Bitcoin Strategy ETF BTF&#xa0;declined 3% to $18.70. VanEck Bitcoin Strategy ETF XBTF sank by 3.3% to $47.40.</p><p>Grayscale Bitcoin Trust GBTC lost 3.5% to $36.40, with a 1.9% loss over the past five sessions.</p><p>Must Reads</p><p>Fed's Powell says he doesn't see cryptocurrencies as ‘financial stability concern' (MarketWatch)</p><p>The crypto market is uneasy about the Fed meeting and high inflation. Here's why (MarketWatch)</p><p>Errant quotes made cryptocurrency investors ‘quadrillionaires' on paper today. Here's how the crypto community reacted (MarketWatch)</p><p>One of crypto's brightest stars is leaving venture-capital powerhouse Andreessen Horowitz to start her own firm (MarketWatch)</p><p>Binance in Talks With Dubai, Abu Dhabi on Headquarters Plan (Bloomberg)</p><p>Coinbase, Crypto.com Blame Price Glitches on CoinMarketCap (Bloomberg)</p><p>Goldman Sachs says the metaverse must run on blockchain, and heralds crypto tech as a huge disruptor (Markets Insider)</p><p>Russian central bank looks to ban crypto investments (Fortune)</p>",
  "published": "2021-12-17T08:12:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 7843,
          "end": 7856
        },
        {
          "start": 7843,
          "end": 7850
        }
      ]
    }
  ]
}