{
  "_id": "0d46359337f6f0c80d5cc0bc8eafec715ba13e34fb7e14f7f1663a96b58ad063",
  "feed": "ftcomall",
  "title": "FirstFT: Today's top stories",
  "text": "<p><em><strong>How well did you keep up with the news this week? Take our&#xa0;</strong></em><a href=\"https://click.newsletters.ft.com/f/a/qWPRZDqMXmDFfVWULRb7iA~~/AAAAAQA~/RgRiNlZ9P0R6aHR0cHM6Ly9pZy5mdC5jb20vcXVpei9maXJzdGZ0LTIwMjEtMDMtMTkvP2VtYWlsSWQ9NjA1M2QwMmQ1MjgyOGIwMDA0NjRlODliJnNlZ21lbnRJZD02MGExMjZlOC1kZjNjLWI1MjQtYzk3OS1mOTBiZGU4YTY3Y2RXCGZpbnRpbWVzQgpgUn3RU2AokdseUhVlbWlseS5nb2xkYmVyZ0BmdC5jb21YBAAAAAA~\"><em><strong>quiz</strong></em></a><em><strong>.</strong></em></p> <p>US and Chinese officials clashed<a href=\"https://www.ft.com/content/0b71b440-49b8-42e8-993e-9a58bc3b5da3\"> at the start of two days of talks</a> in Alaska, with Antony Blinken, secretary of state, accusing his Chinese counterpart of undermining global stability with its actions towards Hong Kong, Xinjiang and Taiwan.</p> <p>“Each of these actions threaten the rules-based order that maintains global stability,” Blinken said in his opening remarks in Anchorage. “The alternative to a rules-based order is a world in which might makes right and winners take all.”</p> <p>Yang Jiechi, China's top diplomat, fired back by accusing the US of having a “cold war mentality”, and saying Washington had used its military and financial clout to “suppress” other nations and to “incite some countries to attack China”. </p> <p>Expectations for the first-high level meeting between Washington and Beijing since Joe Biden took office in January were low but the blunt exchange suggested&#xa0;<a href=\"https://www.ft.com/us-china-relations\">relations</a>, already at a four-decade low,&#xa0;could plummet further.</p> <p>Elisabeth Braw, a national security expert at the American Enterprise Institute think-tank, said Yang's remarks showed China was increasingly willing to abandon the kind of protocols that normally make the public part of diplomatic meetings staid.&#xa0;</p> <p>“The Chinese government clearly feels it doesn't need to adhere to long-established standards,” she said. (FT)</p> <h2>Coronavirus digest</h2> <ul>  <li><p>The <strong>US</strong> plans to send 4m doses of AstraZeneca's coronavirus vaccine to Canada and Mexico, <a href=\"https://www.ft.com/content/64eace92-e98a-48ff-ab90-5269917970c4\">the White House has announced</a>. The offer was made as the US on Friday is set to hit the <a href=\"https://apnews.com/article/joe-biden-health-coronavirus-pandemic-0795b5d9ea63dae816d172169a10df32\">100m-vaccination target</a>.</p></li>  <li><p><strong>Germany</strong>, <strong>France</strong>, <strong>Italy</strong> and <strong>Spain</strong> said they would <a href=\"https://www.ft.com/content/c83944d5-ad26-415f-bf34-1eba428beeb9\">resume using the Oxford/AstraZeneca coronavirus vaccine</a> after the EU drugs regulator said there was a “clear scientific conclusion” that the jab was “safe and effective”. But <strong>Norway</strong>, <strong>Denmark</strong>, and <strong>Sweden</strong> are to <a href=\"https://www.ft.com/content/9424d00d-5700-48a6-8eda-7b519383b21a\">continue</a> their pause. </p></li>  <li><p>Delay to the vaccine rollout in Europe is <a href=\"https://www.ft.com/content/434e4909-c71d-4fbf-9ecd-fbb5c3af0f78\">threatening to undermine</a> immunisation programmes in <strong>developing countries </strong>that rely almost exclusively on the Oxford/AstraZeneca jab.</p></li>  <li><p>Shares in <strong>SK Bioscience</strong>, a South Korean vaccine producer, more than <a href=\"https://www.ft.com/content/d549df76-f78a-4450-9b77-7a18a1e6f327\">doubled on its trading debut</a> in Seoul's largest initial public offering in four years. </p></li>  <li><p><strong>France</strong> has put Paris and other regions <a href=\"https://www.ft.com/content/22ca898c-4e34-4d59-a0ca-cda2ef5bb3f7\">under strict lockdown</a> for a third time. In <strong>Germany</strong> a new app <a href=\"https://www.ft.com/content/044ea2de-d2ef-47a9-b1cf-be4bfaa54eff\">is reviving</a> the country's contact tracing programme. (FT, AP)</p></li> </ul> <p>What have we learnt from a year of Covid-19? If you show us images of selfish covidiots, we are more likely to be selfish. Show us noble altruists and we aspire to be like them, <a href=\"http://ft.com/content/0d9edcc7-40cb-4d0a-9ddc-f33e11d11d00\">writes Tim Harford</a>. <em>Follow </em><a href=\"https://www.ft.com/content/bfeeaff9-0d7e-4f3a-bc31-329a3ad5e53f\"><em>our live blog</em></a><em> and </em><a href=\"https://www.ft.com/content/ac5e5ef8-bccb-482b-9f8d-0dab5cac6f9a?emailId=5fd3b84452ebd10004c777a2&amp;segmentId=2785c52b-1c00-edaa-29be-7452cf90b5a2\"><em>vaccine tracker</em></a><em> for the latest updates.</em></p> <h2>In the news</h2> <p><strong>NFL inks 11-year media rights deal worth billions</strong> The National Football League has signed <a href=\"https://www.ft.com/content/e0d7f203-568a-47bc-b068-076e22604802\">a wide-ranging media rights package</a> reportedly worth as much as $110bn over 11 years, including the first exclusive broadcasting rights for Amazon. The deal more than doubles the value of the NFL's existing rights. (FT)</p> <p><strong>Junior Goldman Sachs bankers complain of 95-hour week </strong>A group of first-year investment banking analysts at Goldman Sachs presented management with <a href=\"https://www.ft.com/content/d853d6b4-1546-4435-9b7e-99e3e9475d50\">a slide deck describing arduous working conditions</a> last month, shining a rare spotlight on the stresses faced by young people working in investment banking.&#xa0;(FT) </p> <p><strong>Kodak claws back millions after share award error</strong> Eastman Kodak has recouped <a href=\"https://www.ft.com/content/5a12d1eb-3447-4a56-9307-b745a681c673\">almost all of the $3.9m</a> five former executives collected last year by exercising share options that they were supposed to have forfeited. The former executives capitalised on a steep rise in Kodak's stock last July after it signed a letter of intent about a possible&#xa0;<a href=\"https://www.ft.com/content/de9c3b4e-6c6d-40b1-868a-8f5366f59074\">$765m US government loan</a>. (FT)</p> <p><strong>David Cameron lobbied for Greensill access to loan schemes </strong>The former UK prime minister lobbied Boris Johnson's government to <a href=\"https://www.ft.com/content/6ed619c0-bb9a-44dc-a2f6-c5596a958ca8\">increase Greensill Capital's access</a> to state-backed emergency Covid-19 loan schemes, months before the finance company collapsed. (FT)</p> <p><strong>Apple warns Chinese apps not to dodge its new privacy rules</strong> Apple on Thursday fired <a href=\"https://www.ft.com/content/99a3f7c1-54d9-47fe-9bcb-fd72fcd94076\">pre-emptive warnings</a> to at least two Chinese tech companies as the iPhone maker tries to enforce its new privacy policies in China. </p> <ul>  <li><p>Facebook has unveiled its vision for a wristband <a href=\"https://www.ft.com/content/9a698a68-18e2-43df-aeab-557b8723dc8d\">that will control</a> its forthcoming augmented-reality glasses, marking the latest step in the social media company's efforts to take on Apple in the next generation of computing.</p></li>  <li><p>Google is to spend $7bn this year on <a href=\"https://www.ft.com/content/93248edf-8fcf-425d-9d1a-2d41fed2c7f4\">expanding its network of US offices</a> and data centres, saying it still saw value in employees “coming together in person to collaborate”.</p></li> </ul> <p><strong>Two Canadians held in China over arrest of Huawei CFO go on trial</strong> China has begun <a href=\"https://www.ft.com/content/bf300c84-84f0-411a-8980-334b3866db5a\">the trials of two Canadians</a> who have been held for more than two years in retaliation for the detention of Huawei executive Meng Wanzhou, in a case that has deepened mistrust of Beijing in the west. (FT)</p> <h2>The days ahead</h2> <p><strong>Prime ministers receive jab </strong>Boris Johnson and Jean Castex, the prime ministers of the <a href=\"https://www.ft.com/content/2a332a32-26d2-493e-9c52-6c73f5106688\">UK</a> and France respectively, will receive their first AstraZeneca&#xa0;Covid-19 vaccine today. <a href=\"https://www.ft.com/content/9424d00d-5700-48a6-8eda-7b519383b21a\">Ireland</a> is set to become the latest EU country to lift its suspension of the controversial vaccine later on Friday. (FT)</p> <p><strong>US men's college basketball championship </strong>The first of 64 teams will begin playing in the roughly <a href=\"https://www.ft.com/content/9743194f-e352-4327-98ec-b9def1fbbb04\">two-week tournament</a> that is the financial linchpin of the National Collegiate Athletic Association. (FT)</p> <p><strong>Earnings </strong><a href=\"https://www.ft.com/stream/e621710a-7d0e-4081-a8cc-76669a303f1f\">Saudi Aramco</a> reports earnings on Sunday, when investors are expected to focus on output, dividend and crude production forecasts. Oil prices, meanwhile, are on course for <a href=\"https://www.ft.com/content/0d6caaf7-d00a-4a2f-a5e9-877dabf09d39\">their biggest weekly fall</a> since October. (FT)</p> <h2>What else we're reading</h2> <p><strong>Mark Carney: a chance to reboot globalisation </strong>As we seek to recover from the pandemic, the former governor of the Bank of England offers <a href=\"http://ft.com/content/85939eef-8427-49b6-9640-ea8f34a5fcf0\">four principles</a> for a more equitable global economy: resilience, solidarity, connectivity and sustainability. (FT)</p> <blockquote>  <p><em>“We need to fashion a renewed global economy founded on new dispersed networks of trade, capital and ideas that harness the creativity of billions of people, who will share fully in its rewards.”</em></p> </blockquote> <p><strong>Can the lightest gas turn heavy industry green? </strong>With EU nations committed to a 55 per cent reduction in greenhouse gas emissions by 2030, companies need to decarbonise fast. Detractors say <a href=\"http://ft.com/content/7a83309e-1dbd-4651-a6fc-52f9be72def7\">hydrogen is just one of a number of solutions</a>, but experts insist there is little choice if heavy industry is to reduce its emissions. <em>This article is part of the FT's </em><a href=\"https://www.ft.com/content/839f9cf4-a4b6-4c4c-83f8-6141d77404a0\"><em>series</em></a><em> on hydrogen. </em></p> <p><strong>Asian-Americans suffer surge of Covid-era hate crimes </strong>Robert Aaron Long, 21, a white man, suspected of this week's shooting in Atlanta, said his crimes were not racially but sexually motivated, according to police. Long's claims offer <a href=\"https://www.ft.com/content/55160d62-5e2b-4eee-9851-c894dc660eae\">little comfort</a> to an Asian-American community that has suffered a surge of hate attacks in recent months. (FT)</p> <p><strong>A year without Broadway: ‘It's like missing the punchline of the city'</strong> Before the pandemic, Broadway was enjoying another banner year. But the devastating impact of <a href=\"https://www.ft.com/content/e79fa5e2-146a-4112-99d6-410f5d40778f\">a year-long shutdown</a> raises questions about how New York's theatreland will emerge. (FT) </p> <p><strong>How the KitKat went global </strong>From wasabi to match flavours, there is a way to interpret that Scottish-Swiss-Japanese innovation: as a symbol of the paradoxical nature of globalisation today, <a href=\"https://www.ft.com/content/7ec44105-c123-4dc8-a262-e5747eae1e1a\">writes Gillian Tett</a>. But as digital platforms, cargo ships and planes create connections (and contagions), we are also living through an anti-globalisation backlash. (FT)</p> <h2>Podcast of the day</h2> <p><strong>Joe Biden's Covid-19 vaccine programme speeds ahead</strong> US president Joe Biden has promised every American adult a vaccine by the end of May. The success of the vaccine programme begs a more sensitive question: What should happen to any spare doses the US can produce? <a href=\"https://www.ft.com/video/53e8300d-2525-4271-80d2-e12fe008d2cd?playlist-name=latest&amp;playlist-offset=0\">Washington correspondent Kiran Stacey investigates</a>. (FT)</p><p>Source: Gordon Smith, Jennifer Creery and Emily Goldberg 2021 'FirstFT: Today's top stories' FT.com 19 March. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-03-19T12:47:04.120Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 3051,
          "end": 3064
        },
        {
          "start": 2951,
          "end": 2964
        },
        {
          "start": 2951,
          "end": 2958
        },
        {
          "start": 3051,
          "end": 3058
        }
      ]
    }
  ]
}