{
  "_id": "c5c2cf2f08f6ec98cdf16facf7d5e4b8a8b8e8c1b5da8bfa9f5501f756f45d08",
  "feed": "ftcomall",
  "title": "Wall Street equities complete longest run of closing highs since 1997",
  "text": "<p>The S&amp;P 500 on Monday completed its longest streak of all-time closing highs since 1997, with market sentiment buoyed by strong corporate earnings and big central banks affirming their easy monetary policies.</p> <p>The blue-chip index inched up 0.1 per cent, enough to mark an eighth straight record close. The technology-focused Nasdaq Composite also closed 0.1 per cent higher. </p> <p>Strong gains in sectors sensitive to economic growth and commodity prices were enough to outweigh the drag of Tesla, which <a href=\"https://www.ft.com/content/2ac226d6-0eba-4f97-91c1-fb70076c20b0\">fell 4.9 per cent</a> after chief executive Elon Musk polled Twitter followers on whether to sell more than $20bn worth of shares in the carmaker.</p> <p>The S&amp;P 500 has now closed at a record high 65 times this year, according to Howard Silverblatt, S&amp;P analyst, the second-highest total in history. It has risen more than 25 per cent since the start of the year, and has more than doubled since the coronavirus-induced market rout of March 2020.</p> <p>The latest run has been driven by what Sean Darby, Jefferies strategist, described as “a shower of good news” over the past week, including stronger than expected data on the<a href=\"https://www.ft.com/content/9db45e65-a89d-41de-8b45-b1ecfb83f69f\"> US jobs market</a>, positive results from <a href=\"https://www.ft.com/content/848cce54-0d47-4488-b829-5539abddcf6e\">late-stage trials</a> of Pfizer's antiviral Covid-19 pill, the successful passing of Joe Biden's $1.2tn <a href=\"https://www.ft.com/content/a588078c-8dec-4bd4-8f99-d7f0ff61ed05\">infrastructure bill</a> and reassurance that the Federal Reserve <a href=\"https://www.ft.com/content/e7e5b235-fb44-496c-af3e-297d1aa1a8ca\">will not rush</a> to raise interest rates.</p> <p>Scotching concerns that high rates of global inflation would dent profit margins, S&amp;P 500 companies have also beaten analysts' quarterly earnings expectations by 10 per cent, on aggregate, according to FactSet. </p> <p>Earnings in Europe have also been strong, with total quarterly earnings from companies listed on the Stoxx Europe 600 share index beating forecasts by 7 per cent so far, according to Goldman Sachs. On Monday, the Stoxx closed roughly flat. </p> <p>But some investors are now turning their attention to forecasts of corporate profit growth moderating next year, as a strong earnings recovery from the coronavirus shocks of 2020 fades into the background. </p> <p>“We're probably not going to see the same types of returns in 2022,” said Zehrid Osmani, manager of Martin Currie's global portfolio trust. “Next year is clearly a much lower forecast year for earnings as this year has been one of recovery,” he said, after companies shook off the economic shocks of 2020. “Also, monetary policy will shift from being accommodative to normalising.” </p> <p>A note of caution also returned to US Treasury markets on Monday after Richard Clarida, Fed vice-chair, said expected improvements in the labour market could warrant rate rises by <a href=\"https://www.ft.com/content/61438126-7d10-4b45-8285-bc927136ac51\">the end of next year</a>. Data on Wednesday are expected to show that US headline consumer price inflation rose to its highest level since 1990 last month. </p> <p>“The risks to the outlook for inflation are to the upside,” Clarida said in remarks at a Brookings Institution event. </p> <p>The yield on the 10-year US Treasury note, a benchmark for government borrowing costs, added 0.04 percentage points to 1.50 per cent as the price of the debt softened. The five-year Treasury yield rose 0.07 percentage points to 1.12 per cent. </p> <p>The moves came after a series of relatively dovish updates from central bankers prompted <a href=\"https://www.ft.com/content/a9c896fc-34a4-44a9-9499-085c3f5c40ec\">a rally </a>across government bond markets last week. The Fed made a well-telegraphed move to reduce its $120bn of monthly bond purchases, but chair Jay Powell <a href=\"https://www.ft.com/content/d10c157f-5530-48a0-9c5f-afed19057d8a\">stressed</a> that “we don't think it's time yet” to raise interest rates. The Bank of England also held interest rates at 0.1 per cent after previously signalling it was ready to raise them. </p> <p><em>Additional reporting by Hudson Lockett in Hong Kong</em></p><p>Source: Nicholas Megaw in New York and Naomi Rovnick in London 2021 'Wall Street equities complete longest run of closing highs since 1997' FT.com 9 November. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-11-09T01:52:05.724Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 1741,
          "end": 1754
        },
        {
          "start": 1741,
          "end": 1748
        }
      ]
    }
  ]
}