{
  "_id": "c7ff963a132467c5bc50732db4990368abb0d83a67b5ffe9e30b5f62f1e0d6ed",
  "feed": "wall-street-journal",
  "title": "Buyout Firm Leonard Green Plots Fall Fundraising Pitch; The firm, which collected $14.75 billion for two funds in December 2019, has informed investors that it plans to launch marketing efforts for its next fund this fall",
  "text": "<p>All of these people said that the firm has not yet indicated exactly how much it plans to raise for the new effort. However, they expect it to be larger than Green Equity Investors VIII LP, which wrapped up with $12 billion at the end of 2019.</p><p>At that time, the firm also collected $2.75 billion for a new fund focused on midmarket buyout deals that it called Jade Equity Investors LP.</p><p>Leonard Green targets investments in companies that span a range of industries, including consumer services, business services, healthcare services, distribution, industrials and retail. Through its previous main fund the firm aimed to write checks of between $400 million and $1 billion, while the debut Jade fund targeted equity investments from $50 million to $250 million, WSJ Pro Private Equity reported previously.</p><p>The firm has been particularly busy with both new acquisitions and portfolio company exits this year. This week, it bought a minority stake in Rosemont, Ill.-based roofing services company Tecta America Corp., while earlier this summer it backed lighting company Visual Comfort &amp; Co., alongside Goldman Sachs Asset Management.</p><p>The firm also recently exited its position in higher education technology company Ellucian Company LP and sold a portion of its stake in ExamWorks LLC, an Atlanta-based provider of independent medical examinations.</p><p>Leonard Green joins a handful of veteran buyout firms returning to market with new fundraising pitches less than three years after wrapping up prior funds, buoyed partly by the red-hot pace of investment activity over the past 12 to 18 months. Technology- and software-focused buyout firm Thoma Bravo is also preparing to return to the fundraising trail this fall, after collecting $22.8 billion for three different funds last fall, WSJ Pro Private Equity previously reported.</p><p>Although performance data was not readily available for Leonard Green's previous fund, Green Equity Investors VI LP, which wrapped up with $6.25 billion in 2012, generated a more-than-15% net internal rate of return, a common return metric used by private-equity investors, as of Dec. 31, according to data published by state pension manager Washington State Investment Board, which pledged $300 million to the fund. The firm's fifth main fund, a $5.3 billion pool raised in 2007, generated a more-than-18% net IRR as of the same date, the Washington data show.</p><p>One investor familiar with Leonard Green's fundraising plans said that the expected rush of firms returning to market with new funds in the next 12 months could force some investors to make tough choices about which managers they will support. That said, he added that he doesn't expect Leonard Green to have any trouble raising its next fund.</p><p>\"For the best performers, there will be money,\" he said. \"Why wouldn't they strike while the iron is hot?\"</p><p>Laura Kreutzer contributed to this article.</p><p>Write to Preeti Singh at preeti.singh@wsj.com</p>",
  "published": "2021-09-01T21:34:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 1102,
          "end": 1115
        },
        {
          "start": 1102,
          "end": 1132
        },
        {
          "start": 1102,
          "end": 1109
        }
      ]
    }
  ]
}