{
  "_id": "8be767cf301d844fc5af91633bfebb756f9c6e939d6823ec7f39a8ed16a1f4f9",
  "feed": "wall-street-journal",
  "title": "Wall Street Had a Red-Hot Year, But Can It Last? Goldman Sachs and Morgan Stanley have churned out big pandemic profits thanks to M&A and trading",
  "text": "<p>Bank stock prices have followed suit, handily beating a broader market that has enjoyed multiple records.The Nasdaq Bank Index is up about 36% for the year, beating the S&amp;P 500's 24% rally. Goldman and Morgan Stanley are each up more than 40%.</p><p>SHARE YOUR THOUGHTS</p><p>Can big banks maintain their pace of business into 2022? Join the conversation below.</p><p>Yet analysts are unconvinced that the banks' heady pace of deal-making can continue. Goldman and Morgan Stanley have minted big trading revenue during the wild pandemic markets, but analysts are still trying to figure out what the new normal in trading looks like.</p><p>Analysts project Goldman will generate $48 billion in revenue next year, still strong by historical standards but down 18% from the 2021 full-year projection. They also expect Goldman's 2022 per-share earnings to fall by about a third.</p><p>Analysts expect a far milder decline at Morgan Stanley, but they still expect leaner results in 2022, according to FactSet.</p><p>Bank executives have recently highlighted risks to their business. On a conference call in October, Goldman CEO David Solomon identified several key factors that could slow future economic growth, including inflation and Covid-19 variants.</p><p>Since then, inflation has reached a nearly four-decade high. The rise of the Omicron variant has led to another surge in Covid-19 cases. Morgan Stanley CEO James Gorman predicted in a CNBC interview last week that the virus will be a factor for most of next year. JPMorgan Chase &amp; Co. said last week that its signature healthcare conference, long a hotbed of deal-making activity, would move online because of Covid concerns.</p><p>But some analysts are optimistic that even if business slows, bank stock prices won't necessarily follow suit. \"It's not a stretch to say Morgan Stanley is an above-average growth story,\" said Keith Horowitz, an analyst at Citigroup. He rates the shares as a buy after upgrading them earlier this month, with a new share price target of $115 over the next 12 months. (Morgan Stanley closed Tuesday at $97.77.)</p><p>He expects that half of Morgan Stanley's revenue will come from wealth management in 2023, up from 40% today. Earnings from that business are more predictable than from investment banking or trading and deserve a higher earnings multiple, he said.</p><p>Goldman also has an opportunity to beef up its own wealth management and consumer finance offerings, which together accounted for just 12% of revenue so far this year. Mr. Horowitz rates Goldman shares as a buy with a price target of $480. (Goldman closed Tuesday at $380.32.)</p><p>Also, higher interest rates could lead to more volatile capital markets next year, which would likely boost the banks' trading revenues.</p><p>\"We think that the bank stocks are the right place to be,\" Mr. Horowitz said.</p><p>Write to Charley Grant at charles.grant@wsj.com</p><p>Wall Street Had a Red-Hot Year, But Can It Last?</p>",
  "published": "2021-12-21T21:35:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 49,
          "end": 56
        },
        {
          "start": 49,
          "end": 62
        },
        {
          "start": 190,
          "end": 197
        },
        {
          "start": 435,
          "end": 442
        },
        {
          "start": 632,
          "end": 639
        },
        {
          "start": 791,
          "end": 798
        },
        {
          "start": 791,
          "end": 799
        },
        {
          "start": 1075,
          "end": 1082
        },
        {
          "start": 2299,
          "end": 2306
        },
        {
          "start": 2486,
          "end": 2493
        },
        {
          "start": 2540,
          "end": 2547
        }
      ]
    }
  ]
}