{
  "_id": "d8e2b41e46591c1d8e83c9d0837def235497f3525153ba596caaeb5f7b65b5c0",
  "feed": "wall-street-journal",
  "title": "Vaccine, Inflation News Unsettle Dow",
  "text": "<p>Health authorities recommended a pause in using the Johnson &amp; Johnson vaccine following reports of blood clotting.</p><p>The Food and Drug Administration and the Centers for Disease Control and Prevention are reviewing data involving six reported cases of clotting. The drugmaker said Tuesday that it would delay its vaccine rollout in Europe, which had been planned for this month.</p><p>\"It means the pace at which you reach herd immunity is decreased, and it will take longer for the reopening of the economy,\" said Sebastien Galy, a macro strategist at Nordea Asset Management.</p><p>Johnson &amp; Johnson shares fell $2.16, or 1.3%, to $159.48. Rival vaccine maker Moderna gained $10.31, or 7.4%, to $149.71. Novavax jumped $19.01, or 11%, to $194.66. Pfizer rose 19 cents, or 0.5%, to $37.16.</p><p>Bill Northey, senior investment director at U.S. Bank Wealth Management, said he is looking forward to the coming earnings reports. JPMorgan Chase, Goldman Sachs Group, Bank of America and others are on tap to report this week.</p><p>\"We've entered the first edge of the first quarter earnings reporting season, and we're looking toward tangible results from corporate America -- how they are experiencing and what their outlook looks like for the balance of this year,\" Mr. Northey said. \"We're going to get a very data-rich period of time over the next three weeks as we digest first-quarter earnings reporting.\"</p><p>In other health-related news, NovoCure jumped $65.45, or 50%, to $197.33 after the developer of treatments for tumors gave an update on a trial of a treatment for non-small cell lung cancer.</p><p>Fresh data also showed that U.S. consumer prices picked up sharply in March as the economic recovery gained momentum, partly reflecting higher gasoline prices. The Labor Department reported that the consumer-price index jumped 2.6% in the year ended March.</p><p>Investors in both stocks and bonds are seeking to assess whether the projected U.S. economic recovery will trigger a sharp rise in inflation for a protracted period. Policy makers have said they expect any increase over the next few months will prove to be fleeting. An uptick in inflation expectations earlier this year led to a rise in bond yields and damped appetite for richly valued technology stocks last month.</p><p>\"The equity market is a bit stretched in valuation,\" Ludovic Subran, chief economist at Allianz, said before the inflation data were released. \"If yields are going a bit higher on the back of stronger inflation, a lot of institutional investors could rotate their portfolios out of very risky equities to less risky bonds and still get quite a comfortable margin.\"</p><p>In bond markets, the yield on the 10-year Treasury note fell to 1.622% from 1.674% on Monday. Yields rise when bond prices fall. The 10-year yield shot up as high as 1.749% at the end of March from 0.915% near the start of the year.</p><p>Monica Defend, global head of research at asset manager Amundi, said she expects more volatility in the bond market this year.</p><p>\"This is what we worry about the most,\" Ms. Defend said. \"Inflation expectations will play a role at the same time as growth will be tested, in terms of the robustness of the recovery.\"</p><p>Higher bond yields could weigh on equity markets by creating a more attractive alternative to stocks, she said. But stocks will probably continue to climb as long as the economy grows, even if inflation moves higher, she added.</p><p>Brent crude, the international gauge for oil, climbed 0.6% to $63.67 a barrel. A brightening outlook and stimulus packages will boost economic activity and oil demand this year, the Organization of the Petroleum Exporting Countries said Tuesday.</p><p>Overseas, the pan-continental Stoxx Europe 600 inched up 0.1%.</p><p>In Asia, the Shanghai Composite Index retreated 0.5% after data showed that Chinese exports in March had risen less than economists had expected, resulting in a smaller trade surplus than anticipated.</p><p>Early Wednesday, Japan's Nikkei 225 Stock Average was down 0.3%, Hong Kong's Hang Seng Index was up 1.2%, the Shanghai Composite was up 0.3% and South Korea's Kospi was up 0.1%. S&amp;P stock futures were down 0.1%.</p>",
  "published": "2021-04-14T00:00:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 925,
          "end": 932
        },
        {
          "start": 925,
          "end": 944
        },
        {
          "start": 916,
          "end": 935
        },
        {
          "start": 925,
          "end": 938
        }
      ]
    }
  ]
}