{
  "_id": "ff77ae647d501a51e90176e67d35f0320a332dc3bd445193a922d70bc9086f74",
  "feed": "ftcomall",
  "title": "UNGA's early stars: K-pop's BTS and a Carney-led green finance push",
  "text": "<p>Welcome from New York, which is dealing with the frenzy of the United Nations General Assembly and Climate Week — albeit in a half-virtual, half-in person format. This dispersed approach has (thankfully) reduced the usual traffic. But (less thankfully) it has produced a slightly downbeat tone.</p> <p>On Tuesday President Joe Biden pledged to doubled the US's climate aid for developing countries and <a href=\"https://www.ft.com/content/1c2d592e-2a63-4afd-bda4-69cb406c9d86\">China promised to stop financing overseas</a> coal-fired plants. But these are modest steps. “We have a hell of a distance to travel in a short space of time . . . and no government has the money to fix it,” a sombre <strong>John Kerry</strong>, US climate envoy, admitted on the sidelines of the meetings. He called on business to accelerate efforts to plug this gap. Meanwhile <strong>Jeff Bezos</strong> unveiled a new climate fund and Korean boy bands cheered along.</p> <p>But nobody should be in doubt about the need to keep the climate challenge in the headlines. So Moral Money is thrilled to welcome a new team member: <strong>Simon Mundy</strong>, a longstanding FT correspondent who has worked in South Korea, South Africa and elsewhere. He is currently based in London and has a super-timely forthcoming book on climate change and business, <a href=\"https://www.simonmundy.com/preorder\"><em>Race for Tomorrow</em></a>. Check out his recent <a href=\"https://www.bbc.co.uk/programmes/m000zsdg\">BBC discussion</a> — and watch for his contributions from next week. <em>Gillian Tett</em></p> <h1>Carney forges alliance to green financial services</h1> <p>Another day, another climate initiative: <strong>Mark Carney</strong>, the UN's special envoy on climate action and finance, today launched an alliance designed to green the world's financial services groups.</p> <p>Credit-rating agencies Moody's and Standard &amp; Poor's, as well as the Big Four accounting firms and London's Stock Exchange Group are among the 17 inaugural members of the Net Zero Financial Services Providers Alliance (NZFSPA). The group is the latest to join the UN's Race to Zero Campaign, and adds yet another acronym to the alphabet soup of climate initiatives.</p> <p>Members commit to aligning “all relevant product and services” with achieving net zero greenhouse gas emissions by 2050, and to setting “meaningful” interim targets for 2025 within 12 months of joining.&#xa0;</p> <p>For auditors, signatories committed to taking companies' net zero commitments into account when assessing material risks and the disclosures underpinning financial statements. <a href=\"https://www.ft.com/content/b3d12f4f-5d23-4378-93b7-06d1e891e547\">Recent research</a> found that companies frequently omit information about climate-related risks from their financial statements, and that auditors rarely flagged this.&#xa0;</p> <p>“By committing to support the evolution of robust climate-related disclosures, we can help build trust in information and make it easier for stakeholders to take the decisions needed to deliver sustained outcomes that meet the needs of our planet and society,” said <strong>Bob Moritz</strong>, chair of the PwC International Network.</p> <p>Signatory index providers, meanwhile, have committed to providing net zero-aligned indices “by default for all main markets,” while credit rating agencies will take net zero into account when assessing an issuer's creditworthiness. <em>(Camilla Hodgson) </em></p> <h1>Gas and green gilts: where do world leaders go from here?</h1> <p>With winter's cool temperatures fast approaching in the northern hemisphere, soaring natural gas prices in the UK and Europe have politicians on the lookout for yellow vests and pitchforks.&#xa0;</p> <p>Energy prices have yet again become a political issue for world leaders just as they are trying desperately to arrest carbon emissions. As the FT editors <a href=\"https://www.ft.com/content/e7c9152f-a7c7-4c4f-b4dc-f80a491181b6\">pointed out</a>, “making progress on climate policy without alienating citizens worried about their household budgets just got more difficult”. But it is not time to jettison efforts to reach net zero carbon emissions, they said.</p> <p>It is hardly a stretch to link the current energy crisis with the <em>gilets jaunes</em>' <a href=\"https://www.ft.com/content/bd880bf8-f8a5-11e8-8b7c-6fa24bd5409c\">backlash to green fuel taxes</a> in 2018. But politicians today have <strong>Emmanuel Macron's</strong> unfortunate experience to guide them. And, at least for the UK, there was good news this week that could alleviate the political problem.</p> <p>The UK's inaugural green gilt sale drew record demand on Tuesday, our colleague <strong>Tommy Stubbington</strong> <a href=\"https://www.ft.com/content/94d604a9-50b9-49f1-b377-a7b6e4083d01\">wrote</a>. The £10bn raised makes it the largest sovereign green bond on record, and the Debt Management Office plans to sell at least £15bn of green gilts this year.</p> <p>Proceeds from the debt sale are supposed to fund renewable energy as well as carbon capture and storage projects. Both could help the UK address its reliance on natural gas and continue to fight global warming. (<em>Patrick Temple-West</em>)</p> <h1>Goldman Sachs introduces ESG-linked bank account</h1> <p>Bankers have grown fond of linking environmental, social and governance (ESG) criteria to the whole suite of financial products offered to corporate clients. Banks have previously created <a href=\"https://www.ft.com/content/789a54b8-5599-11ea-a528-dd0f971febbc\">sustainability-linked loans</a> and <a href=\"https://www.ft.com/content/14c8b0dc-cd5a-11e9-99a4-b5ded7a7fe3f\">added ESG</a> to collateralised loan obligations.</p> <p>Now, Goldman Sachs has<a href=\"https://www.businesswire.com/news/home/20210920005502/en/Goldman-Sachs-Xylem-Launch-First-ESG-linked-Demand-Deposit-Account\"> launched</a> what the bank says is the first ESG-linked demand deposit account (a bank account that allows funds to be withdrawn quickly). The recipient, water management company Xylem, stands to earn a higher yield if it delivers on certain sustainability goals, including water conservation and carbon emissions reductions.</p> <p>If Xylem meets its goal of 100 per cent process recycled water in its key facilities by 2025, Goldman Sachs will give an enhanced yield, the issuing document says. If goals are not met, Xylem will simply not earn the higher rate of interest.</p> <p>Goldman Sachs told Moral Money that it was offering the product to other clients and has seen “strong interest” so far. </p> <p>“Publicly traded companies are rightly being held accountable to deliver real, measurable sustainability outcomes . . . that doesn't happen if sustainability is a bolt-on,” <strong>Claudia Toussaint</strong>, Xylem's chief sustainability officer, told Moral Money. <em>(Kristen Talman)</em></p> <h1>UK cracks down on greenwashing: are those organic jeans truly organic?</h1> <p>The UK Competition and Markets Authority is going on the hunt for greenwashers.</p> <p>On Monday, the regulator <a href=\"https://www.gov.uk/government/news/greenwashing-cma-puts-businesses-on-notice\">published</a> new standards for possible enforcement of businesses' eco-friendly claims. Industries including fashion, travel, food, beauty and cleaning products will be prioritised for scrutiny, the CMA said. And where there is clear evidence of consumer law violations, regulators might take action before the year end.</p> <p>The CMA published a dozen hypothetical examples of business claims that could be misleading — from bamboo wrapped around a plastic shampoo bottle to “organic” jeans made of just one-third organic cotton.</p> <p>For years, businesses have marketed sustainability claims to profit from peoples' anxieties about pollution and global warming. And the onus had always been on consumers to verify what claims were legitimately green or not. But with the CMA's new standards, businesses would take on that responsibility.&#xa0;</p> <p>“Any business that fails to comply with the law risks damaging its reputation with customers and could face action from the CMA,” said <strong>Andrea Coscelli</strong>, CMA's chief executive.</p> <p>In the US, sustainability claims are already bringing businesses to court. Coca-Cola is fighting a lawsuit that accuses the company of deceptive advertising over its bottle recycling efforts. (Coke has rejected the allegations in court filings).</p> <p>The lawsuit was brought by Earth Island, a California-based environmental activist group that also <a href=\"https://www.earthisland.org/index.php/news/entry/environmental-group-files-lawsuit-against-bluetriton-brands-formerly-nestle-waters-for-false-advertising\">sued bottled water company BlueTriton</a>, alleging it falsely advertised sustainability statements. BlueTriton, formerly Nestlé's US water subsidiary, <a href=\"https://www.nestle-watersna.com/media/pressreleases/allpressreleases/our-response-earth-island-institute-lawsuit\">rejected Earth Island's claims</a>.</p> <p>Clearly, the era of loose, eco-friendly advertising is over. But what remains to be seen is whether any companies will pay a price for questionable sustainability marketing. <em>(Patrick Temple-West)</em></p> <h1>Tips from Tamami</h1> <p><em>Nikkei's Tamami Shimizuishi helps you stay up to date on stories you may have missed from the eastern hemisphere.</em></p> <p>South Korea made its mark on UNGA this week when K-pop band BTS brought <a href=\"https://www.washingtonpost.com/world/2021/09/20/bts-at-unga/\">1m viewers online</a> to watch Monday's events. </p> <p>The viral appearance came as 88 per cent of the Korean public said they were concerned global climate change would harm them personally in their lifetime, <a href=\"https://www.pewresearch.org/global/2021/09/14/in-response-to-climate-change-citizens-in-advanced-economies-are-willing-to-alter-how-they-live-and-work/&#xa0;\">according to Pew Research Center</a>. The figure is the highest among the developed nations in the region, including Singapore (76 per cent) and Australia (64 per cent).</p> <p>And the Korean public's concern about climate change is increasing. The share of respondents who “are very concerned” about climate change jumped from 32 per cent to 45 per cent in the past six years. In Japan, that figure declined from 34 per cent to 26 per cent. It is a stark contrast between the two neighbouring countries that have both been affected by extreme weather events in that time period.</p> <p>South Korea has strong climate activism that is led by the youth such as <strong>Dohyeon Kim</strong>, a member of Youth 4 Climate Action. The 17-year-old filed a constitutional lawsuit against the Korean government for failing to take adequate actions and protect her generation's right to a liveable planet in 2020. This Friday, Kim will join a global climate strike, hosting an online forum to discuss how Korea should meet net zero targets by 2050.</p> <p>Other K-pop stars have also joined the fight. Blackpink earlier this year <a href=\"https://www.bbc.com/news/av/science-environment-56202985\">appeared on BBC</a> to express support for COP26. Some ESG conscious readers might question whether these do-gooding actions amount to greenwashing, as the K-pop industry <a href=\"https://www.ft.com/content/f7d4dcac-9354-4fb0-9d97-8bce29371e9c\">struggles with its own scandals</a>. Either way, we cannot ignore the power and charm of K-pop stars.</p> <h1>Chart of the day</h1> <p>In the midst of UNGA week, the UN faces a $1tn financing gap to achieve its Sustainable Development Goals by 2030. Today, the International Chamber of Commerce published <a href=\"http://web.iccwbo.org/iccwboorg-avxnt/pages/78sdvvqmeeuu7waisjzbg.html?PageId=5603cbefa6faeb1194ef0022489cc1fa\">a white paper</a> detailing how to mobilise $700bn in export finance to support SDGs. In 2020, the export finance market's average sustainable transactions outpaced traditional transactions (including oil, gas shipping and defence) —&#xa0;a promising sign for the ability to further fund SDGs with this asset class.</p> <h1>Responsible Business Education Awards 2022</h1> <p>The FT invites business schoolteachers, researchers and alumni around the world to enter its new awards for responsible business education. Entries are open until October 20 for examples of projects by recent graduates, teaching cases, and research studies that have had a positive societal and environmental impact. Details <a href=\"https://www.ft.com/content/8ff8fa50-4c3b-47e9-a048-bc4da66193bc\">here</a>.</p> <h1>Recommended reading </h1> <ul>  <li><p>UK government strikes deal to resume supply of CO2 (<a href=\"https://www.ft.com/content/991db1b7-ab0e-49fb-999c-3bf5bef2a93a\">FT</a>)</p></li>  <li><p>Brazil's Gol plans to launch electric air taxis as cheap as an Uber (<a href=\"https://www.ft.com/content/c4bbc80e-0d9a-4016-a70f-ae070b1df1c0\">FT</a>)</p></li>  <li><p> It's Climate Week Again, but the Calendar Is Running Out (<a href=\"https://www.newyorker.com/news/daily-comment/its-climate-week-again-but-the-calendar-is-running-out?utm_source=twitter&amp;utm_medium=social&amp;utm_campaign=onsite-share&amp;utm_brand=the-new-yorker&amp;utm_social-type=earned\">New Yorker</a>)</p></li>  <li><p>UK's debut ‘green gilt' sale draws blockbuster demand (<a href=\"https://www.ft.com/content/94d604a9-50b9-49f1-b377-a7b6e4083d01\">FT</a>)</p></li>  <li><p>Most executives think their ESG programs fall short, survey finds (<a href=\"https://www.reuters.com/business/sustainable-business/most-executives-think-their-esg-programs-fall-short-survey-finds-2021-09-15/\">Reuters</a>)</p></li>  <li><p>Jeff Bezos pledges $1 billion to protect 30 per cent of the Earth's land and sea (<a href=\"https://www.washingtonpost.com/technology/2021/09/20/bezos-amazon-climate-change-donation/\">Washington Post</a>)</p></li> </ul><p>Source: Gillian Tett, Patrick Temple-West, Kristen Talman and Camilla Hodgson  2021 'UNGA's early stars: K-pop's BTS and a Carney-led green finance push' FT.com 22 September. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-09-22T11:00:36.664Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 5203,
          "end": 5216
        },
        {
          "start": 4449,
          "end": 4462
        },
        {
          "start": 4769,
          "end": 4782
        },
        {
          "start": 5351,
          "end": 5364
        },
        {
          "start": 4449,
          "end": 4456
        },
        {
          "start": 4769,
          "end": 4776
        },
        {
          "start": 5351,
          "end": 5358
        },
        {
          "start": 5203,
          "end": 5210
        }
      ]
    }
  ]
}