{
  "_id": "ec4e9b82ac7e115830b6216d07b7456114eb56a9d68c0b8e3b671888bf4fcb84",
  "feed": "ftcomall",
  "title": "Brunswick agrees to sell stake to US fund run by Buffett's banker",
  "text": "<p>British public relations group Brunswick has agreed to sell a minority stake to a US fund run by Warren Buffett's banker Byron Trott in a deal that values it at about £500m and triggers a £70m payout for its chair Sir Alan Parker.</p> <p>BDT Capital Partners, the Chicago-based investment and <a href=\"https://www.ft.com/content/d5937c40-2579-11e9-b329-c7e6ceb5ffdf\">merchant banking group run by Trott</a>, will take a 10.7 per cent stake in the firm through preference shares that will pay a coupon. </p> <p>Brunswick told staff on Wednesday it would ditch its limited liability partnership structure in the UK and incorporate as a private company as part of a plan to increase investment and capitalise on demand for its political lobbying and communications advice. </p> <p>The investment, due to complete by August, would enable a £140m payout to Brunswick's 200 partners. Parker, who co-founded the firm in 1987 with Louise Charlton and Andrew Fenwick, would receive £70m, or half the total. </p> <p>The restructuring is the latest in a series of mergers and external investments in PR firms as they compete to win work from large international companies and try to establish corporate structures that will enable them to outlast their founders.</p> <p>Private equity group CVC Capital Partners <a href=\"https://www.ft.com/content/6ef2e618-8944-11e9-a028-86cea8523dc2\">paid more than $350m</a> for a majority stake in Brunswick's rival Teneo in 2019. </p> <p>Finsbury, Glover Park Group and Hering Schuppener merged last year as the UK, US and German- based firms moved to take on international corporate communications rivals such as Brunswick and Teneo. </p> <p>Management of the newly formed Finsbury Glover Hering bought a 49.99 per cent stake from UK advertising group WPP, which owned all three firms.</p> <p>Financial PR firm <a href=\"https://www.ft.com/content/e21a373e-137e-11e6-91da-096d89bd2173\">Sard Verbinnen sold a 40 per cent stake</a> to private equity firm Golden Gate Capital in 2016, valuing the business at $150m. </p> <p>Brunswick, which operates in 27 cities globally and advises more than a fifth of the FTSE 100, began weighing its options for a capital restructuring before the pandemic in a project codenamed “dynamo”, a person involved in the process said. </p> <p>The deal would value Brunswick at £500m and the group was expected to generate revenues of £300m this year, people involved said. BDT's outlay for its 10.7 per cent stake would be more than the £50m implied by that valuation because it would receive a coupon on its preference shares, one of the people added. </p> <p>BDT, which previously worked alongside Brunswick for clients such as Mars, invests in family-owned and founder-led companies. It generally retains its investments for longer than private equity houses and relies less heavily on debt financing for leverage. </p> <p>The Brunswick investment would be made through a $9.1bn fund BDT raised last year and people involved in the deal said it would remain a shareholder for at least 10 years. BDT will take a seat on Brunswick's new board.</p> <p>“Our minority, long-term investment will continue to support [Brunswick's] efforts to remain an independent and partner-controlled business,” said Trott, a former Goldman Sachs dealmaker who advises billionaires such as Buffett and the Waltons of Walmart.&#xa0;BDT declined to comment on the size or structure of its investment.</p> <p>The £140m distribution was to be funded partly from existing reserves and the group would also increase its bank borrowing, one of the people involved said. </p> <p>In a letter to Brunswick's 1,300 staff setting out the plans and seen by the Financial Times, Parker said non-partners would receive one-off payments from an £18m pool, equivalent to about 12.5 per cent of their annual salaries. </p> <p>Parker, Charlton and Fenwick would sell back 4 per cent of the shares in the company to free up equity for the restructuring, he added. The deal would leave Parker with a 48.3 per cent share, about 2 per cent lower than his current holding, with the remainder held by partners, his co-founders and BDT, one of the people involved said. </p> <p>An extra 15 per cent of the existing share capital would be issued over time to new and rising partners under a “growth share scheme”, the letter said. </p> <p>Parker, known for his political connections with the likes of former UK prime minister David Cameron, handed ownership of 40 per cent of the firm to its partners in a previous restructuring in 2012. </p> <p>He insisted he would remain at Brunswick after his £70m windfall, telling staff he was “as energised as ever”. </p> <p><em>Additional reporting by Arash Massoudi</em></p><p>Source: Michael O’Dwyer in London 2021 'Brunswick agrees to sell stake to US fund run by Buffett's banker' FT.com 23 June. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-06-23T16:52:54.966Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 2936,
          "end": 2949
        },
        {
          "start": 2936,
          "end": 2943
        }
      ]
    }
  ]
}