{
  "_id": "04d3706b5358f9a6c0f376103d1314e523ce4906e356a1394d91102115b14142",
  "feed": "economist-newspaper",
  "title": "Monetary policy (1): Is China easing?",
  "text": "<p>China is no different. Its macroeconomic policymaking is a combination of acts and signals, execution and exegesis. On December 6th, for example, the People's Bank of China announced that it was cutting the reserve requirement ratio (the amount of money banks are required to hold in reserve, as a share of deposits) by half a percentage point, from a weighted average of 8.9% to 8.4%. That, it said, would \"unleash\" about 1.2trn yuan ($190bn) of funding.</p><p>The cut was, you might think, a straightforward act of easing--an understandable response to a slowing economy, a mutating virus and the financial risks posed by property developers, two of which (Evergrande and Kaisa) defaulted on their offshore bonds, according to Fitch, a rating agency, shortly after the cut.</p><p>But the decision was accompanied by some cautionary talk. \"The stance of sound monetary policy remains unchanged,\" the central bank said. It also pointed out that banks will need part of the additional funds (about 80% of them) to repay medium-term loans from the central bank that are due to mature on December 15th. Much of the extra money would, in other words, soon return to the institution that had unleashed it. The impact of the cut \"is likely to be neutral\", said one analyst, quoted by Economics Daily, an official newspaper. An editorial in the same paper cautioned against the \"relatively simplistic\" view that a cut in reserve requirements amounted to \"loose\" macroeconomic policy.</p><p>So are China's policymakers easing or not? The short answer is yes, they are indeed easing. But not without qualms and qualifications. They want to stabilise growth. But they do not want to revive speculation, especially in property. Their expansionary actions are therefore accompanied by a lot of clarificatory and cautionary chitter-chatter.</p><p>Perhaps the clearest evidence of easing lies not in the deeds of the central bank but in the words of the Politburo, the 25-member body that oversees the Communist Party. After a meeting on December 6th to set the macroeconomic tone for 2022, it emphasised expanding domestic demand and preserving the \"six stabilities\" (in employment, finance, trade, foreign and domestic investment, and expectations). The Politburo also had some words of comfort for the beleaguered property market. It said the sector should be supported to better serve homebuyers' \"reasonable\" demand. (\"Reasonable\" was not defined. But it is safe to say it does not include buying a property and keeping it vacant in the expectation of selling it for a higher price.)</p><p>The debate now is not whether China's policymakers are easing but by how much. Because stimulus can take many forms, especially in China, measuring its overall scale is not easy. One attempt to do so, by Goldman Sachs, a bank, combines indicators of monetary policy (the benchmark lending rate and market rates), credit policy (including reserve requirements), fiscal policy and housing policy into a single index. In the face of the global financial crisis, this index swung by almost 2.9 points on its scale (see chart). It swung by a little over two in response to China's 2015 slowdown and by a little less than two after the pandemic began.</p><p>The easing in the first ten months of this year was modest by comparison. The latest reserve requirement cut will add to it, but not by much in itself. Policymakers therefore have plenty of scope to loosen before they can be accused of replicating the \"flood\" of stimulus in 2008-09, which has acquired a reputation for profligacy, despite its brute effectiveness in returning China to its pre-crisis economic trajectory.</p><p>If China's policymakers had an equivalent index of their own, their cautionary talk could be more precisely calibrated. \"We may ease by one point but not two,\" they might say. In the absence of such a measure, China-watchers have the harder task of inferring macroeconomic intentions from vague party slogans. How many cuts in reserve requirement ratios, one wonders, will be necessary to preserve the six stabilities?</p>",
  "published": "2021-12-11T00:00:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 2755,
          "end": 2768
        },
        {
          "start": 2755,
          "end": 2762
        }
      ]
    }
  ]
}