{
  "_id": "de64dcd06de766a4bbda39329ab13b3e2af8106bb41f4e2eb62dc9155f299504",
  "feed": "ftcomall",
  "title": "Archegos/prime brokers: leverage induces altitude sickness at market peaks",
  "text": "<p>A lawyer for bankrupt car hire group Hertz spookily <a href=\"https://www.ft.com/content/b5cd8a1d-7f76-4603-9310-b7b2a4a23cfb\">told a judge</a> last year: “There are forces at work that us non-financial people . . . can only observe.” Paranormal activity usually has a rational explanation, in that case retail buying. “<a href=\"https://www.ft.com/content/1b9119b2-0d8b-4a9d-b0a2-d10a021cd71b\">Forced deleveraging</a>” by private fund Archegos Capital similarly was behind a weird slump in the shares of ViacomCBS.</p> <p><a href=\"https://www.ft.com/content/2542af81-9e93-4d05-a0b9-26c0f6aab6f3\">Archegos</a> faced margin calls on its positions in ViacomCBS and other high-flying stocks. Nomura and Credit Suisse are expected to <a href=\"https://www.ft.com/content/073509cd-fe45-44d2-afac-cace611b6900\">make big losses</a>. Supposedly sober financial institutions are just as exposed to wipeouts on careless investments as impetuous retail traders. </p> <p>At current asset price peaks, altitude sickness exacerbated by leverage is an ever-present risk, as demonstrated by the collapse of Greensill Capital, another Credit Suisse customer.</p> <p>ViacomCBS, once seen as a dead man walking, had made enough strides in streaming to hold off questions of its imminent demise. Yet the big US broadcaster, alongside rival Discovery Networks, had puzzled observers. They noted that the company had to double its annual expenditures to <a href=\"https://www.ft.com/content/e0d7f203-568a-47bc-b068-076e22604802\">keep its rights</a> for broadcasting National Football League games. </p> <p>Last week, after its stock price had almost tripled in the year to date, ViacomCBS did the smart thing. It sold $3bn worth of common and convertible preferred stock at an implied forward price-to-earnings multiple of 24 times, up from single digits at the end of last year.</p> <p>Unsurprisingly, once ViacomCBS decided to dilute earnings per share, many investors decided it was time to take money off the table. Still, the largest move in the stock was on Friday, two days after the offerings were priced. ViacomCBS shares fell 27 per cent alone on trading volume that was more than 10 times the average level between the week before last and the start of 2021.&#xa0;</p> <p>2020 had marked a revival for the trading businesses of the likes of Goldman Sachs and Morgan Stanley which benefited from volatility in financial markets. The “prime brokerage” units of those two investment banks had apparently extended leverage to Archegos, which they had called in last week. The pair were then reportedly quicker to offload stock than Nomura and Credit Suisse.</p> <p>The question for this week is whether the reckoning over high equity valuations will spill over into other stock and investment funds. A widening sell-off may then occur, worsened by leverage, as implicated in the case of Archegos.&#xa0;When things go bump in the night — or the trading day — that is the poltergeist usually responsible.</p> <p><em>The Lex team is interested in hearing more from readers. Please tell us what you think of the Archegos upset in the comments section below.</em></p><p>Source:  2021 'Archegos/prime brokers: leverage induces altitude sickness at market peaks' FT.com 29 March. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-03-29T09:02:04.993Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 1886,
          "end": 1893
        },
        {
          "start": 1886,
          "end": 1899
        }
      ]
    }
  ]
}