{
  "_id": "9d1018e5ac291a5c177b2db99567ef4b45ab305f34084f5e2c7d568de030d15d",
  "feed": "ftcomall",
  "title": "Apple to post $76bn quarterly revenue with across-board growth",
  "text": "<p>Apple is expected to post stellar second-quarter results with revenues of $76.6bn that will turn the standard narrative about the company on its head.</p> <p>In recent years the consensus take on Apple is that the iPhone maker is pushing hard into services and software because hardware sales are already saturated. For instance, customers typically hold on to a new iPhone for four years, compared to three years back in 2018, forcing Apple to find new sources of growth. </p> <p>Results in 2020 bore this out: March quarter results had iPhone sales slipping almost 7 per cent, while iPad and Mac sales were stagnant. A stronger-than-expected 17 per cent growth in services — the unit encompassing the App Store, warranties and licensing deals — proved a highlight and created an earnings beat.</p> <p>When Apple reports March 2021 results on Wednesday, services revenues are once again expected to grow more than 17 per cent to $15.7bn, but there is expected to be better news for the company across the rest of its business. </p> <p>In a remarkable shift, sales of iPhones, iPads, Macs and wearables, which includes the Apple Watch and AirPods, are projected to be performing so well that services would be the slowest growing category of all its divisions.</p> <p>“Apple is firing on all cylinders,” said Katy Huberty, analyst at Morgan Stanley. </p> <p>Total revenues are expected to climb nearly a third to $76.6bn, with net profits soaring 47 per cent to $16.6bn, according to analyst estimates compiled by Visible Alpha. </p> <p>The results are flattered by a comparison to a year ago, as <a href=\"https://www.ft.com/content/ef6f9536-a039-4ea9-ab9e-a5d7948a6507\">Chinese factories were shut down</a> by the coronavirus late in the quarter and Apple made the decision to close its retail stores worldwide. Even so, Apple has never reported a non-Christmas quarter with more than $65bn in revenue, much less $76.6bn.</p> <p>The iPhone is widely <a href=\"https://www.ft.com/content/ee13ada3-a66a-4b3a-9def-bb308a800941\">expected to have a standout quarter</a>, with analysts projecting 42 per cent growth to $41.2bn — 54 per cent of its top line. The rapid growth is thanks in part to some <a href=\"https://www.ft.com/content/3920a716-2f55-484c-9741-75f9798918cf\">Christmas and new year quarter sales </a>being pushed into 2021 after Apple's first line-up of 5G-enabled devices was delayed by supply chain constraints. </p> <p><a href=\"https://www.ft.com/content/39157bd8-12ac-4b54-b4e3-8d6432d8abf6\">A strong rebound in the Chinese market</a> is likely to play a big role, with Huberty expecting a record 11.1m iPhones to have been shipped, nearly double that of a year ago. Globally, the number of iPhones shipped is expected to up 27 per cent to 52m, according to Visible Alpha.</p> <p>The next fastest-growing category is expected to be the iPad, with analysts projecting 27 per cent growth to $5.6bn. Similarly, Mac sales are expected to jump 22 per cent to $6.5bn.</p> <p>Both categories are seeing elevated demand from the education sector as students the world over have been dialling into Zoom classes. Analysts at Goldman Sachs, who have a “sell” rating on Apple, project further demand in the June quarter thanks to the just-announced iPad Pro, available in mid-May, but warn of an eventual reversal.</p> <p>“Current high levels of both iPad and Mac demand are unlikely to be sustainable as the world reopens,” they told clients in a note. “So another beat driven more by these areas may not be enough to drive the shares further.”</p> <p>Morgan Stanley's Huberty is considerably more confident and said Apple has a “significant opportunity” to grow the Mac from 7 per cent of the global PC market today to 15 per cent — more in line with the iPhone market share — by 2025.</p> <p>Wearables are expected to see 21 per cent growth to $7.6bn. Such a pace is all the more impressive considering the category grew by 54 per cent a year ago. </p> <p>Neil Cybart, an analyst at Above Avalon, points out that the Apple Watch alone is expected to sell nearly 40m units this year — roughly “double the unit sales of the entire Swiss Watch industry”.</p> <p>If these projections roughly pan out, then services will be the only category growing at less than 20 per cent last quarter, a striking feat for the $2.3tn company. </p> <p>That's not to dismiss services — the category is Apple's second largest by revenue and, with more than 1bn people using an iPhone, the suite of software products is likely to prove sticky and consistent in the coming years as hardware sales fluctuate.</p><p>Source: Patrick McGee in San Francisco 2021 'Apple to post $76bn quarterly revenue with across-board growth' FT.com 28 April. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-04-28T04:01:00.140Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 2735,
          "end": 2742
        },
        {
          "start": 2735,
          "end": 2748
        }
      ]
    }
  ]
}