{
  "_id": "05ebc3c68631b4a4d164415cc227b535353e878d4de06952b9e3955b5575d43e",
  "feed": "ftcomall",
  "title": "Coinbase files to become first listed major US cryptocurrency exchange",
  "text": "<p>Coinbase, the largest US-based cryptocurrency exchange, revealed the scale of its business for the first time in paperwork for a long-awaited public listing that comes during a booming market for bitcoin and other digital coins.</p> <p>Coinbase generated $1.3bn in revenue last year, up from $534m the year prior, enabling the company to turn a profit of $322m in 2020 after losing $30m in 2019, according to a filing with US securities regulators.</p> <p>The company's public debut, the first for a large US cryptocurrency exchange, is likely to rank as one of this year's largest new tech listings and would mark a milestone for backers of the emerging sector. Coinbase is aiming to list in late March, said one person familiar with the company's thinking.</p> <p>Public investors have recently bought up shares in new market entrants such as Airbnb and DoorDash, fuelling a surge in public listings that has drawn comparisons to the 2000 dotcom bubble. </p> <p>Coinbase filed for a direct listing rather than a traditional initial public offering, meaning it will not raise additional capital when it goes public.</p> <p>Brian Armstrong, chief executive of Coinbase, warned that prospective investors should expect volatility in the company's financials. </p> <p>“We may earn a profit when revenues are high, and we may lose money when revenues are low, but our goal is to roughly operate the company at break even, smoothed out over time, for the time being,” Armstrong wrote in a letter attached to the filing.</p> <p>Almost all of Coinbase's revenue came from transaction fees last year, it said in the filing, underlining the company's dependence on cryptocurrency trading fees. </p> <p>Shares in the company have recently changed hands in private markets at prices that would give it a roughly $100bn valuation, according to people briefed on the trades, up from $8bn less than three years ago. </p> <p>Coinbase could use those trades, in addition to input from public investors and its financial advisers, to determine its opening price on public markets.</p> <p>Coinbase quickly grew into a favoured destination for cryptocurrency traders after it emerged from the Y Combinator start-up programme in 2012. It has recently touted services designed for large institutional investors and a series of acquisitions expanding its reach into software products for cryptocurrency developers.</p> <p>The company said institutional activity made up almost two-thirds of its total trading volume in the fourth quarter, when transaction revenues jumped more than 70 per cent from the previous quarter to $476m. It said it had 2.8m monthly transacting users in 2020, almost tripling from the year prior.</p> <p>Coinbase said it oversaw about $90bn in total assets stored on the platform, representing more than 11 per cent of the total market for cryptocurrencies at the end of last year. It has also made venture capital investments in more than 100 companies.</p> <p>As trading volumes exploded this and last year, the cryptocurrency market has attracted increasing scrutiny from lawmakers and regulators, including over concerns about digital coins being used for money laundering. </p> <p>In its filing, Coinbase noted the “extensive and highly evolving regulatory landscape” was a risk factor, and that its obligations to comply with various regulations would only increase as the exchange continued to expand internationally. </p> <p>Among the company's biggest investors, controlling more than 5 per cent of stock each, are Andreessen Horowitz, Paradigm, Ribbit Capital, Tiger Global Management, and Union Square Ventures.</p> <p>Goldman Sachs, JPMorgan, Allen &amp; Co and Citigroup are advising Coinbase on the direct listing.</p><p>Source: Miles Kruppa in San Francisco and Aziza Kasumov in New York 2021 'Coinbase files to become first listed major US cryptocurrency exchange' FT.com 25 February. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-02-25T14:58:28.814Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 3516,
          "end": 3529
        },
        {
          "start": 3516,
          "end": 3523
        }
      ]
    }
  ]
}