{
  "_id": "6a2c89e5bd921f1be904cafac2a2394c05c0de70767a14f1e7431573a47c9b2b",
  "feed": "wall-street-journal",
  "title": "Beijing's Policies Heighten Risks for Economy --- Tighter regulation of property developers, other private firms, has weighed on growth",
  "text": "<p>As the campaign intensifies, however, collateral damage is spreading.</p><p>U.S. stocks finished mixed on Tuesday, following a slump on Monday marking the worst one-day pullback of the S&amp;P 500 and the Nasdaq Composite since May over fears about China's property sector, which helped fuel a global selloff in stocks and commodities.</p><p>China Evergrande Group, one of the country's leading home builders, is on the brink of collapse, and home sales are petering out in many places, after China's latest attempt to rein in the debt-fueled growth of property developers and tame the surge in housing prices.</p><p>Beijing's abrupt clampdown on the country's private tutoring industry this summer, meanwhile, has triggered layoffs in the sector, which in recent years had been one of the biggest sources of jobs for college graduates. Technology-sector employees are facing pay cuts and potential layoffs after regulators tightened the leash on the industry. Foreign investors have grown more skeptical about putting money into some parts of China's economy.</p><p>Bank of America cut on Tuesday its forecast for China's gross-domestic-product growth to 8% this year and 5.3% in 2022, down from 8.3% and 6.2% previously, citing reasons including tightened credit conditions and the risk that Beijing could mishandle the problems at Evergrande.</p><p>The regulatory clampdowns are gathering momentum at a time when China's growth appeared to be losing steam. Consumer spending faltered in August, growing 2.5% from a year earlier as efforts to contain the Delta variant outbreaks hurt services industries. Higher commodity and raw-materials prices have squeezed manufacturers' profits, damping their appetite for investment.</p><p>Many economists said the worries are overblown, and that China can still reach 8% growth this year, surpassing the official target of above 6%, especially if Western demand for Chinese exports stays strong.</p><p>The problems that Chinese regulators are trying to address, including heavy debt loads and monopolistic behavior, as well as reining in carbon emissions, must be dealt with eventually, economists said, and many of the measures are popular.</p><p>The government has resources to bail out property-development firms or other companies if financial risks rise too high, and China's central bank has ample room to ease monetary policy if needed.</p><p>\"It is not yet an inflection point for regulatory policy relaxation, as pandemic control, property-price stability, and decarbonization are still at the top of the government's task list,\" said Carol Liao, China economist at PIMCO, an investment-management firm.</p><p>Goldman Sachs, however, argued in a note to clients this week that China's window of opportunity for regulatory actions has closed, as growth slows as a result of peaking export demand, Delta variant risks and other factors. Given those concerns, \"we think it is imperative for the government to provide clear communication on the plan regarding Evergrande and to shore up confidence among home buyers, suppliers and contractors, banks and other nonbank financial institutions,\" the bank wrote, or China could face rising market tensions that could hit growth into next year.</p><p>Evergrande said on Sept. 14 it had hired financial advisers, a move that potentially brings it closer to a restructuring, after its apartment sales slowed and asset-disposal plans didn't materialize.</p><p>Many of the biggest concerns among economists revolve around China's property sector. Its unexpected strength in 2020 helped the economy recover from Covid-19, contributing about 7.3% of China's GDP last year, compared with 2.3% in 2010, according to official data.</p><p>But worries have been building among Chinese policy makers that prices have grown too high too quickly, soaring out of reach for many young families and making them less willing to have children, while adding risks to the financial system.</p><p>To tame the market, China capped borrowing by some highly indebted developers under a campaign known as the \"three red lines,\" including limits on leverage. Some cities took their own steps, including Shenzhen, which attempted to cap price increases on existing homes, causing market transactions to fall sharply.</p><p>Some analysts have said the government's steps could push companies like Evergrande, which breached all of Beijing's three red lines, to default on debt. That has raised fears among international investors in part because many Chinese developers have raised funds from the offshore bond market. It could also lead to losses for Evergrande suppliers and Chinese financial institutions that do business with the firm and lead to other unforeseen impacts.</p><p>Another concern is that by choking off bank loans to some developers, more are under pressure to sell properties at deep discounts to boost liquidity, which could cause home prices in some places to enter a downward spiral. If that occurs on a broader scale, it risks stirring social unrest as Chinese families see their wealth shrink.</p><p>Some economists argue that while authorities could step in to restructure Evergrande to avoid contagion risks, they are unlikely to scrap regulations aimed at cooling the property market overall because doing so is central to leader Xi Jinping's broader goal of achieving \"common prosperity\", a wide-ranging plan to reduce inequality.</p><p>The economic costs of other elements of Mr. Xi's \"common prosperity\" effort are also becoming evident.</p><p>China introduced steps this summer to restrain its booming after-school tutoring industry, in an effort to tackle spiraling educational costs and reduce pressure on families. The moves triggered a selloff of publicly listed education companies and forced them to rethink their business models.</p><p>While China's headline measure of surveyed urban unemployment remains low overall, it is much higher for young people, including the country's college graduates, whose numbers rose to a record of over nine million this year. China's actions, which include trying to reduce long work hours, are also hurting their job prospects with tech companies, traditionally among the most-desirable employers for young Chinese.</p><p>Economists said further pay cuts and fewer job opportunities could weigh on consumer spending, which was one of the weakest links of China's Covid-19 economic recovery.</p><p>Han Wenxiu, an official from the Central Financial and Economic Affairs Commission, said in August that China's common prosperity efforts aren't about \"killing the rich to serve the poor\" but to create a more equitable society and clear the pathway of upward mobility for more people.</p><p>Yet fears linger, especially among some foreign investors.</p><p>\"Investors are asking whether China's policy shift could lead to a decline in economic efficiency? Would it be interpreted as rebalancing the share of the economy in favor of workers at the expense of business owners?\" said Robin Xing, chief China economist at Morgan Stanley in Hong Kong.</p><p>\"The key would be to strike a balance. If there's over-tightening in each industry, it would hurt market players' confidence in China,\" he said.</p><p>License this article from Dow Jones Reprint Service</p>",
  "published": "2021-09-22T00:00:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 2598,
          "end": 2605
        },
        {
          "start": 2598,
          "end": 2611
        }
      ]
    }
  ]
}