{
  "_id": "1c009a5e1d6f60a2c8bcdcbdecb2ce8c0172e7baef145e07eba0e466c7cb6675",
  "feed": "ftcomall",
  "title": "How an unknown buyout firm pulled off a $4.5bn deal with a novel structure",
  "text": "<p>This week shareholders of Veoneer, a Swedish auto parts maker listed in the US, are expected to approve a $4.5bn takeover that pays them a lofty 85 per cent premium to the company's pre-deal trading price. </p> <p>What stands out about the deal is its structure. The auction for Veoneer was won in October by a start-up New York investment firm called SSW Partners. The firm had never executed a transaction, had raised no dedicated buyout fund and maintained only a bare-bones <a href=\"http://sswpartners.com/about/\">website</a>. </p> <p>But SSW did feature three Wall Street grandees as its founders along with an arrangement in which Qualcomm, the semiconductor company with a $200bn market capitalisation, has guaranteed that Veoneer's shareholders are paid at a closing anticipated in 2022. The chipmaker is not simply being kind; it wants a chunk of the Veoneer business for itself. </p> <p>SSW is led by Eric Schwartz, Joshua Steiner and Antonio Weiss. Weiss, the most prominent of the three, is a former investment banking chief at Lazard who went on to advise the US Treasury department in the Obama administration. Steiner was a co-founder of Quadrangle Group, a now-defunct private equity firm, while Schwartz is a former Goldman Sachs executive. </p> <p>The structure of their pending agreement with Veoneer has drawn the attention of the mergers and acquisitions industry. It reimagines how big corporations buy pieces of companies that would otherwise need to be acquired as a whole, deploying the bounty of private capital sloshing around the world while keeping financial disclosures to a minimum. </p> <p>Qualcomm found itself in a jam this summer before the SSW arrangement took shape. The California company was interested in Veoneer's autonomous vehicle software business with which it already had a joint venture. But the Sweden-based company had in July agreed to sell itself for<a href=\"https://www.prnewswire.com/news-releases/magna-to-acquire-veoneer-positioning-magnas-adas-business-as-a-global-leader-in-a-fast-growing-industry-301340005.html\"> $3.8bn to Magna International</a>, a car parts supplier. </p> <p>Making a rival bid for all of Veoneer made little sense to Qualcomm as it had no interest in the remaining divisions. Yet Veoneer preferred to be sold in full. </p> <p>Qualcomm would then turn to an unknown private capital firm: SSW. </p> <p>The resulting bid bested Magna's. Under a novel structure, SSW will acquire “all the outstanding capital stock of Veoneer” and then immediately sell the autonomous vehicle software unit to Qualcomm, according to a <a href=\"https://www.prnewswire.com/news-releases/qualcomm-and-ssw-partners-reach-definitive-agreement-to-acquire-veoneer-301391819.html\">press release</a> describing the transaction. SSW is to then “lead the process of finding strong, long-term strategic partners” for Veoneer's remaining auto parts businesses, indicating its intention to sell them. &#xa0;</p> <p>“It's an odd arrangement for a private equity deal,” said Brian JM Quinn, a former corporate lawyer and now a professor at Boston College Law School. </p> <p>Qualcomm approached SSW about a joint acquisition structure months before disclosing the resulting arrangement in September, according to securities filings and a person directly familiar with the matter. Even as SSW would become the acquirer, “Qualcomm and SSW Investors agreed that Qualcomm would lead and control negotiations with Veoneer”, Veoneer wrote in its proxy statement. </p> <p>Companies that sell to private buyers almost universally demand detailed information and protections to ensure that financing is available and is assured to arrive at closing. For example, when KKR and Clayton, Dubilier &amp; Rice acquired the listed software company <a href=\"https://www.ft.com/content/8d723e37-6004-44ff-9bfc-dd55dc58c74a\">Cloudera</a> for $5bn earlier this year, securities filings included an 800-word description of the more than 10 banks who were providing the $2.4bn in bridge loans to close the deal.</p> <p>Such disclosures are lacking in this case. Instead Qualcomm is contractually required to stand behind the deal with SSW. </p> <p>Qualcomm has “agreed to take all actions necessary to cause SSW . . . to have available sufficient funds to satisfy the required merger payments when due and payable”, according to the merger contract disclosed with the US Securities and Exchange Commission. Qualcomm and SSW, however, have not disclosed what each party is paying to purchase the respective pieces of Veoneer. </p> <p>SSW challenges the notion that it is a typical private equity firm. It has not raised a single, dedicated fund with a finite life as is commonly done by leveraged buyout shops, said one person directly involved with the firm. Rather, this person described its organisation as “unconstrained”, putting money to work on a deal-by-deal basis from a roster of investors with a long-term horizon. SSW's flexibility and lack of formality resembles the style of Warren Buffett. </p> <p>SSW has not disclosed who is providing its portion of the acquisition financing. It is not relying on debt financing, according to a person close to the firm. SSW declined to comment.</p> <p>But its founders have historical ties to large global investors. Weiss has worked closely in his investment banking career with the likes of the Brazilian executives behind Anheuser-Busch InBev and 3G Capital as well as the German conglomerate JAB. Steiner has also worked closely with Michael Bloomberg, the media tycoon and former mayor of New York.</p> <p>Those close to the deal said that SSW was approached because the traditional way of divesting unwanted assets — having the buyer simply sell off unwanted units piecemeal — was usually distracting and destroyed value. A typical private equity partner might not have been as flexible as SSW, said these people. </p> <p>Whether SSW's involvement attracts interest from competition authorities remains to be seen. According to the merger proxy filing, antitrust concerns had been broached during the summer negotiations. Securities filings said that Qualcomm had “prepared to offer ‘regulatory-related closing protection'”. </p> <p>The transaction cannot close until it receives affirmative approvals or avoids formal objections from competition or foreign investment authorities in the US, China, France, Germany and Italy, according to the merger agreement. The US Federal Trade Commission cleared the deal in November, according to representatives of both SSW and Veoneer. </p> <p>Bill Kovacic, an antitrust expert at George Washington University, said that by allowing SSW to find buyers for assets it is uninterested in, Qualcomm was addressing “components of the business that would cause an antitrust authority or other regulator to flinch”. &#xa0;</p> <p>The contract with Veoneer stipulates that, if the deal does not close because of a regulatory failure, SSW and Qualcomm would owe a $225m reverse termination fee. Just how that would be divided among the pair also remains undisclosed. </p> <p><em>*This story has been corrected to make clear that Veoneer is a Swedish auto parts maker listed in the US</em></p><p>Source: Sujeet Indap and James Fontanella-Khan in New York 2021 'How an unknown buyout firm pulled off a $4.5bn deal with a novel structure' FT.com 14 December. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-12-14T05:00:22.438Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 1165,
          "end": 1178
        },
        {
          "start": 1165,
          "end": 1172
        }
      ]
    }
  ]
}