{
  "_id": "99b6a56ba89c6f57ffde81842cc903d716d059c56ea0ba68bd75aaba41ea3d46",
  "feed": "ftcomall",
  "title": "US stocks muted as traders assess fresh labour market data",
  "text": "<p>Stocks rose marginally and short-dated government debt prices dropped on Wednesday, as a number of strong US economic data added to questions about the future direction of monetary policy.</p> <p>The blue-chip S&amp;P 500 index advanced 0.2 per cent in New York, while the technology-focused Nasdaq Composite was up 0.4 per cent after an earlier drop.</p> <p>In government bond markets, the yield on the two-year US Treasury note — which is sensitive to fluctuations in monetary policy expectations — rose 0.03 percentage points to 0.64 per cent. But while investors continued to eschew shorter-dated US sovereign debt, they bid prices of 10- and 30-year Treasuries higher. The yield on the 10-year note slipped 0.03 percentage points to 1.64 per cent.</p> <p>The greenback strengthened on Wednesday, with the dollar index — measuring the US currency against a basket of six others — rising by about 0.3 per cent. The euro, meanwhile, touched its lowest point against the dollar since July last year, slipping briefly below $1.12.</p> <p>The shifts in financial markets have been driven by comments from top officials at the Federal Reserve in recent days, as some policymakers have pushed for tighter monetary policy to rein in inflation.</p> <p><a href=\"https://www.ft.com/content/674ecf73-bfb1-43ea-a24e-391f87019b8e\">Strong economic data</a> and minutes from the Fed's November meeting that showed several policymakers had advocated for a quicker reduction to stimulus programmes added to that sentiment on Wednesday.</p> <p>“For the Fed, the data surprises have all been coming in one direction: toward faster normalisation,” said Michael Feroli, a JPMorgan Chase economist.</p> <p>State unemployment offices received 199,000 initial jobless claims on a seasonally adjusted basis last week, down from 270,000 the previous week, according to the US labour department. That decline brought jobless claims to their lowest level since November 1969.</p> <p>Wednesday also brought fresh data on the <a href=\"https://www.ft.com/content/53a6aaef-65a6-4078-b5df-1ddf57233c7b\">Fed's preferred measure of inflation</a> — the personal consumption expenditures price index. Core PCE, a measure that strips out volatile components such as food and energy, rose 4.1 per cent year on year in October to its highest level in three decades, accelerating from 3.7 per cent a month earlier. The latest figure was in line with economists' expectations, according to a Refinitiv poll.</p> <p>Data also showed that US consumer spending increased by 1.3 per cent in October from September, surpassing economists' expectations of 1 per cent.</p> <p>“Consumers are dealing with higher prices, but they're still out spending” said Michelle Meyer, head of US economics at Bank of America.</p> <p>The new economic figures prompted economists with Goldman Sachs to lift their projections for fourth quarter economic output. They now believe the US economy will grow 6 per cent from a year earlier in the final three months of 2021, up from an earlier forecast of 5 per cent. JPMorgan's Feroli also increased his projections.</p> <p>In Europe, the regional Stoxx 600 share index was up just under 0.1 per cent at the close. London's FTSE 100 gauge rose about 0.3 per cent.</p> <p>In Asia, Hong Kong's Hang Seng index closed up 0.1 per cent and Shanghai's CSI 300 index was broadly flat. </p> <p>Brent crude slipped 0.1 per cent to settle at $82.25 a barrel. Biden on Tuesday authorised the release of 50m barrels of oil — <a href=\"https://www.ft.com/content/4e7f2590-1a4f-4792-9e64-eafabdef6534\">about 2.5 days of US oil consumption</a> — in an attempt to lower petrol prices for consumers. </p> <p><em>Additional reporting by Aime Williams&#xa0;in Washington and&#xa0;Matthew Rocco&#xa0;in New York</em></p><p>Source: George Steer in London and Eric Platt in New York 2021 'US stocks muted as traders assess fresh labour market data' FT.com 24 November. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-11-24T21:19:41.368Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 2587,
          "end": 2600
        },
        {
          "start": 2587,
          "end": 2594
        }
      ]
    }
  ]
}