{
  "_id": "b9684417aa209ac9fa71731b56a07f82e93c30a0363a6a8e52b5db8e6bec3222",
  "feed": "wall-street-journal",
  "title": "Vol. 34, No. 10: Facebook/Meta",
  "text": "<p>As with most corporate name changes, everything isn't neat and easy. For example, the stock's trading symbol on Nasdaq remains FB for now. It will \"catch up\" with the name change and become MVRS on Dec. 1.</p><p>The names of Facebook's apps—Facebook, Instagram, Messenger and WhatsApp—aren't changing. So expect our articles to includes phrases such as: Meta Platforms Inc. said its Facebook social-media platform is…. And a later reference in such an article might include another phrase that will take some getting used to: Meta CEO Mark Zuckerberg. (He is chairman, chief executive officer and controlling shareholder of Meta.)</p><p>On that note, although second references to the company in articles can usually be simply Meta, note that there is an unrelated Canadian company, Meta Materials Inc. (trading symbol MMAT). And there already has been confusion among investors between that company and the rebranded Facebook. Obviously, take care in headlines about the Canadian company to make clear that we aren't talking about the social-media company; headlines about Meta Materials should never refer simply to Meta.</p><p>What is the metaverse anyway? We have described it in the Journal as an \"online virtual realm where people would work, play and shop.\" And where everybody knows your name.</p><p>Being smart with think tanks</p><p>The Wall Street Journal's Standards group often gets queries from the newsroom, as it did last month, about how we should characterize a particular think tank.</p><p>Think tanks are those public policy research institutes—the term \"think tank\" traces to World War II military jargon for a war-planning room—that we and others often turn to for smart analysis. And there is nothing wrong with a judicious use of analysts who are bona fide experts on the topic at hand.</p><p>But it's time for a reminder of the guidance from three years ago. As we emphasized then, our audience is often better served with a few words about the expertise and leanings of the individual analyst whom we are quoting rather than a label on the think tank that he or she affiliates with.</p><p>The emphasis this time is on the need for clarity and precision when the worldview of the think tank itself isclearly relevant.</p><p>There are three broad categories of think tanks:</p><p>1) Some are unabashedly partisan and therefore easy to label. The Heritage Foundation, for example, openly espouses conservative values. The Cato Institute says it promotes libertarian ideals. The Center for American Progress advocates what it calls \"bold progressive ideas.\"</p><p>2) Others give themselves neutral-sounding labels—nonpartisan, unbiased, fact-based—even as they frame the issues through a particular ideological lens. Be careful with those. Avoid misleading labels and dig below the surface. Examine the think tank's body of research. Does most of its funding come from a single source? That could be germane.</p><p>The Brennan Center for Justice, for example, calls itself nonpartisan. Its analytical reports, however, tend to favor progressive causes such as demilitarizing police forces and resisting what it calls Republican efforts at voter suppression. When citing such think tanks, or any think tank analyst, we should note their current or past position on the specific topic we are writing about. Or spell out their broader position with as much precision as possible. The Foundation for Defense of Democracies opposes the Iran nuclear accord. It also advocates an aggressive U.S. response to strategic challenges posed by China. That language is preferable to shorthand we have recently used to describe this think tank—\"conservative\" and \"hawkish.\"</p><p>3) A smaller group of oft-cited think tanks defy partisan labels. One example: The Brookings Institution (and remember, Institution not Institute!) has brought in scholars from across the political spectrum, and from people who served in Republican and Democratic administrations. Better to characterize the individual think-tanker we are citing.</p><p>And when quoting a think-tank expert, check whether that person has ties to other entities, such as corporations or lobbying groups, that could influence his or her position or give such an appearance.</p><p>When 'deal' was banned</p><p>The fun A-hed about a private-equity firm that banned the word deal had some Wall Street Journal old-timers recalling that editors had effectively banned that word in the Journal for decades. If you were a Journal editor in the 1970s, you would have been admonished that deal had a shady connotation and could never be used in our articles. When did the ban end? Certainly by 1999, when we introduced a label for our coverage of mergers and corporate finance, and editors at the time came up with a label that they hoped would have some sizzle: Deals &amp; Deal Makers.</p><p>Rulings &amp; reminders</p><p>* We continue to use the hackneyed verb incentivize, which is best left to business jargon. Alternatives include emphasize/encourage/promote.</p><p>* As we plead every Christmas season, let's avoid 'Tis the Season headlines or leads unless you come up with a really clever twist. It has been done before (humbug!).</p><p>* Goldman Sachs's is the possessive, with the extra \"s.\" It is one of those proper names that \"looks\" plural but isn't. Unlike, for example, General Motors' as a possessive.</p><p>* Another overused headline verb to question: slam. Companies, judges and politicians are all \"slamming\" one another.</p><p>* We lowercase millennials and baby boomers. However, Generation X is upper, just because lowercase would look funny. (In any case, as the stylebook advises, be careful with all these generational references, which can be seen as pejorative. )</p><p>* The stylebook was updated to clarify some style on ages. As always, we use figures for ages of people and animals, but not for other things (a 2-year-old girl, a 4-year-old cat, but a two-year-old law). Normally use years old only with the first age provided in the article. After that, use only the number, if it reads all right, or the years old again. Don't use only the word years (so don't write: Joe Smith, 17 years, said…). Also, use age (as in age 7), not aged. And finally, our policy is to mention a person's age only if relevant to the subject matter.</p><p>Heads above the rest</p><p>* \"Global Covid-19 Deaths Top 5 Million.\" We applaud this and all of our references about the recent milestone, because none that we could find included the cliché of grim milestone.</p><p>* \"Oh Great, Another Cranky Column About Baseball,\" suggested by the rarely cranky columnist, Jason Gay.</p><p>Notifications above the rest</p><p>Here are some of the top mobile push alerts, both on WSJ's native app and via Apple News. Our aim is to highlight the storytelling our editors do on locked screens, typically in 140 characters or fewer.</p><p>* Feeling too schlubby to have sex? It's not just you</p><p>* The graduate degree that actually pays off</p><p>* No one likes the overhead luggage bin on airplanes. Finally, someone's doing something about it.</p><p>* The World Series begins tonight—and it's Major League Baseball's worst nightmare</p><p>* The housekeeper saw only one way out of her insurmountable debt: Sell her 3-year-old daughter. The amount she owed was $550.</p><p>* The country that learned to live with Covid</p><p>Quiz (find the flubs)</p><p>* United experimented with new international flying during the pandemic, adding new flights to popular tourist destinations including Reykjavik, Iceland, Athens, Greece, and Dubrovnik, Croatia.</p><p>* The next morning, after he found another hotel to wait for his work visa, his translator offered to bring him somewhere to play basketball.</p><p>* And neither state judges nor clerks are adverse to providers' interest.</p><p>* A whipping noise, followed by a pop, startled Mr. Souza. Ms. Hutchins grabbed her stomach and stumbled backward.</p><p>* Mayim Bialik, who the studio hired to host the show's prime-time specials…will appear on air…</p><p>* Instead of moving your body in the same plane of motion day after day—i.e., spinning your wheels on your Peloton—vary your workouts so you're moving in all three planes of motion​.​</p><p>* By the time we stopped, darkness falling, I was sweaty, nauseous and stuffed with prosciutto​.​</p><p>* Generally, most states consider a domicile to be a primary residence and the place where the taxpayer spends the majority of their time.</p><p>Answers</p><p>* We needed semicolons for that jumbled mix of cities and countries. And Athens stands alone unless an editor decides that adding Greece is essential for clarity. So: Reykjavik, Iceland; Athens; and Dubrovnik, Croatia.</p><p>* Although some would argue that bring is acceptable here, take is more acceptable, especially to avoid the implication that a gym will be brought to him.</p><p>* Averse. They don't have an aversion to providers' interest.</p><p>* ​Although a common idiom, no one literally grabs his or her stomach, so it is more elegant in news articles to write grabbed her abdomen, or midsection.</p><p>* In the who/whom choice, this one should have been whom. (Remember the trick: Turn around the sentence to a question, and an answer of he/she takes who, but a him/her takes whom. In this case the answer to Whom did the studio hire? is her.)</p><p>* In the i.e./e.g. choice, this one should have been e.g., which means for example. The abbreviation i.e. means that is.</p><p>* Nauseated, that is. (While nauseous is the word that people often use in conversation to mean a sick feeling, it traditionally describes something that is causing the nausea.)</p><p>* One of many misuses this month of their for a singular person. Such sentences are often fixed by making the noun plural (taxpayers spend…their.) Or in some cases if it reads better, change the their into a his or her.</p><p>Send questions or comments to William Power and Jennifer Hicks. Editor emeritus Paul Martin is at paulmartinsr88@gmail.com.</p><p>ISSN 1054-7041</p><p>Vol. 34, No. 10: Facebook/Meta</p>",
  "published": "2021-11-08T22:41:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 5078,
          "end": 5085
        },
        {
          "start": 5078,
          "end": 5091
        }
      ]
    }
  ]
}