{
  "_id": "758e49fc5f79b50810e4b1ad391cf303d470470ecb54cfbfaf4621267d2f88e6",
  "feed": "wall-street-journal",
  "title": "Stocks Inch Up for S&P, Nasdaq Records",
  "text": "<p>. Manufacturers got an additional boost as the government moved toward a September vote on a roughly $1 trillion infrastructure bill.</p><p>Shares of banks climbed even higher as bond yields rose ahead of the annual Jackson Hole gathering of central bankers. Yields rise as prices fall, usually making lending activities more profitable for financial firms.</p><p>That all helped send the S&amp;P 500 up 9.96 points, or 0.2%, to 4496.19, notching a fifth straight day of gains and its 51st record of the year. The Dow Jones Industrial Average added 39.24 points, or 0.1%, to 35405.50, up four straight days, while the Nasdaq Composite rose 22.06 points, or 0.1%, to 15041.86, also hitting a record.</p><p>All eyes are now turning to the Federal Reserve's annual Jackson Hole symposium. The highly anticipated meeting starts Friday and investors hope to gain fresh insights from Fed Chairman Jerome Powell around the central bank's thinking on fiscal-stimulus tightening and inflation. Money managers are torn over whether the Fed will proceed with scaling back its bond purchases in coming months, given the uptick in Covid-19 cases and some signs that the economic recovery is slowing.</p><p>\"The market is focused on this inflation question and whether it has an impact on Fed policy,\" said Tom Martin, senior portfolio manager at Globalt Investments. He added that with markets at all-time highs while also facing massive uncertainties stemming from Covid-19, fresh investment opportunities have largely dried up beyond simply backing large-cap U.S. stocks.</p><p>\"There's so much uncertainty and so many conflicting pieces of information,\" Mr. Martin added, referring to the spread of the Delta variant of Covid-19. \"It's difficult to evaluate what happens with people and businesses.\"</p><p>On Wednesday, financial stocks led benchmarks higher. In the S&amp;P 500, the sector gained 1.2%, while in the Dow, shares of Goldman Sachs, American Express and JPMorgan Chase all counted as top contributors.</p><p>During the session, the yield on the benchmark 10-year U.S. Treasury rose to 1.342% from 1.289% Tuesday.</p><p>Industrial and material firms also rose, adding 0.6% and 0.4%, respectively. Among the gainers, shares of Caterpillar added $2.17, or 1%, to $214.76.</p><p>Stocks popular with bets on the economic reopening were also out front. Caesars Entertainment added $3.84, or 4.1%, to $97.70, while MGM Resorts International advanced $1.22, or 3%, to $42.13.</p><p>Energy stocks rose too, gaining 0.7% following a third straight drop in U.S. crude inventories.</p><p>Overseas, the Stoxx Europe 600 index closed little changed. In Asia, major indexes were mixed. China's Shanghai Composite added 0.7%, and South Korea's Kospi rose 0.3%. Japan's Nikkei 225 was relatively flat, and Hong Kong's Hang Seng declined 0.1%.</p><p>License this article from Dow Jones Reprint Service</p>",
  "published": "2021-08-26T00:00:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 1878,
          "end": 1891
        },
        {
          "start": 1879,
          "end": 1886
        },
        {
          "start": 1878,
          "end": 1885
        },
        {
          "start": 1879,
          "end": 1893
        }
      ]
    }
  ]
}