{
  "_id": "19c2888ba7dcb7cf8a283ce01ba7fe22b3e40ae9225b940f352bad80600c9352",
  "feed": "ftcomall",
  "title": "TPG joins wave of private equity groups going public",
  "text": "<p>TPG, one of the world's largest buyout firms, has filed to go public, the latest in a series of private equity groups that have sought to capitalise on soaring valuations by listing their shares on the stock market.</p> <p>The Texas-based group, which has $109bn in assets under management, will join the likes of Blackstone, KKR and Apollo, firms once known for disrupting global finance that have become increasingly institutionalised and have tapped public investors to fund their growth.</p> <p>TPG's prospective <a href=\"https://www.ft.com/content/688edf60-c912-443d-b2a3-4cef8a2d778b\">initial public offering</a> comes after a decade-long process of considering whether to list. Founded in 1992 by billionaires David Bonderman and Jim Coulter, TPG is one of the last large-scale buyout groups to remain private, although its assets under management are a fraction of its larger publicly listed rivals. </p> <p>After a lukewarm initial reception on public markets, buyout groups have seen their share prices soar in recent years, with Blackstone and KKR more than tripling in value since the beginning of 2019, encouraging a wave of public listings that included <a href=\"https://www.ft.com/content/8abf815a-de92-11e9-b112-9624ec9edc59\">Sweden's EQT Partners</a> and <a href=\"https://www.ft.com/content/25649306-ac8a-4183-894a-7df1eb798acf\">the UK's Bridgepoint</a>.</p> <p>Bonderman and Coulter had been colleagues working for the Bass family in Texas. The pair led a buyout of Continental Airlines out of bankruptcy, nursing it back to profitability and pulling off one of the legendary trades in the history of private equity. The pair then launched what was first called Texas Pacific Group.</p> <p>The financial crisis took its toll on the firm as huge bets resulted in some of the industry's biggest stumbles, including massive buyouts of Texas utility Energy Future Holdings and casino empire Caesars Entertainment as well as the rescue financing of a bank, Washington Mutual.</p> <p>The firm has expanded dramatically in recent years, building a large real estate investing business with publicly traded investment platforms. Its private equity bets centred on healthcare and technology investments, such as Par Pharmaceuticals and <a href=\"https://www.ft.com/content/277ba6fa-9a77-4475-91df-e46699081922\">McAfee</a>, have paid off handsomely. </p> <p>Early stage “growth capital” investments in the likes of Airbnb and Uber also proved highly lucrative. The firm was a first mover in socially responsible investments, building the buyout industry's first multibillion-dollar ESG fund, called TPG Rise, which now manages $12.6bn in assets.</p> <p>Assets under management have grown from $60bn in 2016 to $109bn, while rising financial markets helped TPG soaring profits. Total revenues this year have been almost $4bn and profits stand at more than $1.7bn, it said in its prospectus.</p> <p>Those results have led to soaring pay. In 2020 and 2021, Bonderman received a combined $163m in distributions, largely from carried interest in TPG funds, while Coulter made more than $200m.</p> <p>The offering is also part of a succession plan that is expected to transform TPG from a privately held partnership into a fully independent public corporation within five years of its listing. </p> <p>As part of the offering, former Goldman Sachs executive Jon Winkelried, who joined TPG in 2015 and was named <a href=\"https://www.ft.com/content/1bd5a18a-1fbc-4ead-9867-1e829b1715f1\">sole chief executive</a> in May 2021, will be added to a group of controlling investors that includes Bonderman and Coulter.</p> <p>TPG will add two more members to the control group. Recently, it named healthcare dealmaker Todd Sisitsky as president and poached executives such as human resource chief Anilu Vazquez-Ubarri, a board director. </p> <p>After a few years, the control group is to be unwound, giving stockholders full rights to elect a majority of its board by 2027, the firm said in its filing.</p> <p>Proceeds from the IPO will be used to purchase equity from existing owners of the firm, TPG said in its prospectus, though none of the selling shareholders will be a current partner or founder.</p> <p>JPMorgan, Goldman Sachs, Morgan Stanley and TPG's own broker dealer will act as bookrunners for the IPO, alongside a consortium of banks managing the offering.</p> <p><em>This article has been updated to correct the total assets under management at TPG Rise, the size of Coulter's remuneration and the description of one of TPG's businesses</em></p><p>Source: Antoine Gara, Sujeet Indap and James Fontanella-Khan in New York 2021 'TPG joins wave of private equity groups going public' FT.com 16 December. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-12-16T16:50:14.140Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 2925,
          "end": 2938
        },
        {
          "start": 2943,
          "end": 2950
        },
        {
          "start": 3714,
          "end": 3727
        },
        {
          "start": 2943,
          "end": 2956
        },
        {
          "start": 3714,
          "end": 3721
        },
        {
          "start": 3691,
          "end": 3704
        }
      ]
    }
  ]
}