{
  "_id": "83d6bc60b079fb8e362e83dabbc5a7335db34453470b3d9b5124d8450eeb93b7",
  "feed": "market-watch",
  "title": "Citi reverses course on racial-equity audit, will look at $1 billion pledge made after death of George Floyd",
  "text": "<p>In explaining the about-face, Citi C executive vice president Edward Skyler wrote in a blog post that the bank needs to assess its efforts to close the nation's racial wealth gap, and that “measurement and transparency are important components of the work we are doing to advance diversity, equity and inclusion.”</p><p>The third-party audit will focus on the consumer-facing impact of the company's Action for Racial Equity initiative, a $1 billion commitment meant to boost economic mobility for communities of color that Citi announced last year after George Floyd, a Black man, was murdered by police, sparking widespread protests against police brutality and racism. Components of the initiative include expanding access to banking and loans to minorities, investing in Black entrepreneurs, promoting Black homeownership and more.</p><p>See also: Companies that declared solidarity after George Floyd killing may be ‘woke washing,' shareholder advocates warn</p><p>Skyler said Citi is working with the shareholder group that submitted the resolution as it considers its approach to the audit.</p><p>“Citi is taking a critical step toward confronting centuries-old harms against marginalized communities that are still present to this day,” Dieter Waizenegger, executive director of SOC Investment Group (formerly known as CtW Investment Group), said in a statement.</p><p>Waizenegger told MarketWatch that Citi approached SOC a couple of weeks ago to say it wanted to go ahead and agree to an audit after all.</p><p>“I'm glad Citi decided to take the lead and step out in front of this,” he said.</p><p>Waizenegger added that the 39% shareholder support for the racial-equity audit proposal was “significant right out of the gate” and must have played a role in Citi's change of heart — and goes toward “living up to the commitments [it and other banks] made after George Floyd.”</p><p>See: Citigroup, Wells Fargo, Bank of America, Goldman Sachs, JP Morgan urge shareholders to vote against racial-equity audits</p><p>Citi joins BlackRock Inc. BLK, another leading financial institution that last year agreed to conduct such an audit.</p><p>Citi's Skyler wrote that civil rights groups will be among the stakeholders whose input will be included in the audit, which will be conducted by Covington &amp; Burling. The audit will begin in January and run through the end of 2022, and the company plans to share key findings shortly afterward, a spokeswoman for Citi said.</p>",
  "published": "2021-10-22T17:53:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 1889,
          "end": 1902
        },
        {
          "start": 1889,
          "end": 1896
        }
      ]
    }
  ]
}