{
  "_id": "5ec0a65af5abe5c120f8ed3f3a57757d03d4f67d987738a9d4602d312d7de74a",
  "feed": "ftcomall",
  "title": "Hedge fund Sand Grove appoints Citi prime-broking executive as CEO",
  "text": "<p>Sand Grove Capital, one of Europe's best-performing hedge funds during the pandemic, has poached a top banker from Citigroup, as money managers betting on corporate events try to profit from a dealmaking boom. </p> <p>The $2bn in assets special situations specialist, set up by former Cheyne Capital trader Simon Davies, has hired Daniel Caplan in the newly created role of chief executive, the firm confirmed to the Financial Times. </p> <p>Caplan was one of a clutch of top executives at prime brokerage departments — units that service hedge funds — at London banks. He was Citi's head of prime and synthetics client franchise in Europe and before that head of European prime finance at Deutsche Bank, where he worked for 20 years.</p> <p>The move is designed to help Sand Grove expand its business while tapping pent-up client demand for hedge funds' services, which it believes has built up during the pandemic when investors were unable to meet managers in person, said people familiar with the move.</p> <p>A number of funds are trying to capitalise on a boom in mergers, acquisitions and other corporate events that has made so-called event-driven investing one of the hottest investing strategies this year.</p> <p>Corporate dealmaking hit an <a href=\"https://www.ft.com/content/cd9571a3-726c-4995-9954-23a8dcf12b19\">all-time high</a> of $1.5tn in the second quarter, according to Refinitiv, the fourth straight quarter above $1tn, as companies and private equity firms begin to spend cash hoarded during lockdowns last year. Goldman Sachs recently predicted a record year for M&amp;A.</p> <p>“The post-Covid era of special situations investing will be a multiyear event, and we are just at the beginning of this now,” said Sand Grove's Davies. “It reminds me of the aftermath of the dotcom crash and financial crisis in 2008. We are looking at a very rare opportunity. There is a significant level of pent-up demand.”</p> <p>Sand Grove is up 23.6 per cent this year, said a person who had seen the numbers, after gaining 14 per cent in 2020. The firm declined to comment on performance.&#xa0;</p> <p>The move by Caplan also provides an indication that prime broking — in which banks provide leverage, stock lending and other services to hedge funds — may be becoming a less attractive career for top executives in the wake of the blow-up of family office Archegos in March. That left banks with more than $10bn of losses.</p> <p>While Citi was not among the banks hit, the scandal has nevertheless prompted some groups to <a href=\"https://www.ft.com/content/4cf0dfb2-2128-437a-bb60-1cffc053a8d0\">review</a> how they lend to funds and family offices to avoid similar situations in the future, which could reduce moneymaking opportunities. Citi declined to comment on Caplan's exit.</p> <p>Event-driven funds, which manage around $1tn of assets in aggregate, place trades such as betting that corporate deals will go ahead or fail, or on spin-offs, demergers or other events, using equity, debt or derivatives. They have gained 11.5 per cent on average in the first half of this year, according to data group HFR, after returning 9.3 per cent last year.</p> <p>The median annualised spread on deals — the gap between the announced deal price and the current share price — soared to around 12 per cent last spring, according to UBS data, as markets slumped, hitting many funds that were betting on deals closing. Spreads have since fallen back to a little over 4 per cent but are still well above the 2 per cent reached just before the pandemic hit markets, suggesting opportunities still exist for traders.</p> <p>Other funds trying to capitalise on the trend include Trium Capital, which recently <a href=\"https://www.ft.com/content/15f6066a-6dce-4322-b615-008f4d8a54ec\">hired</a> ex-Millennium manager Felix Lo for a new fund, and GWM Asset Management, which has launched a $270m fund betting on mergers and using sustainable selection criteria. Franck Tuil, who helped drive Elliott Management's push into Europe before leaving<a href=\"https://www.ft.com/content/43c4fb8e-ba7c-41dc-ac83-c1f2d3021617\"> last year</a>, has launched hedge fund Sparta Capital.</p> <p><em>laurence.fletcher@ft.com</em></p><p>Source: Laurence Fletcher in London 2021 'Hedge fund Sand Grove appoints Citi prime-broking executive as CEO' FT.com 14 July. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-07-14T04:00:36.342Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 1420,
          "end": 1433
        },
        {
          "start": 1420,
          "end": 1427
        }
      ]
    }
  ]
}