{
  "_id": "396f0fd3bc09f2bf361311411234a3503845a92ad4d5c2ad5f1f7d0d9eb86ff0",
  "feed": "wall-street-journal",
  "title": "U.S. News --- THE OUTLOOK: Workers' Slow Return Clips Growth",
  "text": "<p>Some of the weakness in overall labor-force participation represents a pandemic-induced acceleration in retirements. More puzzling is that roughly 1.4 million fewer adults ages 25 to 54 are working or looking for a job than in the month before the pandemic hit. The labor-force participation rate for these so-called prime-age workers was 81.7% this October, down from 82.9% in February 2020.</p><p>The speed at which these workers return will help determine how quickly the economy can grow, as well as how much wage growth and inflation stick over the coming months.</p><p>Many economists see a long and slow recovery ahead for prime-age labor-force participation, though they expect it to eventually recover to pre-pandemic levels. They are finding that some of the factors they expected to drive up participation this fall aren't as important as they previously thought, or are taking a long time to boost labor supply.</p><p>For instance, school reopenings haven't brought large numbers of mothers back into the workforce. And the nationwide expiration of expanded unemployment benefits in September hasn't widely spurred work searches.</p><p>Other factors, such as workers' re-evaluation of work-life balance, emerged unexpectedly in recent months and kept some of them on the sidelines. Though many of these people could re-enter the job market as their savings or cushion from government stimulus money dwindles, others might settle into a new lifestyle and never return.</p><p>Stephanie Aaronson, a Brookings Institution economist who studies labor-force participation, expects it could take several years for prime-age participation to return to pre-pandemic levels. Workers tend to make decisions about their labor-force participation that take awhile to unwind, she said, referencing individuals' choices to stay out of work for parenting or schooling -- commitments that often last a few years.</p><p>\"People really for a year and a half have totally changed their lives,\" Ms. Aaronson said. \"That might just mean that there's even more persistence in people's labor-force decisions than there is normally.\"</p><p>A slow recovery in labor-force participation means employers might need to continue ramping up wages as they compete for a shrunken pool of workers. Such wage growth could prolong inflationary pressures and force the Federal Reserve to raise rates sooner than it otherwise would.</p><p>Minneapolis Fed President Neel Kashkari, who has been one of the most outspoken advocates for keeping interest rates low, said Tuesday he was paying close attention to participation rates.</p><p>\"If the labor force does not return, then that's going to give me more concern that the high inflation readings that we've been seeing may be sustained, because that means that hey, we are already at or maybe we are close to our economy's potential,\" he said.</p><p>Declines in participation among prime-age workers account for about half of the overall drop in the labor-force participation rate, adjusted for an aging population, since February 2020, according to calculations by Jason Furman, senior fellow at the Peterson Institute for International Economics, and Wilson Powell III, research associate at the Harvard Kennedy School.</p><p>\"I don't think it's lost on people that it's a hot jobs market and that they don't need to be in a hurry to jump in,\" said Mr. Furman, a former Obama administration economist. \"There will still be jobs waiting for them a few months from now.\"</p><p>The prime-age participation rate offered glimmers of improvement last month as about 100,000 women ages 25 to 54 joined the labor force. Still, October's gain was modest; labor-force growth among this group was stronger over the summer.</p><p>The share of prime-age women working or looking for a job remains depressed. It was 75.4% in October, down from 76.8% in February 2020.</p><p>Ms. Aaronson of Brookings found that virtual and hybrid schooling played only a small role in holding down labor-force participation among women with young children during the pandemic, suggesting there are many other barriers to participation.</p><p>Economists cite workers' concerns about the pandemic itself as a major impediment to labor-supply growth.</p><p>There are early signs that the easing pandemic is lifting prospects for work searches. In October, roughly 600,000 prime-age individuals who weren't in the labor force said they were unable to look for work because of the pandemic, down from about 800,000 in September, the Labor Department said.</p><p>In one promising sign for participation, most prime-age workers who dropped out of the labor force during the pandemic plan to re-enter in the next year, according to a Goldman Sachs analysis. There are very few sidelined workers who are discouraged about job opportunities, a sharp divergence from the years after the 2007-09 recession and a testament to the multitude of job openings, the firm said.</p><p>Some workers will also return to the labor force as savings continue to run down, economists say.</p><p>Americans were saving at an annualized rate of $1.336 trillion in September, compared with $5.764 trillion in March when a fresh round of stimulus started reaching bank accounts.</p><p>---</p><p>Nick Timiraos contributed to this article.</p>",
  "published": "2021-11-15T00:00:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 4619,
          "end": 4626
        },
        {
          "start": 4619,
          "end": 4632
        },
        {
          "start": 4590,
          "end": 4603
        }
      ]
    }
  ]
}