{
  "_id": "9853222ef5000b77de73a5c0fc71883805a34b237a27fa949528d22f9a8a715d",
  "feed": "ftcomall",
  "title": "‘A massive second-half recovery': Biden, China and the global economy",
  "text": "<p>Flurries of snow may have greeted Joe Biden as he stepped out for his <a href=\"https://www.ft.com/content/13954a39-bd8c-4ea3-b9ad-72492176ae02\">inauguration as US president</a> on a windy Wednesday in Washington, but financial markets were not concerned about the weather. </p> <p>The past week has seen China post figures showing its <a href=\"https://www.ft.com/content/ac22618a-4bab-4905-af81-a031a54e9617\">economy avoided a contraction in 2020</a> and a new US administration <a href=\"https://www.ft.com/content/e09bfe56-8aff-4738-a11c-37d731bd224b\">promising to “act big” and pump up the economy</a>. </p> <p>Even in Europe, still in the middle of a painful second wave of coronavirus, <a href=\"https://www.ft.com/content/3984312c-5278-42ef-94f1-597c6f0a40cb\">Christine Lagarde</a>, European Central Bank president, said that once Covid-19 vaccines were in widespread use across the continent, it too could look forward to a “recovery in demand as containment measures are lifted and uncertainty recedes”.</p> <p>Ever since Mr Biden won the US presidential election and <a href=\"https://www.ft.com/content/6633221e-3b28-4a15-b02d-958854644c79\">vaccines</a> were shown to be effective, <a href=\"https://www.ft.com/content/d785632d-d9a0-45ae-ae57-7b98bb2fb8d6\">stock markets have raced ahead</a>. The MSCI world index rose 12.2 per cent in November, followed by gains of 4.5 per cent and 3.6 per cent in December and so far in January respectively. When Mr Biden said on Wednesday that it was “a day of history and hope”, stock markets were far ahead of the new president. </p> <p>Reza Moghadam, chief economic adviser at Morgan Stanley, says that although there are differences of opinion on the scale and locations of an economic bounce back in 2021, “growth across the world will be stronger than people think because you'll have a massive recovery in the second [half]”. </p> <p>Surging optimism is built on the three foundations of global health, politics and economic policy, which all appear more stable and firmly grounded than seemed even possible just a few months ago. </p> <p>The most important foundation for economic performance is success in tackling Covid-19. The effectiveness of vaccines against coronavirus and the start of their rollout across the world has dimmed fears that economies would suffer a series of chronic stop-start cycles with periodic waves of infections and lockdowns. </p> <p>With the Biden administration announcing it would remain a member of the World Health Organization and join its global Covax vaccination programme to halt the spread of the virus, the chances of a concerted push to suppress the disease have received their biggest boost since a second wave of deaths hit northern hemisphere advanced economies last autumn.</p> <p>Goldman Sachs estimates that in the US and the UK, where <a href=\"https://www.ft.com/content/cdfb7b28-8306-4db2-8dd6-4f85a92b1778\">vaccine rollout is more advanced</a>, the effects on economic performance will already be visible by the second quarter even before effective herd immunity might be reached. </p> <p>“A near-term vaccine-driven reduction in hospitalisations is likely to kick off the growth rebound through relaxed restrictions and some reductions in voluntary consumer social distancing,” its economists Daan Struyven, Sid Bhushan and Dan Milo wrote.</p> <p>With Mr Biden pledging to “repair our alliances and engage with the world once again”, the <a href=\"https://www.ft.com/content/4b3cb06d-56e3-48b4-800e-9b33f0b48934\">immediate geopolitical backdrop</a> is also much more favourable than under former president Donald Trump. Few expect immediate resolution of contentious international issues, and clear tensions will remain between the US and China on trade policy and across the Atlantic over corporate taxation. But the relief is palpable among officials that they no longer have to tune part of their screens permanently to Twitter in case of a sudden reversal of US policy. Ursula von der Leyen, the European Commission president, hailed a “new dawn” in relations.</p> <p>In economic policy, the world has moved to a new conventional wisdom of maintaining the unprecedented 2020 fiscal and monetary stimulus until economies have entrenched recoveries, brought unemployment down and vanquished threats of deflation. Janet Yellen, nominee for US Treasury secretary, spoke of a new “consensus” among economists in testimony to Congress this week. While she acknowledged the need to take heed of the nation's debt burden, she said, “with interest rates at historic lows, the smartest thing we can do is <a href=\"https://www.ft.com/content/72ca778e-4486-45fe-a990-74551dc95a8f\">act big</a>”.</p> <p>Mr Biden has proposed a $1.9tn stimulus package to shore up US family finances during the pandemic and boost the health and vaccination drive. This represents a potential stimulus of 9 per cent of US national income — much larger than other advanced economies' fiscal stimulus so far.</p> <p>“Even if that gets watered down some, and it will be, it'll be big,” says Erik Nielsen, chief economist of UniCredit.</p> <p>The EU is following a similar path with its €750bn recovery fund that is designed to build a new economy, not just shore up struggling sectors. China already used a similarly large fiscal stimulus to ensure that its economy grew from the second quarter of last year, with massive public investment taking the place of subdued spending by consumers while strict restrictions were still in place. </p> <p>Central banks are in no mood to remove the punchbowl from this spending party. Having struggled to maintain sufficient economic activity to prevent inflation falling significantly below their targets, they have either explicit or implicit policies in place to keep borrowing costs at rock bottom well into the recovery phase and some, such as the Federal Reserve, have pledged to maintain a loose stance on policy even if inflation rises above its 2 per cent target for some time to come. </p> <p>Surveying this new landscape of fiscal and monetary stimulus, strategists at investment bank UBS in London have advised clients to reconsider whether it is sensible to hold cash in their portfolios. “The backdrop of low interest rates and new stimulus make equity valuations look more reasonable, and we see attractive opportunities among more cyclical companies, sectors and markets,” they advised clients this week. </p> <p>Once the health crisis is under better control and restrictions begin to be lifted across the <a href=\"https://www.ft.com/global-economy\">global economy</a>, the expectation in financial markets is for a powerful reflation, far stronger and more durable than after the 2008-09 global financial crisis. Financial markets in the US are <a href=\"https://www.ft.com/content/0ca884ee-cdd1-4ef0-ba27-40ed5691f118\">now betting on the average future inflation rate</a> in five years' time to be above 2 per cent, having spent much of 2020 signalling a severe shortage of demand and inflation well below target. </p> <h2>Assuming the best</h2> <p>With so much optimism that the world will build back better, economists are also examining what might go wrong with this upbeat consensus scenario for the global economy. </p> <p>On health, the optimistic outlook assumes the rollout of Covid-19 vaccines will accelerate, they will ensure that societies gain effective herd immunity from the virus and that they remain effective against new variants of the virus. Each of these scenarios might be too optimistic and depend on various assumptions that vaccines represent a “get out of jail free” card. </p> <p>Alternative, more pessimistic, assumptions about the ability of vaccines to block infections and stop transmission of coronavirus can radically change the health and economic prognosis. An <a href=\"https://www.imperial.ac.uk/news/212993/vaccines-signal-immediate-epidemic-researchers/\">examination of these assumptions</a> by a joint team of epidemiologists from Imperial College, Edinburgh and Warwick universities warned this week that vaccination was “not a panacea” and that a rapid relaxation of restrictions risked a further “huge wave of infections” among unvaccinated groups.</p> <p>There are also new political threats on the horizon which suggest the assumption of a powerful global reflation might be premature. In the US, since its election defeat, elements in the Republican party have rediscovered their desire for fiscal conservatism, which could frustrate Mr Biden's plans for stimulus. </p> <p>Domestic political stability faces renewed tests elsewhere. In Italy, Giuseppe Conte's government scraped through a confidence vote this week. In Germany, many want to go back to orthodox fiscal policies and a rapid return to deficit reduction across the whole continent.</p> <p>But it is in the field of economics where current levels of optimism seem most divorced from the reality of the Covid-19 crisis.</p> <p>China, which dealt with the pandemic more successfully than the world's large democracies, will hail this victory as part of its 2021 celebration of the Communist party's centenary. The 6.5 per cent year-on-year growth it announced for the fourth quarter of 2020 will rise even higher in the first quarter of 2021 when the relevant comparison will be with the nadir of its Covid-19 crisis last year. </p> <p>These rosy headline figures should not mask <a href=\"https://www.ft.com/content/566ccb3a-ad79-4bb2-b9c2-6d5a9480f823\">underlying difficulties in the Chinese economy </a>that are likely to undermine the sustainability of its recovery in the longer term. With an ageing population, weak social safety net, excessive domestic saving and a renewed reliance on exports, the past year of state spending on heavy infrastructure to power its recovery has further complicated China's need to rebalance its economy. According to George Magnus, associate at Oxford university's China Centre: “[Rebalancing] will be the defining issue for the decade, but I don't see why 2021 shouldn't be the bumper year for the Communist party that it hopes it will be.”</p> <p>Similarly in the two large western economies, the US and eurozone, the recovery in 2021 is likely to be strong with the fastest growth rates seen in decades. However, this recovery should not blind people to the damage from the pandemic with permanent scars from lost private investment, bankruptcies and changing behaviour that leaves some jobs in hospitality, tourism and entertainment no longer viable.</p> <p>The IMF forecasts that scarring is likely to leave the global economy 6 per cent smaller in 2025 than it had hoped before the pandemic. This is much less than the 25 per cent permanent loss of income by 2025 forecast by the IMF that followed lower growth rates after the global financial crisis, but hardly fits with the euphoric mood in financial markets. </p> <p>Despite Mr Moghadam's optimism about 2021, he says the boom he expects “will not be sufficient to absorb the unemployed” and it is “too simplistic” to expect economies to return to the path they were on before the pandemic. </p> <p>Catherine Mann, chief economist of Citi, says this is a crucial point and supports a more pessimistic overall economic outlook. “There is little evidence that supports a true recovery in GDP, rather just a return to previous growth trends without making up the GDP lost on account of Covid,” she says.</p><p>Source: Chris Giles in London 2021 '‘A massive second-half recovery': Biden, China and the global economy' FT.com 22 January. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-01-22T18:43:12.812Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 2249,
          "end": 2256
        },
        {
          "start": 2249,
          "end": 2262
        }
      ]
    }
  ]
}