{
  "_id": "748a2d122df433eb66896cdb26ce2859d54d51f31f6ab40630748dbbcc616a26",
  "feed": "ftcomall",
  "title": "Joanna Coles: a media star scores with Spacs",
  "text": "<p>In 2018, Joanna Coles announced her departure from publisher Hearst Magazines in an <a href=\"https://www.instagram.com/p/BmJd19llccJ/?utm_source=ig_embed&amp;utm_campaign=embed_video_watch_again\">Instagram video </a>filmed atop her treadmill desk, overlooking Manhattan's skyline.&#xa0;&#xa0;</p> <p>As the treadmill whirred beneath her workstation, the British-born journalist explained she was moving on after a 12-year-stint at Hearst that saw her stride from editor-in-chief of Marie Claire to Cosmopolitan to a board role.&#xa0;</p> <p>Now Coles, 58, is back on the treadmill as she charts a new path into the world of corporate finance. She and her new business partner Jonathan Ledecky, the co-owner of the New York Islanders ice hockey team, have founded several special purpose acquisition companies to target opportunities in emerging markets and among younger consumers.&#xa0;This week one of them, Northern Star Investment Corp II, agreed a <a href=\"https://www.ft.com/content/c6a84383-24d5-4f15-b695-49346e5ad2e3\">$4.7bn </a>deal to launch an obscure custody and clearing firm on the New York Stock Exchange.</p> <p>The deal for Apex Clearing, which seeks to capitalise on the boom in amateur investing, is just the latest sign of the frothy market for <a href=\"https://www.ft.com/content/80458983-1693-4022-ba23-113925d24d70\">Spacs</a>, which see sponsors sell shares in a blank cheque vehicle that then uses the money to buy or merge with a private company.&#xa0;</p> <p>A staggering <a href=\"https://www.spacresearch.com/\">$83.4bn was raised through 248 US Spac listings in 2020</a>, according to Spac Research. Despite criticism that Spacs tend to benefit <a href=\"https://www.ft.com/content/8ab4afd5-5f9c-4d83-8fe4-a24e4dfb199b\">sponsors at the expense of public investors</a>, the craze has continued in 2021, with nearly $60bn raised already by the likes of tennis star Serena Williams and retired basketball player Shaquille O'Neal. </p> <p>Coles, whose budding Spac portfolio focuses on disruptive technologies, insists she is not driven by a desire to cash in.&#xa0;</p> <p>“I do need to pay the exorbitant American college fees,” she jokes over the phone. Her two sons from her marriage to author and journalist Peter Godwin, which ended in 2019, are currently at US universities.&#xa0;</p> <p>“People who know me would say I'm not motivated by money, though. I'm motivated by curiosity, and that curiosity moves you into different worlds. At the moment, it just so happens that I'm in the financial world.”&#xa0;</p> <p>Growing up in Yorkshire in the north of England, Coles created her own magazines as a hobby and sent one copy off to the Queen for her approval. She was fascinated by America and was an avid viewer of <em>The Mary Tyler Moore Show</em>, whose female protagonist was a driven young TV news producer.&#xa0;</p> <p>Arriving in London in the mid-1980s, Coles proceeded to hopscotch among <a href=\"https://www.linkedin.com/in/joannacoles/\">media jobs</a> at the Spectator, The Daily Telegraph and then the Guardian. Colleagues of Colesy, as she was known, remember being struck by her ambition. She was always moving on to bigger, more glamorous things.&#xa0;</p> <p>In 1997, Coles jumped at the opportunity to go to New York as the bureau chief for the Guardian. Not long after arriving she became pregnant with her first son, and opted to shift to the more predictable schedule of a magazine editor. She took a 50 per cent pay cut to join New York magazine in 2001, but it opened up a pathway into the stratosphere of US magazine journalism.</p> <p>By 2006, Coles was editor-in-chief of Marie Claire and, six years later, she took over Cosmopolitan, which had a monthly circulation of 3m and rising. Coles marshalled the move to digital, and became a personality in her own right, producing and featuring in an array of TV shows.&#xa0;</p> <p>David Carey, who was president of Hearst Magazines until 2018, says he moved Coles to Cosmopolitan because of her charm: “Joanna will walk right up to Barack Obama, Mike Bloomberg, David Solomon [of Goldman Sachs] or Brian Chesky at Airbnb and within 30 seconds they're best pals. That's a gift.”</p> <p>Though she was touted as a possible successor to Carey, Coles, who was by then the company's first chief content officer, lost out to Troy Young, and left the company. Coles insists she was always planning to move on, but a person familiar with the matter says Hearst executives thought Coles was prioritising her personal brand over her work at the company and sped up her exit.&#xa0;</p> <p>By then Coles was on the board of Snap, owner of photo-sharing app Snapchat, and she has since become a director of home audio manufacturer Sonos.&#xa0;&#xa0;</p> <p>Snap gave her a first taste of taking a company public in 2017, when she worked with chief executive Evan Spiegel on the initial public offering. “It was all hands on deck,” Spiegel told the Financial Times. “I was exhausted afterwards, but Joanna clearly enjoyed it.”&#xa0;</p> <p>Last March, Ledecky persuaded Coles to join his Spac team. “Jon is such a Spac veteran,” she says, “I didn't want to do it with someone who hadn't done it before because . . . there's a rhythm to it, which Jon has down.”</p> <p>At a time when Spacs appear to outnumber good merger candidates, the charm of Coles has come in handy. For her first Spac deal, she successfully wooed the founders of the online pet care service Bark, during a socially distanced walk in New York's Central Park. The two Northern Star Spacs are among the fastest ever to announce deals, taking just 36 days for Bark and 27 days for Apex, according to Spac Research.</p> <p>Coles has two more Spacs planned, but she doesn't intend to finish her career in finance. “In five years' time I could see myself setting off across America with a notepad, deciding to write a book about the history of the Mississippi,” she says. “That's something I've always wanted to do.”</p> <p><a href=\"mailto:oliver.barnes@ft.com\"><em>oliver.barnes@ft.com</em></a></p><p>Source: Oliver Barnes 2021 'Joanna Coles: a media star scores with Spacs' FT.com 26 February. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-02-26T16:30:07.983Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": -1,
          "end": 14
        },
        {
          "start": 3476,
          "end": 3489
        },
        {
          "start": 3453,
          "end": 3466
        }
      ]
    }
  ]
}