{
  "_id": "833258e67e717400fc993d34778fcbd877cf2d3e0ae91a8b1662f3173c3c274c",
  "feed": "wall-street-journal",
  "title": "Banking & Finance:  Big Lenders Pass Fed Stress Tests  ---  Positive review of 23  institutions will bring  an end to limits on  investor payouts  ----  By Andrew Ackerman and David Benoit",
  "text": "<p>   WASHINGTON -- The Federal Reserve gave large U.S. banks a clean bill of health as they emerge from the coronavirus crisis, paving the way for the lenders to boost their payouts to investors after June 30. </p><p>   In a vote of confidence for the banks, including Goldman Sachs Group Inc. and Wells Fargo &amp; Co., the Fed on Thursday said it would end temporary limits on dividend payments and share buybacks after all 23 firms performed well in annual stress tests. </p><p>   The stress tests gauge banks' ability to maintain strong capital levels and keep lending to businesses and households in a severe recession. In a worst-case scenario, featuring a severe global recession in which the U.S. sees double-digit unemployment, the 23 large banks would collectively lose more than $470 billion, the Fed said in a release. Their capital ratios would decline to 10.6%, still more than double their minimum requirements, the release said. </p><p>   The Fed typically performs the test annually but added a second test last fall to account for pandemic-related stresses. </p><p>   \"Over the past year, the Federal Reserve has run three stress tests with several different hypothetical recessions, and all have confirmed that the banking system is strongly positioned to support the ongoing recovery,\" said Randal Quarles, the Fed's vice chairman of supervision. </p><p>   The Fed capped dividends and barred buybacks last summer, citing the need to conserve capital during the coronavirus-induced downturn. After an extra round of stress tests, it loosened some of those restrictions, saying dividends and buybacks couldn't exceed profits from recent quarters. </p><p>   Thursday's actions end those limits. Analysts had anticipated that would lead to a jump in payouts when the banks start disclosing plans Monday afternoon. </p><p>   Capital returned to investors over the coming year could approach $200 billion, Barclays analysts estimated. They now expect most banks' payouts to shareholders to exceed their profits. </p><p>   Nineteen of the largest banks, including Goldman Sachs and Wells Fargo, were required to take this year's test. Four smaller banks on a two-year stress test cycle opted into the test. </p><p>   In the worst-case scenario, unemployment rises above 10% for a year, gross domestic product falls for seven straight quarters and stock prices drop 55%. Last year, actual declines in employment and GDP were worse than the Fed's hypothetical scenario. But then the economy snapped back far quicker than banks or the stress test imagined. </p><p>   Banks say they have helped keep businesses and consumers afloat during the pandemic and recovery. As of late May, they helped disburse almost $800 billion through the federal Paycheck Protection Program of loans to small businesses. </p><p>   Still, some of the largest banks restricted lending to current customers or those who had previously taken out loans. Smaller banks picked up much of the slack. They issued 28% of PPP loans, despite holding about 12% of the industry's assets in 2020, according to the Federal Deposit Insurance Corp. </p><p>   Before the Fed imposed its payout restrictions last summer, the biggest U.S. banks had voluntarily halted share buybacks through the second quarter of 2020. Buybacks, which the Fed prohibited until the first quarter, are the main way U.S. banks return capital to shareholders. </p><p>   The stress tests were introduced following the financial crisis of 2008-09, when the U.S. government bailed out some of the largest financial institutions. The results of the first tests helped restore investor confidence in the banking system. </p><p>   Bank shares, which fell sharply in 2020, have rallied to start the year, and analysts have said increased dividends and share repurchases would likely create another bounce. The KBW Nasdaq Bank Index is up 28% this year, compared with the S&amp;P 500's 13.5% gain. </p><p></p>",
  "published": "2021-06-25T06:13:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 1989,
          "end": 2002
        },
        {
          "start": 254,
          "end": 277
        },
        {
          "start": 254,
          "end": 261
        },
        {
          "start": 1989,
          "end": 1996
        },
        {
          "start": 254,
          "end": 278
        },
        {
          "start": 254,
          "end": 267
        }
      ]
    }
  ]
}