{
  "_id": "9ae5a157b047c48a1a7ceb02b33d1d8cb187e47835b2325e0c23577eb9ce7ca6",
  "feed": "wall-street-journal",
  "title": "Crypto's 'DeFi' Projects Aren't Immune to Regulation, SEC's Gensler Says; Some peer-to-peer trading and lending projects have features that may trigger the need for regulation, chairman says",
  "text": "<p>WASHINGTON—A new breed of digital asset exchanges is potentially the holy grail for cryptocurrencies: online places for people to trade and lend that purportedly involve no middleman setting the rules or taking fees.</p><p>But these peer-to-peer networks, so far completely unregulated in the U.S., may not be immune from oversight, said Gary Gensler, chairman of the Securities and Exchange Commission. Some decentralized finance projects, known as DeFi, have features that make them look like the types of entities the SEC oversees, Mr. Gensler said in an interview Wednesday.</p><p>DeFi developers write software that automates transactions and say they then step away from the project, allowing it to operate with no central entity in charge. They argue that such decentralization defeats the need for oversight by the SEC, which has said that some cryptocurrencies, such as bitcoin and ether, are sufficiently decentralized to avoid regulation.</p><p>But Mr. Gensler, who took over in April, said projects that reward participants with valuable digital tokens or similar incentives could cross a line into activity that should be regulated, no matter how \"decentralized\" they say they are.</p><p>\"There's still a core group of folks that are not only writing the software, like the open source software, but they often have governance and fees,\" Mr. Gensler said. \"There's some incentive structure for those promoters and sponsors in the middle of this.\"</p><p>The SEC under Mr. Gensler has doubled down on an effort, started several years ago, to look for cryptocurrency projects that are offering investments that should be regulated. In the past, that strategy has leaned heavily on enforcement actions that target digital-asset issuers or exchanges on a one-by-one basis.</p><p>Mr. Gensler, a longtime policy maker and former banker at Goldman Sachs Group Inc., two weeks ago promised a vigorous attack on fraud and misconduct in the market. He also said he would ask Congress to help legislate a solution to fill regulatory gaps, such as cases in which some digital assets don't fall neatly into an existing regulatory framework.</p><p>A variety of DeFi platforms have popped up, with some rivaling the trading volumes of more established centralized cryptocurrency exchanges.</p><p>Unlike conventional crypto exchanges, DeFi apps don't require users to hand their digital tokens to an exchange to be able to trade. That appeals to traders worried about losing their assets to hackers who steal digital coins from exchanges. There is also no central authority deciding who is allowed to trade, or what tokens can be traded.</p><p>DeFi projects generally don't have safeguards against money laundering, or \"know your customer\" measures in which an exchange confirms the identity of traders using the platform. That also could raise red flags for authorities.</p><p>The SEC earlier this month brought its first enforcement action against a DeFi firm, Blockchain Credit Partners, and two men who ran it.</p><p>The project recruited investors to contribute their digital assets in exchange for a slice of income-generating car loans. The business was supposed to be decentralized because a separate \"governance\" token granted owners the right to make decisions about the business and share in the management company's profits.</p><p>The SEC said the project's creators misled investors about how the business worked and sold $30 million of digital tokens in violation of investor-protection laws.</p><p>The term DeFi is \"a bit of a misnomer,\" Mr. Gensler said, speaking generally and not about the Blockchain Credit case. \"These platforms facilitate something that might be decentralized in some aspects but highly centralized in other aspects.\"</p><p>Mr. Gensler said questions about how DeFi may be regulated recall a debate that occurred about 15 years ago over other peer-to-peer lending platforms. Lenders such as Prosper Marketplace Inc. and rival LendingClub Corp. lined up individual investors to fund small loans to consumers that the companies made in partnership with banks. Prosper, for instance, then sold interests in the loans in the form of promissory notes, with individual investors receiving interest payments as the loans were repaid. The company didn't initially register the loans with the SEC, which in 2008 said they were securities.</p><p>After an SEC investigation, Prosper agreed in 2008 to register the loans, which involved providing information to investors about the borrower's creditworthiness. That same year, LendingClub agreed to do the same.</p><p>Write to Dave Michaels at dave.michaels@wsj.com and Paul Kiernan at paul.kiernan@wsj.com</p><p>SHARE YOUR THOUGHTS</p><p>Should DeFi apps be subject to regulation? Why or why not? Join the conversation below.</p><p>Crypto's 'DeFi' Projects Aren't Immune to Regulation, SEC's Gensler Says</p>",
  "published": "2021-08-19T09:30:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 1809,
          "end": 1816
        },
        {
          "start": 1809,
          "end": 1822
        },
        {
          "start": 1809,
          "end": 1833
        }
      ]
    }
  ]
}