{
  "_id": "05d1ec6def8cacf53904973149c81eb04b4f4ba7a1733120760a837340b2ac60",
  "feed": "ftcomall",
  "title": "Deliveroo expects customer spending to slow from lockdown peak",
  "text": "<p>Deliveroo expects customer spending on its food delivery app to grow by 30-40 per cent in 2021, implying gross transaction values of at least $5.3bn — a slowdown from the 64 per cent jump seen last year when coronavirus lockdowns pulled in a wave of new customers. </p> <p>London-based Deliveroo also expects that its gross profit margin will dip to 7.5-8 per cent, compared with 8.8 per cent in 2020, as order sizes fall back to normal levels and it invests more in marketing and expanding in grocery delivery. </p> <p>The <a href=\"https://corporate.deliveroo.co.uk/investors/\">forecasts</a> came as it unveiled plans for its London stock market debut, with filings revealing 54 per cent growth in net sales but losses of £224m in 2020.&#xa0;</p> <p>The Amazon-backed company announced on Monday its intention to float on the London exchange's main market, suggesting that its shares are likely to begin trading by early April.&#xa0;</p> <p>The filing includes details of a dual-class share structure that would give Will Shu, Deliveroo's co-founder and chief executive, 20 votes a share, while every other shareholder will have a single vote for each share. The structure will expire three years after the listing.&#xa0;</p> <p>“What we want is the ability to provide stability in the management team to focus and execute on our long-term vision,” said Shu. The Silicon Valley-style control structure avoids “being driven by short-term interests” after it goes public, he added. </p> <p>Deliveroo has privately <a href=\"https://www.ft.com/content/f8108b89-419f-40e8-97c9-ce2c15b905e9\">targeted</a> a valuation of as much as $10bn, people briefed on internal discussions told the Financial Times last week. Hitting that goal would mean that Shu's 6.6 per cent stake in Deliveroo would be worth close to £500m. </p> <p>Monday's filing revealed that more than 6m people order from more than 115,000 restaurants and stores through Deliveroo every month. Its gross transaction value, primarily made up of customers' spending, rose 64 per cent to £4.1bn in 2020.&#xa0;</p> <p>Despite the boost that the pandemic ultimately brought to the food delivery business, the first few weeks of lockdowns in Europe caused <a href=\"https://www.ft.com/content/1c296d9e-e654-486a-9e40-f8f39ea191e0\">considerable disruption</a> to Deliveroo, as key restaurant chains such as Wagamama were forced to close. </p> <p>The delivery company benefited from £1.3m of furlough support from the UK government and received a further £3m in Covid relief grants abroad, Monday's filings show. In the first half of the year, 285 employees were furloughed and 460 made redundant, including 230 in the UK, incurring a £6.6m charge. The company said it bore Covid-related costs of £4m, as it provided personal protective equipment to restaurants and couriers. </p> <p>As restaurants and diners turned to online deliveries, 2020 turned out to be one of rapid growth for Deliveroo, which ended the year with £379.1m in cash and equivalents, and paid £5m to its top executives in salary. </p> <p>Net revenues, mostly consisting of fees charged to restaurants and consumers, were £1.2bn in 2020, up 54 per cent on the previous year. &#xa0;</p> <p>That included net revenue growth of 65 per cent to £599m in the UK and Ireland last year, suggesting that Deliveroo outpaced its more established rival Just Eat to gain share in its home market.&#xa0;</p> <p>The company said growth had been driven by increased customers and more frequent usage, as the coronavirus pandemic drove many people to try online deliveries for the first time. </p> <p>Even when the lockdown rules that closed restaurants were lifted and the UK government gave people financial incentives to <a href=\"https://www.ft.com/content/d45baaad-369c-41be-9c80-af241e821913\">“eat out to help out”</a>, Deliveroo “continued to grow rapidly and the order frequency of consumers remained high”, Shu said. </p> <p>Reining in administrative expenses helped to narrow underlying losses by 29 per cent compared with the <a href=\"https://www.ft.com/content/a882d2dc-fa43-4d98-a42e-c7270ddf9b44\">previous year</a> to £223.7m in 2020. </p> <p>After adjusting for various items, underlying losses before interest, tax, depreciation and amortisation were £9.6m last year, down from £231.6m in 2019. It was profitable for two quarters of last year on the same basis, which excludes finance costs, stock-option costs and other one-off items.&#xa0; </p> <p>The company warned prospective investors that it would continue to prioritise expansion over profitability.&#xa0;“Our ambitions have increased as we start to truly understand and execute on the opportunity in front of us in online food,” said Shu.&#xa0;</p> <p>However, the fact that the eight-year-old company did not come closer to overall profitability during a boom year for food delivery may raise questions from prospective investors about its longer-term business model.&#xa0;</p> <p>“We're not targeting a specific profitability margin in the near term,” Shu said. </p> <p>He described Deliveroo as a “pure-play food platform”, encompassing the far larger potential market of groceries as well as restaurant dining. “We think we are day one in that opportunity,” he said, echoing Amazon founder Jeff Bezos's maxim that it is <a href=\"https://www.ft.com/content/41c5d4dc-f402-11e0-b221-00144feab49a\">“always day one”</a> at the ecommerce group, which was lossmaking for many years. </p> <p>Monday's filing argues that its logistics technology will continue to improve efficiency and productivity for restaurants and its fleet of couriers, boosting its own profitability on each order. Existing customers typically increase the frequency with which they place orders, Deliveroo added, “acting like a recurring revenue stream that grows over time”. </p> <p>Goldman Sachs and JPMorgan Cazenove are Deliveroo's joint global co-ordinators. </p><p>Source: Tim Bradshaw in London 2021 'Deliveroo expects customer spending to slow from lockdown peak' FT.com 8 March. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-03-08T22:54:53.800Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 5152,
          "end": 5159
        },
        {
          "start": 5152,
          "end": 5165
        }
      ]
    }
  ]
}