{
  "_id": "6da1aa8f6e2e31d5a063bc8dd91d8c34afa4ae13069e0596baefea02cae71bc4",
  "feed": "wall-street-journal",
  "title": "McKinsey Vote Reveals Splits  ----  By Vanessa Fuhrmans and Justin Scheck",
  "text": "<p>   On Feb. 4, McKinsey &amp; Co. announced a $573 million settlement for its work with opioids makers. Kevin Sneader, the firm's top partner, personally apologized for McKinsey's behavior. </p><p>   At the same time, the firm's 650 senior partners were deciding whether to give Mr. Sneader a second three-year term. The settlement, which will effectively reduce partner compensation, was the latest effort by Mr. Sneader to clean up several scandals that he inherited and try to rein in the behavior that led to them. </p><p>   Mr. Sneader lost the vote, highlighting McKinsey's sprawling democracy and the split among partners over his effort to exert more control over the firm's decentralized culture. He is the first managing partner in decades to serve just one term. </p><p>   The timing of the opioid settlement was akin to a politician pushing an unpopular law days before an election, people inside the firm said. McKinsey's work advising OxyContin maker Purdue Pharma LP and other drug manufacturers to aggressively market opioid painkillers wasn't illegal, the firm said, but Mr. Sneader said in a written statement that the firm didn't adequately acknowledge the addiction issues unfolding in the community and called the settlement an important step \"in accepting the consequences of a chapter in our Firm's story about which I am not proud.\" </p><p>   Partners, particularly those overseas, pushed back against the settlement, asking why the firm didn't fight and why it had to pay so much money if it wasn't admitting wrongdoing, people familiar with the matter said. </p><p>   Mr. Sneader's other moves to prevent the firm from getting involved with potentially controversial clients or working in businesses that could be seen as unethical also created tension, the people said. Under Mr. Sneader's leadership, the firm drew bright-line rules around the kinds of clients the firm would no longer take, including work for political parties, political-advocacy groups, legislatures or individual legislators' offices. McKinsey also said it would no longer serve clients in defense, intelligence, justice or policing institutions in nondemocratic countries, apart from a few exceptions for international aid and humanitarian support. </p><p>   \"Not everyone loves a reformer and not everyone loves rules being put in place,\" a senior partner said. </p><p>   McKinsey declined to make Mr. Sneader available for comment. </p><p>   The results of the final vote for the firm's new leader are expected in the next week or so. The current vote has exposed some issues in the firm's recently revamped method of choosing its leader, people familiar with the firm said. </p><p>   Both remaining candidates are longtime, high-ranking partners, but each presents a quandary for the firm. Sven Smit, a senior partner of the firm's Amsterdam office, is co-chairman of the McKinsey Global Institute, the firm's research arm, which has been active in producing research on issues such as income inequality and diversity. </p><p>   If Mr. Smit wins, he would serve only one three-year term because of his age and the firm's retirement rules, which state that nobody can hold the position once they reach 60 years of age -- and that the partner selected must be able to finish their term before they turn 60, according to people inside the firm. That would mean McKinsey would have three top partners in five years. Firm officials say that McKinsey's committee-heavy management structure means that cadence wouldn't be disruptive. </p><p>   The other candidate is Bob Sternfels, a partner in the firm's San Francisco office and effectively the firm's chief operating officer. Because of that role, he was involved in some of the firm's controversies, including a high-profile fight over its small but lucrative bankruptcy business, which Mr. Sneader needed to address. In December, McKinsey agreed to walk away from $8 million in fees in a settlement with the Justice Department over how the firm disclosed potential conflicts of interest. McKinsey didn't admit wrongdoing. </p><p>   McKinsey didn't make Mssrs. Smit and Sternfels available for comment. </p><p>   Mr. Sternfels can serve the maximum of two terms, but the current voting system could make that less likely than in the past. The firm's voting system was changed after three-term Managing Partner Dominic Barton retired, partly to prevent top partners from staying on too long. Now, there are more candidates on the ballot. Some partners are wary of the election becoming a popularity contest. </p><p>   The firm calls itself the world's largest private partnership, with revenue of roughly $10 billion and 40,000 employees. It is a model that some other former partnerships have abandoned or retreated from in recent years -- both to tap into more investor capital and help shield partners from liability when things go bad. </p><p>    Goldman Sachs Group Inc. became a publicly traded company in 1999. Booz Allen Hamilton Inc. went public in 2010 -- after a brief period as a public company in the 1970s. Carlyle Group LP more recently, in 2020, converted from a publicly traded partnership to a more typical corporate structure. </p><p>   Apart from the prestige factor, \"the bigger a partnership gets, the more its benefits are weakened,\" said Andrew von Nordenflycht, an associate professor of strategy at Simon Fraser University's Beedie School of Business in Vancouver, British Columbia. </p><p>   Most other partnerships, these days, are the big accounting firms and law firms -- mostly because the bodies that govern those professions stipulate they must be independent of influence from any outside shareholders or other parties, Mr. von Nordenflycht said. </p><p>   People tend to join McKinsey as young professionals, often after graduate school, and over a relatively few years are either promoted to a higher-ranking job or leave to work elsewhere. Partners in the senior ranks have often been at McKinsey for two decades or more. Building consensus among a group with such a proprietary sense of control over the organization can be difficult. </p><p>   People at McKinsey said the firm has considered going public in the past but has no need to do so. </p><p>   The Covid-19 crisis made the firm harder to manage. Under normal circumstances, a managing partner spends the year in perpetual motion around the globe, visiting offices for private meetings to hear concerns, explain decisions and strengthen relationships. Covid-19 meant that, during a time of change for the firm and response to public-relations emergencies, Mr. Sneader was essentially grounded, making him a more distant leader than he would otherwise be, people at McKinsey said. </p><p></p>",
  "published": "2021-03-01T07:08:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 4741,
          "end": 4765
        },
        {
          "start": 4741,
          "end": 4748
        },
        {
          "start": 4741,
          "end": 4754
        }
      ]
    }
  ]
}