{
  "_id": "9e47394147c4cc7d55dad1123384f481c1bea3482805a5840f4dfa5ec0940f22",
  "feed": "market-watch",
  "title": "KKR transition highlights challenge for private-equity titans in creating succession plans; ‘Some managers don't ever want to retire'",
  "text": "<p>“Succession is a big deal,” a longtime private-equity fund institutional investor told MarketWatch. “It's important to any fund. Some managers don't ever want to retire.”</p><p>Henry Kravis, 77, and George Roberts, 78, stepped down from day-to-day management duties at KKR and named Scott Nuttall, 48, and Joe Bae, 49 as co-CEOs, the firm said on Monday. Kravis and Roberts are now executive co-chairmen.</p><p>KKR KKR has eased Wall Street into the change for a while, given that Nuttal has been the main speaker on quarterly conference calls for the firm for years.</p><p>Read also:Jumbo home-loan originations near pre-2008 crisis levels</p><p>JMP analyst Devin Ryan said KKR has been planning for a transition.</p><p>“We view the leadership announcement as more of a formalization of responsibilities already under way,” Ryan said. “[ Nuttall and Bae] have been instrumental to the success and growth of the firm while also actively responsible for the day-to-day operations.”</p><p>KKR's move leaves Blackstone Group BX as the only major publicly traded private-equity firm without a CEO transition in recent years, as founder Stephen Schwarzman, 74, remains in that position. To be sure, the firm elevated Jonathan Gray, 51, to president and COO in 2018.</p><p>See:Opinion:&#xa0;The ultrarich are a threat to democracy</p><p>Apollo Global Management APO's Marc Rowan, 59, was named CEO earlier this year once co-founder Leon Black stepped down before his 70 birthday, after revelations that Black hired disgraced financier Jeffrey Epstein as a wealth adviser. &#xa0;</p><p>Carlyle Group CG named Kewsong Lee, 54, sole CEO in 2020 after Glenn Youngkin decided to retire as co-CEO. The pair took the helm of the company in early 2018, while co-founders David Rubenstein and Bill Conway, both 72, moved to the executive chairman role.</p><p>The institutional investor, who did not want to be identified, said meetings between private-equity firms and investors often take a more serious turn when the age of a founder or top manager comes up.</p><p>Don't miss:Private-equity powerhouses are sitting on piles of uninvested cash</p><p>“If the person in charge is 65 and they still own 70% of the firm, then you really have concerns about whether they're generous enough to keep a good team in place,” the investor said. “I had a meeting recently with a well known firm and the manager used to get 50% of the carried interest in a fund and now they only get 10%. That made me happy.”</p><p>Succession remains a big issue in private equity because the founders of firms are often seen as financial stars that create the magic around investments. Having a strong supporting team in place assures investors that a firm's returns don't hinge on the performance of one key person. &#xa0;</p><p>Firms such as Goldman Sachs Group Inc.'s GS Petershill unit and Neuberger Berman's Dyal Capital business have played a role in succession by buying stakes in private-equity firms. The deals allow firm owners to cash out some of their holdings, and help lay the groundwork for a new generation to take over.</p><p>The baby boomer generation has played a starring role in private equity, on at least a couple of fronts. Baby boomers such as Kravis, Black and Schwarzman were Founding Fathers of an industry that has grown into a major force in global business.</p><p>And on the deal front, portfolio company baby boomers reaching retirement age have been a major source of M&amp;A transactions for private-equity firms seeking to invest in founder-led businesses.</p><p>KKR's Kravis and Roberts have the status of poster children of the generation that shaped the industry. With its roots in merchant banking, KKR won fame as a private -equity firm in its $25 billion megabuyout of RJR Nabisco in 1989, as depicted in the book, “Barbarians at the Gate.”</p><p>By the early 1990s, many other firms came into being mostly from high-ranking bankers and lawyers from the financial services industry. With the 2008 financial crisis, many major banks spun out their private equity groups into independent firms, fueling more growth in the industry.</p><p>At last check, private-equity firms spent more than $500 billion on deals in 2020, according to S&amp;P Global Market Intelligence. The firms continue to take in investments from pension funds, endowments, sovereign-wealth funds and hold roughly $2 trillion in so-called dry powder, or unspent fund commitments, for deals.</p>",
  "published": "2021-10-13T08:34:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 2700,
          "end": 2707
        },
        {
          "start": 2700,
          "end": 2713
        },
        {
          "start": 2700,
          "end": 2724
        },
        {
          "start": 2700,
          "end": 2723
        }
      ]
    }
  ]
}