{
  "_id": "96863f650575e3e663a1fc83591f799e263801afe549a15b542ab4272c5aef49",
  "feed": "ftcomall",
  "title": "Anne Boden: ‘Cash will disappear' ",
  "text": "<p>The pandemic will speed up the transition to a fully <a href=\"https://www.ft.com/content/cd4a803a-bf79-4d39-89c8-b259f106a2e7\">cashless society</a> over the next decade, Anne Boden, founder and chief executive of Starling Bank, has predicted — but this is an opportunity she thinks entrepreneurs should embrace. </p> <p>“I think cash will disappear,” she said on the FT's <a href=\"https://www.ft.com/money-clinic-with-claer-barrett\">Money Clinic</a> podcast, speculating that this could happen as soon as 2030, but was more likely to have occurred “by 2033 or 2034”. </p> <p>However, she felt the positives outweighed the negatives: “There are so many benefits in not having cash. It's easier to process. And it is safer.”</p> <p>Boden, who quit a successful career in banking to set up digital challenger Starling seven years ago, told presenter Claer Barrett that “access to broadband and smartphones” was the biggest barrier to going fully cashless. </p> <p>“I don't think it's an age thing,” she said, adding that some Starling customers were in their 90s and happy to bank via a smartphone app. “I believe very strongly that, just like having an obligation to provide people with water and electricity and utilities, we need to provide fast broadband access to people.”</p> <p>British banks closed almost half their branches between 2000 and 2019, and the coronavirus pandemic has accelerated the speed of the decline. Santander recently announced it would <a href=\"https://www.ft.com/content/f3413c8a-2d59-4a75-befd-ee73cd45fd80#post-348d8423-0a32-43a1-aa5c-a4d8d8dbeb81\">close one-fifth</a> of its UK branches, and the Post Office is trialling <a href=\"https://www.ft.com/content/32ee4c5b-efdd-42a5-bef7-a0d81bfc58d5\">shared ‘banking hubs'</a> to preserve access to cash for individuals and small businesses. </p> <p>Campaigners have stressed that cash is not dead, pointing to the <a href=\"https://www.ft.com/content/eaec6871-8306-4c9b-b1c7-dcf9326f8164#post-3b8b196e-f660-486f-81a8-74bd6626aea4\">surge in personal cash withdrawals</a> as lockdown restrictions were eased in England. However, an increasing number of businesses no longer accept cash payments.</p> <p>Thinking beyond cash is just one of the ways that entrepreneurs need to embrace the digital economy in order to prosper, Boden said, adding that the pandemic meant “things have gone digital, and they're going digital faster.”</p> <p>She said the vaccination programme and use of track and trace technology underlined how “people need technology to run their lives, and therefore people need smartphones. And we have to start considering that has been an essential service.” </p> <p>Starling secured a <a href=\"https://www.ft.com/content/e0e54c44-f113-496c-8b3d-153c54753a49\">£50m investment</a> from Goldman Sachs this week as it seeks to expand ahead of a planned stock market listing. </p> <p>Boden said that in the early days of the bank's existence, she fired out dozens of emails every morning from a coffee shop in Marylebone trying to persuade people to back her ideas. </p> <p>“For every 10 emails I sent, I'd get around five responses and maybe two meetings,” she said. However, it took her two years and a lot more of her own savings than she originally anticipated before she secured financial backing from US tech investor <a href=\"https://www.ft.com/content/89f71450-6134-4aca-a47a-e2cc8d7cdd02\">Harald McPike</a>. </p> <p>“I used the rejections to fuel my energy to keep on going,” she said, urging entrepreneurs to use every single meeting as a way of getting feedback: “Take it in and use that to develop your pitch. Keep on going out there and keep pushing.” </p> <p>In the past 12 months, Starling has issued <a href=\"https://www.ft.com/content/1ea8ce0d-087d-4436-8324-b2250c351bd3\">over £2bn worth </a>of government-backed loans to its 300,000 small business customers.</p> <p>“Many have used this opportunity to move into the digital space,” said Boden. “They've taken this time in order to decide that they have to become digital, embrace digital. And I'm pretty positive that we are going to have lots of revitalised businesses as we go into the rest of this year.”</p> <p><em>To hear the full interview, click on the link in the story above or search for Money Clinic wherever you get your podcasts</em></p><p>Source: Claer Barrett 2021 'Anne Boden: ‘Cash will disappear' ' FT.com 20 April. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-04-20T04:30:25.230Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 2168,
          "end": 2181
        },
        {
          "start": 2168,
          "end": 2175
        }
      ]
    }
  ]
}