{
  "_id": "664018db19a1403db07555d0d58d5e6066bf0589e73463ae909f5e5c6ca94b4d",
  "feed": "ftcomall",
  "title": "Ark Invest's flagship fund sinks to lowest level since November",
  "text": "<p>Cathie Wood's flagship investment fund of technology stocks has fallen to its lowest level since November, with some of its biggest holdings including Tesla down a tenth or more already this month.</p> <p>The $21bn Ark Innovation fund, a beneficiary and barometer of investors' enthusiasm for speculative growth companies and new technologies, has now lost over one-third of its value since a February peak. </p> <p>Its decline accompanies a broader slide in shares of high-flying growth companies. These have stumbled as <a href=\"https://www.ft.com/content/433041f5-f24c-4d99-9bdf-536decefd44f\">inflation expectations</a> have climbed, diminishing the appeal of businesses whose profits will not materialise for years to come.</p> <p>The tech-heavy Nasdaq Composite fell 2.6 per cent on Monday, its biggest decline since March, before recovering about 0.8 per cent on Tuesday morning. </p> <p>“The sector rotation today is violent,” said Ted Mortonson, a technology sector strategist at Baird. “From a performance anxiety on the upside — a fear of missing out — this is now fear of getting killed.”</p> <p>Ark Innovation, which is managed by Woods' asset manager Ark Invest, is now down 16 per cent since the start of the year.&#xa0;Speculative biotech stocks in its portfolio have fallen more than a fifth in value so far this month, while heavily-weighted holdings including Tesla, Teladoc, Roku and Square have tumbled at least 10 per cent. </p> <p>An index of unprofitable tech companies created by investment bank Goldman Sachs, which includes car-hailing app Lyft, peer-to-peer lender Lending Club and online luxury consignment shop the RealReal, has fallen 14 per cent so far this month and is down 36 per cent from its February high.</p> <p>Several of the bank's other indices show a similar rotation away from speculative parts of the market that analysts had warned were frothy. Goldman indices that track recent initial public offerings and businesses that are sensitive to the price of bitcoin are both down a tenth or more over the past six trading days.</p> <p>Investors have instead placed big bets on companies generating increasing profits in the near term, including those expected to benefit from the Covid-19 vaccine rollout and reopening of the US economy.</p> <p>“We are seeing a natural rotation away from growth and tech towards value,” said Andrea Bevis, senior vice-president at UBS Private Wealth Management.</p> <p>Recent market moves amounted to “at least a marginal offset to what was a really nutty period in January and February”, said Liz Ann Sonders, chief investment strategist at Charles Schwab. “But clearly we haven't eliminated froth in speculative parts of the market. Cryptos being a perfect example of that.”</p> <p>Ark Innovation shares are trading below their 200-day moving average for the first time since the pandemic erupted in March 2020, a measure some market strategists use to forecast further selling.</p> <p>Wood is likely to address the current pressure in Ark's monthly webinar on Tuesday. In March, when Ark was last experiencing a sell-off, Wood said the dip in prices was a <a href=\"https://www.ft.com/content/e254c060-a0ac-41e9-a403-065f104a0ad2\">buying opportunity</a>. </p> <p>Morningstar has a neutral analyst rating on the Ark Innovation fund, citing a high octane strategy of concentrated positions and lack of adequate risk management.</p> <p>“The portfolio has become less liquid and more vulnerable to severe losses as its size has swelled,” said Robby Greengold, analyst at Morningstar.&#xa0;</p> <a href=\"http://www.ft.com/cms/36ae3597-c563-49a5-b7e8-2fa1296ad187.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a><p>Source: Michael Mackenzie, Aziza Kasumov and Eric Platt in New York 2021 'Ark Invest's flagship fund sinks to lowest level since November' FT.com 11 May. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-05-11T16:39:53.101Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 1755,
          "end": 1762
        },
        {
          "start": 1392,
          "end": 1405
        },
        {
          "start": 1392,
          "end": 1399
        }
      ]
    }
  ]
}