{
  "_id": "e9f4c98781934f359953607ca4dfd9068ebe190501b4cfb68f97adeb409d48e6",
  "feed": "ftcomall",
  "title": "Former Aegon CEO to succeed Paul Achleitner as Deutsche Bank chair",
  "text": "<p>Dutch insurance veteran and Citigroup board member Alex Wynaendts is set to succeed Paul Achleitner as Deutsche Bank chair next year, the German lender announced late on Friday night, ending a months-long search in which its regulators had become <a href=\"https://www.ft.com/content/8f35b723-854d-43f5-9594-8036a4694d53\">increasingly impatient</a>.</p> <p>Wynaendts retired as chief executive officer at Dutch insurance company Aegon last year after a 12 years in the role. </p> <p>Achleitner, a former Goldman Sachs banker and Allianz chief financial officer, joined Deutsche Bank's board in 2012 and last year said that he would not be available for a third five-year term in 2022. </p> <p>The 65-year-old Austrian has been the focus of repeated criticism from investors and analysts as Deutsche Bank has gone through a very tough patch over recent years. Its investment bank was hit hard by the fallout of the financial crisis and adjusted much later than its US peers to the new environment. </p> <p>In late 2019, private equity investor Cerberus <a href=\"https://www.ft.com/content/de2f0c00-0239-11ea-b7bc-f3fa4e77dd47\">pushed for </a>Achleitners&#xa0;<a href=\"https://www.ft.com/content/de2f0c00-0239-11ea-b7bc-f3fa4e77dd47\">exit</a>, trying <a href=\"https://www.ft.com/content/ddbcda50-137f-451b-a2b4-774a19c46889\">to replace him</a> with former Morgan Stanley president Colm Kelleher.</p> <p>Under Achleitner's watch, Deutsche Bank generated total net losses of €12bn, embarked on five strategic rejigs and replaced its chief executives twice, In total, 17 executives departed early, with Deutsche paying them<a href=\"https://www.ft.com/content/7eaafe14-a25e-11e9-974c-ad1c6ab5efd1\"> €83m for leaving</a>. </p> <p>The lender raised €19.5bn in fresh capital, spent several billion on settlements and fines on issues often rooted in the pre-Achleitner era, and suffered a 70 per cent drop in its share price. However, since the appointment of chief executive Christian Sewing in 2018 after an <a href=\"https://www.ft.com/content/618874ce-3f09-11e8-b7e0-52972418fec4\">acrimonious boardroom battle</a>, the lender stabilised and has returned to profit. Over the past three years, its share price has risen 32 per cent. </p> <p>Since at least early 2021, the ECB has urged the lender to come forward with a clear succession plan. Europe's top banking regulator told the bank privately that it wanted to be involved in the decision and was concerned that Deutsche would present the nomination as a fait accompli ahead of next year's annual shareholder meeting.</p> <p>Deutsche Börse chief executive Theo Weimer, who sits on Deutsche Bank's supervisory board was long seen as Achleitner's most likely successor, but had signalled that he was not interested in becoming chair. Weimer would have had to resign early from his job at Deutsche Börse, where his contract expires in 2024.</p> <p>Deutsche on Friday night also announced that Norbert Winkeljohann, who joined the supervisory board in 2018 and is also chair of German chemical giant Bayer, will become a deputy chair. </p> <p>On Friday night, Deutsche announced that its supervisory board's nomination committee would approve Wynaendts as a new member at the annual general meeting on May 19 next year. </p> <p>“It is intended that he will subsequently be elected the successor to Paul Achleitner as chair,” the bank said in a statement. Deutsche said that the move was “subject to the approval by the supervisory board plenary”. People familiar with the matter told the FT that the bank has already informally discussed Wynaendts with the regulator. The ECB declined to comment. </p> <p>The incoming chair started his career in 1984 at Dutch lender ABN Ambro as a trainee in the capital markets division and then worked in various roles in private banking and investment banking before joining Aegon in 1997. Wynaendts has been a non-executive director at Citigroup since 2019 but will give up that role when joining the German rival. He also sits on the boards of Air France-KLM and Uber.</p> <p>“I very much look forward to joining this leading European-based financial institution,” Wynaendts said, calling the nomination a great honour. He said it was his strong belief that Deutsche Bank was “well placed to address the growing needs of its global client base”.</p> <p>Mayree Clark, the supervisory board member in charge of the search for an Achleitner successor, said the incoming chair had a proven record in the financial services industry, in-depth understanding of technology and has worked with regulators on both sides of the Atlantic.</p> <p>Achleitner said that Wynaendts “has exactly the right personality and skills to ensure a continued trustful working relationship between both boards at Deutsche Bank.”</p> <p>German regulators and policymakers expect the Deutsche Bank chair to speak fluent German. Wynaendts, who hails from a Dutch region close to the German border has solid German language skills and wants to improve them further, according to a person familiar with his thoughts. He is planning to move his main office to Frankfurt, where the bank is headquartered.</p><p>Source: Olaf Storbeck in Frankfurt  2021 'Former Aegon CEO to succeed Paul Achleitner as Deutsche Bank chair' FT.com 20 November. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-11-20T09:52:14.920Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 410,
          "end": 423
        },
        {
          "start": 410,
          "end": 417
        }
      ]
    }
  ]
}