{
  "_id": "febf6cf9331ad41d8a60c2516787f0dde21a102ff7a2b27f28f42f9aced3eba7",
  "feed": "ftcomall",
  "title": "Boohoo revenues surge",
  "text": "<p>Boohoo reported a positive end to its financial year, with revenue growth beating consensus forecasts and profit margins absorbing higher freight and legal costs. </p> <p>The fashion retailer posted sales of £1.75bn for the year to February. Adjusted earnings before interest, tax, depreciation and amortisation were in line with forecasts at £174m, up 37 per cent.</p> <p>Revenue growth for the current year is expected to be around 25 per cent, representing a sharp slowdown on the 41 per cent increase for in the year to February 2021. Newly acquired brands, which include Burton and Debenhams, are expected to deliver approximately five percentage points of this growth, which will be biased towards the second half owing to strong comparatives in the first.</p> <p>“Trading in the first few weeks of the financial year has been encouraging, however, the economic outlook remains uncertain,” the company said in a statement. “We expect the benefits seen from reduced returns over the last twelve months to begin to unwind this year, whilst still experiencing significantly elevated levels of carriage and freight costs,” it added.</p> <h2>Briefly</h2> <p><strong>ITV</strong> said the return of Love Island and the Uefa Euro football tournament over the summer will help build on a strong start to 2021. Total external revenue was up 2 per cent at £709m in the first quarter, the broadcaster announced. “We are encouraged by the UK road map out of lockdown and remain cautiously optimistic about the year ahead,” said Carolyn McCall, chief executive. “Our advertising revenues are rebounding from last year with April up 68 per cent and we expect May to be up around 85 per cent and June up between 8 per cent and 90 per cent, compared to the same period in 2020. <br><br>Insurer <strong>Hiscox</strong> posted group gross written premiums up 6.3 per cent to $1.3bn for the first quarter. The company said there was no change to previously-disclosed estimates for claims related to Covid-19 in 2020 and 2021. Sector peer <strong>Direct Line</strong> left full-year targets unchanged after posting total group revenue of £752m, down 4.7 per cent year on year.</p> <p><strong>Croda</strong>, the speciality chemicals maker, announced a strategic review of its Performance Technologies and Industrial Chemicals (PTIC) businesses. “The core objective will be&#xa0;to establish what ownership structure best serves this part of Croda's business going forward,&#xa0;to create a stronger platform for its future growth,” it said. “The review will assess whether the full potential of PTIC can best be delivered under Croda, as a standalone business, or via a full or partial divestment.”</p> <p>Insulation supplier <strong>SIG</strong> said in a trading update that it had made an encouraging start to the year. After a solid start in January and February sales volumes then picked up strongly, and March and April traded ahead of management's expectations, the company said. The improving visibility meant SIG expects to deliver an underlying operating profit in the first half, returning the group to profitability earlier than expected.</p> <p><strong>Smiths News</strong> said it expects to restart dividends later this year. The newspaper distributor and wholesaler posted an adjusted pre-tax profit from continuing operations of £14.4m for the 26 weeks to late February, down 11.7 per cent year on year. Smiths said the performance was in line with the board's expectations. </p> <p><strong>IP Group</strong> said one of its portfolio companies, Kuur Therapeutics, has been bought by US-listed biotech Athenex for up to $185m. IP Group said it was due £30m in Athenex stock and is eligible to receive up to a further £52m in milestone payments in cash or stock. IP Group also announced that Inivata, a liquid biopsy company, will be bought out by minority investor NeoGenomics in return for $91m in cash or stock. The intellectual property developer estimated that the transactions boost its net asset value by approximately £26m and £28m respectively.&#xa0;</p> <p><strong>Johnson Service</strong>, the dry cleaning and linen services group, said it is beginning to see an increase in demand as restrictions are starting to ease. Workwear volumes were 96 per cent of normal levels in March with a further slight improvement in April, it said. For the catering sector volumes in late April were 30 per cent of normal as businesses reopened, having been just 11 per cent of normalised activity&#xa0;in the first quarter, it said.</p> <p>Software maker <strong>WANdisco</strong> posted a $34.3m operating loss for 2020&#xa0;as revenue shrank 35 per cent to $10.5m.&#xa0;The company said a product launch in the fourth quarter would mark “the beginning of the growth phase for the company”, with progress made since underpinning a target to deliver at least $35m in revenues in 2021.</p> <p><strong>Hipgnosis</strong>, the music royalties investment fund, said it had acquired a song catalogue from producer Andrew Wotman, whose song co-writer credits include Señorita by Shawn Mendes and Camila Cabello. No terms were provided. </p> <p><strong>Virgin Money UK</strong> reinstated three-year targets that the lender had withdrawn last year. The bank's targets and long-term bonus triggers for 2023 “remain broadly aligned” with the 2019 awards package. </p> <h2>Beyond the Square Mile&#xa0;</h2> <p><strong>BlackRock</strong> has been accused of inconsistency <a href=\"https://www.ft.com/content/479b9dd2-c738-4310-8b1e-afdfbd3921b0\">in its approach to sustainable investing</a> over its backing of a shareholder protest against Procter &amp; Gamble's sourcing of palm oil. In October BlackRock joined an&#xa0;investor rebellion at P&amp;G&#xa0;over the consumer goods group's wood pulp and palm oil supply chain, which extends&#xa0;into Indonesia. BlackRock is also an investor in the parent company of one of P&amp;G's palm oil suppliers in Indonesia but, according to critics, has not pressed for the same environmental standards from it. </p> <p><strong>General Electric</strong> shareholders <a href=\"https://www.ft.com/content/131f52af-53c5-47d8-b915-767df8403bb5\">voted against</a> chief executive Larry Culp's $230m pay package on Tuesday, extending a wave of investor activism over big bonuses at US companies this year. According to preliminary results, 57.7 per cent of shareholders rejected the industrial conglomerate's pay packages for its executives. Investors objected to the fact that Culp's pay plan was rewritten during the pandemic last year in a way that made it easier for him to earn bonuses. GE said it was “disappointed” by the results.</p> <p>Wall Street giant <strong>Goldman Sachs</strong> told its bankers in the US and UK on Tuesday that they should be ready to return to the office <a href=\"https://www.ft.com/content/e515613a-32a2-4692-ad91-0b9e53c577a9\">next month</a>, as the two countries loosen restrictions in response to falling Covid-19 cases. US staff were asked to be ready to report to the office by June 14, while UK employees will be called back one week later on June 21, according to an internal memo viewed by the Financial Times.</p> <h2>Essential comment before you go</h2> <p><strong>Brooke Masters</strong> The Covid-19 pandemic <a href=\"https://www.ft.com/content/3cbed6b3-5c81-4df6-9c4b-465f71560793\">has exacerbated</a> structural differences between the European and US airline markets. American carriers are in a much stronger position to adjust to a radically altered travel environment.</p> <p><strong>Helen Thomas</strong> There is a £6bn problem looming in the commercial property market. And the UK government should <a href=\"https://www.ft.com/content/ea656abc-1b83-4d29-81f4-68b62fdcd83b\">take a role</a> in sorting it out.</p> <p><strong>Thanks for reading. If you have friends or colleagues who might enjoy this newsletter, please forward it to them. They can</strong><a href=\"https://ep.ft.com/pages/newsletters/56b37b064a113e030070f833/subscribe/success\"><strong> sign-up</strong></a><strong> here.&#xa0;</strong></p><p>Source: Bryce Elder 2021 'Boohoo revenues surge' FT.com 5 May. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-05-05T07:25:01.259Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 6110,
          "end": 6123
        },
        {
          "start": 6110,
          "end": 6117
        }
      ]
    }
  ]
}