{
  "_id": "a82f6635297ae9e1299394254d4c668cd121a4e54a3aedcaecae07fc9b823dda",
  "feed": "ftcomall",
  "title": "Blue sweep of Congress will add pressure to weak dollar, analysts say",
  "text": "<p>Victory for the Democratic party in this week's Senate run-offs will add to the long-term pressure on the US dollar, which was already expected to continue its slide this year, analysts say.</p> <p>The dollar has <a href=\"https://www.ft.com/content/b504baa4-d749-493f-b3d1-d95c8c5fb261\">kicked off</a> 2021 on a subdued note after notching up losses of 7 per cent last year against a basket of its peers. This week, it touched its weakest levels since April 2018, helping to push the euro and the Chinese <a href=\"https://www.ft.com/content/c91a70d8-001c-4924-9bfa-9b5c21099112\">renminbi</a> to multiyear highs. </p> <p>The US currency has been on a <a href=\"https://www.ft.com/content/7c963379-10df-4314-9bd0-351ddcdc699e\">losing streak</a> since the unprecedented actions taken by the Federal Reserve last year to limit the turmoil caused by the coronavirus crisis. Expectations that it would keep rates low for years have emboldened investors to look beyond typical havens like the dollar and seek out riskier corners of the market.</p> <p>This week's Senate wins for Joe Biden's party have left analysts wondering whether their already-downbeat projections are gloomy enough. </p> <p>The political shift is “a clear negative for the dollar and reinforces our view of a further depreciation in 2021,” said Derek Halpenny, head of research for Emea global markets at MUFG Bank, adding that it could lead to more depreciation in the currency than previously expected. </p> <p>Mr Biden has <a href=\"https://www.ft.com/content/36a4efde-f290-4832-92b0-4a6f176b4147\">pledged</a> to expand the $900bn stimulus boost agreed in Congress, feeding expectations that more government spending will push up <a href=\"https://www.ft.com/content/80a4c6ac-4899-4182-bb4c-0a1d63e7ebac\">inflation</a>. That could erode the value of dollar assets, unless the Fed raises rates. </p> <p>The central bank committed last year to <a href=\"https://www.ft.com/content/e1e59faa-5005-4e1c-9d54-b1a8d4de9586\">allow</a> for overshoots to its 2 per cent inflation target, cementing expectations that it would keep ultra-low rates for years to come.</p> <p>The Fed's <a href=\"https://www.ft.com/content/2a32037d-612d-43bc-b472-ba124bddf47d\">assurance</a> at its most recent policy meeting in December that it would keep its $120bn-per-month asset-purchase programme in place until “substantial further progress has been made” in the recovery has heaped additional downward pressure on the currency, according to Steven Englander, global head of G10 FX research at Standard Chartered.</p> <p>Other countries will be quicker to tighten monetary policy, he predicted. “The rest of the world is going to say we are not in a position to keep on printing paper and doing fiscal policy without there being a constraint. The US will be slower to get there.”</p> <p>The dollar was poised for a downbeat year already, as confidence <a href=\"https://www.ft.com/content/d2a226b8-574a-4d1c-9205-fa076ed97055\">returns</a> to the global economy with the rollout of Covid-19 vaccines. Goldman Sachs analysts expect a 5 per cent depreciation this year in the trade-weighted currency, from its current level, while Bank of America expects the dollar to fall a further 2 per cent against the euro over the same period.</p> <p>“The dollar remains close to its cycle high with ample room for a multiyear downward trend,” said Gurpreet Gill, a strategist at Goldman Sachs Asset Management.</p> <p>Dominic Bunning, head of European currency research at HSBC, expects the dollar to clock up the biggest losses against currencies that are linked to commodity markets and tend to rise when the global economy is booming, such as the Australian and New Zealand dollars, and the Norwegian krone. </p> <p>“The euro and the yen may see slightly smaller gains against the greenback because they are less likely to benefit from elevated global risk appetite,” he said. </p> <p>One thing that could derail the dollar's slide is a rush for safety that encourages investors to buy up the world's reserve currency. </p> <p>For now, investors have largely shrugged off the resurgence in coronavirus cases and the new round of lockdowns in major economies, as well as the political turmoil that gripped the US this week. The relatively strong recovery in Asia, particularly in China, has buoyed riskier assets and investor sentiment about the global recovery — adding fuel to the dollar's depreciation. And strategists have more clarity about the path of the virus now that multiple vaccines have emerged, further diminishing the appeal of safe harbours.</p> <p>Some analysts say any unexpected roadblocks — either in the ability of governments to contain the current surge in Covid-19 cases or to effectively distribute vaccines — could upset the consensus view of a robust global recovery this year, and spark a rush for the buck.</p> <p>“We have a bunch of risks right now that the market is potentially not paying a great deal of attention to,” said Ben Randol, a currency strategist at Bank of America. “I just don't think you can take your eye off the ball in terms of the short-term risks of the virus.”</p> <p>But the general mood among analysts is that — failing a major escalation in the crisis — the Fed's commitment to rock-bottom rates will weigh down the dollar. </p> <p>“The fundamentals are still very conducive to dollar weakness,” said Daniel Katzive, head of FX strategy for North America at BNP Paribas. “That has been the case since March.”</p><p>Source: Eva Szalay in London and Colby Smith in New York 2021 'Blue sweep of Congress will add pressure to weak dollar, analysts say' FT.com 8 January. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-01-08T05:00:06.112Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 2707,
          "end": 2720
        },
        {
          "start": 2347,
          "end": 2360
        },
        {
          "start": 2707,
          "end": 2737
        },
        {
          "start": 2707,
          "end": 2714
        },
        {
          "start": 2347,
          "end": 2354
        }
      ]
    }
  ]
}