{
  "_id": "a48c3434ded55801acd61762cec2a7513753cc55bff6f352b575471acf85b94b",
  "feed": "ftcomall",
  "title": "Corporate America bounces back from the pandemic ",
  "text": "<p>The recovery in earnings of big US companies from the depths of the coronavirus pandemic has already been striking. </p> <p>Despite the resurgence in Covid-19 cases that began in the autumn and an extension of US restrictions, record fiscal and monetary stimulus helped make earnings much more resilient in 2020 than expected, while a number of large companies benefited from remote working trends. </p> <p>And now Wall Street is growing increasingly optimistic about first-quarter earnings.</p> <p>“Households and corporations had more cash piled up than they knew what to do with,” said Dan Suzuki, deputy chief investment officer at Richard Bernstein Advisors. That is being deployed to boost earnings. And now smaller and cyclical companies that got “clobbered” last year have “the biggest runway for improvement”.</p> <p>During the first two months of the year, analysts increased their earnings estimates for companies in the S&amp;P 500 by 5 per cent, according to data provider FactSet.&#xa0;That was the second highest revision for a quarter over the course of the first two months since records dating back to 2002.</p> <p>In aggregate, S&amp;P 500 companies are projected to report a 21.5 per cent rise in earnings per share for the first quarter from the same period last year, according to FactSet. That is an improvement from the 15.6 per cent growth pencilled in at the end of 2020 and higher than the 3.9 per cent increase reported in the fourth quarter.&#xa0;</p> <p>Revenues for the blue-chip companies — which more closely relate to economic performance — are projected to grow 6 per cent for the first quarter, according to FactSet. </p> <p>However, investors have so far not been impressed. After the recent sell-off in US equities, the S&amp;P 500 is flat for the year.&#xa0;The most recent quarterly results, however, show that investors have <a href=\"https://www.ft.com/content/5c13a99c-b653-4d24-a862-1b0c8099b998\">not rewarded</a> positive surprises and they have punished companies that missed Wall Street estimates less than on average.&#xa0;</p> <p>The stock market is a voting machine in the near term and a weighing machine in the long run, value investor Benjamin Graham famously <a href=\"https://www.berkshirehathaway.com/letters/1993.html\">remarked</a>. Steve Barry, chief investment officer of equities at Goldman Sachs Asset Management, said “right now there is a lot of hope and expectation for what this recovery will look like and that's the voting machine taking over”. Over time though actual earnings and cash flows will be reflected “and that's the weighing machine”.&#xa0;</p> <p>Ever since Pfizer's November vaccine announcement, the voting machine has turned from pandemic winners and faster growing names towards more cyclical plays, boosting downtrodden companies leveraged to economic reopenings. In Credit Suisse strategist Patrick Palfrey's words, “investors are rewarding junk and disappointment”.&#xa0;</p> <p>Strong data has already prompted economists to ratchet up economic growth expectations for the first quarter. The Atlanta Federal Reserve, which uses real time data to estimate changes in gross domestic product, is signalling <a href=\"https://www.frbatlanta.org/cqer/research/gdpnow\">10 per cent</a> annualised growth for the first three months of the year. Credit Suisse estimates that every 1 percentage point change in nominal GDP growth results in an approximately 2.5 to 3 percentage point change in S&amp;P 500 revenues, and every 1 percentage point change in revenues creates an even larger change in EPS.</p> <p>Among the main stock market sectors, investors will particularly be looking at the earnings from Big Tech, which prospered during the pandemic but may be vulnerable to a correction if earnings disappoint. The “NYSE Fang plus” index for the sector is still up more than 80 per cent over the past year despite the recent sell-off. </p> <p>The ability to pass on higher costs to consumers and combat inflation is another thing investors will be watching closely.&#xa0;</p> <p>Hotels and airlines for instance might be able to take advantage of pent-up demand to push through higher prices in the near future. Cruise operators are reporting higher prices on future bookings than in 2019 before the pandemic suspended sailings. Industrial conglomerate 3M, maker of N95 masks and Post-its, expects to be able to offset higher raw material costs by raising prices.</p> <p>But do not be surprised if investors initially shrug off the results even if corporate America beats expectations as the prospect of interest rate rises weighs on sentiment.</p> <p>Bill McMahon, chief investment officer for active trading strategies at Charles Schwab, said the market has become a lot less sensitive to fundamental factors such as earnings than it used to be.</p> <p><em>mamta.badkar@ft.com</em></p><p>Source: Mamta Badkar 2021 'Corporate America bounces back from the pandemic ' FT.com 6 March. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-03-06T05:00:43.083Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 2104,
          "end": 2134
        },
        {
          "start": 2104,
          "end": 2117
        },
        {
          "start": 2104,
          "end": 2111
        }
      ]
    }
  ]
}