{
  "_id": "00f708d687a1b37d87246b3bcf6b69cd79a6c3d75fba77948794a47e40964d82",
  "feed": "ftcomall",
  "title": "Petty protectionism will not help European bank prospects",
  "text": "<p>Among the clutch of achievements racked up by Joe Biden in his whistle-stop tour of Europe last week, the <a href=\"https://www.ft.com/content/e75ef6a6-a055-4061-a930-c05c83cc05bc\">detente</a> in EU-US trade relations, symbolised by the end of a punitive tariff regime on Boeing and Airbus, was one of the more striking.</p> <p>But plenty of tensions remain — most clearly in the EU's war against the Big Tech giants of Silicon Valley, which recently prompted US officials to complain about Brussels' <a href=\"https://www.ft.com/content/2036d7e9-daa2-445d-8f88-6fcee745a259\">“protectionist measures”</a>. Less obvious, but no less symbolic of ongoing friction, is how — and whom — the EU chooses to run its bond auctions.</p> <p>As Brussels steps up its debt issuance — with the launch of its record-breaking €800bn recovery fund last week — the list of syndicate banks on the deal was telling. In an <a href=\"https://www.ft.com/content/130cf192-8fe0-4edb-a962-2625107eae2f\">unprecedented manoeuvre</a>, the European Commission elected to exclude 10 institutions on the grounds they had historically breached antitrust rules. </p> <p>It is hard to fault the moral argument here: many banks have been found guilty of collusion in a variety of markets in recent years, leading to multibillion-dollar fines. Barring them from ongoing business, until, as the Commission put it, they showed “remedial measures” to make them “fit to be a counterparty of the EU”, is a logical consequence. But it also looks arbitrary — the EU has done business with the blacklisted banks in the past — and cynically timed to synchronise with its flagship recovery fund programme.</p> <p>British and American bankers latched on to the decision as an example of an attitude designed to punish both the US, amid ongoing geopolitical tensions, and the UK, post-Brexit. Five of the 10 barred banks were British or American, and all of them have European platforms in the City of London. </p> <p>Instead mainly second-tier continental European investment banks were chosen for the programme although on Friday the EU said eight of the excluded 10 would be allowed to work on future transactions, after promising to show “integrity”.</p> <p>If this was protectionism, it could be profoundly self-defeating for European banks — and not only via the potentially higher price that may be paid by selling through smaller, less well connected institutions. The more inward-looking EU financial markets become, the more they risk further decline. </p> <p>The already significant gulf between US and European banks has yawned wider over the past decade or so. The relative market capitalisations of JPMorgan and Deutsche Bank exemplify the point. According to Macrotrends, a data provider, <a href=\"https://www.macrotrends.net/stocks/charts/DB/deutsche-bank-aktiengesellschaft/market-cap\">Deutsche was worth</a> $79bn at its peak in 2007, versus $179bn <a href=\"https://www.macrotrends.net/stocks/charts/JPM/jpmorgan-chase/market-cap\">for JPMorgan</a>. Today the difference has ballooned to $29bn versus $470bn.</p> <p>Until relatively recently the world's investment banks were out of favour relative to retail banks: the brunt of post-financial crisis regulation had hit investment banks and their more complex business models were unfashionable. </p> <p>But as fresh research from JPMorgan banks analysts points out, there are several reasons to reverse that view. Technology challengers are far more focused on retail banks than wholesale institutions. Regulation has built a wall around the incumbents of investment banking, making it far harder for upstarts to challenge them. And the markets businesses of investment banks have boomed amid more volatile conditions. In addition, there is a particular squeeze exerted on retail banking as ultra-low interest rates narrow the spreads between deposits and lending. </p> <p>In combination, these are powerful tonics for the big US banks, most of which have large investment banking units and are investing the most in the technological advances that will help accelerate their outperformance.&#xa0;</p> <p>Even a sharp correction in markets and the global economy should not be disastrous, given the insulation provided to investment banks' business models by post-2008 regulation, and a shrunken dependence on holding assets on balance sheet.</p> <p>A faint bright spot among European banks is Barclays, according to the JPMorgan analysis. Its investment bank is JP's third favourite after Goldman Sachs and Morgan Stanley. The rebound in Barclays' investment banking franchise in recent months was so marked that it prompted former activist shareholder Edward Bramson to <a href=\"https://www.ft.com/content/97c5708a-5a38-4666-9262-e5d7edaacad9\">give up</a> on his mission to get the unit wound down.</p> <p>If petty politics did indeed inform Brussels' freeze-out of most non-EU banks from last week's bond syndication, the supposedly glowing prospects for US banks (plus Barclays) are a sting in the tail that recalls the Boeing-Airbus tariff war at its most bitter.</p> <p><a href=\"mailto:patrick.jenkins@ft.com\"><em>patrick.jenkins@ft.com</em></a></p> <p><strong>Letter in response to this column</strong>:</p> <p><a href=\"https://www.ft.com/content/d313dc26-b87c-459d-86db-ac27f652693d\"><em>The Fed's new policy framework is a mystery</em></a><em>&#xa0;/&#xa0;</em><a href=\"https://www.ft.com/content/d313dc26-b87c-459d-86db-ac27f652693d\"><em>From William White, Toronto, ON, Canada</em></a></p><p>Source: Patrick Jenkins 2021 'Petty protectionism will not help European bank prospects' FT.com 21 June. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-06-21T04:00:17.977Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 3988,
          "end": 4001
        },
        {
          "start": 3988,
          "end": 3995
        }
      ]
    }
  ]
}