{
  "_id": "b9744d615b971fc4f1c61fbf3a1b4b66049d0cedf268940b87ca34a532021645",
  "feed": "ftcomall",
  "title": "Goldman lobbyist joins crypto exchange Coinbase ",
  "text": "<p>A senior Goldman Sachs lobbyist has joined Coinbase as its new chief policy officer, bolstering the cryptocurrency exchange's connections in Washington as US regulators voice concerns over lax rules in the crypto sector.</p> <p>Faryar Shirzad will start at Coinbase next month after 15 years with Goldman, where he was co-head of government affairs.</p> <p>“As chief policy officer, Faryar will engage with lawmakers, regulators and other policy experts to realise crypto's full potential to fuel a more equitable financial system along with job creation, GDP growth and innovation,” Coinbase said on Monday. </p> <p>The position is a new role for Coinbase, the company said. </p> <p>Shirzad's hiring comes at a delicate moment for Coinbase. Last month, <a href=\"https://www.ft.com/content/50327259-f554-4dad-8902-7ae9c124faa1\">the company completed its listing on Nasdaq</a> in a stock market debut that valued it at about $75bn, amid a surge in the price of bitcoin and other cryptocurrencies. At the time the listing was viewed as a landmark moment for digital currencies and validation for the industry. </p> <p>However, Coinbase's share price has fallen roughly a third since then as <a href=\"https://www.ft.com/content/929828cd-51d2-4ae0-b838-47647736c13c\">crypto prices tumbled</a> on signs that China was preparing a crackdown on digital tokens, along with a steady drumbeat of warnings from other regulators around the world about their risks.</p> <p>For example, the new chair of the US Securities and Exchange Commission, Gary Gensler, earlier this month said the <a href=\"https://www.ft.com/content/98f6caf9-f8f9-47de-9cf9-4c2f1aa981aa\">crypto market is “one that could benefit from greater investor protection”</a>.</p> <p>Coinbase said in its listing prospectus that regulatory uncertainty surrounding cryptocurrencies was a big risk factor. </p> <p>“We are subject to an extensive and highly evolving regulatory landscape and any adverse changes to, or our failure to comply with, any laws and regulations could adversely affect our brand, reputation, business, operating results and financial condition,” it said.</p> <p>Prior to joining Goldman Sachs, Shirzad held a number of roles in the George W Bush White House, including deputy national security adviser for international economic affairs. </p> <p>Goldman declined to comment on Shirzad's move.&#xa0;</p><p>Source: Joshua Franklin 2021 'Goldman lobbyist joins crypto exchange Coinbase ' FT.com 24 May. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-05-24T16:08:47.058Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 0,
          "end": 7
        },
        {
          "start": 9,
          "end": 16
        },
        {
          "start": 9,
          "end": 22
        },
        {
          "start": 290,
          "end": 297
        },
        {
          "start": 1853,
          "end": 1860
        },
        {
          "start": 1853,
          "end": 1866
        },
        {
          "start": 2012,
          "end": 2019
        }
      ]
    }
  ]
}