{
  "_id": "e64eb74d3e8812a69dc15f58bad083f715ad9ecb9e88f28f6faea2dbb03b2377",
  "feed": "ftcomall",
  "title": "Galp and Northvolt to build Europe's biggest lithium plant",
  "text": "<p>Portuguese oil and gas company Galp is joining forces with Swedish battery start-up Northvolt to develop Europe's largest <a href=\"https://www.ft.com/content/837dca08-d6fa-4336-bc31-add202b1e372\">lithiu</a>m processing plant as part of a shift away from fossil fuels.</p> <p>The 50-50 joint venture called Aurora will target annual production of 35,000 tonnes of battery-grade lithium hydroxide, enough for 50 GWh of battery capacity, which could power about 700,000 electric vehicles.</p> <p>The plant will be in Portugal, the site of western Europe's largest lithium deposit, with total investment of up to €700m, “based on similar projects”, and creating as many 1,500 jobs, the companies said. </p> <p>The joint venture hopes to source the lithium for the project from the Iberian peninsula and is aiming to use renewable energy to power the refinery, which is aiming to start commercial operations in 2026 once a final investment decision is taken.</p> <p>“This is a once-in-a-generation opportunity to reposition Europe as a leader in an industry that will be vital to bringing down global CO2 emissions,” said Galp's chief executive Andy Brown.</p> <p>Galp, already one of the biggest solar power generators in Spain and Portugal, is seeking to cut investment in fossil fuels in favour of cleaner energy, partly in response to pressure from investors.</p> <p>Demand for <a href=\"https://www.ft.com/content/b9395e8c-9321-4351-b98d-a664b1e99b03\">lithium</a>, a vital material for electric vehicle batteries, is forecast to grow by as much as 4,000 per cent by 2040, according to the International Energy Agency. A typical electric vehicle battery pack contains about 8kg of lithium.</p> <p>However, Europe and the US have very little domestic processing capacity. </p> <p>In a report this year, the US Department of Energy said China refined 60 per cent of the world's lithium and its dominance presented a “critical vulnerability to the future of the US domestic auto industry”.</p> <p>The price of lithium has soared this year as supply struggles to keep pace with rising demand. An index of lithium carbonate and hydroxide prices compiled by Benchmark Mineral Intelligence has risen 240 per cent this year.</p> <p>Northvolt, which is backed by investors including Goldman Sachs, BMW and Ikea, is the most advanced of a series of battery start-ups in Europe. It will open its first factory in northern Sweden this month and has an extensive partnership with German carmaker Volkswagen. It has agreed to purchase half of the joint venture's production for use in its battery manufacturing.</p> <p>Portugal hopes to use its mineral deposits to build an “end-to-end lithium chain” to supply the <a href=\"https://www.ft.com/content/837dca08-d6fa-4336-bc31-add202b1e372\">electric vehicle industry</a> in Europe, which at present imports almost all its battery-grade lithium from outside the EU.</p> <p>However, a rush for lithium mining rights in Portugal in recent years has <a href=\"https://www.ft.com/content/efa997fc-1b7a-11ea-97df-cc63de1d73f4\">triggered demonstrations</a> and petitions by local communities and other groups concerned about their environmental impact.</p> <p>“It seems unlikely that the investment by Galp and Northvolt would benefit the Barroso region in Northern Portugal in the longer term, beyond ore sales during the 12 years of open pit mine life,” said Nik Völker of MiningWatch Portugal, a campaign group.</p> <p>Galp has been in talks about a potential investment in the Portuguese operations of the Savannah Resources mining company that owns the Barroso lithium ore mine in northern Portugal.</p> <p>Shares in Savannah rose in January after Galp signed a preliminary agreement to buy a 10 per cent stake in the mine, which, according to Savannah, has the potential to become the first significant lithium producer in Europe.</p> <p>The UK company announced in June that the agreement had expired, but said it remained in talks with Galp and other interested investors. </p> <p>The Galp-Northvolt joint venture is the second announcement this week about lithium refineries in Portugal. On Monday, Portugal's Bondalti Chemicals and Reed Advanced Materials unveiled a plan to build a 25,000 tonnes-a-year processing plant.</p> <p>Savannah's chief executive David Archer said the announcements showed the “strong lead” that Portugal has taken in European lithium production. “It's only a matter of time before Europe takes its place as a leader in EV battery production,” he said. </p> <a href=\"http://www.ft.com/cms/d59734d9-5745-46d1-afbe-622c200b3783.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a><p>Source: Peter Wise and Neil Hume 2021 'Galp and Northvolt to build Europe's biggest lithium plant' FT.com 14 December. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-12-14T10:15:21.668Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 2044,
          "end": 2057
        },
        {
          "start": 2044,
          "end": 2051
        }
      ]
    }
  ]
}