{
  "_id": "3595a3a86d36e702a226d7d8f499deefce76450388a90f35a14e8b5e483d44fc",
  "feed": "wall-street-journal",
  "title": "Phil Murphy Wins Tight New Jersey Governor Race; Democrat squeaked by to become first in party to win re-election in the state since 1977",
  "text": "<p>The Democrat campaigned on his record during his first term in office, touting the legalization of marijuana and increases to the state's minimum wage during his tenure. In recent weeks, both President Biden and Vice President Kamala Harris appeared with Mr. Murphy in the state.</p><p>Mr. Ciattarelli criticized Mr. Murphy's fiscal policies and promised to cut state spending. Mr. Murphy, a former Goldman Sachs executive who was first elected in 2017, raised taxes on millionaires and expanded educational programs.</p><p>Ben Dworkin, director of the Rowan University Institute for Public Policy and Citizenship, said national forces influenced the race, but there are one million more registered Democrats than Republicans in the state.</p><p>Mr. Ciattarelli has criticized Mr. Murphy's requirement that school students wear masks while in the classroom and faulted the governor for a policy early in the pandemic that allowed nursing homes to accept Covid-19 patients from hospitals. Mr. Murphy said the masking policy is needed to keep children safe and called the coronavirus nursing home deaths a tragedy.</p><p>New Jersey GOP Chairman Bob Hugin said the results showed that voters in the state were frustrated with government overreach and that the state's high taxes were \"an underlying, fundamental issue that's always on the front of Jersey voters' mind.\"</p><p>New Jersey has the highest property taxes relative to home value, according to a study released this summer by the Tax Foundation, a Washington-based think tank that generally favors lower tax rates.</p><p>Write to Jimmy Vielkind at Jimmy.Vielkind@wsj.com</p><p>Phil Murphy Wins Tight New Jersey Governor Race</p>",
  "published": "2021-11-03T22:50:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 393,
          "end": 406
        },
        {
          "start": 393,
          "end": 400
        }
      ]
    }
  ]
}