{
  "_id": "dc818fff8205192f26109288f64e683e84df535a5ec5da7ad6d530a28044157a",
  "feed": "market-watch",
  "title": "Wall Street isn't quitting troubled LIBOR yet, even as new SOFR-linked debt heads for a record ahead of deadline",
  "text": "<p>Companies already this year have issued more than $377.4 billion of debt using the new replacement for the scandal-prone London interbank offered rate, LIBOR, putting 2021 on pace for a record, according to a Goldman Sachs report.</p><p>Global regulators have been working to discontinue LIBOR, following a global rate-rigging scandal a decade ago that resulted in several large investment banks admitted to manipulating the benchmark.</p><p>This chart shows an growing range of companies this year using the&#xa0;Secured Overnight Financing Rate, or SOFR alternative, when arranging debt financing, including auto and truck makers, but also utilities, healthcare and real-estate firms.</p><p>Goldman Sachs Global Investment Research, DealogicThe uptake by corporate America has been a promising sign, particularly since three years ago SOFR was being used mostly by financial-related firms on a modest $11.5 billion of debt financing.</p><p>On Friday, Bank of America Corp.BAC, which like a raft of large banks this week easily beat third-quarter earnings estimates, was in the market with an $3.25 billion corporate financing tied to SOFR.</p><p>Regulators have warned banks and corporations for years to pick up the transition pace away from LIBOR, which remains tethered to trillions worth of financial contracts.</p><p>Read: Wall Street takes fresh steps to kick $200 trillion Libor debt habit</p><p>Promises, challenges</p><p>The LIBOR benchmark was created in the late 1980s by a British banking group, but now faces a Dec. 31 deadline when regulators say it can no longer be used on new U.S. financial contracts.</p><p>Despite the looming end, Wall Street hasn't quit LIBOR yet. Goldman's research team pegged roughly $400 million in new leveraged loans tied to the benchmark this year, a figure that eclipsed 2020 levels.</p><p>Goldman Sachs Global Investment Research, Dealogic“While there have been a handful of leveraged loan deals this year that reference some form of an alternative LIBOR rate (either immediately, or in the future), the vast majority of the record-setting issuance in the loan market has beenbenchmarked to LIBOR,” Goldman's credit strategy team led by Lotfi Karoui, wrote in a weekly note.</p><p>“Similarly, LIBOR-linked debt issuance also continues to grow in the bond market.”</p><p>SOFR has been viewed by regulators and many banks as a preferred, more transparent benchmark rate, in part because it is tied to overnight repo transactions.</p><p>Even so, it is adoption remains in a fledgling stage in the near $10.6 trillion U.S. corporate bond market, where most debt is tied to fixed-rate TreasurysBX:TMUBMUSD10Y, rather than a floating-rate like SOFR.</p><p>To help ease the transition, U.S. banking regulators late last year said LIBOR rates will continue to be published until June 2023.</p><p>In terms of progress, Isha Chanana, senior research analyst at Income Research + Management, pointed to increased swap trading volumes in SOFR, but also tepid SOFR futures volumes at under 10% of LIBOR and “bouts of sudden and significant short-term dislocations in repo rates,” in a recent research note.</p><p>“With SOFR tied to secured, overnight repo transactions,it should be more stable. Right?” Chanana wrote.</p><p>However, SOFR traded briefly above 10% intraday in September 2019, but also declined essentially to zero after the Federal Reserve “moved to a zero-interest rate policy” in March 2020, Chanana noted, while pointing out that other benchmarks temporarily rose to reflect credit risks. &#xa0;</p>",
  "published": "2021-10-15T17:13:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 209,
          "end": 222
        },
        {
          "start": 670,
          "end": 683
        },
        {
          "start": 1772,
          "end": 1785
        },
        {
          "start": 2082,
          "end": 2090
        },
        {
          "start": 1628,
          "end": 1635
        },
        {
          "start": 1772,
          "end": 1779
        },
        {
          "start": 670,
          "end": 677
        },
        {
          "start": 209,
          "end": 216
        },
        {
          "start": 2082,
          "end": 2089
        }
      ]
    }
  ]
}