{
  "_id": "63cece6f0f298ad9fcbbfb4aea977ffa9d76107a459ba140451a728620692695",
  "feed": "wall-street-journal",
  "title": "U.S. Stocks Boosted by FDA's Covid-19 Vaccine Approval; Nasdaq Composite advances more than 1% as investors await more guidance from the Fed",
  "text": "<p>The Covid-19 vaccine from Pfizer and partner BioNTech receivedfull approval from U.S. regulators, which many public health officials and vaccine experts hope will encourage hesitant populations to get the shot. Pfizer rose 2.8% and BioNTech climbed more than 10%.</p><p>\"Many believe that [vaccine approval] will create that much more momentum in vaccine trends, especially in those states and population groups that are lagging,\" said Joe Amato, chief investment officer at Neuberger Berman.</p><p>Investors also are focused on the Federal Reserve's annual economic policy symposium later this week, awaiting fresh cues on when policy makers may slow bond purchases. At the same time, rising concerns that elevated Covid-19 infection levels may slow the global economic recovery sent stocks lower last week. Dallas Fed President Rob Kaplan said Friday he may rethink his call to begin tapering asset purchases soon if the Delta variant weighs on growth.</p><p>\"If there is any sign that the U.S. economy is slowing, the Fed won't taper,\" said Michael Hewson, chief market analyst at CMC Markets. \"There is a long way between laying out a pathway to tapering and actually doing it.\"</p><p>Shares of ride-hailing firms declined after a California judge said a measure that sought to continue treating their drivers as independent contractors rather than employees is unconstitutional. Uber Technologies recently rose 2.5% and Lyft edged eged up 1.4%.</p><p>On the economic front, a gauge of existing-home salessurprised to the upside in July. Economists had forecast a moderate pullback after prices hit a record in June.</p><p>Preliminary purchasing managers' surveys on manufacturing and services for August missed economists' estimates. Similar data for Australia overnight showed a contraction in activity amid tighter Covid-19 restrictions. Indicators for Japan and the eurozone came in below economists' expectations.</p><p>\"It's hard to be too negative on the market if you still have an economy moving forward, and the earning trends are still stupendous,\" said Keith Lerner, chief marketing strategist with Truist Advisory Services.</p><p>Due to the impact of the Delta variant, Goldman Sachs economists lowered their real U.S. gross-domestic-product growth forecast to 6% for 2021.</p><p>\"This market doesn't want to go down. It wants to keep up, which is nice and exciting,\" said Sandi Bragar, managing director at Aspiriant. \"But, also, a little concerning because from our perspective the market's gotten a lot further ahead than the economy.\"</p><p>The yield on the benchmark 10-year Treasury note ticked down to 1.257% from 1.259% on Friday. Yields rise when prices fall.</p><p>Oil prices rebounded, with Brent crude rising over 5.3% to trade at $68.63 a barrel, after the benchmark commodity closed out its worst week since October.</p><p>The price of bitcoin rose above $50,000for the first time since May. It traded around $50,250, an increase of more than 3% from its 5 p.m. level on Friday. PayPal expanded its cryptocurrency services to the U.K. on Monday, allowing its customers in Britain to buy, hold and sell digital assets such as bitcoin on its platform.</p><p>Overseas, the pan-continental Stoxx Europe 600 ticked up 3.08 points, or 0.7%, to 471.88.</p><p>Among European equities, British supermarket chain J Sainsbury jumped over 15% on reports that private equity giant Apollo Global Management is considering a takeover.</p><p>In Asia, most major benchmarks rose. The Shanghai Composite Index added 49.80 points, or 1.5%, to 3477.13, and Hong Kong's Hang Seng Index advanced 259.87 points, or 1.05%, to 25109.59.</p><p>Write to Anna Hirtenstein at anna.hirtenstein@wsj.com</p><p>U.S. Stocks Boosted by FDA's Covid-19 Vaccine Approval</p>",
  "published": "2021-08-23T18:13:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 2139,
          "end": 2152
        },
        {
          "start": 2139,
          "end": 2146
        }
      ]
    }
  ]
}