{
  "_id": "c3b6da9080c4cfecada59cca013e3a91823faa9a955b2ce3233356fb851ad898",
  "feed": "ftcomall",
  "title": "Crypto fever: the pressure grows on wealth managers",
  "text": "<p>The Australian industrialist Victor Smorgon built his family's fortune in the unglamorous businesses of meatpacking and steel smelting. Almost a century later, his descendants have turned to one of the most cutting edge and high-profile moneymaking opportunities: crypto investing.</p> <p>Early last year, the Smorgon family office, led by Victor's grandson Peter Edwards, began looking into adding crypto assets to its vast portfolio, which ranges from agriculture to gold mining.</p> <p>“Once you go down the rabbit hole, you see a whole lot of things,” says Edwards. “It made sense to dip our toe into the water.”&#xa0;</p> <p>After allocating a small portion of the family wealth to crypto, Smorgon added an equity stake in the firm that helped them make those investments. Melbourne-based ZeroCap is seeking to tap what it sees as a gap in the wealth management market, for clients ranging from billionaire families to well-off professionals in locations around the world, including London. </p> <p>Ultra-rich families like the Smorgons can find plenty of ways to access crypto markets. </p> <p>Affluent savers who might want to follow suit face a tricky choice. They can throw caution to the winds and dive into crypto via a mobile phone app like millions of traders. </p> <p>That might be fine, for a modest flutter. But those who are more careful — or want to commit substantial funds — may want an adviser and can struggle to find support. The mainstream wealth managers on whom they often rely for investment advice have largely stayed on the sidelines of frothy crypto markets.</p> <p>This is particularly true in the UK, where the authorities have taken a <a href=\"https://www.ft.com/content/17620a3b-b82d-4b85-aa85-4cf2793b7a02\">tougher line on crypto</a> than in some other developed economies including the US.&#xa0;</p> <p>“We're in the business of managing the monies of widows and orphans for the long run,” says Chris Woodhouse, chief executive of Tilney Smith &amp; Williamson, the blue-chip £50bn UK wealth manager.</p> <p>“And therefore, at the moment, things like cryptocurrencies don't really figure in that. I think it would need to be a more developed and regulated market.”</p> <p>Andy Croft, chief executive of St James's Place, the UK's largest wealth manager, is equally stark. “We're not offering crypto and we're not planning to,” he says. </p> <p>But the pressures that crypto-oriented clients are putting on their managers are multiplying as the digital currency market roars ahead, pulling in more and more former sceptics.</p> <p>Michael Bolliger, chief investment officer, emerging markets, at UBS Global Wealth Management, says most of the questions about crypto from clients reflect a fear of missing out.</p> <p>“You have your buddies at the golf club. They claim rightly or wrongly that they have made a fortune. You don't want to be the last person standing in the queue,” he says.</p> <a href=\"http://www.ft.com/cms/c461153e-5588-44cd-a73d-cea30afaa05d.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a> <p>Demand from clients has forced the largely conservative wealth management sector to grapple with new issues. Wealth advisers have been called on to help investors understand crypto strategies, dig into derivative variants and weigh up bets on underlying blockchain infrastructure. They have also been asked to examine the tax implications and their own fiduciary duties. &#xa0;</p> <p>The fear of missing out has also taken hold among some of these advisers. Wealth managers worry about losing control of their clients' affairs if investors turn away from traditional relationships to put money into crypto assets. </p> <p>But advisers add that restrictions imposed by the Financial Conduct Authority on retail access to crypto trading in the UK puts legal limits on the support they can offer.</p> <p>Research conducted by CoreData for WisdomTree found that seven in 10 UK wealth advisers had spoken to their clients about crypto assets. But the survey found that 42 per cent of UK wealth clients intended to invest in crypto outside their normal money management arrangements. </p> <h2>Top wealth banks lead the way</h2> <p>Still, some of the largest global wealth managers — dealing with the richest clients — have opened the door to crypto, despite the widely-shared concerns about crypto and caution from regulators, lawyers and compliance teams.</p> <p>Morgan Stanley's wealth division opened up three bitcoin funds to US clients in March, followed by JPMorgan in August with half a dozen fund choices for their US client. Goldman Sachs will also link global wealth clients with crypto funds. Citi Private Bank acknowledged that an increasing number of clients are posing questions about crypto, but said its still working out what it might offer.</p> <p>JPMorgan Chase's decision to add crypto funds surprised some, given that chief executive <a href=\"https://www.ft.com/topics/people/Jamie_Dimon\">Jamie Dimon</a> is well known for criticising crypto. </p> <p>Dimon told a conference in October: “I personally think that bitcoin is worthless,” he said. “I don't think you should smoke cigarettes either.”</p> <p>But he added: “Our clients are adults. They disagree. If they want to have access to buy or sell bitcoin — we can't custody it — but we can give them legitimate, as clean as possible, access.”</p> <p>Some well-known European private banks are inching their way in a similar direction. <a href=\"https://www.ft.com/stream/aeb9a393-ccd9-4b20-9972-4eed3f827e42\">Julius Baer</a> in January allowed Swiss clients access to crypto transactions and custody services on “a select group of cryptocurrencies”, through a partnership with Swiss-licensed SEBA Bank, in which Julius Baer is an investor. </p> <p><a href=\"https://www.ft.com/stream/7b9542ed-b868-4ee5-9006-f0c2b74a010a\">UBS</a>, the Swiss bank that is the world's biggest wealth advisory group, prefers equities strategies that will benefit from the rise of blockchain technology, rather than cryptocurrencies themselves. Some other private banks take the same line.</p> <p>Wealth managers at these top international levels point out that letting customers choose crypto investments is different from fund managers allocating clients' money to crypto or recommending digital assets. </p> <p>The relatively slow pace of crypto adoption by the mainstream wealth industry has created space for new players, such as ZeroCap, to attempt to fill the gap in the market by offering crypto products to wealthy investors.</p> <p>Crypto investment by the rich prompts less regulatory concern than retail access, as wealthy clients tend to have professional advisers, can safely take on more risk and can afford to lose money.</p> <p>Roughly 15 per cent of family offices worldwide already have some form of exposure to crypto, according to a survey by Goldman Sachs. And just over half of the families Goldman surveyed this year said they were considering investing in crypto in the future.</p> <p>“There's certainly a large body of people who think it's too early. There's an equally large body of people who feel it's too late, and that you've missed the opportunity,” says Eileen Duff, chief client success officer at US-based wealth platform iCapital Network. </p> <p>The history of financial services suggests that what billionaires and multimillionaires do today helps shape the options available to other customers in the future, as clients press for safe routes into new markets such as crypto.</p> <h2>UK wealth advisers put off by risks</h2> <p>One British wealth manager that has taken a big bet on crypto is Ruffer, which invested $600m in bitcoin in November 2020. But even an allocation of just 2 per cent of assets under management, started to make Ruffer's managers nervous.</p> <p>They sold out in April after a huge run up in bitcoin's price, which jumped from $15,000 in November to $55,000. The level of speculative retail trading also made the crypto token look too hot to hold, Ruffer said. </p> <p>Still, the bet paid off with a net $1.1bn in profit. The London firm, which manages about £23bn, mainly for wealthy individuals, institutions and charities, said bitcoin was still “on the menu” of investment options as an alternative to gold and a hedge against inflation. </p> <p>More conservative UK money managers still regard crypto as untouchable, put off by its sometimes wild price gyrations, and a host of extra risks. </p> <p>“Being able to make assumptions about future cash flows is an essential feature of an investment,” says Edward Park, chief investment officer at London-based wealth manager Brooks MacDonald. He says bitcoin's “unknown future value” makes it all but impossible even to consider for clients' portfolios. </p> <p>Another concern is how to store crypto assets safely. While a number of institutionally-focused custody and trading companies are striving to fill this need, some large managers are still skittish given past horror stories. </p> <p>Incidents such as the 2014 Mt Gox hack, <a href=\"https://www.ft.com/content/dce7ca02-c54b-11e3-a7d4-00144feabdc0\">which lost around $350m</a>, have cast a long shadow over the industry. Equally concerning is the prospect of losing the cryptographic keys that control access to crypto wallets.</p> <p>In the UK, the FCA's restrictive approach casts a particular shadow over the market and has influenced some wealth manager's attitudes. The authority's repeated warnings over crypto — and ban on selling derivatives to retail clients — makes it difficult for advisers to advise on such investments, without themselves falling foul of the rules. </p> <p>Many suspect that the rules will eventually be liberalised, as regulators in the US and elsewhere have permitted greater access to crypto for retail clients. But for now, most cryptoassets remain unregulated in the UK.</p> <h2>Rich clients trading on the side</h2> <p>Nevertheless, many affluent investors — people who would not qualify as private bank clients but still have substantial portfolios — are going into crypto anyway, including in the UK. The first step has been the same as for the everyday trader — trading crypto on their phones, via apps such as Coinbase or Gemini. </p> <p>But when the profits multiply some no longer feel comfortable handling a growing wealth pile without speaking to anybody. </p> <p>Christopher Griffin, a Jersey-based partner at the global offshore law firm Carey Olsen, says he has recently been contacted by several private wealth clients who had amassed millions worth of cryptocurrencies through online trading. </p> <p>“Clients eventually realise that they can't be trading hundreds of millions of crypto off a mobile phone. They need to institutionalise it a bit,” he says.</p> <p>Wealthy traders often end up shifting from the standard consumer apps to VIP services offered by major crypto exchanges. </p> <p>Coinbase, the US-listed exchange, in July created a dedicated global private wealth team in response to “increasing demand from high new worth investors”, according to Sashi Dias Valtz, global head of institutional account management.</p> <p>But dealing directly on exchanges requires considerable sophistication. Many crypto-curious investors are far from comfortable with running their own portfolios. </p> <p>“What we are hearing from advisers is that they need solutions because they are hearing more and more from their clients,” said Duff at iCapital Network, a tech platform backed by Singapore's Temasek and Blackstone, that links US wealth advisers to alternative investment products. </p> <p>“In particular, they want to know how to access it. Should they be buying it directly? Should they be doing it on their own?”</p> <p>In September, iCapital made its first foray into crypto, by adding to its offering the Grayscale Bitcoin Trust, one of the first crypto funds to open to retail traders. “Clients are curious. So we want to have a solution to offer,” says Duff. </p> <p>iCapital's move reflects a more open approach to crypto in the US market, which has seen a proliferation of funds that are accessible to retail investors. </p> <p>In contrast, the UK's FCA has said it would not&#xa0;authorise a <a href=\"https://www.ft.com/content/7b219639-dccd-4a4b-ad37-b8701df22db6\">retail fund</a> that has exposure to crypto until it is satisfied with integrity of the underlying market. And access to overseas funds is heavily limited for UK investors. </p> <p>Investing through funds provides many clients and advisers an extra degree of confidence that they are using a safe channel. But that feeling of security comes at a cost. Crypto funds have been criticised for their high fees. </p> <p>Providers offering bitcoin futures ETFs in the US market have already launched a <a href=\"https://www.ft.com/content/26893da4-7dcb-47d2-b6a8-6170a64dfbd0\">price war on fees</a>, amid warnings that the structure of futures-based funds <a href=\"https://www.ft.com/content/eda57010-e677-4603-94ef-f582396d1d7a\">incurs extra costs</a> for investors. Grayscale, which at around $40bn is among the largest crypto funds, charges a 2 per cent management fee to simply give investors exposure to bitcoin.</p> <p>Crypto fund managers offer other possibilities such as investing in newer crypto assets which tend to be even riskier than bitcoin. But there are also strategies that do not rely on betting whether assets will go up or down.</p> <p>Anatoly Crachilov, chief executive of London crypto asset manager Nickel Digital, explains that when its first fund launched in 2019 it “used conventional techniques from equities and FX and applied them to crypto markets, which happened to be far more volatile and therefore far more yielding”. The tactics typically exploit immaturity in the crypto market, such as large gaps in the price of assets on different exchanges.</p> <h2>Crypto wealth management&#xa0;</h2> <p>Crypto fund managers say they have picked up clients among wealth managers and high net worth investors. Some of these new firms think they can do more to bridge the gap between curious wealthy investors and digital assets. </p> <p>Wave Financial, a US-based crypto investment adviser, offers bespoke crypto portfolios to suit the needs of well-off clients, including from the UK. “The vast majority of our job is around education,” says Henry Elder, head of wealth management. </p> <p>Target clients include investors who have already made a crypto fortune and now want to make sure they keep it. “An even more interesting client that we keep finding is people who got rich in crypto and . . . want to switch to a wealth preservation mindset,” says Elder. </p> <p>The growth of crypto wealth has also created a rush of inquiries for other professionals who help wealthy clients, such as tax advisers, lawyers and trustees. </p> <p>Helen Cox, a tax partner at London-based law firm Fladgate, said crypto inquiries have been on an “upswing”, especially from clients who have moved to the UK since pandemic travel rules relaxed. “People don't think about it the same way they think about their real estate or the shares they are holding,” she says.</p> <p>Griffin, the Jersey lawyer, says trusts — vehicles for pooling and protecting wealth — involve challenges when clients want to shift crypto holdings into established trust structures. For example, professional trustees are legally obliged to ensure digital assets have not passed through dubious hands.</p> <p>Ultimately, concerns about risk weigh on most professionals involved in crypto. And none looms larger than the sheer volatility of the assets, which can bring great rewards or inflict huge losses.</p> <p>Bolliger at UBS says that investors tempted by rising crypto markets or the latest strategies need to think carefully about how these investments might perform in times of stress. </p> <p>“Because we have so much leverage in the system and so many unregulated players, what is a great strategy today can become a total disaster tomorrow,” he says. “That's something investors need to keep in mind.”</p><p>Source: Joshua Oliver 2021 'Crypto fever: the pressure grows on wealth managers' FT.com 19 November. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-11-19T05:00:16.066Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 6213,
          "end": 6226
        },
        {
          "start": 4211,
          "end": 4224
        },
        {
          "start": 4211,
          "end": 4218
        },
        {
          "start": 6263,
          "end": 6270
        },
        {
          "start": 6213,
          "end": 6220
        }
      ]
    }
  ]
}