{
  "_id": "4556925595159ad39f53aaa6a1dce147da0e740177e018330a334e2307219607",
  "feed": "market-watch",
  "title": "United Airlines reports big Q3 sales jump, says recovery ‘delayed' by delta variant, but now back on track",
  "text": "<p>United UAL said it earned $473 million, or $1.44 a share, in the quarter, reversing a loss of $1.8 billion, or $6.33 a share, in the third quarter of 2020.</p><p>Adjusted for one-time items, including nearly $1.1 billion in government aid, the company lost $1.02 a share in the quarter.</p><p>Revenue rose to $7.8 billion, from $2.5 billion a year ago. That compared with sales of $11.4 billion in the third quarter of 2019.</p><p>Analysts polled by FactSet expected United to report an adjusted loss of $1.58 a share on revenue of $7.64 billion for the quarter.</p><p>“The recovery was delayed by the delta variant, but the United team remains focused on our long-term vision – and not getting sidetracked by near-term volatility,” Chief Executive Scott Kirby said in a statement.</p><p>“From the return of business travel and the planned re-opening of Europe and early indications for opening in the Pacific, the headwinds we've faced are turning to tailwinds,” he said.</p><p>The stock rose more than 2% in the extended session after ending the regular session down 2%.</p><p>United plans to increase international capacity by 10% next year, while keeping domestic capacity flat.</p><p>Capacity, or how many seats an airline has available for its routes, was down 28% in the quarter compared to third quarter of 2019. The company said it expects capacity to be down about 23% in the fourth quarter as compared to same quarter in 2019.</p><p>United said it expects fourth-quarter revenue to be down between 25% and 30% as compared with the fourth quarter 2019. It called for capital expenditures around $3 billion for the full year 2021. For the long-term, it guided for adjusted per-share earnings of around $20 by 2026.</p><p>See also: Goldman Sachs cuts ratings on American and JetBlue, but says it's still ‘positive' on airlines</p><p>Delta Air Lines Inc. DAL last week posted its first adjusted pandemic profit, but the stock fell as investors worried about the rising costs of fuel, wages and maintenance, and as uncertainty swirled around the end-of-the-year travel season.</p><p>Related:No, it wasn't a pilot ‘sickout': Here's what was really behind Southwest's recent flight disruptions</p><p>Shares of United have gained 7% so far this year, compared with gains of around 20% for the S&amp;P 500 Index SPX and of 3.5% for the U.S. Global Jets ETF JETS.</p>",
  "published": "2021-10-20T08:13:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 1680,
          "end": 1693
        },
        {
          "start": 1680,
          "end": 1687
        }
      ]
    }
  ]
}