{
  "_id": "ae0fc987da95cb84f2026987966701906c28a409fb9d18e70c7ef5b5e80d469b",
  "feed": "ftcomall",
  "title": "TPG and Brookfield haul in $12bn for climate funds",
  "text": "<p>Greetings from steamy New York where it seems as if every shop and restaurant has a “Help Wanted!” sign, as staff shortages emerge as lockdowns end — giving workers new <a href=\"https://www.ft.com/content/a6501b83-79c8-479a-8f5d-bd240ccc6194\">leveraging</a>&#xa0;power. This is particularly stark in retailing: more than 200,000 retail employees quit or voluntarily left their jobs this past spring, according to data from the US Bureau of Labor Statistics, although this outflow <a href=\"https://www.bls.gov/news.release/jolts.nr0.htm\">slowed recently</a>.</p> <p>Now, however, some companies are using ESG to fight back. Take Tapestry, the group that owns Coach, Stuart Weitzman and Kate Spade: it is <a href=\"https://tapestry.gcs-web.com/press-releases\">announcing today</a> an increase in hourly pay for “associates” (aka storefront workers) to at least $15, and bonuses for store managers to improve the “social fabric”. It also unveiled new ESG initiatives such as tying executive pay to diversity targets, introducing 100 per cent renewable electricity by 2025 and improving working conditions in the supply chain. </p> <p>“We have accelerated our broader commitment to our stakeholders,” said Joanne Crevoiserat, chief executive officer. “The values of consumers have changed and so have the expectations of our associates.” </p> <p>Is this a permanent shift in mindset? That remains unclear. Gen Z readers may scoff at Tapestry's attempt to appear less <a href=\"https://www.nytimes.com/2021/04/29/style/cheugy.html\">“cheugy”</a>. But if you want another sign of this zeitgeist shift take a look at this week's news about two big fundraising initiatives for sustainability, as well as signs of swelling scrutiny of ESG ratings and university investment pools. <em>— Gillian Tett and Kristen Talman</em></p> <h1>Private equity big shots blast into climate investing</h1> <p>In yet another sign that sustainability is serious business, Brookfield and TPG, two of the world's largest private equity investors, both announced this week they have raised billions of dollars for their new climate-focused funds.</p> <p>TPG said it had brought in commitments worth $5.4bn for its first Rise Climate Fund, and Brookfield said it raised even more, $7bn, for its Global Transition Fund.</p> <p>TPG's fund is being led by former Goldman Sachs chief and US Treasury secretary <strong>Hank Paulson</strong> (who we <a href=\"https://www.ft.com/content/b5c2f13f-a8e1-4fdf-ae0f-b3be7a9f7f40\">interviewed in depth</a> on this topic back in January) and TPG executive chair <strong>Jim Coulter</strong>.</p> <p>Brookfield's new fund is led by former Bank of England governor, <strong>Mark Carney</strong>, and <strong>Connor Teskey</strong>, chief executive of Brookfield Renewable Partners.</p> <p>TPG's fund is part of its “Rise”-branded impact investment division, but unlike many other impact investments, a key selling point for the fund is that it is not giving up anything on returns. Brookfield, too, is seeking market rate returns. </p> <p>If private equity managers can successfully deliver attractive profits and remove carbon from the atmosphere, Paulson believes it will open the floodgates for even more climate-centric investing.</p> <blockquote>  <p>“There will be a lot more capital coming in. You know, imitation is the sincerest form of flattery, and we want there to be a lot of imitation,” he told Moral Money.</p> </blockquote> <p>It is also noteworthy that more than $1bn of the total raised by TPG came from other corporations, many of which have publicly committed to cutting their emissions. The private equity manager has teamed up with more than 20 companies including Apple, Alphabet, Bank of America, General Electric and General Motors to form a “Rise Climate Coalition” that will “unlock technologies, scale solutions, and deliver broad impact,” Paulson said.</p> <p>For its part, TPG said it was “actively reducing our investments in the fossil fuel sector. Today, it is a very small part of our portfolio — representing about 0.5 per cent of our AUM — and we are rapidly decreasing that to zero”.</p> <p>Brookfield too, sees an opportunity arising from the thousands of companies making net-zero pledges. Its fund “targets investment opportunities relating to reducing greenhouse gas emissions and energy consumption, as well as increasing low-carbon energy capacity”.</p> <p>“In terms of energy infrastructure investment, the amount [of money needed to decarbonise the economy] scales by another $1tn or $2.5tn, additional per annum by the middle of this decade and latter parts of the decade. So the opportunity set is huge,” Carney said. (<em>Billy Nauman</em>)</p> <h1>ESG data and ratings: who is paying for this?</h1> <p>One of the big fights that broke out after the 2008 financial crisis involved <a href=\"https://www.ft.com/content/5a9d7522-5e3d-11e2-a771-00144feab49a\">who should pay for credit ratings</a>. </p> <p>The credit ratings business started as a “subscriber-pays” model. But after the rise of copy machines in the 1970s, when free-riders could get reports without paying, credit raters started charging the companies to score their bonds. The payment change paved the way for S&amp;P and Moody's to give mortgage-backed securities and other products optimistic scores until the house of cards collapsed. (Check out <strong>Alice Rivlin</strong>'s <a href=\"https://www.brookings.edu/research/credit-rating-agency-reform-is-incomplete/\">terrific analysis</a> of credit raters).</p> <p>Now, the concerns about the payment model are coming for ESG raters and data providers. The International Organization of Securities Commissions (Iosco) on Monday published a request for comment on ESG ratings and data providers.&#xa0;</p> <p>For now, at least 85 per cent of the ESG ratings market uses the subscriber-pays model — meaning that asset managers pay up for these scores. But the pay structure could change, especially if new regulations make ESG ratings essential for companies.</p> <p>Still, Iosco said there were concerns about the current ESG ratings landscape. ESG raters can offer consulting services that advise companies on how to improve their ESG ratings or data products.&#xa0;</p> <p>“This could result in conflicts of interest,” Iosco said, because the consulting side of business may provide information to the company to allow the firm to score better ratings.</p> <p>The Iosco report fuels concerns about ESG data and ratings just as regulators are increasingly scrutinising the sector. The European Securities and Markets Authority <a href=\"https://www.esma.europa.eu/sites/default/files/library/esma30-379-423_esma_letter_to_ec_on_esg_ratings.pdf\">has called for</a> ESG ratings regulations. <strong>Hester Peirce</strong>, the top Republican commissioner at the Securities and Exchange Commission, <a href=\"https://www.sec.gov/news/speech/speech-peirce-061819\">has also raised concerns</a> with ESG ratings.</p> <p>Any future regulatory action could pose risks for MSCI, Morningstar, Bloomberg, FactSet and the other companies cashing in on the boom in ESG investing. <em>(Patrick Temple-West)</em></p> <h1>Oxford&#xa0;students uncover undisclosed gifts from fossil fuel companies</h1> <p>Last year, Oxford university <a href=\"https://www.ox.ac.uk/news/2020-04-27-oxford-announces-historic-commitment-fossil-fuel-divestment\">announced</a> its endowment would sell its remaining holdings of fossil fuel companies. By the end of 2020, the £5bn endowment reported just 0.37 per cent of indirect investments in fossil fuels.</p> <p>Yet, despite the divestment, Oxford retains cozy relationships with oil and gas companies — ties that are not publicly known, according to an environmental student group. From freedom of information requests, the Oxford Climate Justice Campaign obtained documents that show since 2015 ExxonMobil has given Oxford £6.9m — more than any other fossil fuel company has given the university during that time, the OCJC said. </p> <p>In addition to Exxon's contributions, Oxford has taken at least £18.8m from fossil fuel companies in the past six years. These contributions included £4.4m for antimalarial resistance at Oxford university's Centre for Clinical Vaccinology and Tropical Medicine. Other donations include £231,869 to the Saïd Business School.</p> <p>Exxon discloses some specific contributions doled out worldwide from its foundation and parent corporation. For 2020, Exxon gave $41m to higher education. Oxford is not listed. But in 2018, Exxon disclosed it gave $25,000 to the Oxford Institute for Energy Studies.</p> <p>The students also found that Schlumberger, the world's largest oilfield services company, gave the university an unknown amount of money. Oxford said it would not disclose the dollar amount because “these details would be likely to prejudice [Schlumberger's] commercial interests”.</p> <p>Oxford said in a statement that it safeguards its teaching and research programmes regardless of the source of the money. These funds “have no influence” on research or its conclusions. “None of the philanthropic funding highlighted by OCJC has gone into extraction and exploration research,” the university said.&#xa0;</p> <p>The goal of disclosing these contributions, said <strong>Will O'Sullivan</strong>, a masters student studying environmental science, “is that this will make people more aware of the extent of fossil fuel funding the university receives”. <em>(Patrick Temple-West)</em></p> <h1>Tips from Tamami</h1> <p><em>Nikkei's Tamami Shimizuishi helps you stay up to date on stories you may have missed from the eastern hemisphere.</em></p> <p>Following the G20's endorsement of the Task Force on Climate-Related Financial Disclosures, the Japanese government is moving to mandate climate risk disclosure.&#xa0;</p> <p>Japan's Financial Service Agency will launch a special committee to set the details of the rule this summer, <a href=\"https://www.nikkei.com/article/DGXZQOUB207280Q1A720C2000000/\">Nikkei reported</a>. If the process succeeds, more than 4,000 companies in Japan will be required to disclose climate risk on their securities report as early as the fiscal year ending March 2022.</p> <p>Hong Kong, the UK, New Zealand, and Switzerland have already said they will require TCFD disclosures. </p> <p>Japan already has <a href=\"https://tcfd-consortium.jp/en/about\">more TCFD supporters</a> —&#xa0;428 companies and organisations in total — than the UK (365) and the US (314). More than 60 per cent of TCFD's supporters in Japan are non-financial companies, compared to the UK, where just 30 per cent of supporters are non-financial companies. As many large corporations in Japan are already familiar with the guidelines, few expect a backlash against making TCFD disclosure mandatory.</p> <p>“Not only big corporations, but also midsize companies, will start disclosing climate risks, if the disclosure becomes mandatory,” <strong>Kunio Ito</strong>, a professor emeritus at Hitotsubashi University and a chair of TCFD Consortium in Japan, said.</p> <h1>Chart of the day</h1> <p>Climate change is shifting the frontiers of where food is grown as&#xa0;farmers and agricultural businesses adapt&#xa0;to warmer temperatures around the world.&#xa0;For wine grapes, those frontiers have shifted north both in Europe and North America. Canada, for example, has made big strides as a Pinot Noir producer, say wine connoisseurs. The UK, along with countries such as Denmark, is now part of the northern wine frontier in Europe. Please read our colleague <strong>Emiko Terazono</strong>'s <a href=\"https://www.ft.com/content/977fac14-49e0-4497-a435-6581e5792201\">article</a> in the new FT special report on <a href=\"https://www.ft.com/reports/sustainable-food-agriculture\">sustainable food and agriculture</a>.</p> <h1>Smart read</h1> <p>Our colleague <strong>Dave Lee</strong> travelled to Paradise, California, <a href=\"https://www.ft.com/content/0243006e-ad78-4f55-a260-33e4b79540c2\">to report on</a> the livelihoods of people who survived the state's deadliest forest fire in 2018. </p> <h1>Recommended reading</h1> <ul>  <li><p>LGIM denies “greenwashing” over ESG China bond ETF (<a href=\"https://www.ft.com/content/037f00d7-c723-4077-9922-456793cccede\">FT</a>)</p></li>  <li><p>Rio Tinto probed by UK financial watchdog over disclosures (<a href=\"https://www.ft.com/content/a63f4753-8bfa-4b01-81f7-dd83fd06b3ee\">FT</a>)</p></li>  <li><p>San Francisco Pension CIO Quits for Role with Clean Energy Firm (<a href=\"https://www.fundfire.com/c/3262864/413573/francisco_pension_quits_role_with_clean_energy_firm?referrer_module=emailReminder&amp;module_order=2&amp;code=YTNKcGMzUmxiaTUwWVd4dFlXNUFablF1WTI5dExDQXhNelUxTkRFMU15d2dNVEl6TVRRME5URTNOdz09\">FundFire</a>)</p></li>  <li><p>Boom in ESG Finance Creates One of Asia's Hottest Job Markets (<a href=\"https://www.bloomberg.com/news/articles/2021-07-26/boom-in-esg-finance-creates-one-of-asia-s-hottest-job-markets\">Bloomberg</a>) </p></li>  <li><p>New Benchmarks Put an End to ‘Anything Goes' for ESG Indexes (<a href=\"https://www.bloomberg.com/news/articles/2021-07-27/new-benchmarks-put-an-end-to-anything-goes-for-esg-indexes\">Bloomberg</a>)</p></li>  <li><p>EU regulators clear €30.5bn French renewable energy scheme (<a href=\"https://www.reuters.com/article/us-eu-france-renewables/eu-regulators-clear-305-billion-euro-french-renewable-energy-scheme-idUSKBN2EX11N\">Reuters</a>)</p></li> </ul><p>Source: Gillian Tett, Billy Nauman, Patrick Temple-West and Kristen Talman 2021 'TPG and Brookfield haul in $12bn for climate funds' FT.com 28 July. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-07-28T11:00:40.064Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 1995,
          "end": 2008
        },
        {
          "start": 1995,
          "end": 2002
        },
        {
          "start": 1983,
          "end": 1996
        }
      ]
    }
  ]
}