{
  "_id": "a8922669ab011e597221081f7bb2ded0526501679927d20248c9b863181674f5",
  "feed": "ftcomall",
  "title": "Deliveroo shares tumble as trading begins in London",
  "text": "<p>Deliveroo's shares made a rough start on Wednesday morning in the biggest London debut by market capitalisation for a decade. </p> <p>The stock opened at 331p, tumbling 17 per cent as trading began. The company had set its share price at the <a href=\"https://www.ft.com/content/1fc502ce-6651-4e9b-a810-f399449e828d\">bottom of its target range</a> at 390p, citing choppy trading conditions. </p> <p>The IPO gave Deliveroo an opening valuation of £7.6bn, the highest in London since the flotation in 2011 of minerals trader Glencore.</p> <p>Founded in 2013, Deliveroo lost £224m last year on a 54 per cent jump in revenues. It had initially targeted a valuation as high as 460p per share, implying a market cap of as much as £8.9bn.</p> <p>The company raised £1.5bn with the share sale, including gross proceeds of £1bn for investment and expansion. Its dual class share structure hands outsized voting power to co-founder and chief executive, Will Shu. </p> <h2>Briefly</h2> <p>The Financial Conduct Authority said it plans to launch a <strong>consultation on changing listing rules</strong> and related guidance to strengthen protections for investors in special purpose acquisition companies. The consultation will consider the structural features and enhanced disclosure required to provide appropriate investor protection, including a minimum market capitalisation and a redemption option for investors, the FCA said. With extra protections in place the existing presumption that Spacs will be suspended at the point of a deal announcement “is no longer required and we therefore intend to consult on this basis, aligning this element of our rules more closely with other major jurisdictions”, said the regulator.</p> <p>TDR Capital said it has agreed a £563m buyout offer for <strong>Arrow Global</strong>, the debt collection agency. TDR's recommended cash offer values Arrow at 307.5p per share, the same price it had offered at the start of March having had a 305p proposal rejected the month before. Investors will be given the option of taking unlisted “rollover shares” that will be capped at 10 per cent of total equity, TDR added. Arrow shares closed at 288p on Tuesday. </p> <p><strong>Lloyd's of London</strong> reported a £900m pre-tax loss for 2020, versus a £2.5bn profit the year before. The worlds largest insurance market said payouts on Covid-19 claims for 2020 will total £3.4bn net of reinsurance. Premiums rose 10.8 per cent over the year with pricing continuing to rise in the first quarter, Lloyds' annual report revealed.</p> <p><strong>Topps Tiles</strong> said in a trading update that lockdown restrictions had “significantly impacted sales and margins in the second quarter” ended March. The tile shop reported like-for-like sales down 17.3 per cent for the fiscal second quarter, reversing the previous quarter's 19.9 per cent jump. Half-year revenues were down 2.4 per cent to £103.6m, Topps announced.</p> <p>Russian mining group <strong>Petropavlovsk</strong>&#xa0;targeted 2021 total gold production of between 430,000 and 470,000 ounces, compared with 548,100 ounces in 2020. Denis Alexandrov, Petropavlovsk's recently appointed chief executive, pledged to complete a management overhaul by the half-year and have in place a new corporate development strategy&#xa0;and dividend policy by the third quarter. </p> <p><strong>Fuller, Smith &amp; Turner</strong> has moved to shore up its balance sheet with a share placing. The pub operator said it was selling up to 6.5m new A shares at 830p apiece, equivalent to approximately 20 per cent of the total number of shares in issue. Investors in the group's B shares will be given the option to double their holdings by buying stock held in treasury by Fuller. The company also said it had conditionally amended and extended debt facilities and said that group sales will be down around 80 per cent in the full year to March.</p> <h2>Beyond the Square Mile&#xa0;</h2> <p>Black employees held a lower share of top US financial services jobs in 2018 than they did more than a decade earlier, <a href=\"https://www.ft.com/content/887d064a-bd5e-4ce6-9671-9057e12bd5c7\">according to new research by the Financial Times</a>, underlining the shortcomings of Wall Street's long-running efforts to improve racial diversity. The FT analysed the most recently available anonymised data on the demographics of 3.6m staff across 13,000 financial services employers in the US from 2007 to 2018. All companies with more than 100 staff were required to submit the information to the Equal Employment Opportunity Commission from 2007.&#xa0;</p> <p>Securities regulators in the US and Europe <a href=\"https://www.ft.com/content/c771ad24-24ca-4002-ab8f-17719e4c32da\">are scrutinising discussions</a> between six banks linked to Archegos Capital Management to decide whether any acted inappropriately during a recent fire sale of shares that topped $20bn. Archegos founder Bill Hwang last week gathered Wall Street lenders <strong>Goldman Sachs</strong>, <strong>Morgan Stanley</strong> and <strong>Wells Fargo</strong>, as well as Swiss rivals <strong>UBS</strong> and <strong>Credit Suisse</strong> and Japan's <strong>Nomura</strong> in a&#xa0;<a href=\"https://www.ft.com/content/db4508ed-ccb4-48f6-8dd6-dd7d38e3cfa4\">last-ditch effort</a>&#xa0;to unwind billions of dollars of markets bets in an orderly manner. The talks ended without an agreement from all the banks and a fire sale of stocks owned by Archegos followed.</p> <p>Heavy-duty trucks have suddenly emerged <a href=\"https://www.ft.com/content/37d25112-3a3d-4547-8bd8-4bbc45986a08\">as a main battleground</a> for autonomous technology as the mass rollout of robotaxis&#xa0;<a href=\"https://www.ft.com/content/96d3eeff-7f52-46e3-a8a8-aeb668472034\">falters</a>. <strong>Aurora</strong>, an autonomous start-up backed by Amazon and Sequoia,&#xa0;signed an agreement this week with Volvo, a win that comes just two months after reaching a partnership with Paccar, the maker of Peterbilt and Kenworth heavy-duty trucks. Paccar and Volvo are two of the Big Four truck manufacturers in the world, with a combined market share in the US of more than 50 per cent.</p> <h2>Essential comment before you go</h2> <p><strong>Lex</strong> <br>Royal Mail finally — if temporarily — came good on marketing for its 2013 flotation trumpeting the business as delivery service to the ecommerce revolution. But it now <a href=\"https://www.ft.com/content/e9f5b6fd-07a3-4eec-b96e-fedaf7cb703b\">needs to show</a> it can invest in growth — or return cash to investors.</p> <p><strong>Helen Thomas</strong> <br>Are we surrounded by <a href=\"https://www.ft.com/content/c717da95-b022-40ac-a797-b4a4b0a8bd5f\">“hollow” companies</a>? Not the zombies that walk among us, laden with debt but kept from the grave by cheap money or plentiful government support. But companies&#xa0;<a href=\"https://www.ft.com/content/41cff27d-de7b-4cdc-8700-b7439c3bca49\">emptied out by excessive payouts</a>&#xa0;to their shareholders, in the form of dividends or share buybacks.</p> <p><strong>Thanks for reading. Feel free to forward this email to friends and colleagues, who can </strong><a href=\"https://ep.ft.com/pages/newsletters/56b37b064a113e030070f833/subscribe/success\"><strong>sign-up</strong></a><strong> here.&#xa0;</strong></p><p>Source: Bryce Elder 2021 'Deliveroo shares tumble as trading begins in London' FT.com 31 March. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-03-31T07:33:57.953Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 4515,
          "end": 4528
        },
        {
          "start": 4515,
          "end": 4522
        }
      ]
    }
  ]
}