{
  "_id": "6699cf2eec89edf44d437f0e17382ddd97566424d456c2d74f922475537cec46",
  "feed": "ftcomall",
  "title": "Treasury pinpoints first targets of Sunak's spending crackdown ",
  "text": "<p>A tunnel between Scotland and Northern Ireland and a scheme that backs unemployed people to start their own companies have fallen victim to a crackdown as the Treasury grapples with self-imposed public spending limits. </p> <p>Boris Johnson's plan to build “the world's most stupid tunnel” linking Scotland and Northern Ireland — estimated to cost at least £15bn — has been described as “dead” by government officials briefed on spending negotiations ahead of Rishi Sunak's Budget next month.</p> <p>The chancellor gave cabinet colleagues until Monday evening to finalise their bids for public spending and has warned them he wants to “put the public finances on a sustainable path in the medium term”.</p> <p>The other early victim of the Treasury crackdown is the New Enterprise Allowance, a programme launched a decade ago to great fanfare by David Cameron. It has given grants of more than £1,000 each to about 250,000 people since it was set up in 2011. </p> <p>However, Thérèse&#xa0;Coffey, work and pensions secretary, has recommended it be scrapped as part of her spending submission to the Treasury, officials said.</p> <p>One minister said the decision was part of an attempt to focus resources on the most effective schemes. But the timing of the plan will raise questions, as the government prepares to end its Covid-19 furlough scheme. </p> <p>Sunak's spending review will determine the public sector landscape until the next election, with schools, courts, local councils and transport all clamouring for more cash after the Covid crisis.</p> <p>The chancellor raised taxes by £12bn last week to fund extra health and social care spending. That could mean more cash for other departments that feared the NHS would “swallow up” scarce resources.</p> <p>But Sunak said last week that no extra money would be available for other departments on top of the spending totals pencilled in at the time of the March Budget.</p> <p>He has argued that departmental spending was set to rise at an annual rate of 4 per cent more than inflation, “the largest real-terms increase in overall departmental spending for any parliament this century”, Sunak wrote to his fellow cabinet ministers.</p> <p>The one area of wriggle room in the spending review was that departments might be able to persuade the Treasury to stump up for specific Covid-19 spending. Sunak warned that this would be considered “in exceptional circumstances only, where reform and efficiencies are not sufficient to fund essential activity”.</p> <p>The spending review will deliver a hammer blow to Johnson's plan to build a 21-mile bridge or tunnel from Scotland to Northern Ireland. One government official said: “It's dead — at least for now”. </p> <p>Johnson saw the tunnel as a means of connecting the constituent parts of the UK and was particularly keen to link Northern Ireland to Great Britain after the upheavals sparked by his Brexit policy.</p> <p>One official said the idea was “ahead of its time” and that a tunnel might become viable in a future of driverless cars. Current technology would require a “very long” rail tunnel, requiring a shallow gradient.</p> <p>However, Dominic Cummings, Johnson's former chief adviser, said in July: “The prime minister's only agenda is to buy more trains, buy more buses, have more bikes and build the world's most stupid tunnel to Ireland.” </p> <p>Johnson has ordered a review of “union connectivity” by Sir Peter Hendy, chair of Network Rail, which will report on priority schemes ahead of the conclusion of the spending review in the October 27 Budget.</p> <p>Hendy had commissioned a feasibility study on the possible Northern Ireland link; a bridge would have to cross the storm-lashed North Channel while a tunnel would have to navigate a wartime munitions dump in Beaufort's Dyke.</p> <p>A government spokesman declined to say whether the Northern Ireland link would survive the spending review but that “boosting connectivity across the UK and improving transport infrastructure are at the heart of our ‘levelling-up' agenda”.</p> <p>Meanwhile, Steffan Ball, chief UK economist at Goldman Sachs and a former adviser to Philip Hammond when chancellor, said the fiscal forecasts would have more headroom this October and this would allow the chancellor to be more generous with Treasury spending.</p> <p>Ball said he expected Johnson and the chancellor to “take advantage of this headroom, given they have both the political incentive and the parliamentary support to make substantial progress on the ‘levelling-up' agenda”.</p><p>Source: George Parker, Jim Pickard, Chris Giles and Laura Hughes 2021 'Treasury pinpoints first targets of Sunak's spending crackdown ' FT.com 13 September. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-09-13T20:01:19.097Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 3974,
          "end": 3987
        },
        {
          "start": 3974,
          "end": 3981
        }
      ]
    }
  ]
}