{
  "_id": "4bc7df9e0bb7e15ddd3abbc72c82b8665dae3b4311bc96f37dc6e591d8bd3f5a",
  "feed": "ftcomall",
  "title": "Joe Biden's bid for banks that serve the people",
  "text": "<p>One of the great failings of Democratic governments in the US in recent decades has been their inability to get ahead of financial markets via smart regulation. </p> <p>Republicans should have been doing this as well, of course, but the public don't expect it from them to the same extent. The conservative position is still that markets know best, even as it becomes quite clear that public markets no longer allocate capital in ways that are the most productive, or even understandable. Just look at the value and highly concentrated make-up of the S&amp;P 500 today versus the state of the real economy. </p> <p>But Joe Biden's administration is taking on this issue, most recently with <a href=\"https://www.whitehouse.gov/briefing-room/statements-releases/2021/09/23/president-biden-announces-key-nominations-for-financial-regulation-and-investor-protection/\">the nomination of Saule Omarova</a> to the position of comptroller of the currency. This job includes the supervision of national banks and a variety of key jobs within that, from dealing with mortgage and housing issues to thinking about the role of the dollar in global markets.</p> <p>Omarova, a Cornell University professor, has already come under fire from financiers and conservatives. They should worry — she's one of the most qualified regulators to come along in a while and a perfect fit for the moment, since she has a rare talent for spotting systemic risk and asymmetries in markets.</p> <p>For example, <a href=\"https://scholarship.law.cornell.edu/facpub/1013/\">her 2013 paper</a> on the problems inherent in banks both owning and trading commodities, “The Merchants of Wall Street: Banking, Commerce, and Commodities”, sparked serious interest in the topic. In 2013 and 2014, she played <a href=\"https://www.banking.senate.gov/imo/media/doc/OmarovaTestimony72313FICP.pdf\">a key role in hearings</a> around banks such as Goldman Sachs, JPMorgan and Morgan Stanley stockpiling and trading commodities at the same time.</p> <p>The hearings brought to light the Kafkaesque loopholes of a system in which Goldman Sachs, for example, could get around rules about trading and owning physical commodities simultaneously, simply by moving aluminium back and forth between different warehouses.</p> <p>As Omarova pointed out to me at the time, the key argument that financial institutions used to defend their right to both own and trade commodities — including the notion that they needed to own physical oil and trade oil derivatives to better understand the market — also demonstrated the unfair advantages, such as access to insider information, that such ownership brings.</p> <p>This asymmetry of information problem has only become worse with the rise of fintech, cryptocurrencies and the entry of Big Tech into the financial industry. There are companies such as stablecoin issuer Tether, for example, that have become big enough to spark worries at the Fed about their systemic risk. </p> <p>If the Biden administration lets fintech get out of control in a similar vein to how former presidents Bill Clinton and Barack Obama allowed derivatives to spread risk in all sorts of opaque ways, it will be terrible for Democrats politically. It would clash with Biden's “work not wealth” mantra. It would also potentially allow Big Tech to snap up community banks, which are the only institutions in finance still lending to ordinary people. </p> <p>Fortunately, Omarova — like <a href=\"https://www.ft.com/content/7884afc4-6e8c-4b2f-910e-adff489f12b6\">the Securities and Exchange Commission's Gary Gensler</a> — comes with expertise in both the risks and opportunities inherent in cryptocurrency and digital dollars. Her paper <a href=\"https://papers.ssrn.com/sol3/papers.cfm?abstract_id=3715735\">“The People's Ledger”</a> offers up ideas for how the Fed could use digital dollars and direct banking with citizens via digital wallets to better allocate funds to the right individuals and institutions during crises. </p> <p>Some worry that this puts too much power in the hands of the Fed as it would bypass conventional banks. But at least the Fed might have a better chance of getting support to the right people.</p> <p>Omarova's idea also implies the possibility of highly targeted monetary policy, done directly via the Fed without commercial banks (who, frankly, would often rather trade than lend) in the middle. This might start to tackle the issue of the wide disparities within regional economies in the US.</p> <p>It is significant that Omarova's paper opens with the populist William Jennings Bryan's 1896 “cross of gold” speech, in which he pled for a monetary system that served the interests of working people and the country as a whole. Many thought the 2008 financial crisis was a moment for finance to become re-moored within the real economy. But thanks in part to major bank lobbying, that was not to be.</p> <p>Omarova has faced <a href=\"https://www.ft.com/content/b6f25404-480f-4a0b-9f65-ee80af442ba7\">an egregious campaign</a> of slander from Wall Street lobbyists and Republicans. Born in Kazakhstan, she studied Marxism (among other things) before coming to the US. Critics call her “a radical”, and she is, although not in the way they think. While understanding the ideology of class warfare isn't a bad thing for any establishment figure these days, Omarova is a law professor, not a socialist.</p> <p>More importantly, she is someone who is laser-focused on “bringing the financial markets back in service to the real economy”, as she put it to me during an interview in 2016. She's not interested in nibbling on technocratic issues at the margins, but in taking on the big questions about who and what the financial system should serve. The markets are already asking and answering these questions. Regulators should be too.</p> <p><a href=\"mailto:rana.foroohar@ft.com\"><em>rana.foroohar@ft.com</em></a></p> <p><strong>​Letter in response to this article</strong>:</p> <p><a href=\"https://www.ft.com/content/c3e302b6-b0dc-47d6-9eb9-b56c18ca9e2f\"><em>Question posed by Biden's choice for bank regulator</em></a><em>&#xa0;/&#xa0;</em><a href=\"https://www.ft.com/content/c3e302b6-b0dc-47d6-9eb9-b56c18ca9e2f\"><em>From Andrew A Davis, Chicago, IL, US</em></a></p><p>Source: Rana Foroohar 2021 'Joe Biden's bid for banks that serve the people' FT.com 24 October. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-10-24T13:05:40.794Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 1708,
          "end": 1721
        },
        {
          "start": 1535,
          "end": 1548
        },
        {
          "start": 1535,
          "end": 1542
        },
        {
          "start": 1708,
          "end": 1715
        }
      ]
    }
  ]
}