{
  "_id": "ad1de7ce58530a8187a2801b9ac1edb3bc88d6e1cbd111c916f9a41365459f97",
  "feed": "ftcomall",
  "title": "India's crisis heightens vaccines debate ",
  "text": "<p>Please share this newsletter with friends and colleagues who might find it valuable and let them know that, even if they are not subscribers to the Financial Times, they can read the newsletter — and all of the FT — free for 30 days. Welcome and <a href=\"https://www.ft.com/newslettersignup-coronavirus\">please sign up here</a>.</p> <p><em>Get the latest worldwide picture with our </em><a href=\"https://ig.ft.com/coronavirus-vaccine-tracker/\"><em>vaccine tracker</em></a></p> <h2>Latest news</h2> <ul>  <li><p><a href=\"https://www.ft.com/content/0f960e56-9ad3-4080-b5bd-fee4516cb61a\">Vaccine maker Valneva targets €85m in global offering</a></p></li>  <li><p><a href=\"https://www.ft.com/content/b43e039b-6460-443b-bcf2-220b24d5712c#post-7c0d3044-4558-4c7b-9fb6-85e9c1f08319\">US services sector grows at second-quickest pace on record</a></p></li>  <li><p><a href=\"https://www.ft.com/content/b43e039b-6460-443b-bcf2-220b24d5712c#post-f436f1c4-994f-42d7-983a-c29e5a41234c\">WHO ‘inadequately equipped' to deal with multiple crises, report says</a></p></li> </ul> <p><em>For up-to-the-minute coronavirus updates, visit our live blog</em></p> <h2>India's foreign minister self-isolates as second wave intensifies</h2> <p><a href=\"https://www.ft.com/content/78a4fb15-c4d3-4193-b638-52d9d9caaa6c\">India's foreign minister is self-isolating</a> after two members of the country's delegation to G7 meetings in London tested positive for coronavirus. Subrahmanyam Jaishankar, India's external affairs minister, said he had been informed that he had been exposed to a possible Covid-19 case.</p> <p>The incident highlighted the continuing spread of a second wave of the virus that has overwhelmed India's healthcare system and left many critically ill patients struggling to access medical care.</p> <p><a href=\"https://www.ft.com/content/3da16e0d-bc3e-4e8e-a4b3-fa88427f2f7a\">Emergency medical aid</a> is pouring into the country from around the world as the government seeks to fend off criticism about the slow pace of dispatching supplies to hospitals and states in desperate need.</p> <p>A fierce debate continues over how to scale up the production and distribution of vaccines to countries including India. Melinda Gates has called on wealthy nations to <a href=\"https://www.ft.com/content/43904928-1b93-44f3-b39b-6dffb9e2bfd4\">stop “hoarding”</a>.</p> <p>But Dr Anthony Fauci, the chief medical adviser to the US president, said he would <a href=\"https://www.ft.com/content/2f41b122-5738-4707-a822-0d79276710c5\">oppose a plan to rip up international trade rules</a> to improve vaccine supply in the developing world if it took too long to bear fruit. </p> <p>The <a href=\"https://www.ft.com/content/836845c1-e313-40b2-bdc0-61a3e244008c\">FT View</a> calls for greater licensing, partnerships and action to address raw material shortages and bottlenecks that are slowing manufacturing,&#xa0;before scrapping patents.</p> <h2>Global economy</h2> <p><a href=\"https://www.ft.com/content/c945cab1-9851-4ec7-a731-b8ed1ea4c61f\">Global supply chains will remain unreliable</a> and container shipping prices and profits high for the rest of the year, according to the chief executive of AP Moller-Maersk. Soren Skou cited uncertainties linked to the reopening after Covid-19, government and central bank stimulus, and the Suez Canal blockage.<br><br>US Treasury secretary Janet Yellen yesterday warned that <a href=\"https://www.ft.com/content/049f4a79-abff-4a6c-a7c1-13409e8f63ae\">interest rates may need to rise over time </a>to keep the US economy from overheating, exacerbating a sell-off in technology stocks. She clarified her remarks later in the day.</p> <p>Poland's lower house of parliament has <a href=\"https://www.ft.com/content/f53630a2-97bb-4b34-8d31-f93eeb1b4358\">approved EU borrowing plans</a> to finance the bloc's €750bn pandemic recovery fund, despite deep divisions over the proposal in the ruling conservative-nationalist coalition.</p> <h2>Business</h2> <p>Dozens of leading companies are joining forces to <a href=\"https://www.ft.com/content/c21ef5f6-a551-4d3b-86c2-f347fb546471\">co-ordinate the business and government response</a> to future Covid-19 outbreaks in India and around the world.&#xa0;“We need an interface that helps the private sector leverage the massive capabilities of government and helps the government leverage the massive capabilities of the private sector,” said Nisha Biswal, president of the US-India Business Council.<br><br>Wall Street giant Goldman Sachs has told its bankers in the US and UK that they should be <a href=\"https://www.ft.com/content/e515613a-32a2-4692-ad91-0b9e53c577a9\">ready to return to the office next month</a>, as the two countries loosen restrictions in response to falling Covid-19 cases.</p> <p>Match Group, the company behind dating apps including Tinder and Hinge, forecast better than expected revenues this quarter and predicted that the Covid vaccine rollout and <a href=\"https://www.ft.com/content/886cd0b1-0d1b-4a57-b465-1f1c3a9cffcf\">easing of social restrictions would spark a “summer of love”.</a></p> <h2>Markets</h2> <p><a href=\"https://www.ft.com/content/f0d539e1-91c5-4f7c-8abd-35ec6f8efc75\">Smaller listed UK companies</a> have raced past blue-chip stocks over the past year as fading Brexit angst and the quick vaccine rollout bolstered Britain's economic outlook. The FTSE index of small market capitalisation equities excluding investment trusts has soared almost 70 per cent over the past year, widely outpacing the 23 per cent rise for the FTSE 350 index of the biggest stocks listed on UK markets.</p> <p>If much of the fiscal stimulus is spent in the coming months, then the bounceback could meaningfully exceed the forecasts of economists and equity analysts, cautioned Karen Ward, chief market strategist for Emea at JPMorgan Asset Management, who argued high valuations indicated <a href=\"https://www.ft.com/content/211ab2b8-7af6-40fe-96b2-04f7704dac73\">investors should diversify beyond tech and consumer stocks</a>.<br><br>The International Energy Agency has warned that <a href=\"https://www.ft.com/content/2f709342-3070-4b75-8924-3d9190f5c0c7\">high mineral prices</a> could delay a transition to clean energy, owing to the amount of metals needed for batteries, solar panels and wind turbines. It follows talk of a <a href=\"https://www.ft.com/content/1332da37-bf45-409f-9500-2fdac344d1dd\">“supercycle” kicked off as big global economies rev up</a>, partly driven by a boom in government spending on post-pandemic recovery programmes.</p> <h2>The essentials</h2> <p>Money, museum tickets and even marijuana are up for grabs as US states and companies try to <a href=\"https://www.ft.com/content/138f58a1-b472-452a-9daa-db0f5c885079\">entice hesitant people to get vaccinated</a> against coronavirus. While the US continues to administer millions of jabs per day, the focus has shifted from mass inoculation towards targeting individuals who are reluctant to get a vaccine.</p> <h2>Have your say</h2> <p>In response to <a href=\"https://www.ft.com/content/952df035-d857-4c65-a91f-c33157eb0c14\">Can London reinvent itself after the pandemic?</a> reader <a href=\"https://www.ft.com/content/952df035-d857-4c65-a91f-c33157eb0c14?commentID=999cc52b-99c8-4bbd-a589-4e804170dd52\">Alex — Malibu writes</a>:</p> <blockquote>  <p>London will easily reinvent itself after the lockdown. It is a dynamic City with people from all over the world who would like to start a business there. Landlords sitting on empty space for a few years will eventually lower their rent. Business rates are what will do it. When it comes to commercial rents — gravity usually works.<br></p>  <p>In my view — the City will fully recover in 12-24 months (if not sooner). The empty spaces will fill and people will keep pouring in.&#xa0;Same for NYC.</p> </blockquote> <h2>Final thought</h2> <p>The Great Oven project builds a <a href=\"https://www.ft.com/content/87af5905-15b7-403c-9979-c07edb04c62b\">community oven on&#xa0;the frontline in Beirut</a>, where young men from either side of the conflict can cook and eat together with other locals. What started as a community-building project has evolved into a hub for refugee aid and emergency food relief.&#xa0;</p> <p>Source: Andrew Jack 2021 'India's crisis heightens vaccines debate ' FT.com 5 May. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-05-05T17:42:04.208Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 3110,
          "end": 3117
        },
        {
          "start": 3110,
          "end": 3123
        }
      ]
    }
  ]
}