{
  "_id": "1dfa23437f7e115f765c683bbbea347fe5aef38e3c4027f4179ce21d6272af62",
  "feed": "wall-street-journal",
  "title": "Banking & Finance: Ex-Goldman Analyst Is Charged",
  "text": "<p>His brother, Suhail Zina, 33 years old and a former lawyer at Clifford Chance LLP, didn't enter a plea and his lawyer declined to comment. Both were released on bail.</p><p>A Goldman Sachs spokesman said protecting client information is of paramount importance and that the bank isn't part of the proceedings. He said Goldman has been assisting the FCA. A Clifford Chance spokesman said Suhail Zina left in 2018, and said the global law firm isn't part of the proceedings.</p><p>The FCA said the charges involve stock trades in six U.K. companies including chip designer ARM Holdings PLC and business lender Shawbrook PLC, between July 15, 2016, and Dec. 4, 2017.</p><p>Some of the companies named by the FCA in its proceedings against the brothers were advised by Goldman on takeovers during that period, according to filings. For example, on July 18, 2016, ARM Holdings PLC agreed to be taken over for $31 billion by SoftBank Group Corp., with Goldman acting as ARM's financial adviser. In June 2017, Shawbrook accepted a buyout offer, with Goldman providing advice to Shawbrook's independent directors on the deal.</p><p>The case also related to three personal loans taken out for around $130,000 that funded the alleged insider trading, while purporting to be for home improvements. The FCA didn't give further details on how the alleged fraud was carried out, or the alleged roles of each brother.</p><p>The younger brother worked at Goldman Sachs from 2014 to 2018, and had been an intern at the bank while at business school.</p><p>The conflicts resolution group sits within Goldman's executive office that helps set corporate strategy and fosters the bank's culture. The group Mr. Zina worked for evaluates perceived or actual conflicts of interest in Goldman's financing, advisory work and other activities for clients.</p><p>Tuesday's charges come amid criticism of the FCA's handling of other recent financial scandals. U.K lawmakers are probing potential failings in the FCA's supervision of London Capital &amp; Finance PLC, an investment company that went bust with more than $300 million in investors' money. The scandal has ensnared Bank of England Gov. Andrew Bailey, a former head of the FCA.</p><p>The regulator's insider trading cases have also been criticized at times for focusing on small fry. Earlier this week, it brought insider dealing charges against two other men in a case unrelated to Tuesday's, for allegedly trading on information one received through work. Those alleged profits were around $190,000.</p>",
  "published": "2021-02-17T00:00:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 22,
          "end": 29
        },
        {
          "start": 167,
          "end": 180
        },
        {
          "start": 169,
          "end": 176
        },
        {
          "start": 169,
          "end": 182
        },
        {
          "start": 312,
          "end": 319
        },
        {
          "start": 741,
          "end": 748
        },
        {
          "start": 747,
          "end": 754
        },
        {
          "start": 928,
          "end": 935
        },
        {
          "start": 1017,
          "end": 1024
        },
        {
          "start": 1025,
          "end": 1032
        },
        {
          "start": 1398,
          "end": 1411
        },
        {
          "start": 1409,
          "end": 1416
        },
        {
          "start": 1409,
          "end": 1422
        },
        {
          "start": 1534,
          "end": 1542
        },
        {
          "start": 1546,
          "end": 1553
        },
        {
          "start": 1724,
          "end": 1731
        }
      ]
    }
  ]
}