{
  "_id": "8c72bd2231af4567134877675ff1937e6738089514de00b0c7159367ce52af51",
  "feed": "ftcomall",
  "title": "Cocaine: Colombia weighs a new aerial war on drugs",
  "text": "<p>On a hillside in northern Colombia, three dozen men in blue overalls toil through a field, destroying coca bushes. They work in pairs: one rams a hoe under the roots of a bush and levers it free; the other grabs the plant by its bright green leaves and wrenches it out of the ground. Ahead of them, sniffer dogs search for landmines. Around the field, heavily armed police officers stand guard in the sweltering heat.</p> <p>“We can clear two and half hectares a day,” says Andrés Bautista as he pauses for breath and leans on his hoe. “Sometimes we have to walk for hours to get to them. At other times we have to stop while the mines are cleared. We live out here for weeks, sleeping in tents and hammocks.”</p> <p>Backed by the US, in the 1990s and 2000s the state used crop-spraying planes to eradicate coca — the raw material for cocaine. But in 2015, the International Agency for Research on Cancer (IARC) said glyphosate — the active ingredient sprayed from the planes — <a href=\"https://www.thelancet.com/pdfs/journals/lanonc/PIIS1470-2045%2815%2970134-8.pdf\">was “probably carcinogenic for humans”</a>. The government of Juan Manuel Santos immediately <a href=\"https://www.bbc.co.uk/news/world-latin-america-32677411\">halted flights</a>.</p> <p>Since then, manual eradicators have come into their own. Last year, they cleared a record 130,000ha of coca by hand, an area 20 times the size of Manhattan and nearly 10 times more than they ripped up in 2015. The US government provides the teams with training and equipment, right down to water purifiers and mosquito repellent. </p> <p>The government of <a href=\"https://www.ft.com/stream/b666dabe-92dc-462a-8fce-7ba925aab30a\">Iván Duque</a> hails the eradicators as unsung heroes. And yet, the men in blue overalls are losing their war. Once they have cleared a field, coca growers invariably came back and replant. Or they plant elsewhere. Eradication by hand is also labour-intensive and dangerous — drug traffickers do not take kindly to having their bushes ripped up. Since Duque <a href=\"https://www.ft.com/content/c92ebed6-99e4-11e8-9702-5946bae86e6d\">came to power in mid-2018</a>, armed groups have killed 29 members of eradication teams, mostly soldiers and police officers. More than 200 have been injured, some maimed for life by landmines.</p> <p>And despite their efforts, Colombia's coca production has soared. Between 2012 and 2017, it increased by more than 250 per cent to a record 171,000ha, <a href=\"https://www.unodc.org/documents/colombia/2018/Octubre/INFORME_MONITOREO_DE_CULTIVOS_ILICITOS_2017_FINAL.pdf\">according to the UN</a>, which uses satellites to monitor cultivation. By beefing up the eradication teams, Bogotá has <a href=\"https://www.unodc.org/documents/colombia/2020/Junio/News_Release_Coca_Crops_Survey_2019_CO.pdf\">brought that figure down</a>, to 154,000ha in 2019, but even so the country is by far the world's largest producer of coca leaf and cocaine. </p> <p>The country produces more cocaine now than it did in the early 1990s when <a href=\"https://www.ft.com/content/9c22a39b-093e-343a-86c4-51851f34e336\">drug cartel leader Pablo Escobar</a> was at the height of his notoriety. The UN says it accounts for 70 per cent of global supply of the drug while US authorities say 89 per cent of the cocaine they seize appears to come from Colombia. In 2020, Colombian authorities intercepted more than 500 tonnes of cocaine, a record haul and enough to fill a concert hall. </p> <p>Faced with this bleak reality, the <a href=\"https://www.ft.com/reports/colombia-covid\">Duque government</a> wants to turn back the clock and resume crop spraying. On an airstrip in the town of Caucasia, just a few kilometres from where Bautista and his fellow eradicators are hard at work, the armed forces put on a display of the technology they would use to fumigate coca from the air: an armoured AT-802 crop-dusting plane sits on the tarmac. Nearby, members of the anti-narcotics police show off a new weapon in their armament — drones that can pinpoint the exact location of coca fields.</p> <p>But a resumption of crop spraying would be highly controversial. The IARC stands by its 2015 conclusion that glyphosate might cause cancer. Dozens of scientific papers have been published on the issue since then, but the jury is still out. Under Donald Trump, the US government <a href=\"https://www.ft.com/content/4e2ff878-aa0f-11e7-ab55-27219df83c97\">lent heavily on Colombia</a> to resume aerial fumigation, threatening to decertify Bogotá as an ally in the war on drugs. Nevertheless, the body that issues environmental licences in Colombia has yet to give the government the green light. For now, the crop-dusting planes remain on the tarmac.</p> <h2>Fumigation concerns</h2> <p>In rural Colombia, some farmers remember the old days of aerial spraying with horror. It was an inexact science. Planes swooped down over fields, spraying coca but also other, legal, crops. Corn, cacao, bananas and even cows were doused in weed killer.</p> <p>“They sprayed my land seven times,” says Pedro Nel Segura, owner of a 100-ha farm in Nariño province, in the far south-west of Colombia, where he grows cacao and coconuts and keeps cattle. “I lost 12 head of cattle, killed by the herbicide, and I had to sell the rest because there was no grass left for them to graze on. I lost everything I'd invested,” he says. “Any pilot should have been able to see I wasn't growing coca. My cows are white — you can easily see them from the air — and they were grazing on open land with no planted crops.”</p> <p>In the neighbouring province of Putumayo, Jael Talaga says her 14ha farm, where she grows corn, yuca and bananas, was sprayed several times from the air between 2002 and 2007. “And here we are, more than a decade later, discussing within the community what we can do to stop it happening again,” she says.</p> <p>Leider Valencia, an organiser for <a href=\"https://twitter.com/coccamcolombia?lang=en\">COCCAM</a>, a group that represents more than 30,000 families in Colombia who earn their livelihoods through the cultivation of illicit crops, says that after the spraying “a lot of farmers were forced to abandon their lands completely and move elsewhere”. He insists most farmers want to switch out of coca cultivation and grow legal crops instead, but coca is often their only financially viable option.</p> <p>The decision to resume crop-spraying follows more than a decade of intense scrutiny of the health risks of glyphosate. <a href=\"https://www.sciencedirect.com/science/article/abs/pii/S0167629617303922\">One study</a>, in the Journal of Health Economics in 2017 and based specifically on Colombian data, found that “exposure to the herbicide used in aerial spraying campaigns increases the number of medical consultations related to dermatological and respiratory illnesses, as well as the number of miscarriages”. </p> <p>Other papers have focused on potential damage to the environment and water sources. <a href=\"https://onlinelibrary.wiley.com/doi/abs/10.1002/jat.2997\">A study</a> in the Journal of Applied Toxicology in 2014 concluded that glyphosate had “the potential to alter the physiology of aquatic organisms”.</p> <p>Furthermore, many researchers say aerial fumigation is not particularly effective. Some plants survive. If coca growers can get to their fields within hours of spraying, they can cut back the bushes at the stem, allowing them to recover. <a href=\"https://www.sciencedirect.com/science/article/abs/pii/S0305750X02001924?via%3Dihub\">One Colombian study</a> estimated that to effectively kill 1ha of coca, you must spray 32. <a href=\"https://www.brookings.edu/wp-content/uploads/2016/07/mejia-colombia-final-2.pdf\">Another</a> calculated the cost of doing that at $57,000 — a high price to pay to destroy a patch of coca not much bigger than a football pitch.</p> <p>“On balance, the evidence shows that eradicating with glyphosate isn't cost-effective and it involves risks to both human health and the environment,” says María Alejandra Vélez, director of the Centre for Studies on Security and Drugs at the University of the Andes in Bogotá.</p> <p>The Colombian government insists its methods have improved. These days, pilots can rely on satellite imagery to ensure they are spraying exactly in the right spot. Colonel José James Roa of the anti-narcotics police describes the technology the Colombians would use as “the best in the world”, saying the planes can identify something the size of a mobile phone from an altitude of 1,500 metres.</p> <p>The armed forces are not planning to spray small plots of land close to human habitation, he says. Aerial fumigation will be saved for the industrial-sized plots of coca that drug-traffickers plant far from towns and villages.</p> <p>“We're going to concentrate our efforts firstly where there are ample cultivations of coca and, secondly, in difficult areas where armed groups have a presence and where our manual eradication teams are attacked,” he says. </p> <h2>Controversial product</h2> <p>The crop-spraying debate in Colombia has been influenced by the testimony of thousands of people around the world who claim that glyphosate-based herbicides have given them cancer. </p> <p>By far the most commonly used weed killer in the world is Roundup, developed by Monsanto. It contains glyphosate and is similar to the non-branded products Colombia buys to kill coca crops. In 2016, a man in California took the company to court claiming Roundup had given him cancer. He won, and Monsanto, <a href=\"https://www.ft.com/content/a82d1c78-5937-11ea-a528-dd0f971febbc\">now owned by German company Bayer</a>, paid $80m in damages.</p> <p>That opened the floodgates and in June last year, Bayer agreed to pay $10.9bn to settle <a href=\"https://www.ft.com/content/f0e08509-f012-4190-a5a3-feab2cd77072\">100,000 lawsuits over the use of Roundup</a>. The cases have pounded Bayer's share price, <a href=\"https://markets.ft.com/data/equities/tearsheet/charts?s=BAYX.N:GER\">more than halving</a> it since May 2016 when it launched its bid for Monsanto.</p> <p>Baum Hedlund Aristei &amp; Goldman, one of the US law firms that led the Roundup cases, hailed last year's settlement as “a big first step in correcting the 40 years of harm caused by glyphosate”. However, it noted: “Many of our clients continue to suffer from the consequences of cancer.” </p> <p>While Bayer would not comment on crop spraying in Colombia as it is not directly involved in the practice, the company <a href=\"https://www.bayer.com/en/glyphosate/glyphosate-impact-on-human-health-and-safety\">is adamant</a> Roundup is safe if used properly. While agreeing to settle the lawsuit, it did not admit responsibility or liability. It describes the IARC's 2015 ruling as “inconsistent with the overwhelming consensus of regulatory authorities and other experts around the world”. </p> <p>The US Environmental Protection Agency <a href=\"https://www.epa.gov/ingredients-used-pesticide-products/draft-human-health-and-ecological-risk-assessments-glyphosate\">agrees with Bayer</a>, concluding that “glyphosate is not likely to be carcinogenic to humans”. So does the European Food Safety Authority. “Neither the epidemiological data nor the evidence from animal studies demonstrated causality between exposure to glyphosate and the development of cancer in humans,” <a href=\"https://www.efsa.europa.eu/sites/default/files/corporate_publications/files/efsaexplainsglyphosate151112en.pdf\">it says</a>. <a href=\"https://www.sciencedirect.com/science/article/abs/pii/S0273230099913715\">Peer-reviewed studies</a> published in one journal, Regulatory Toxicology and Pharmacology, also support that view.</p> <p>The debate revolves partly around how much glyphosate is used. Bayer has a range of weedkillers containing differing concentrations of glyphosate. It says that while its products are safe, it cannot vouch for how the herbicide is used by others. “Just because a chemical is present does not mean it is harmful,” it says. “Any real danger from a potentially toxic substance depends on the dose or the levels at which the substance is present in our environment.” </p> <p>The Colombians say glyphosate would make up 33 per cent of the mixture they plan to use — less than the 44 per cent they used before 2015. That is stronger than many of Bayer's weedkillers but not as strong as the company's most potent products.</p> <p>In Colombia, opponents of aerial fumigation hope the change of government in the US might help them. President Joe Biden's administration has yet to spell out its position on fumigation in Colombia but is unlikely to harangue Bogotá in quite the same way as Trump did. “There's not a lot of enthusiasm for fumigation in the Biden administration,” says Adam Isacson, an expert on drugs policy at the Washington Office on Latin America, a think-tank. “Most officials would rather see Colombia's government be more present in ungoverned areas, providing services.”</p> <p>However, he warns: “Fumigation has a momentum of its own: the planes are ready, their bases are upgraded. So if Colombia's government truly wants to restart the programme and asks for help, the US administration will probably go along.”</p> <p>Colombia is arguably the US's closest Latin American ally. Ever since Washington and Bogotá signed their landmark co-operation pact, Plan Colombia, at the turn of the century, the two nations have worked hand in hand to <a href=\"https://www.ft.com/content/37eac3ca-a7d6-11de-b0ee-00144feabdc0\">combat drug-trafficking</a>. </p> <p>In December, the US Western Hemisphere Drug Policy Commission, a bipartisan panel in the US, <a href=\"https://foreignaffairs.house.gov/_cache/files/a/5/a51ee680-e339-4a1b-933f-b15e535fa103/AA2A3440265DDE42367A79D4BCBC9AA1.whdpc-final-report-2020-11.30.pdf\">published a report</a> on US counter-narcotics policy. It concluded that while Plan Colombia helped end the country's long civil conflict by bringing leftwing guerrillas to the negotiating table, its efforts to eradicate coca yielded “dismal results”. </p> <h2>Bold policies</h2> <p>Colombia's conundrum is this: if it does not spray coca crops from the air and if manual eradicators are struggling to cut production, what other options does it have?</p> <p>One answer is to attack the cocaine trade further along the supply chain by going after the people who make the powder, not the farmers who grow the leaves. But Colombia is already doing that. The UN says that in 2019 the authorities destroyed a record 5,461 cocaine laboratories, hidden away in the country's vast jungles and mountain ranges.</p> <p>In the longer term, crop substitution programmes might be an answer. The Colombian government needs to improve security and infrastructure in the countryside so that farmers have genuine incentives to switch out of coca into legal crops that have a proven market.</p> <p>A more radical approach would be to flip the drugs argument on its head and tackle the insatiable demand for cocaine in the US and Europe rather than supply. That, however, would need a sea change in policy from western governments.</p> <p>Some politicians <a href=\"https://www.ft.com/content/9a18d81d-b20a-4a5b-b5a2-9a153b525ecb\">in Colombia</a> are coming to a more startling conclusion: that the only way to deal with cocaine is to decriminalise it. Among them is Santos, who recalls that no matter what his governments did to try to crack down on drug-trafficking, it was never enough.</p> <p>“It was like I was on a static bicycle, pedalling, pedalling, pedalling. I'd look to the left and I'd look to the right and I was still in the same spot,” he recalled in a recent webinar on the issue. He likens the failure of the war on drugs to the failure of Prohibition in the US a century ago. Back then, the alcohol trade fell in to the hands of mafias, just as the drugs trade has now. Ultimately, Santos says, the solution is to legalise the cocaine business so its profits go to the state, not to criminals.</p> <p>It is a remarkable volte-face for a man who, as defence minister and then president, oversaw countless flyovers of crop-dusting planes that dumped gallons of herbicide on Colombian coca. But his conclusion is borne out by his — and the western world's — experience of throwing millions of dollars down the cocaine drain.</p> <p>“This is a war that we've not been able to win,” says Santos. “And a war that lasts for 50 years and is not won is a war that's lost.”</p><p>Source: Gideon Long in Caucasia, Colombia 2021 'Cocaine: Colombia weighs a new aerial war on drugs' FT.com 20 February. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-02-20T18:00:06.221Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 8544,
          "end": 8551
        }
      ]
    }
  ]
}