{
  "_id": "7a368c30a98dd3f4014f047620a2f77d6119a3e5f4cd42c49eb1dc22db4bf654",
  "feed": "ftcomall",
  "title": "China's Baidu set to raise $3.1bn in Hong Kong stock listing",
  "text": "<p>Baidu is set to raise more than $3bn in a Hong Kong stock market listing, marking the latest “homecoming” share sale by a Chinese technology group against a backdrop of tensions between Washington and Beijing.</p> <p>The New York-traded search-engine company told investors on Wednesday that it expected to price shares for its Hong Kong secondary listing at HK$252 ($32.45) each, according to two people familiar with the matter. That represents a discount of about 2.7 per cent against the most recent closing level for its Nasdaq-listed American depositary receipts.</p> <p>That would put Baidu on track to bring in at least $3.1bn through the sale of about 24m shares. That could rise to more than $3.5bn if banks organising the listing deem that demand is strong enough to exercise a “green shoe” option and sell another 3.6m shares.</p> <p>The Hong Kong listing would make Baidu the final member of the so-called BAT stocks to list in the city after Chinese internet groups Alibaba and Tencent. </p> <p>Baidu also joins a host of New York-listed Chinese tech companies, such as JD.com and NetEase, that have <a href=\"https://www.ft.com/content/8b8bc9c0-788d-4f64-a4e6-af169dd3a795\">sought secondary placements</a> closer to home.</p> <p>US authorities have said they will <a href=\"https://www.ft.com/content/fb33b46b-0ea6-42ca-9419-4c4b256974c7\">delist Chinese companies</a> from American exchanges if they do not comply with local accounting rules.</p> <p>The New York Stock Exchange earlier this year <a href=\"https://www.ft.com/content/edf87d72-8ef5-45fc-bbf5-ff84c322d396\">delisted</a> the ADRs of state-run Chinese groups including China Mobile and China Telecom following an executive order by then-president Donald Trump that barred US investors from holding stakes in groups suspected of having ties to China's military.</p> <p>One person familiar with the matter said strong institutional investor demand — particularly from long-only investors and hedge funds — had helped Baidu's share offer weather recent <a href=\"https://www.ft.com/content/ddd6a144-343a-43e2-996c-1f29ffa5e8d6\">volatility in global equity markets</a>. The Hong Kong listing will open up the company's stock to more Chinese funds and retail investors.</p> <p>Baidu, known as China's answer to Google, has been expanding into new businesses including electric vehicles and video streaming in a bid to increase its revenues and shift away from its stagnating core business.&#xa0;</p> <p>These include a <a href=\"https://www.ft.com/content/87b4296e-ead3-4094-a636-4a8b2d1ec1a1\">partnership</a> with Chinese carmaker Geely Auto to make electric vehicles. Investor interest in China's electric car market — the world's biggest — has been buoyed by US group Tesla's success in the country.&#xa0;</p> <p>The company is also following rivals into crowded new business lines such as short videos, a sector already dominated by ByteDance and Kuaishou.&#xa0;</p> <p>“We believe Baidu's growth outlook is promising,” said Alicia Yap, an analyst at Citi, pointing to the company's diversification efforts.</p> <p>Baidu's Nasdaq-listed ADRs have risen more than 20 per cent this year.</p> <p>The Beijing-headquartered group's pursuit of a secondary listing also comes as the temperature for tech companies in mainland Chinese cools rapidly.</p> <p>Baidu — along with Alibaba, Tencent and ecommerce groups Meituan and Pinduoduo — has come under fire from Beijing's powerful antitrust regulator in recent months for making acquisitions without notifying authorities. Baidu was fined last week for its 2014 takeover of Ainemo, a consumer electronics maker.</p> <p>Bank of America, Goldman Sachs and Citic are joint sponsors and global co-ordinators for Baidu's Hong Kong share sale.</p><p>Source: Hudson Lockett in Hong Kong and Mercedes Ruehl in Singapore 2021 'China's Baidu set to raise $3.1bn in Hong Kong stock listing' FT.com 17 March. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-03-17T08:23:17.668Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 3136,
          "end": 3149
        },
        {
          "start": 3136,
          "end": 3143
        }
      ]
    }
  ]
}