{
  "_id": "8ed482a020c0a6b948962681faa8a1ed56897a22658890283288c68ccdccc705",
  "feed": "ftcomall",
  "title": "Government bonds soften as investors bet on taper",
  "text": "<p>Government bond prices fell in the US and Europe and the dollar strengthened ahead of <a href=\"https://www.ft.com/central-banks\">central bank</a> meetings that could mark the beginning of the end of crisis-era monetary stimulus.&#xa0;</p> <p>The yield on the 10-year US Treasury note, which moves inversely to its price, rose 0.05 percentage points to trade at 1.37 per cent as traders placed bets that the Federal Reserve would soon reduce the $120bn of monthly bond purchases the US central bank has conducted to ease borrowing costs through the <a href=\"https://www.ft.com/coronavirus\">pandemic</a>. </p> <p>The dollar index, which tracks the progress of the US currency against six others, rose 0.6 per cent. In equity markets, Wall Street's S&amp;P 500 index closed down 0.3 per cent, while the technology-focused Nasdaq Composite was roughly flat on the day. </p> <p>Jay Powell, the Fed chair, <a href=\"https://www.ft.com/content/f1b08dc7-c4dd-405e-af3f-1045ecf77d40\">signalled in a speech</a> at the Jackson Hole summit of central bankers last month that investors could expect a slow reduction in bond purchases to begin later this year. Markets at first <a href=\"https://www.ft.com/content/5a3f0c87-7e46-4d8d-9157-6d839c4b8aec\">reacted calmly</a>, although weekly data from the Commodities and Futures Trading Commission showed that traders were buying more contracts that bet on a rise in Treasury yields than those that would profit from them falling. </p> <p>The Fed's gestures towards tapering come even as the spread of the Delta variant of the coronavirus is hitting economic growth expectations. Economists at Goldman Sachs on Monday said that they had cut their forecasts for third-quarter growth for the <a href=\"https://www.ft.com/us-economy\">US economy</a> from 6 per cent to 5.7 per cent.</p> <p>“The timing of this move in Treasuries is strange,” said Ross Mayfield, US investment strategist at RW Baird. He added that expectations that the European Central Bank would discuss reining in its own monetary stimulus this week “could put some fire to the heels of the Fed”, to offer more clarity about its tapering timeline. </p> <p>Germany's 10-year government bond yield rose by 0.04 percentage points to minus 0.33 per cent, about its highest since mid-July. The yield on Italy's 10-year bond added 0.06 percentage points to 0.75 per cent. </p> <p>The ECB, which has been buying €80bn a month of government and corporate bonds to keep borrowing costs low during the pandemic, is widely expected to <a href=\"https://www.ft.com/content/e3a545fe-d532-48d0-a66a-c8a3448ea249\">reduce its monthly purchases</a> to about €60bn.&#xa0;</p> <p>After a brief recession last year, the <a href=\"https://www.ft.com/content/b629c859-b499-4283-b651-461fa0fe4ae4\">eurozone economy grew</a> faster than expected by 2 per cent in the second quarter of 2021 from the first. Consumer price inflation hit a decade high of 3 per cent in August from the same month in 2020.&#xa0;</p> <p>“There could be a short impact on market sentiment” from such a move, said Elisa Belgacem, senior credit strategist at Generali Investments. “But the market is already very well prepared for ECB tapering and I do not see any major reactions in bond prices from here.”&#xa0;</p> <p>In Europe, the regional Stoxx 600 equity gauge closed down 0.5 per cent, remaining just shy of its all-time high reached last month. London's FTSE 100 was also 0.5 per cent lower at the bell. </p> <p>The euro fell 0.3 per cent against the dollar, purchasing $1.184. The pound lost 0.4 per cent against the dollar to $1.378. </p> <p>Brent crude, the oil benchmark, settled down 0.7 per cent to $71.69 a barrel.</p><p>Source: Naomi Rovnick in London and Kate Duguid in New York 2021 'Government bonds soften as investors bet on taper' FT.com 7 September. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-09-07T20:18:48.691Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 1337,
          "end": 1344
        },
        {
          "start": 1337,
          "end": 1350
        }
      ]
    }
  ]
}