{
  "_id": "2cbfe46bc7e8503bf3d992ea19585efb55930b01d61821b4bbc7acf9a1f9ff73",
  "feed": "wall-street-journal",
  "title": "Surging Energy Prices Close U.K. Factories, Another Bottleneck in a World Full of Them; U.S. fertilizer company halts production at two British plants, citing high natural-gas costs",
  "text": "<p>On Wednesday, the price for Europe's regional gas benchmark, the TTF month-ahead contract, closed at a record high of $24.2 per metric million British thermal units, according to S&amp;P Global Platts.</p><p>A colder-than-average winter in Europe or Asia could send power prices spiking even higher and potentially prompt electricity blackouts in Europe, Goldman Sachs said in a research note this week.</p><p>Natural-gas prices in Europe have been boosted by a range of factors including the pandemic recovery, a lack of fuel in storage, strong demand in Asia and recent still weather conditions sapping wind power in the North Sea. European nations have turned away from thermal coal and nuclear power, leaving them with fewer alternatives to back up power sources. Almost 40% of European coal generation capacity has been retired since 2016, according to S&amp;P Global Platts.</p><p>CF Industries, which uses hydrogen and nitrogen to make fertilizers and other products, said late Wednesday that it is halting operations at two U.K. manufacturing complexes due to high natural-gas prices. The Deerfield, Ill.-based company said it doesn't know when production will resume.</p><p>The swift economic rebound from Covid-19 has caused a range of global bottlenecks, leading to higher inflation. There has been a shortage of some goods, from computer chips to cardboard packaging, port congestion is delaying shipments and raising costs, commodity prices are higher, and some industries are struggling to find enough workers.</p><p>Higher prices for oil and gas have been particularly hard on energy-intensive manufacturing.</p><p>Make UK, a manufacturing trade group, said that some steel producers have halted production for periods of the day due to the high electricity prices. A survey by the group found two-thirds of British manufacturers were feeling the impact of energy price rises.</p><p>\"At a time that manufacturers are meant to be coming out of the Covid downturn after a significant period of low production and slashed order books, companies are now struggling to cope with unprecedented energy costs which risk putting the brakes on any recovery,\" said Verity Davidge, Make UK director of policy.</p><p>The U.K.'s power supply was sapped further when a fire knocked out a key power cable linking Britain with France. National Grid PLC, which runs the U.K.'s energy network, said the fire on Wednesday could render the undersea cable offline for over a week.</p><p>Energy prices have risen sharply in Germany since the beginning of the pandemic. The price of power in Europe's largest economy has risen from €36 a megawatt-hour in early February 2021, equivalent to around $43, to €164 on Sep. 14, according to ICIS, a provider of data on chemicals and energy.</p><p>German industry is predicting further rises. Earlier this month, Der Mittelstand, a lobby group for Germany's largely family-own midsize companies, published a survey of its members in which 97% said they expected energy prices to continue rising over the next five years. The group warned that energy prices, which are the highest in Europe, threatened many of its midsize industrial companies.</p><p>\"If the trend of exploding electricity prices continues we are in danger of seeing a gradual exodus of energy-intensive production,\" Markus Jeger, the group's managing director, said when the survey was published on Sept. 1.</p><p>Will Horner contributed to this article.</p><p>Write to Alistair MacDonald at alistair.macdonald@wsj.com and William Boston at william.boston@wsj.com</p><p>Surging Energy Prices Close U.K. Factories, Another Bottleneck in a World Full of Them</p>",
  "published": "2021-09-16T14:29:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 345,
          "end": 358
        },
        {
          "start": 345,
          "end": 352
        }
      ]
    }
  ]
}