{
  "_id": "b9fcf01a1f1352ddf2687c7568371ccfc7c9cb50a9a0e58bc41db46e16c64631",
  "feed": "ftcomall",
  "title": "Top fraud investigator leaves UK hedge fund Gladstone",
  "text": "<p>Gladstone Capital, one of London's most successful hedge funds at betting on falling stocks, has seen the departure of a leading fraud investigator. </p> <p>Martin Stapleton, a former Goldman Sachs employee who focuses on trying to identify company frauds and failures, is leaving after around four years at the firm, people familiar with the company said.&#xa0;</p> <p>Mr Stapleton, who was one of six partners at the firm, previously worked at Steve Cohen's SAC Capital, and in 2014 was part of a nine-strong team that joined Louis Bacon's Moore Capital. At Gladstone he has focused on European industrial mid-cap groups.</p> <p>He has built an extensive database designed to spot corporate failures and spoken at conferences on frauds. One investor described Mr Stapleton as one of the best short-sellers in the hedge fund industry.</p> <p>Gladstone, a low profile firm founded by former Lansdowne Partners equity analyst George Michelakis in 2005 and which now manages $2.7bn in assets, has quietly emerged as one of London's <a href=\"https://www.ft.com/content/bfab7d66-91d4-11e9-b7ea-60e35ef678d2\">top-performing hedge funds</a> in recent years. </p> <p>Its Lasker fund has delivered double-digit gains in each of the past four years, according to letters to investors and people familiar with its returns. That includes 23 per cent gains both in 2018's market falls and last year, when it made money in March's market turmoil.</p> <p>Returns in recent years have been helped by a swath of successful short bets, including against contractor <a href=\"https://www.ft.com/content/d50b92ef-c7f9-4f32-aeb5-c8c02592b3ac\">Carillion</a>, South African conglomerate <a href=\"https://www.ft.com/content/45d44220-4742-11e9-b168-96a37d002cd3\">Steinhoff</a>, German leasing firm Grenke and litigation funder <a href=\"https://www.ft.com/content/17cbe4d8-baaf-11e9-96bd-8e884d3ea203\">Burford Capital</a>. </p> <p>It also holds one of the biggest bets against UK defence contractor Babcock International, which on Friday <a href=\"https://www.ft.com/content/a8be887b-cc60-45a0-8996-be6b980beeba\">said</a> it may be forced to cut the expected value of contracts and future income, and whose share price has fallen from around 520 pence when Gladstone disclosed its position two years ago to just above 200p. According to data group Breakout Point, Gladstone is the 10th most active short-seller in European stocks.</p> <p>Short selling, which involves borrowing shares to sell in the market and hoping they fall in price before buying them back, is one of the hedge fund industry's best-known tactics. However, it is notoriously hard to profit from, particularly during bull markets or periods of high takeover activity. </p> <p>Lansdowne Partners, one of London's biggest and oldest hedge funds, told investors in 2019 that since the global financial crisis its short positions had not beaten the market in aggregate, and last year it <a href=\"https://www.ft.com/content/a38b806d-13d7-4f9e-9b94-da1e43e33b44\">shut its flagship hedge fund</a>, saying it had become harder to find <a href=\"https://www.ft.com/content/3316b3b8-4644-4752-8fcb-107dbe0a0a98\">attractive shorting opportunities</a>.</p> <p>A person close to the firm said Mr Stapleton was one of several people who fed trading ideas to Mr Michelakis, who decides on Gladstone's trades. As the firm has grown, it has increasingly focused on large-cap stocks globally in sectors such as technology and financials, and Mr Stapleton's area of focus has decreased in importance for the firm, the person said.</p> <p>Last year the firm hired short-selling specialist Matthew Wallis as a partner, focusing on the consumer and diversified financial sectors.</p> <p>Gladstone Capital and Mr Stapleton declined to comment. Mr Stapleton's future plans are unclear.</p> <p><em>laurence.fletcher@ft.com</em></p><p>Source: Laurence Fletcher in London 2021 'Top fraud investigator leaves UK hedge fund Gladstone' FT.com 19 January. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-01-19T05:00:22.576Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 176,
          "end": 189
        },
        {
          "start": 176,
          "end": 183
        }
      ]
    }
  ]
}