{
  "_id": "82843244d8e43f61c6efdae69508e6b84419919f31c3c537a42fffed9f2eb435",
  "feed": "ftcomall",
  "title": "Why fintechs are so keen on teens",
  "text": "<p>What links Wells Fargo, TikTok star Charli D'Amelio, payments giant Stripe and NBA legend Steph Curry?</p> <p>In the space of 24 hours late last month, all of them announced investments in fintechs focused on children and teenagers. Both D'Amelio and Curry <a href=\"https://techcrunch.com/2021/04/27/teen-banking-service-step-raises-100m-series-c-announces-steph-currys-investment/\">made investments</a> in the platform Step, helping to close out a $100m funding round led by VC firm General Catalyst.</p> <p>Also on that fateful April 27 day, Andreessen Horowitz, the storied venture capital firm, announced investments in two similarly focused fintechs as even more big players crowd into the space. </p> <p>Andreessen led a $260m <a href=\"https://www.prnewswire.com/news-releases/greenlight-raises-260-million-led-by-andreessen-horowitz-to-expand-its-family-finance-platform-and-improve-financial-literacy-for-the-next-generation-301277390.html\">investment in Greenlight</a>, bringing the company's valuation to $2.3bn, up from $1.2bn less than a year ago. It also<a href=\"https://www.reuters.com/technology/andreessen-horowitz-leads-latest-funding-fintech-startup-current-22-bln-2021-04-27/\"> backed Current,</a> which caters to young adults and tripled its valuation since the end of last year to $2.2bn. </p> <p>All three of these companies offer app-based accounts and physical cards for young people, with additional features ranging from in-app chore lists to a way for teens to begin building a credit file.&#xa0;</p> <p>The exceptional day highlights a trend that has been building for some time: competition among fintechs to cater to young people is red hot.&#xa0;After all, the shift toward digitisation in finance affects kids as much as adults.</p> <p>One of the most well-established companies in the kid-focused fintech space, UK-based GoHenry, also raised money from investors late last year to fund a US expansion. And companies such as Revolut and Venmo are adding new offerings specifically for young people. Revolut launched “Revolut Junior” last year, and PayPal's Venmo has <a href=\"https://techcrunch.com/2020/02/24/venmo-teen-debit-card/\">also explored </a>offering cards for teens.</p> <p>The structural reasons for firms to pay more attention to children's payments are clear. We've written plenty in #fintechFT about the shift away from cash, which has only been accelerated by the coronavirus pandemic. That's just as true for kids as adults — a £10 note is not much use for buying Robux or downloading a game on the PlayStation Store, but traditionally children can't even get a debit card until they're 11 in the UK or 13 in the US. Some of these new digital offerings would start at age 6 or 7. </p> <p>That leaves a large market for fintechs to play in, according to GoHenry co-founder Dean Brauer. “There are 60m kids and teens in the US and UK alone that have not been adequately served where the majority of families are still using cash,” he says.</p> <p>Brauer says the scale of the gap means there is plenty of space for several start-ups to succeed, but rivals are still doing their best to differentiate themselves as the market grows more crowded.</p> <p>Some, like GoHenry and Greenlight, pitch themselves more toward parents as a way to teach their kids money management skills. Brauer says “parents are really thirsty for financial literacy tools” and they're willing to pay for it — both companies charge a monthly subscription fee, as well as earning fees from <a href=\"https://www.ft.com/content/c89a26de-ab51-4d1a-87f9-a1f512b7a6ae\">card transactions</a>.</p> <p>Revolut offers some basic junior services for free, but Maisum Dairkee, who leads Revolut Junior, said the service had also successfully encouraged many parents to sign up for its broader premium packages to access additional Junior features. </p> <p>Others target teens more directly, hence the growing number of endorsements — and investments — from social media stars.</p> <p>Greenlight has also worked with JPMorgan — another of its early investors — to introduce similar kid-friendly products for its Chase retail bank brand. The interest of America's largest bank highlights the potentially valuable long-term opportunity from creating a generation of young, loyal customers.</p> <p>Convincing adults to switch bank accounts has always been an expensive and unrewarding challenge for big banks, so winning a customer early is extremely valuable — it's the same reason Britain's high street banks compete to give the biggest giveaways to new university students each year, and why NatWest recently appointed a new “head of youth” in its retail division.</p> <p>Current has already started moving in this direction: it started with a product specifically for teens before introducing broader services for adults.</p> <p>Dairkee said turning Revolut Junior users into permanent Revolut customers would be a “cherry” on top for the company, but stressed that the company was focused on making the service sustainable on its own rather than banking on turning junior users into adult customers.</p> <p>“That idea that people don't switch accounts because the switching cost is high and it's inconvenient going to another branch and opening another account, that's changed tremendously . . . that's from the old world.”</p> <p>Others have committed to remaining focused on their niche. “Our business works really well focused on this segment,” GoHenry's Brauer says. And the company isn't worried about running out of space to grow — “There's a million new 8 year olds every year,” he adds.</p> <h1>Quick Fire Q&amp;A</h1> <p><em>Stay up to date with up-and-coming disrupters. Each week we ask a fast-growing fintech to introduce themselves and explain what makes them stand out in a crowded industry. This week we spoke to Copper Banking, another new contender in the wave of teen-focused digital banks.</em></p> <p><strong>When were you founded?&#xa0;</strong>2019</p> <p><strong>Where are you based? </strong>Seattle, Washington&#xa0;</p> <p><strong>Who are your founders?&#xa0;</strong><a href=\"https://www.crunchbase.com/person/eddie-behringer\">Eddie Behringer</a> and<a href=\"https://www.crunchbase.com/person/stefan-berglund\"> Stefan Berglund</a></p> <p><strong>What do you sell, and who do you sell it to?&#xa0;</strong>Copper Banking is a digital checking account and debit card for teens with a strong focus on financial education.</p> <p><strong>How did you get started?&#xa0;&#xa0;</strong>We were previously helping teens fundraise for schools but saw a need for financial literacy so we created Copper Bank.&#xa0;</p> <p><strong>How much money have you raised so far?&#xa0;</strong>$4.3m in seed funding</p> <p><strong>What's your most recent valuation?&#xa0;</strong>Not disclosed</p> <p><strong>&#xa0;Who are your major shareholders?&#xa0;</strong>PSL Ventures, Jack Brody of Snap Inc, Mana Ventures and Western Technology Investment</p> <p><strong>&#xa0;There are lots of fintechs out there — what makes you so special?&#xa0;</strong>We are the first digital bank for teens that provides practical financial tips and education every time they use our app</p> <h1>Fintech fascination</h1> <p><strong>Remitly considers IPO — </strong>Remitly, the US online remittance specialist, is preparing for a New York listing that could value it at around $5bn, <a href=\"https://www.reuters.com/technology/exclusive-us-remittance-processor-remitly-hires-advisers-ipo-sources-2021-05-06/\">according to Reuters</a>. The potential deal highlights the ongoing investor appetite for payments companies, following the recent news that Wise — a 10 year-old international money transfer specialist — is also preparing to <a href=\"https://www.ft.com/content/22740210-4f83-44e3-9b31-6e6deb82717c\">go public</a> in London. However, unlike Wise, which mainly targets wealthy customers transferring money between markets such as the UK and US, Remitly's core customers are overseas workers transferring money to less developed nations, making it a more direct competitor with old-school specialists such as Western Union.</p> <p><strong>Who is SaltPay? — </strong>No, we're not still talking about social media stars (<a href=\"https://www.gq-magazine.co.uk/lifestyle/article/salt-bae-24-carat-gold-steak\">that's Salt <em>Bae</em></a>). Most fintechs can't get enough publicity, particularly unicorns that have raised $700m in venture backing, so it is unusual to encounter one that has consciously maintained as low a profile as SaltPay. The enigmatic two year-old company was founded by industry veterans, and has been quietly buying up smaller payments companies — and their valuable licences — across Europe. <a href=\"https://sifted.eu/articles/inside-saltpay/\">Sifted takes a look</a> at what's going on behind the scenes.</p> <p><strong>Big banks flirt with crypto — </strong>Speaking of memes, even the most sceptical of bankers are finding it increasingly difficult to ignore the recent trend for cryptocurrencies heading “to the moon”. Itay Tuchman, Citibank's global head of foreign exchange,<a href=\"https://www.ft.com/content/d90ed3bf-2c8d-46c9-98b7-67859f6598e5\"> told the FT</a> in an interview that the bank was considering introducing a host of crypto-related services due to the weight of demand from its asset management and hedge fund clients. Meanwhile, <a href=\"https://www.ft.com/content/5ec1d0aa-7992-4fb8-8011-9d7f7b44faac\">Goldman Sachs</a> has already successfully restarted cryptocurrency trades after mothballing its crypto desk after the price of bitcoin crashed in 2018.</p><p>Source: Nicholas Megaw, Retail Banking Correspondent 2021 'Why fintechs are so keen on teens' FT.com 10 May. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-05-10T18:35:49.243Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 7639,
          "end": 7652
        },
        {
          "start": 7639,
          "end": 7646
        },
        {
          "start": 7583,
          "end": 7596
        }
      ]
    }
  ]
}