{
  "_id": "6b8fb263c41756378b908bc6d47cc9a1998044c88a73c3f0f991c375797f6b66",
  "feed": "ftcomall",
  "title": "Chances are rising for a US economic reset",
  "text": "<p>In normal circumstances, there would be one big question dominating the minds of investors today, after the Democrats' startling Senate wins in Georgia: what does the result mean for the direction of future economic policy?</p> <p>Yet these are anything but normal times. The debate around impeachment and insurrection has not just driven economic policymaking away from the headlines but drowned out the grim news that almost <a href=\"https://uk.reuters.com/article/uk-health-coronavirus-usa/us-tops-21-million-covid-19-cases-with-record-hospitalizations-as-states-ramp-up-vaccinations-idUKKBN29B254\">4,000 </a>Americans died from Covid-19 on Wednesday, the second highest daily toll so far.</p> <p>But as the dust settles, investors would do well to step back and ponder the bigger significance of these two other pieces of news. As they do, they should also ponder another “i” word — not “insurrection” or “impeachment” but “inequality”.</p> <p>President-elect Joe Biden has spent much of the last year promising to tackle America's profound wealth disparities. That is no surprise, given that this has been a key Democratic theme for many years, or that the data on US inequality looks increasingly grotesque.&#xa0;</p> <p>In the past 30 years, as a report from <a href=\"https://www2.deloitte.com/us/en/insights/economy/issues-by-the-numbers/covid-19-impact-on-income-inequality.html\">Deloitte</a> notes, the proportion of wealth held by the richest 10 per cent of Americans has jumped from 60.8 per cent to 70 per cent, and for the richest 1 per cent it has swelled from 17.2 to 26 per cent. </p> <p>More alarming still, “Covid-19's impact on US income inequality [is that] it's going to get worse before it gets better,” Deloitte adds.&#xa0;</p> <p>Until recently, it seemed unlikely that a Biden administration would be able to do anything to tackle this grim trend. After all, most factors that foster inequality are outside the control of the White House, irrespective of who sits in it. </p> <p>The president cannot easily conjure up millions of stable middle-class jobs to replace those lost to digitisation. Nor can he or she halt the Federal Reserve's programme of quantitative easing, which keeps inflating the value of assets held by the rich even as the household wealth of the poor has shrivelled in relative terms.</p> <p>But now there might — possibly — be a chance for change. That is partly because the sheer shock of the pandemic and the recent political drama have reshaped popular assumptions about what is or is not normal. </p> <p>Indeed, investors would do well to reacquaint themselves with a lesson sketched out by the Stanford historian Walter Scheidel in a powerful 2017 book <a href=\"https://press.princeton.edu/books/paperback/9780691183251/the-great-leveler\"><em>The Great Leveler</em></a>. Although human societies have often tended to become more unequal over time, such trends have occasionally been reversed in major reset moments sparked by plagues, state collapse or war.</p> <p>The second world war was the US's last big anti-inequality reset. During and after the conflict the richest 1 per cent of Americans saw their share of national income fall from 16 to 8 per cent. The current pandemic may be another reset moment. With more than <a href=\"https://coronavirus.jhu.edu/map.html\">360,000 US deaths so far</a>, it offers a political excuse to think once-unthinkable thoughts.</p> <p>Another more practical issue is that the Georgia election, where Democrats won two US Senate seats, gives Mr Biden's party majority control of both houses of Congress and thus the legislative tools to start to tackle inequality. Without that control, the Democrats could only have advanced their agenda via arcane regulatory tweaks or cutting deals with Republicans. </p> <p>Although the Democrats remain constrained in some areas by potential Senate filibusters, their control of Congress means they can contemplate measures to distribute fiscal support, overhaul the tax code and push for other structural reforms.&#xa0;It is a game-changer. </p> <p>As a result, investors should expect more stimulus packages soon, particularly for households and small companies. As Mr Biden emailed supporters this week: “The bipartisan Covid-19 relief bill passed in December was just a down payment.” <a href=\"https://www.ft.com/content/1076a42c-be4c-43bf-a2be-5a06b92a7f40\">Goldman Sachs</a> analysts now expect another $600bn on top of the&#xa0;$900bn agreed&#xa0;late last year. </p> <p>Investors should also expect the infrastructure investment plans that Biden's team believes will help create blue-collar jobs. Chuck Schumer, the incoming Senate majority leader, is a longtime infrastructure enthusiast. </p> <p>There may well also be moves to embrace healthcare reform and student loan aid, although on more modest scale than progressives want. There will be measures to expand unemployment benefits, encourage more states and companies to adopt a $15 an hour minimum wage, and moves to reverse the <a href=\"https://www.mckinsey.com/featured-insights/employment-and-growth/a-new-look-at-the-declining-labor-share-of-income-in-the-united-states\">shrinking proportion of national income won by labour versus capital</a>. </p> <p>Some tax cuts that Donald Trump ushered in for wealthy individuals and corporations will also be rolled back, and there will probably be other moves to create a more progressive tax code.</p> <p>Will markets accept this smoothly, given that debt to gross domestic product is heading above <a href=\"https://www.cbo.gov/publication/56516\">100 per cent?</a> And will the Democrats' measures reverse the 30-year trend towards increased US inequality? </p> <p>This remains unknown. Even so, the key point is that a long view of history shows that pendulum swings in policymaking tend to occur during abnormal times. Due to Covid-19 and the startling unrest, the US is now again at such a moment. Let us pray that Mr Biden can seize it to build a healthier political economy. If not, brace for more trouble. </p> <p><em>gillian.tett@ft.com</em></p><p>Source: Gillian Tett 2021 'Chances are rising for a US economic reset' FT.com 7 January. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-01-07T15:25:12.669Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 3750,
          "end": 3763
        },
        {
          "start": 3750,
          "end": 3757
        }
      ]
    }
  ]
}