{
  "_id": "465828ba6dc4cd5137d8bb9612a02542c2f68174a2a5d321ffa40d9f7ff4cdd0",
  "feed": "economist-newspaper",
  "title": "China's slowdown: Omicronomics",
  "text": "<p>Travel is vital to innovation. Unfortunately what is true of business is also true of viruses. At some point on its journey around the globe the covid-19 virus re invented itself. The new Omicron variant will further entrench China's tight restrictions on business travel. Indeed it may cause more disruption to China's economy than to other GDP heavyweights. That is not because the virus will spread more widely in China. On the contrary. It is because the government will try so hard to stop it from doing so.</p><p>Since the end of May, China has recorded 7,728 covid-19 infections. America has recorded 15.2m. And yet China's curbs on movement and gathering have been tighter, especially near outbreaks (see chart 1). Its policy of \"zero tolerance\" towards covid-19 also entails limited tolerance for international travel. It requires visitors to endure a quarantine of at least 14 days in an assigned hotel. The number of mainlanders crossing the border has dropped by 99%, according to Wind, a data provider.</p><p>These restrictions have stopped previous variants from spreading. But periodic local lockdowns have also depressed consumption, especially of services like catering. And the restrictions on cross-border travel will inflict unseen damage on innovation. Cutting business-travel spending in half is as bad for a country's productivity as cutting R&amp; D spending by a quarter, according to one study by Mariacristina Piva of the Università Cattolica del Sacro Cuore in Milan and her co-authors.</p><p>If the Omicron variant is more infectious than other strains, it will increase the likelihood of covid-19 outbreaks in China, leading to more frequent lockdowns. If the restrictions were as severe as those China briefly imposed in mid-August, when it was fighting an outbreak that began in the city of Nanjing, the toll on growth could be considerable. If imposed for an entire quarter, the curbs could subtract almost $130bn from China's GDP, according to our calculations based on a model of lockdowns by Goldman Sachs, a bank--equivalent to around 3% of quarterly output.</p><p>Omicron is not the only threat to China's economy. Even before its emergence, most forecasters thought that China's growth would slow to 4.5-5.5% next year, as a crackdown on private business and a property slowdown bite.</p><p>Worse scenarios are imaginable. If China suffers a property slump as bad as the one it endured in 2014-15, GDP growth could fall to 3% in the fourth quarter of 2022, compared with a year earlier, according to Oxford Economics, a consultancy. That would drag growth for the whole year down to 3.8%. If housing investment instead crashed as badly as it did in America or Spain in the second half of the 2000s, growth in China could fall to 1% in the final quarter of 2022 (see chart 2). That would take growth for the year down to 2.1%. Losses would leave \"numerous\" smaller banks with less capital than the regulatory minimum of 10.5%, the firm says.</p><p>Neither of these scenarios is inevitable. Oxford Economics rates the probability of a repeat of 2014-15 as \"medium\" not high. (China's inventory of unsold properties, it points out, is lower now than it was seven years ago.) It thinks the chances of a repeat of an American or a Spanish-style disaster are low. Both the scenarios assume that China's policymakers would respond only by easing monetary policy. But a more forceful reaction seems likely. Although the authorities' \"pain threshold\" has increased, meaning they do not intervene as quickly to shore up growth, they still have their limits. \"I don't think the Chinese government is dogmatic. It is quite pragmatic,\" says Tao Wang of UBS, a bank.</p><p>Thus far, the property sector's pain has been masked by the strength of other parts of the economy. Exports have contributed about 40% of China's growth so far this year, points out Ting Lu of Nomura, another bank, as China provided the stay-at-home goods the world craved. If the new variant sends people back into their bunkers, China's exporters may enjoy a second wind. More likely, export growth will slow, perhaps sharply. Mr Lu thinks exports will be flat, in price-adjusted terms, next year, contributing nothing to China's growth. The economy will therefore need other sources of help.</p><p>The most attractive stimulus options bypass the bloated property sector, which already commands too big a share of China's GDP. The government could, for example, cut taxes on households, improve the social safety-net and even hand out consumption vouchers. The problem is that consumers may be slow to respond, especially if their homes are losing value. Not even China's government can force households to spend.</p><p>A more reliable option is public investment in decarbonisation and so-called \"new\" infrastructure, such as charging stations for electric vehicles and 5 G networks. The difficulty, however, is that these sectors are too small to offset a serious downturn in the property market, as Goldman Sachs points out.</p><p>The government will thus try to stop the property downturn becoming too serious. Analysts at Citigroup, another bank, expect that China's policymakers will prevent the level of property investment from falling in 2022. That will allow GDP to expand by 4.7%. To accomplish this, the analysts reckon, China's central bank will have to cut banks' reserve requirements by half a percentage point and interest rates by a quarter-point early next year. The central government will need to ease its fiscal stance and allow local governments to issue more \"special\" bonds, which are repaid through project revenues.</p><p>It will also require more direct efforts to \"stabilise\", if not \"stimulate\", the property market. The government will need to make it easier for homebuyers to obtain mortgages and ease limits on the share of property loans permitted in banks' loan books. Citi's economists think the authorities may even show some \"temporary forbearance\" in enforcing their formidable \"three red lines\", the most prominent set of limits on borrowing by property developers, which cap developers' liabilities relative to their equity, assets and cash.</p><p>The one set of curbs China seems quite unwilling to ease are the covid-19 restrictions on international travel. They will probably remain in place until after the Winter Olympics in February and the Communist Party's national congress later next year. They may remain until China's population is vaccinated with a more effective jab, perhaps one of the country's own invention. (The authorities have been unconscionably slow in approving the vaccine developed by BioNTech and Pfizer.) The government may also want to build more hospitals to cope with severe cases. Before covid-19 the country had only 3.6 critical-care beds per 100,000 people. Singapore has three times as many.</p><p>Businesspeople in Shanghai have started talking about travel restrictions persisting until 2024. The virus is highly mutable. China's policy towards it, however, is strikingly invariant.</p>",
  "published": "2021-12-04T00:00:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 4944,
          "end": 4951
        },
        {
          "start": 2006,
          "end": 2019
        },
        {
          "start": 4944,
          "end": 4957
        },
        {
          "start": 2006,
          "end": 2013
        }
      ]
    }
  ]
}