{
  "_id": "d21ac1df3224cac40f5b58fa1d0f7a80d1a78cc97de33549033daaf1f36f9b53",
  "feed": "ftcomall",
  "title": "Aim-listed Scapa bought by US peer for £400m",
  "text": "<p>Another junior-listed UK company looks to have fallen prey to a US predator. </p> <p><strong>Scapa</strong>, the Manchester-based maker of industrial tape and bandages, said it has agreed to a £402.9m takeover offer from US-listed peer Schweitzer-Mauduit International.&#xa0;The cash offer values Scapa at 210p a share, an 18.6 per cent premium to the Aim-quoted stock's closing price on Tuesday.</p> <p>“After careful consideration of the cash consideration and the deliverability of the offer, the Scapa directors believe that SWM's offer represents compelling value given the balance of future opportunities and risks facing the business, limited capital market liquidity resulting in share price volatility and provides an opportunity for Scapa shareholders to crystallise, in cash, the value of their holdings,” the company said in a statement. </p> <p>In May the company used the temporary loosening of share placing rules to raise £32.6m at 105p apiece, having slashed profit guidance in February and been hobbled by <a href=\"https://www.investorschronicle.co.uk/shares/2019/07/11/scapa-sues-convatec-over-supply-deal/\">a long-running legal action</a> against medical technology group ConvaTec over a terminated contract.</p> <p>The bid for Scapa follows transatlantic takeover offers in recent months for UK small companies including <a href=\"https://www.ft.com/content/b36531b6-5cc1-44a9-b053-248b26e29d44\">IMImobile</a> and <a href=\"https://www.ft.com/content/1009cea1-836f-453b-903d-91e256c5c052\">Codemasters</a>.</p> <h2>Briefly</h2> <p>Mexican bullion miner <strong>Fresnillo </strong>said fourth-quarter silver production fell 6 per cent year-on-year due to lower ore grades and volumes from its Saucito mine. Gold production decreased 7.8 per cent on lower volumes recovered from the Herradura&#xa0;mine and the collapse of a pit wall at Noche Buena.</p> <p><strong>Tullow Oil</strong> said it has started discussions with its creditors with regards to its debt refinancing options. The oil explorer, which set out a new business plan and operating strategy in November, said that to give time for a review of the plan its lending banks had agreed to extend a current loan due to expire in January by up to one month. In a trading update, Tullow reported $2.4bn of net debt at the year end and targeted underlying operating cash flow of $500m in the current year.</p> <p><strong>Supreme</strong>, the Manchester-based wholesaler of vaping liquids and batteries for e-cigarettes, said it had successfully raised £67.5m through a flotation placing with institutional investors at 134p a share. The company will join Aim on February 1 with a market value of £156.1m. Of the cash raised, £60m will go to selling shareholders including founder and chief executive Sandy Chadha.</p> <h2>Job moves&#xa0;</h2> <p><strong>Homeserve</strong>, the home repairs insurer, named former DCC&#xa0;CEO <strong>Tommy Breen</strong> to succeed <strong>Barry Gibson</strong> as chairman. Mr Gibson will step down from Homeserve in May after a decade in the role, having been hired in November to chair Ladbrokes owner <strong>Entain</strong>, while Mr Breen joins the Homeserve board as a non-executive director with immediate effect. </p> <h2>Beyond the Square Mile&#xa0;</h2> <p>Fund managers and bankers leaving <strong>Hong Kong</strong> for alternative financial centres have been asked to explain their decision to a range of government agencies amid concerns that Beijing's national security law could cause departures from the Asia finance hub to multiply. Banking and asset management executives who recently relocated to rival cities including Singapore and Tokyo said they were called by employees of government agencies like the Securities and Futures Commission of Hong Kong and the Hong Kong Monetary Authority asking for a full picture of the decision-making process behind the moves.&#xa0;<a href=\"https://www.ft.com/content/76f88fc4-a0c2-42dd-8419-5956477c4a4a\">Read more</a></p> <p>A pandemic-fuelled triple-whammy in the final quarter of 2020 lifted <strong>Microsoft's</strong> latest revenues and earnings far above expectations, <a href=\"https://www.ft.com/content/720ba9e9-8cea-4583-b26e-d98a74c4db21\">according to figures released late on Tuesday</a>. A boom in PC sales, surging demand for video gaming and increased usage of Microsoft's&#xa0;cloud services&#xa0;combined to produce a 17 per cent surge in revenue.</p> <p><strong>Goldman Sachs'</strong> chief executive David Solomon earned $17.5m for 2020, $10m less than the previous year, after the bank's board cut the pay of senior executives in the wake of 1MDB corruption scandal. Mr Solomon's diminished pay places him well behind his peers in the salary league tables. James Gorman, chief executive of Morgan Stanley, and Jamie Dimon of JPMorgan Chase, earned $33m and $31.5m for 2020, respectively.</p> <h2>Essential comment before you go</h2> <p><strong>Robert Buckland</strong> <br>Everywhere I look there's talk of bubbles, not just the social kind. Bond bubbles, bitcoin bubbles, equity bubbles, tech stock bubbles. There's definitely a bubble in bubble talk. But we are wary of making the fashionable “this crazy bubble will burst soon” call, <a href=\"https://www.ft.com/content/329a50d0-399b-4b69-847a-01aee41960e8\">says the chief global equity strategist at Citigroup</a>.</p> <p><a href=\"http://www.ft.com/runawaymarkets\"><em>This article is part of the FT's Runaway Markets series.</em></a></p> <p><strong>Lombard</strong> <br>Housebuilders have been cloaked <a href=\"https://www.ft.com/content/4aa773f7-8c9b-42ca-bae2-776e2210bf34\">with a protective shield</a> during the coronavirus crisis and another extension to the furlough scheme, and any added wriggle room around the stamp duty deadline, would bolster their defences.&#xa0;</p> <p><strong>Thanks for reading. Feel free to forward this email to friends and colleagues, who can </strong><a href=\"https://ep.ft.com/pages/newsletters/56b37b064a113e030070f833/subscribe/success\"><strong>sign-up</strong></a><strong> here.&#xa0;</strong></p><p>Source: Bryce Elder 2021 'Aim-listed Scapa bought by US peer for £400m' FT.com 27 January. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-01-27T08:29:16.032Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 3704,
          "end": 3717
        },
        {
          "start": 3704,
          "end": 3718
        },
        {
          "start": 3704,
          "end": 3711
        }
      ]
    }
  ]
}