{
  "_id": "be675a283cc7975cce9c2f1e5b806f5e68289391d3eb27f4d335e2c3f36e83b7",
  "feed": "ftcomall",
  "title": "Japan Inc faces potential forced sell-off of cross-shareholdings",
  "text": "<p>Corporate Japan is facing a historic reshuffle of the Tokyo Stock Exchange and aggressive new guidelines from proxy advisers designed to compel a selldown of the country's widely criticised <a href=\"https://www.ft.com/content/c547a32c-ce55-11e9-b018-ca4456540ea6\">“cross-shareholding”</a> networks.</p> <p>The changes could force companies in banking, construction, food and transportation — sectors in which the problem is most acute — to offload cross-held shares over the next few weeks to flatter their appearances ahead of Japan's financial year-end in March, analysts said.</p> <p>Cross-shareholdings are interconnected portfolios of ownership by listed Japanese companies in each other, which protect underperforming managements with a cushion of automatic investor support.&#xa0;</p> <p>Although cross-holdings have been in decline since a 1990s peak, companies justify them as necessary to “maintain business relationships” — infuriating fund managers who view such webs as a recipe for complacency, low returns on equity and poor governance. </p> <p>Almost 11 per cent of Japan's listed companies have a listed shareholder owning a slice of more than 30 per cent. That compares with 0.9 per cent in the US and 0.2 per cent in the UK.&#xa0;</p> <p>“The opportunities for nefariously exploiting this in Japan are far greater because the legal infrastructure covering the issue is so much laxer,” said CLSA Japan strategist Nicholas Smith.</p> <p>But there are growing signs of a multipronged assault on the practice.&#xa0;</p> <p>In a significant overhaul in April 2022, the TSE will streamline its <a href=\"https://www.jpx.co.jp/english/listing/co/index.html\">six boards and 3,753 listed stocks</a> to three tiers: prime, standard and growth. Membership of the desirable prime index will depend on the March 31 level of free-floating market capitalisation, excluding cross-held shares.&#xa0;</p> <p>The change should in theory push a number of companies into asking cross-holders to sell down stakes before end-March to qualify for the prime index and the huge investment that will track the new index, said Mizuho Securities chief strategist Masatoshi Kikuchi.</p> <p>In October, US proxy adviser ISS implemented new guidelines calling for investors to vote at shareholder meetings against directors at any company that allocates 20 per cent or more of its net assets to cross-shareholdings. The proposals will apply starting February 2022 but will be based on holdings as of March 31 this year.</p> <p>Rival proxy adviser Glass Lewis followed suit with a tougher proposal, putting the cut-off line at 10 per cent.&#xa0;</p> <p>According to Goldman Sachs, about 9 per cent of companies listed on the TSE's first section will not meet the ISS requirement, including advertising group Dentsu, Kyocera, and Mitsubishi Heavy Industries.&#xa0;</p> <p>While many analysts foresee a decisive impact on Japan's biggest corporate names and its huge hinterland of mid-cap listed companies, others warn investors to expect a reform-crushing campaign from the powerful Keidanren business lobby.</p> <p>ISS and Glass Lewis are not as influential in Japan as in the US, analysts note, and separate efforts to convince investors to vote against underperforming managements have failed. </p> <p>Recent activist campaigns have targeted cross-held shares, resulting in accelerated sales of “strategic holdings” by companies including Fujitsu, shipping group NYK Line and trading house Mitsui.</p> <p>But the complicated cross-shareholdings held by <a href=\"https://www.ft.com/content/74cbcece-3141-11ea-a329-0bcf87a328f2\">Toyota</a>, one of the country's most powerful companies, underscore the limited progress.</p> <p>While Japan's largest carmaker has offloaded holdings in some of its suppliers in recent years it still held shares in 65 listed companies as of end-March 2020 — a figure that is even larger when considering other holdings held by its group companies.</p> <p><em>This article has been amended to reflect the fact that the new measures will be introduced by the TSE in April 2022</em></p><p>Source: Leo Lewis and Kana Inagaki in Tokyo 2021 'Japan Inc faces potential forced sell-off of cross-shareholdings' FT.com 20 January. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-01-20T07:35:57.975Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 2399,
          "end": 2412
        },
        {
          "start": 2399,
          "end": 2406
        }
      ]
    }
  ]
}