{
  "_id": "666ed953a2ee4729aadcd25a798d3742eabe83d75adc7d385d9deae8500c3e8a",
  "feed": "ftcomall",
  "title": "Ex-Elliott sovereign debt supremo gears up for final battle in India",
  "text": "<p>The man who extracted $2.4bn from Argentina is now coming after India.</p> <p>Jay Newman led US hedge fund Elliott Management's 15-year battle to force the Argentine government to pay out on its defaulted debt. The campaign, which came good in 2016 when the country agreed to settle the claims of “holdout” creditors, is seen as one of the greatest hedge fund trades.</p> <p>Now, the 69-year-old, who during a more than four-decade career on Wall Street built a reputation for high-risk bets on defaulted sovereign debt from Latin America to Asia, says that one case has helped entice him out of retirement. </p> <p>Newman has been hired by a group of shareholders of Devas Multimedia, a satellite and telecoms company embroiled in a fight with the Indian government. Founded by a former Goldman Sachs banker, Devas was awarded about $1.3bn in arbitration rulings after a contract, which it had with an Indian state-owned company called Antrix to develop broadband, was cancelled a decade ago. Interest on the amount owed is accumulating at about $350,000 per day.</p> <p>India has refused to pay, alleging the original competition for the contract was mired in fraud, and has launched legal proceedings to shut down Devas, which counts US investment groups Columbia Capital and Telcom Ventures as well as Deutsche Telekom among its shareholders.</p> <p>India is trying to “bully its way through” the dispute, Newman told the Financial Times. “It rivals the behaviour of Russia and Argentina combined,” he said.</p> <p>India is locking horns with Devas just as its approach towards a series of decisions by international arbitration panels has drawn scrutiny.</p> <p>Scottish oil producer Cairn Energy has for months been trying to force the country to pay $1.2bn <a href=\"https://www.ft.com/content/593c0292-f5c5-44e1-9074-283a1821aa9d\">awarded</a> by a tribunal in a stand-off over tax, echoing earlier disputes with telecoms group Vodafone and French drugmaker Sanofi.</p> <p>There was a breakthrough in August when New Delhi moved to <a href=\"https://www.ft.com/content/6bb63863-c0eb-4e5b-99bd-b023847d3595\">scrap</a> the retrospective tax that had ensnared Cairn Energy and Vodafone, paving the way for a <a href=\"https://www.ft.com/content/0f73fe20-1925-488e-bb2f-e56dd08f1653\">$1bn refund</a> to Cairn. India's revenue secretary Tarun Bajaj said at the time that “we want to give a message to investors that the country believes in the stability and certainty of taxation”.</p> <p>Newman said the government's decision to ditch the tax law did not affect Devas and that the group's shareholders would “continue to enforce our legal rights”.</p> <h2>Sizing up assets</h2> <p>With little sign of India paying up in its dispute, Newman says Devas is sizing up Indian government assets and it could try to seize them abroad. The threat carries echoes of Elliott's sensational seizure of an Argentine naval vessel in Ghana in 2012, during a campaign that set new and controversial precedents for pursuing financial claims against sovereign states.</p> <p>“People will be surprised by how many assets India has,” said Newman. Assets liable to seizure “could be literally anything”.</p> <p>Planes owned by Air India could be next, subject to a court's decision. In June, Devas shareholders filed a lawsuit in the southern district of New York trying to establish that the state-owned airline is “the alter ego” of India and therefore also liable, following a similar move by Cairn. A judge in Seattle in August ordered Antrix to reveal details of its assets to Devas shareholders.</p> <p>The sprawling dispute between Devas and New Delhi, which dates back to 2005, has included lawsuits in India, the US, Switzerland, the Netherlands, the UK and France and rulings by three arbitration panels.</p> <p>Devas agreed in 2005 to lease satellite spectrum from Antrix to develop a broadband network and to pay more than $300m, according to a Chennai court filing this year.</p> <p>But in early 2011, after an <a href=\"https://www.ft.com/content/af4ed2ca-3363-11e0-a388-00144feabdc0\">investigation</a> by India's official auditor into the alleged underpricing of internet licences by the space ministry, state-owned Antrix cancelled the contract with Devas, citing force majeure.</p> <p>According to the Chennai filing, Devas alleges the contract was cancelled “illegally” and claims “irreparable loss”. It has already paid about $130m for the satellite spectrum, said a person familiar with the matter.</p> <p>Since then, Devas has won a series of tribunal decisions. In 2015, the International Chamber of Commerce found Antrix had “unlawfully” annulled the contract and <a href=\"https://www.ft.com/content/43f572f0-66ac-11e5-a155-02b6f8af6a62\">ordered it to pay</a> $562m in damages plus $100m in pre-award interest. With additional interest running at 18 per cent a year, the award is worth about $1.2bn. Two further tribunals have also found in Devas's favour, taking the total awarded to about $1.3bn.</p> <p>However, in November the Indian Supreme Court halted the collection of the $1.2bn ICC award after the attorney-general said India had discovered “a serious fraud”. </p> <p>Antrix filed a winding up petition against Devas earlier this year, claiming the award of the contract was “mired in fraud and corruption”, and in May India's National Company Law Tribunal appointed a liquidator for Devas. </p> <p>“It is surprising for Antrix as to how a stayed award is being attempted to be enforced by Devas across the globe,” Antrix told the Financial Times. It said the original agreement that Devas entered into with then-officials of Antrix was “fraudulent” and that “Devas lacked the technical competence to fulfil their obligation under the agreement”.</p> <p>It added: “Antrix is vehemently opposing this motion across the globe wherever such attempts are being made. Antrix is hopeful of succeeding.” </p> <p>Matthew McGill, partner at Gibson, Dunn &amp; Crutcher, which represents Devas shareholders, said: “To this day, India has failed to substantiate any allegations of fraud against Devas.”</p> <p>India's ministries of corporate affairs and external affairs did not respond to requests for comment.</p> <h2>Vultures</h2> <p>When at Elliott, Newman spotted an opportunity in Argentina's beaten-down bonds following the country's 2001 default on about $100bn of debt. While most creditors accepted punitive restructurings offering about 30 cents on the dollar, Newman spearheaded Elliott's decision, along with a small group of <a href=\"https://www.ft.com/content/d17fb6b4-d1a3-11e5-986a-62c79fcbcead\">“holdout”</a> creditors, to fight through the courts.</p> <p>“What truly captures my interest are those rare cases that epitomise the chronic deficiencies in governance that hold back certain countries from their full potential,” said Newman, who has been writing a thriller, <em>Undermoney</em>, during a retirement split between Florida and upstate New York. “In Argentina, it was utter disdain for honouring borrowing contracts. In India, it is complete disrespect for private enterprise, especially those from abroad.”</p> <p>Elliott argued that Argentina should not continue to pay bondholders who accepted the restructurings without paying the holdouts in full as well. US judge Thomas Griesa accepted the argument and put an injunction on anyone helping Argentina avoid his order to pay the holdouts.</p> <p>President Cristina Fernández de Kirchner refused to buckle, branding the holdouts “vultures” and “financial terrorists”, but in 2016 the new president Mauricio Macri agreed to pay $4.7bn, including $2.4bn to Elliott.</p> <p>Newman doubts the battle with India will consume the 15 years it took to resolve the Argentina dispute, but stressed “you need a strong will” to see it through.</p> <p>“Sometimes it takes time for a sovereign to recognise that not all creditors will fold their tents and disappear,” he said. </p> <p><a href=\"mailto:laurence.fletcher@ft.com\"><em>laurence.fletcher@ft.com</em></a></p><p>Source: Laurence Fletcher in London 2021 'Ex-Elliott sovereign debt supremo gears up for final battle in India' FT.com 4 October. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-10-04T03:00:54.016Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 766,
          "end": 773
        },
        {
          "start": 766,
          "end": 779
        }
      ]
    }
  ]
}