{
  "_id": "25cab945ef3d25fc8896c2cac6c6c80260794f901f4518a4c9a4f94d4b05c312",
  "feed": "ftcomall",
  "title": "Iron ore slips from highs as China's pollution crackdown stirs worries",
  "text": "<p>A pollution crackdown in China's rustbelt is starting to weigh down on the price of iron ore, the steelmaking ingredient that is the biggest generator of profits for leading miners.</p> <p>Iron ore was last year's <a href=\"https://www.ft.com/content/2a0f550c-4075-48ef-bda0-0f9e615ba8fb\">best performing major commodity</a>, rising 75 per cent to $160 a tonne on the back of strong demand from its biggest customer China and supply disruptions in Australia and Brazil.</p> <p>That boosted profits at big producers such as BHP Group, Rio Tinto, Fortescue Metals and Vale, which rewarded their shareholders with multibillion-dollar dividend payouts. </p> <p>But after reaching a 10-year high of $178 this month, prices have fallen to $163.65, according to data from S&amp;P Global Platts. The trigger for the drop is concern that Beijing — which is aiming for peak emissions by 2030 before&#xa0;<a href=\"https://www.ft.com/content/730e4f7d-3df0-45e4-91a5-db4b3571f353\">hitting “carbon neutrality” by 2060</a> — is working on new policy measures to clean up its vast steelmaking industry and clamp down on excess capacity. </p> <p>“There is a growing expectation that the Ministry of Industry and Information Technology alongside the Ministry of Environmental Protection will announce new policy measures looking to stabilise emissions by the middle of this decade,” said Nicholas Snowdon, analyst at Goldman Sachs.</p> <p>“As part of achieving that there is now an expectation that Beijing will introduce policies restraining blast furnace based steel production as well supporting scrap.”</p> <p>Steelmaking is a major source of pollution in China, with the sector estimated to account for about 15 per cent of the country's total emissions, according to analysts. Top officials have already said the country's steel output, which exceeded 1bn tonnes last year, should fall in 2021.</p> <p>In a sign of how seriously Beijing is taking the issue, an inspection team led by the Minister of Ecology and Environment <a href=\"https://news.mysteel.com/21/0311/23/6BE02A2BEE256FB7.html\">visited</a> China's top steelmaking city Tangshan last week, according to MySteel Global, a Chinese price reporting agency, to check on supply curbs ordered by the local government under an emergency anti-pollution plan. </p> <p>Tangshan's government has ordered heavy industry to limit or halt production during heavy polluted days so as to reduce emissions by 50 per cent, according to <a href=\"https://www.scmp.com/economy/china-economy/article/3125409/chinas-steel-city-tangshan-vows-crack-down-pollution-after\">news</a> reports. </p> <p>“Tangshan's current pollution emergency regime might be temporary, but the city also targets a cut to steel-related emissions by 40 per cent in 2021 and the government is working on a stricter steel capacity replacement plan, making continued headwinds to China's steel output likely,” said Marius van Straaten, analyst at Morgan Stanley.</p> <p>He estimates the blast furnace utilisation rate in Tangshan is down to 54 per cent, versus 76 per cent in late February. “This translates roughly into 50m tonnes per annum or 5 per cent of China's steel production being impacted.”&#xa0;</p> <p>On the production side, the 1.7bn tonnes a year iron ore export market has had its first disruption-free start to the year for major miners since 2018, according to analysts.</p> <p>“Going in January and February there was a lot of fear about wet weather in Brazil and cyclone season in Australia but that didn't materialise,” said Erik Hedborg, lead iron ore analyst at CRU.</p> <p>With Chinese demand still strong, Hedborg reckons the iron ore market will remain tight for most of the year, although it will start to become more balanced as Vale increases production. </p> <p>The Brazilian miner, which is recovering from a deadly dam disaster that hampered its operations, recently reiterated its 2021 production guidance of 315m to 335m tonnes, up from 300m in 2020, and said it was on track to achieve 350m tonnes of capacity by the end of the year.</p> <p>Goldman has a similar view. For the iron ore export market it is now forecasting a supply deficit of 9m tonnes this year, against 27m tonnes previously.</p> <p>“We now see iron ore prices turning lower in the coming months,” said Snowdon, who has set a 12-month price target of $100 a tonne. “This reflects mounting evidence that supply is shifting toward a sustained recovery and also that China's environmental policies will reinforce a peak in iron ore imports.”</p> <p>mate<br></p><p>Source: Neil Hume, Natural Resources Editor 2021 'Iron ore slips from highs as China's pollution crackdown stirs worries' FT.com 15 March. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-03-15T14:18:50.413Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 3588,
          "end": 3595
        },
        {
          "start": 1203,
          "end": 1216
        },
        {
          "start": 1203,
          "end": 1210
        }
      ]
    }
  ]
}