{
  "_id": "ae5cc5514d4de41b554bb81eac9bac95c45ca64f4daab46a1ac11681f7ef4e04",
  "feed": "ftcomall",
  "title": "Holding the line on UK banking reform",
  "text": "<p>Ringfencing, not Brexit, has caused most upheaval and cost for British banks in recent years — or so the banks <a href=\"https://www.ft.com/content/489798c4-0db6-11e9-a3aa-118c761d2745\">claim</a>. A key pillar of the UK's response to the 2008 financial crisis, ringfencing required large lenders to separate core deposits from their investment banking units. Even though ringfencing has existed in practice only since 2019, the government is reviewing its effectiveness. This is premature.</p> <p>The review board, led by Keith Skeoch, formerly chief executive of Standard Life Aberdeen, this week put out its call for evidence. Writing in the Financial Times, Skeoch stressed the board's eventual recommendations to government will be <a href=\"https://www.ft.com/content/5cfd82e8-139c-41ee-9222-b0a02437f058\">led by that evidence</a>.</p> <p>He could hardly say otherwise, but this does not stop the risk of the exercise proceeding on a false premise. It is reasonable to assess whether major reforms are working and if they have given rise to unintended consequences. Moreover, the 2013 legislation on ringfencing stipulated a review within two years of implementation.</p> <p>Yet after just 27 months, evidence will be scarce both for and against ringfencing. The burden must fall on those agitating to change a system created so recently, and at great expense, to present strong arguments for yet more upheaval. The evaluation also comes against a wider backdrop of deregulation, both post-Brexit and as memories of the crisis fade. The review board and the Treasury would do well to remember that an absence of evidence on ringfencing's benefits does not equate to evidence of absence.</p> <p><a href=\"https://www.ft.com/content/5ca81a48-8372-11e7-a4ce-15b2513cb3ff\">The rules apply</a> to lenders with more than £25bn in customer and small-business deposits. Along with tougher capital and liquidity requirements, and debt that can be converted into equity, ringfencing aims to protect customer deposits and avert taxpayer bailouts of banks that are too big to fail.&#xa0;</p> <p>Detractors complain that separation will have done little to solve the causes of the financial crisis. UK lenders that ran into trouble overwhelmingly focused on retail, not investment banking. Ringfencing was designed as similar reforms were planned in the US and the EU. The latter's plans have stalled, and while the US still has some structural separation, its rules are more dynamic and elements have been softened.</p> <p>But whether ringfencing was the right solution to the UK's issues is, for now at least, moot: banks have had to implement it through setting up new operations at an estimated cost of £7bn. Meanwhile, an <a href=\"https://www.parliament.uk/globalassets/documents/impact-assessments/IA13-005.pdf\">official 2013 estimate</a> stated that if ringfencing reduced the frequency and severity of failures by even 10 per cent, it would equate to saving £7bn a year.</p> <p>UK <a href=\"https://www.ft.com/content/5cfd82e8-139c-41ee-9222-b0a02437f058\">banks complain</a> that the rules — almost unique in major economies — put them at a competitive disadvantage. Foreign lenders say ringfencing is one reason they avoid the UK. Goldman Sachs' retail bank stopped taking deposits when it neared the £25bn threshold. Smaller lenders moan that larger rivals, stuck with deposits they cannot deploy elsewhere, then move into mortgage and consumer-credit markets. That forces smaller rivals to take increasing risks, though this translates into better rates for customers.</p> <p>Increasing risk and cutting competition run counter to other post-crisis aims. It is these issues that a review should focus on, rather than the lobbying of Wall Street giants keen to raise deposits to finance investment banking activities — precisely what the rules are designed to curb.&#xa0;</p> <p>A bigger, untested, question for the review is: has the UK prevented future bailouts? Ringfencing and other post-crisis measures have at least reduced the likelihood, relative to 2008, that we will find out any time soon.</p><p>Source: The editorial board 2021 'Holding the line on UK banking reform' FT.com 22 April. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-04-22T15:41:54.043Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 2766,
          "end": 2780
        },
        {
          "start": 2766,
          "end": 2773
        },
        {
          "start": 2766,
          "end": 2779
        }
      ]
    }
  ]
}