{
  "_id": "8dd634d08ffd43009d1c76ba9543afa35982dbe29df3fc750510ebd2c495f1ed",
  "feed": "ftcomall",
  "title": "Goldman bets on UK anti-money laundering start-up",
  "text": "<p>Goldman Sachs has invested $20m in British anti-money laundering specialist ComplyAdvantage, betting that the banking industry will plough more money into efforts to combat financial crime.</p> <p>ComplyAdvantage uses machine learning to detect and analyse potential financial crime risks, and says its systems allow firms to do advanced due diligence on customers while reducing their reliance on manual checks.</p> <p>James Hayward, managing director of Goldman Sachs Growth Equity, said the bank had been encouraged to invest after seeing ComplyAdvantage provide services to many of the other start-ups Goldman had invested in.</p> <p>“The company brings clear value to its clients and has grown at an impressive rate. We are excited to support the business as it continues to scale rapidly and help companies of all stages manage these critical risks,” he added.</p> <p>Global spending on anti-money laundering and related activities was expected to hit $1.2bn in 2020, according to a recent report by Burton-Taylor. The largest incumbent providers in the sector include the London Stock Exchange's Refinitiv, News Corp's Dow Jones, and Regulatory DataCorp, which was bought by Moody's for $700m last year.</p> <p>ComplyAdvantage was valued at around $340m in a previous fundraising round led by the Ontario Teachers' Pension Plan Board last July, according to Companies House filings. ComplyAdvantage and Goldman declined to reveal the terms of the most recent investment, but a person close to the company said the valuation had increased to reflect its recent growth.</p> <p>Charlie Delingpole, ComplyAdvantage founder and chief executive, described the investment as “a huge endorsement” for the seven-year-old company, and said he was optimistic that it would be a precursor to a deeper partnership with the Wall Street bank.</p> <p>“It was more about the partnership and the brand and what they can give us as a firm than the money per se, given we're very well capitalised as it stands,” Delingpole said.</p> <p>Banks and other financial services companies have ramped up spending on AML and “know your customer” services in recent years, after a series of high profile scandals such as the plundering of the Malaysian development fund 1MDB — which led Goldman to agree a $2.9bn settlement last year.</p> <p>ComplyAdvantage reported a net loss of £14m on revenues of £10.6m in the 12 months to March 2020, the most recent period for which figures are available. Delingpole who previously co-founded business lender MarketFinance and set up student-focused website The Student Room before he started university, said ComplyAdvantage's annualised revenue rate had increased to around $30m.</p> <p>Delingpole said the company's ambition was “to be the single data source for every financial institution — new and traditional — when it is deciding which clients and transactions to process”.</p> <p>The business previously earned the majority of its revenue in the UK, but has recently focused on expanding in the United States, where it has signed up high-profile customers such as <a href=\"https://www.ft.com/content/8c23f9ad-d870-4436-ad24-c7ae40d8af04\">Affirm</a>, the consumer lender.</p> <p>Goldman's asset management division has been ramping up its investments in fintech start-ups, and Thursday's deal marks its second investment in a British fintech in the last month. In April, it invested £50m in Starling, the digital bank.</p><p>Source: Nicholas Megaw in London 2021 'Goldman bets on UK anti-money laundering start-up' FT.com 19 May. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-05-19T23:01:23.260Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 0,
          "end": 7
        },
        {
          "start": 0,
          "end": 13
        },
        {
          "start": 442,
          "end": 449
        },
        {
          "start": 442,
          "end": 455
        },
        {
          "start": 592,
          "end": 599
        },
        {
          "start": 1375,
          "end": 1382
        },
        {
          "start": 2208,
          "end": 2215
        },
        {
          "start": 3042,
          "end": 3049
        },
        {
          "start": 3042,
          "end": 3050
        }
      ]
    }
  ]
}