{
  "_id": "4d9f2e9abbe1fccc1bfe47417259700b7b35805040fa9e4192330a6535d4a9df",
  "feed": "ftcomall",
  "title": "Will US GDP data confirm a pick-up in activity?",
  "text": "<h2>Will US GDP data confirm a pick-up in activity?</h2> <p>US economic growth cooled sharply as the Delta variant of coronavirus reduced consumer spending and supply chain bottlenecks hit businesses, but activity is already showing signs of picking up.</p> <p>Economists project data from the US commerce department on Thursday will show GDP growth of 3.2 per cent on an annualised basis in the July-September quarter, compared with a 6.7 per cent expansion in the second quarter. </p> <p>Consumer confidence fell and Americans spent less during the Delta resurgence. They also grew more wary of higher prices on everything from groceries to petrol and home prices, contributing to a pullback in spending. “I have consumer spending pegged at close to zero growth in the third quarter,” said James Knightley, chief international economist at ING.</p> <p>Still, economic data suggest momentum began to pick up late last month on signs the Delta wave was receding. Retail sales <a href=\"https://www.ft.com/content/2a2c9b0a-6e30-4d89-b161-781aabf4c438\">topped expectations</a> in September, wages are rising and more Americans could return to work “with the holiday season fast approaching, which is an expensive time of year,” Knightley said. </p> <p>“We expect a slowly improving health situation, solid household finances, a rebuild of inventories and additional fiscal stimulus will support solid growth momentum in 2022,” said Gregory Daco, chief US economist at Oxford Economics. <em>Mamta Badkar</em></p> <h2>How low can Turkey's lira go?</h2> <p>Turkey's central bank stunned the markets last week by slashing its benchmark rate by 2 percentage points. The lira responded by plunging to a succession of new lows against the dollar, reaching TL9.50 to the dollar on Thursday and stretching beyond TL9.60 on Friday. How low can it go?</p> <p>The backdrop is not auspicious, with other global central banks lifting or considering increasing rates and the Federal Reserve due to begin withdrawing monetary support soon. Turkey has a spike in external debt payments due at the end of this year that will also put pressure on the lira.</p> <p>On Thursday, Barclays was forecasting TL9.7 by the end of 2021. But that year-end prediction was close to being overtaken on Friday. Commerzbank, which was forecasting TL10 by the end of 2021 even before last week's rate cut, said a “collapse” in the currency was under way “without an end in sight”. President Recep Tayyip Erdogan's decision on Saturday to <a href=\"https://www.ft.com/content/5d0cec70-3c7e-46e7-a3cf-4330e72328ca\">declare 10 western ambassadors <em>persona non grata</em></a>, risking a new crisis in relations with the west, was “an additional minus” for the lira, said Istanbul-based analyst Enver Erkan.</p> <p>One crumb of comfort for the lira is that an exodus of international capital from Turkey limits the potential for further foreign outflows. Instead, all eyes are on Turkish investors and savers — and their appetite for buying more dollars.</p> <p>Goldman Sachs says further dollarisation and lira weakness is likely. It argues that the central bank will ultimately be forced to either pause its cutting cycle or announce an emergency rate rise, as it has done in the past.</p> <p>But Phoenix Kalen, of Société Générale, wonders if President Recep Tayyip Erdogan — who believes, unconventionally, that high interest rates cause inflation — might wish to see his latest experiment through to its conclusion. “Perhaps this time around we might not see those emergency rate hikes materialise,” she said. “That means we head into hyper inflation and a currency crisis.”&#xa0;<em>Laura Pitel</em></p> <h2>How will the European Central Bank respond to rate rise expectations?</h2> <p>Markets have begun to price in the possibility of higher interest rates in the eurozone as investors around the world bet on a response to higher than expected inflation.</p> <p>However, unlike the Bank of England — which has actively encouraged the idea that rate rises are coming — the European Central Bank has done little to suggest that expectations of a 0.1 percentage point rise by the end of next year is justified, with chief economist Philip Lane saying last week the pricing does not square with the ECB's guidance.</p> <p>Against that backdrop, some analysts expect ECB boss Christine Lagarde to push back against markets at Thursday's policy meeting.</p> <p>“The ECB is not the BoE, is likely to be the main message from the 28 October meeting,” said Citi rates strategist Jamie Searle, referring to hawkish comments recently from Bank of England policymakers. “The ECB is likely to push back, probably more strongly than so far, against the idea of early rate hikes and also on any notion that the sequencing between asset purchases and rate hikes may change.”</p> <p>Rate rises in the eurozone will not be on the menu until the ECB's bond-buying programmes have finished, the central bank has said previously. Lagarde is not expected to provide details of asset purchase plans beyond the end of the emergency pandemic quantitative easing programme, which is expected to finish in March. Instead, the ECB president will probably “indicate that the ECB staff is studying various QE transition options for the December meeting”, said Barclays head of European rates research Cagdas Aksu. <em>Tommy Stubbington</em></p><p>Source: Mamta Badkar, Laura Pitel and Tommy Stubbington 2021 'Will US GDP data confirm a pick-up in activity?' FT.com 24 October. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-10-24T08:00:17.964Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 2761,
          "end": 2774
        },
        {
          "start": 2761,
          "end": 2768
        }
      ]
    }
  ]
}