{
  "_id": "75169d839a0c7f7018792626290e49b0f1027c5b5303b6bb3052d762ca925372",
  "feed": "ftcomall",
  "title": "Forward-looking legal practitioners",
  "text": "<p>Some of the lawyers profiled here for their expertise as legal practitioners arrived in their current roles from an unusual direction; some have experienced being the only woman or person of colour in the room. </p> <p>All are recognised for having helped clients by thinking about the future as well as the challenges of the present. The result has often been new niches created in unexplored practice areas. </p> <p>Diala Minott, winner of an Innovative Lawyers award, says her upbringing taught her the power of education and giving people opportunities. She tries to apply that lesson in her career today, developing a team that helps clients, whether in using technology to transform their businesses, or in initiatives such as funds that support women in business. </p> <p><em>Profiles compiled by RSGi researchers and FT editors. ‘Winner' indicates the individual won an FT Innovative Lawyers Europe 2021 award</em></p>  <h2>WINNER: Diala Minott</h2> <p><em>Partner, Paul Hastings</em></p> <p>Diala Minott has overcome more obstacles than most lawyers — including dealing with clients who would not speak to a woman when she was working on deals in the Middle East, earlier in her career.</p> <p>Minott is now head of the UK credit funds practice at Paul Hastings in London. She advised on, and drafted, laws for <a href=\"https://www.ft.com/content/b0d853eb-44f5-44a3-a60b-bece6df8a0ca\">Gibraltar</a> last year to make it a competitive jurisdiction for funds post-Brexit.</p> <p>Minott's team is experimenting with tech. For example, it is building a platform with private equity firm Pantheon Ventures that aims to smooth the investor onboarding process. She has also led at the firm on the creation of funds investing in women-led businesses and ESG-rated products.</p> <p>With investment manager PGIM, Minott launched a mentorship programme for young women from disadvantaged backgrounds.</p>  <p><strong>Hervé Ekué,</strong> <em>partner, Allen &amp; Overy</em> </p> <p>Hervé Ekué co-led the legal team that advised a syndicate of three banks on the European Investment Bank's first issue of a digital bond on the <a href=\"https://www.ft.com/ethereum\">ethereum</a> public blockchain. Before this, two other banks in Europe had tried similar projects on private blockchains, which is a less complex undertaking. </p> <p>This is the first case in Europe where notes have been subscribed to several dealers, in this case Goldman Sachs, Santander and Société Générale. The two-year €100m bond will give the EIB, the lending arm of the EU, faster access to alternative sources of finance to fund projects.</p> <p>As managing partner of the Paris office, Ekué has overseen revenue growth of 28 per cent in the past three years and has led programmes to make the office more inclusive for all.</p>  <p><strong>Samantha Hutchinson,</strong> <em>partner, Cadwalader, Wickersham &amp; Taft</em> </p> <p>Samantha Hutchinson is a pioneer of fund finance, which enables private markets managers to access liquidity at fund level. It is a fast-growing area of finance in the UK. She developed a practice focusing on fund finance at Hogan Lovells before moving to Dentons in 2013. In 2018, her team moved to Cadwalader, which specialises in finance.</p> <p>In the past 12 months, the team has worked on more than 50 transactions totalling £18bn in value. In one, Hutchinson advised Standard Chartered Bank on one of the world's first impact-focused fund financings in its partnership with a large investment manager.</p> <p>She leads Cadwalader's London women's network.</p>  <p><strong>Thomas Le Vert,</strong> <em>partner, White &amp; Case</em> </p> <p>Thomas Le Vert joined White &amp; Case in 2013 to help the firm expand its capital markets practice in France. Inspired by observing developments in the US, Le Vert advised on Mediawan, the first special purpose acquisition company (Spac) listing in France in 2016. He has since become the go-to expert, advising either the issuer or the underwriter on all six Paris-listed Spacs so far.</p> <p>Le Vert has advised on several significant initial public offerings, including the two largest in France in the past two years: glass bottle maker Verallia, and Française des Jeux, the national lottery operator. He specialises in the IPOs of private equity-backed companies, estimating he has advised 80 per cent of such listings on the Paris Euronext bourse.</p>  <p><strong>Natalie Lewis,</strong> <em>partner, Travers Smith</em> </p> <p>Natalie Lewis was made a partner in July 2021 and has taken the lead on financial markets infrastructure, fintech and payments matters. She assisted Euroclear, one of the biggest settlement houses, in the design of a system to ensure euro settlement of securities could continue after Brexit. She also advised Pay. UK, which runs the UK's money transfer system, on request-to-pay, a payment mechanism that offers an alternative to direct debit. Lewis has taken a strong interest in the role of payments infrastructure and the effect of new technologies in finance.</p> <p>She is active in industry-wide lobbying efforts around regulation, particularly more sophisticated regulation of fintech and financial market infrastructure.</p>  <p><strong>Sharon Lewis,</strong> <em>partner, Hogan Lovells</em></p> <p>Having led the capital markets practice at Hogan Lovells for almost 10 years, Sharon Lewis became the first female head of finance at the firm in 2014, and was appointed head of the financial institutions group in 2018.</p> <p>She has pioneered practice areas relating to financial technology at Hogan Lovells since the industry first emerged, and led on the firm's partnership with Innovate Finance, the trade body for fintechs in the UK.</p> <p>Lewis is also a sponsor of the Global FinTech Mentor and Momentum Programme — Hogan Lovells' fintech incubator — which has supported more than 20 companies in bringing products to market.</p>  <p><strong>Richard McMorris,</strong> <em>partner, Bird &amp; Bird</em> </p> <p>Following his time as general counsel at a digital media company, Richard McMorris is responsible for the creation of Bird &amp; Bird's digital rights and assets group. He is committed to organising legal and business advice around how clients use particular tools or assets, such as data, in their business.</p> <p>The group, which is an international, cross-practice and cross-sector initiative, helps clients implement policies for managing digital rights and assets globally, including tracking regulatory updates. He views his role as that of a strategic consultant, helping clients that come to him asking how to get things done, rather than bringing specific legal queries.</p>  <p><strong>Frances Murphy,</strong> <em>partner, Morgan Lewis</em></p> <p>Frances Murphy has led on significant EU competition law cases including the interchange fee litigation case against Visa, which last year ended in a victory for supermarket group J Sainsbury in the UK Supreme Court. </p> <p>Murphy has a record of setting the terms of engagement for competition law in the UK. She was behind the first challenge to the use of interim measures directions by the Competition and Markets Authority on behalf of London Metal Exchange; she also challenged the CMA on the use of undisclosed evidence against pharma company Concordia. </p> <p>As managing partner of the London office, she led the firm as it adapted to working from home during Covid. </p>  <p><strong>Hugo Plowman,</strong> <em>partner, Mishcon de Reya</em> </p> <p>Hugo Plowman has a broad remit. He leads a department that encompasses the fraud and investigations team and insolvency and restructuring, as well as the ancillary businesses of MDR Cyber, the firm's cyber security offering, and MDR Discover, its ediscovery and data analytics arm.</p> <p>The development of MDR Cyber was driven by clients' desire for a global incident response team that has expertise in cross-border asset recovery, cyber insurance and data protection law while also working alongside cyber security experts and reputation management specialists. To support the initiative, Plowman brought in a cyber security specialist who is not a lawyer, but is now a partner at Mishcon.</p>  <p><strong>Yen Sum,</strong> <em>partner, Latham &amp; Watkins</em></p> <p>Yen Sum started her career as a commodities trader at mining company BHP, and also spent time at Barclays Capital as an investment banker. She says her time as a buyer of legal services and a varied career give her a different perspective on the practice of law.</p> <p>At Linklaters, Sum started a “tactical opportunities” team that uses third-party data to analyse macroeconomic trends affecting clients, and she took this with her to Latham &amp; Watkins in 2018. Sum now leads the European restructuring and special situations team, as well as managing the finance team and the new private capital practice. Sum says she tries to lead by example on challenges facing the legal industry, such as diversity and wellbeing. </p><p>Source: Mary Ormerod 2021 'Forward-looking legal practitioners' FT.com 15 October. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-10-15T03:30:30.480Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 2167,
          "end": 2180
        },
        {
          "start": 2167,
          "end": 2174
        },
        {
          "start": 2152,
          "end": 2165
        }
      ]
    }
  ]
}