{
  "_id": "d19ad30cd071a31a57293f9d1d0034861304818c64ff18ff6a8b4aa5c8fd83db",
  "feed": "ftcomall",
  "title": "Deutsche Bank compensates Spanish winemaker over forex scandal",
  "text": "<p>Deutsche Bank paid more than €10m to Europe's largest wine exporter to settle a dispute over the alleged mis-selling of foreign exchange derivatives, as the lender nears the end of an <a href=\"https://www.ft.com/content/7574b505-adb2-42f4-8745-9fe3da9cb5fb\">internal probe</a> that has already led to the departure of two senior executives.</p> <p>Late last year Deutsche sent a senior delegation to Madrid from Frankfurt to negotiate the settlement, which compensated J García-Carrión for cumulative cash losses caused by the exotic instruments over a six-year period, people familiar with the matter told the Financial Times.&#xa0;</p> <p>As part of the deal, which has not been previously reported, the bank also apologised for its traders' and salespeople's behaviour. The decision to settle could add pressure on peers Goldman Sachs and BNP Paribas, which face similar accusations from JGC.</p> <p>Deutsche declined to comment. JGC declined to comment.</p> <p>The decision was taken amid an internal investigation at the German lender known as Project Teal. The probe was launched after clients complained they had been sold sophisticated derivatives products they did not understand, potentially in contravention of EU rules designed to protect businesses from risky lending.</p> <p>The FT <a href=\"https://www.ft.com/content/97a09909-1994-404e-acbe-b85886226a68\">reported</a> this month that the departures of senior managers Louise Kitchen, head of Deutsche's asset wind-down unit, and Jonathan Tinker, co-head of global foreign exchange, were linked to the scandal. Two traders who were operationally in charge of the problematic activities have already left the bank.</p> <p>The German lender has settled several other complaints in private and avoided going to court, according to people with knowledge of the situation.&#xa0;When the FT first reported about Deutsche's probe into the allegations in January, the bank said that the potential misconduct affected “a limited number of clients”.</p> <p>Spiralling losses on some of the forex swaps — which were pitched by Deutsche's salespeople as a cheaper way to hedge currency exposure than traditional exchange-rate insurance — pushed some clients into acute financial problems.&#xa0;</p> <p>JGC has also <a href=\"https://www.ft.com/content/3a471ac3-3adc-44bc-8657-4e84f2702f06\">alleged</a> that France's BNP improperly conducted billions of euros worth of currency transactions that led to tens of millions in losses.</p> <p>The FT revealed this month that an internal investigation at JGC had found that BNP conducted more than 8,400 foreign exchange transactions with the company over a five-year period, causing €75m of cash losses.&#xa0;</p> <p>The 130-year-old Jumilla-based wine producer — best known for its boxed wine and juice brand, <a href=\"https://donsimon.com/\">Don Simón</a> — is considering legal action after the French bank refused to provide compensation for the losses. BNP has said it complied with all regulatory obligations.</p> <p>Separately, JGC is in a legal battle with Goldman Sachs in London's High Court for a partial refund of $6.2m of losses linked to exotic currency derivatives. Goldman has maintained the products were not overly complex for a multinational company with hedging needs and the risks were made clear.</p> <p>The Spanish company has said many of the lossmaking trades were inappropriately made with one of its former senior managers. It has brought a case in Madrid, accusing the person of conducting the deals in secret and covering them up internally by falsifying documents and misleading auditors.</p> <p><em>Update:</em>&#xa0;<em>Deutsche Bank concluded that there were no grounds for any disciplinary action against Louise Kitchen and Jonathan Tinker.</em></p><p>Source: Stephen Morris in London and Olaf Storbeck in Frankfurt 2021 'Deutsche Bank compensates Spanish winemaker over forex scandal' FT.com 28 June. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-06-28T04:00:28.160Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 726,
          "end": 739
        },
        {
          "start": 2689,
          "end": 2696
        },
        {
          "start": 2805,
          "end": 2812
        },
        {
          "start": 2689,
          "end": 2702
        },
        {
          "start": 726,
          "end": 733
        }
      ]
    }
  ]
}