{
  "_id": "6886eb85cd4cc838e6de6a9eef35edb123fda566e340f3fdeb92e1a07dd13552",
  "feed": "ftcomall",
  "title": "Vivendi to spin out Universal Music Group",
  "text": "<p>Vivendi plans to spin out Universal Music Group, its biggest business, and distribute 60 per cent of the group's share capital to its investors by the end of the year as it <a href=\"https://www.ft.com/content/b2248021-5cb4-4378-9d9b-0016384d6c74\">moves to capitalise</a> on the rising value of music assets. </p> <p>The move sent Vivendi shares up as much as 20 per cent on Monday to €31.50, their highest level since 2007. </p> <p>If approved by shareholders at a vote in late March, the divestment will lead to the world's biggest music company, which is home to pop stars including Lady Gaga and Kanye West, to be an independent company in which Vivendi would only own a 20 per cent stake. </p> <p>It would also give the French media group controlled by billionaire Vincent Bolloré more <a href=\"https://www.ft.com/content/a4d69565-f530-4b5a-81c6-6eebdf88fe6a\">firepower</a> to make acquisitions in other areas such as publishing, television and communications. </p> <p>Once Vivendi spins out UMG, its remaining businesses will be much smaller and largely focused on France with pay-TV operator Canal Plus, communication agency Havas, mobile games publisher Gameloft and book publisher Editis. In 2019, UMG accounted for 45 per cent of Vivendi's €15.9bn in sales and 73 per cent of its operating profit of €1.5bn.</p> <p>JP Morgan analysts welcomed the announcement as “shareholder friendly” since it answered the key question over how Vivendi would use the proceeds from the long-mooted listing of UMG. “It means that there is no uncertainty over the use of the cash and whether it be used for buy backs, dividends or acquisitions,” they wrote in a note.</p> <p>Vivendi laid out the plan in a statement on Saturday, and said the board had set a “minimum target of €30bn” of valuation for UMG. A consortium led by Chinese group Tencent had in late January exercised its option to buy a further 10 per cent of UMG at that valuation, taking its total stake to 20 per cent. </p> <p>“The transaction completed in recent days on that basis . . . as well as interests expressed by other investors at potentially higher prices, have now enabled the management board to consider a distribution of 60 per cent of UMG's share capital to Vivendi shareholders,” said Vivendi. </p> <p>Vivendi shareholders would get an “exceptional distribution” in the form of the new UMG shares, which would then be listed in Amsterdam where the company would be incorporated.</p> <p>The announcement looks likely to end years of speculation over what Bolloré would do with Universal.&#xa0;The billionaire rebuffed an offer from SoftBank for UMG worth €6.5bn back in 2013. After having considered listing UMG on public markets in 2017, Vivendi ruled it out in 2018 and said it would look to sell up to half the company, paving the way for the Tencent deal.&#xa0;</p> <p>When smaller rival Warner Music went public<a href=\"https://www.ft.com/content/e1979389-6c35-4403-b1e9-6edd097e7372\"> last June </a>at an almost $16bn valuation, it showed that public market investors had appetite for music labels. Since then, Warner's market capitalisation has risen to $19.2bn.</p> <p>The value of music companies has <a href=\"https://www.ft.com/content/1f8f44e4-4ec5-11ea-95a0-43d18ec715f5\">soared in</a> recent years as streaming services like Spotify revived the industry, reaping billions in royalty payments to music labels. The industry's “big three” labels — market leader Universal, Sony Music and Warner Music — control nearly 80 per cent of the market, which is forecast to more than double by 2030 to reach $45bn, according to Goldman Sachs.&#xa0;</p> <p>In a message to employees, board chairman Yannick Bolloré and Vivendi chief executive Arnaud de Puyfontaine, said the plan would “mark a new phase” for both Vivendi and UMG.</p> <p>“UMG would be in a position to take advantage of greatly increased financial flexibility to pursue its dynamic growth and its pioneering role in the music and entertainment industry, to the benefit of artists and fans everywhere,” they wrote.</p><p>Source: Leila Abboud in Paris 2021 'Vivendi to spin out Universal Music Group' FT.com 15 February. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-02-15T09:59:13.697Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 3196,
          "end": 3209
        },
        {
          "start": 3196,
          "end": 3203
        }
      ]
    }
  ]
}