{
  "_id": "691f6dbd8bc0b1a04eca75355e9a39fab5e944cdbb643ff543d5f65646911222",
  "feed": "ftcomall",
  "title": "Northvolt becomes first in Europe to produce battery cell       ",
  "text": "<p>Northvolt became the first European start-up to design and produce a battery at a gigafactory on the continent as the Swedish group's sub-Arctic plant fired up just days before its new year deadline.</p> <p>Backed by heavyweight industrial groups such as Volkswagen, BMW, Volvo Cars and Ikea, Northvolt is the <a href=\"https://www.ft.com/content/140e560e-0ba0-11ea-bb52-34c8d9dc6d84\">most prominent</a> of a series of European contenders trying to establish themselves against the biggest Asian players and Tesla in batteries, used for electric cars and more.</p> <p>The first cell at Northvolt Ett, its gigafactory in Skelleftea, 200km south of the Arctic Circle in the north of Sweden, was produced on Tuesday night, the company said on Wednesday.</p> <p>“This first cell is only the beginning. Over the course of the coming years, we look forward to Northvolt Ett expanding its production capacity greatly to enable the European transition to clean energy,” said chief executive and co-founder Peter Carlsson.</p> <p>Founded by two former Tesla managers, Northvolt has the support of some of Sweden's biggest business players including Spotify chief executive Daniel Ek and start-up backer Cristina Stenbeck as well as the likes of Scania and Goldman Sachs.</p> <p>It is using Sweden's large amount of renewable hydroelectric power in the north to produce battery cells as sustainably as possible and also hopes to tap into mineral deposits in the north of the Nordic region. The gigafactory will use 1.5 per cent of Sweden's total electricity production when finished, while a nearby green steel project could consume up to a <a href=\"https://www.ft.com/content/0cbc20c6-d781-44da-a77b-cb7679f9820a\">third of current capacity</a>.</p> <p>Northvolt Ett, which employs more than 500 people but will eventually have 3,000 workers, is expected to produce 60 gigawatt-hours of batteries a year at full capacity, enough to supply 1m electric cars. </p> <p>Northvolt was <a href=\"https://www.ft.com/content/8f38e947-b680-45f4-8f0a-d5ae1f9c3ea9\">valued</a> at $12bn when it last raised money in June, and in total it has $30bn in orders, predominantly from carmakers. Germany's Volkswagen, which has $14bn of orders with it, is Northvolt's biggest shareholder with a 20 per cent stake.</p> <p>The Swedish start-up <a href=\"https://www.ft.com/content/42cfe031-fe41-40e7-b2c0-d96eb67556d8\">told</a> the Financial Times this year that it was no longer looking at just Europe, but also Asia and North America as it seeks to become a meaningful competitor to the likes of Japan's Panasonic, China's CATL and South Korea's LG, SK Group and Samsung. </p> <p>Asian groups are increasingly targeting the European market with LG and CATL expected to open battery plants next year in Poland and Germany respectively while SK will expand its Hungarian factory.</p> <p>Northvolt is only one of a number of European start-ups attempting to supply Europe's traditional carmakers with no fewer than <a href=\"https://www.ft.com/content/1b920eb6-bf0e-404e-abbf-d2dd10924fc7\">three projects</a> in neighbouring Norway, although the country's energy authorities have warned there may not be enough power for all the factories given plans for green hydrogen and electrifying oil platforms as well.</p> <p>Commercial deliveries from Northvolt's Skelleftea plant will begin some time next year while upgrading of the factory's capacity will take several years. Northvolt aims to have 150GWh of annual production by the end of the decade and is seeking to build two more gigafactories in Europe, with one possibly in Germany. It is also building a <a href=\"https://www.ft.com/content/053ae1cc-993d-45e1-8f80-e1a758a7a38e\">gigafactory</a> with Volvo.</p> <a href=\"http://www.ft.com/cms/69084b66-3723-4d33-af7b-e593fda81107.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a><p>Source: Richard Milne, Nordic and Baltic Correspondent 2021 'Northvolt becomes first in Europe to produce battery cell       ' FT.com 29 December. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-12-29T11:17:34.035Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 1140,
          "end": 1153
        },
        {
          "start": 1140,
          "end": 1147
        }
      ]
    }
  ]
}