{
  "_id": "9a064d424df2aacbc40d8fe8e97ce08a120964799eddba2f336ebe3e63a00ea6",
  "feed": "ftcomall",
  "title": "US vs China — part two",
  "text": "<p>The relationship between the <a href=\"https://www.ft.com/us-china-relations\">US and China</a> really is the news story of the moment. Ed, you tackled the geopolitics of this <a href=\"https://www.ft.com/content/810a54dd-70d8-4584-8b9a-6496764bee02\">last week,</a> but I thought I'd pick up the topic again from a different angle: the wealth divide.&#xa0;</p> <p>Back in July 2018, I argued in <a href=\"https://www.ft.com/content/24a64504-7ba9-11e8-bc55-50daf11b720d\">this column</a>&#xa0;that the fortunes of both America and China would be determined by which country found a better way to control their elites. If they could not, neither state capitalism nor an Anglo-American style laissez-faire economic system would be able to work. The populism and nationalism bred by such inequality would become too destructive for either economy to continue business as usual.</p> <p>That contest has yet to be settled. Among the world's 25 largest economies, China has&#xa0;one of&#xa0;the&#xa0;<a href=\"https://www.ft.com/content/3c521faa-baa6-11e5-a7cc-280dfe875e28\">highest levels&#xa0;of&#xa0;income&#xa0;inequality</a>, right behind South Africa and Brazil,&#xa0;according to a 2016 report.&#xa0;But the US isn't far behind.&#xa0;China's Gini coefficient, a widely used measure of&#xa0;<a href=\"https://www.ft.com/content/e8bca4ec-bf29-11e3-a4af-00144feabdc0\">inequality</a>,&#xa0;is 0.49 and America's is 0.41.&#xa0;While both countries now have leaders who are giving lip service to tackling the issue, I'm doubtful about the progress being made.&#xa0;</p> <p>Take China. Forget about the old slogan about some people <a href=\"https://www.ft.com/content/87c3aa02-f970-48c8-b795-82768c9f7634\">getting rich first</a>. President Xi Jinping tells us that Chinese businesses should now pursue “common prosperity”, bolstering incomes and helping make housing, education, healthcare and other safety nets more accessible. Billionaires such as Alibaba's Jack Ma are lining up to pledge money. But how could they not, when the alternative is to have your stock market listing cancelled, your wealth seized, be thrown in jail or worse. None of this makes me think China is becoming less corrupt or unequal, merely that the state is taking an even greater hand in deciding (arbitrarily) who gets to keep their wealth. As the FT's Beijing bureau chief Tom Mitchell has written, there are obvious <a href=\"https://www.ft.com/content/bacf9b6a-326b-4aa9-a8f6-2456921e61ec\">Maoist echoes</a> here.</p> <p>It's also difficult to see China's recent opening to western financial institutions as any sign of progress on the wealth divide. The government says this is about helping Chinese consumer savings be put to better use. But I'm not sure that <a href=\"https://www.ft.com/content/d5e09db3-549e-4a0b-8dbf-e499d0606df4\">bringing in</a> BlackRock and Goldman Sachs makes me feel better about China's prospects.&#xa0;Indeed, some sources of mine have joked that this may be a ploy on the part of White House to destroy the Middle Kingdom from within — let the Chinese economy become just as financialised as the US is and see what happens! (Some would argue it already is, but the unproductive debt in sectors including real estate is merely papered over by the state.) In any case, Beijing seems to change its mind on a daily basis about whether American financial institutions are welcome or not; witness the about face on <a href=\"https://www.ft.com/content/d746372b-6ab0-477f-9dda-4d7c06d47211\">Blackstone's bid</a> for Soho, the Chinese real estate giant.&#xa0;</p> <p>Is the US doing any better at tackling corruption? Let me start this with the caveat that it's not fair to compare liberal democracy and autocracy; the former is by its very nature fairer. But many people in America don't feel they have a fair shot, and that's the sentiment that got Donald Trump elected. Dangerous.&#xa0;</p> <p>As you pointed out recently, Ed, Democrats <a href=\"https://www.ft.com/content/e57ce343-f01a-46b6-9b1c-ec007c6b1843\">aren't confronting inequality</a> as aggressively as many of us thought they might. This is down to a Democratic “coastal elite” (a cliché but so true in this case) that is bucking more radical tax reform that would hurt mostly the wealthiest. &#xa0;&#xa0;</p> <p>Some of this is about political self-interest. But some of it is about a faulty calculation about what really matters to most Americans: asset wealth or incomes. I think that the Federal Reserve, Treasury and parts of the White House are too afraid to really make the radical policy turns — be they much higher taxes on the rich, or a faster tapering of quantitative easing, or (gasp) higher interest rates — that would surely make markets correct. But these policies would also help us start moving to a healthier paradigm, one in which we actually have some price discovery in asset values and can pay for a decent safety net.&#xa0;</p> <p>Nobody could blame the White House for not wanting an asset price crash on their watch. But I don't think it would be as much of a political disaster as some in the party might think — after all, just 12 per cent of Americans own more than 80 per cent of equities. Most people just want a raise and to be able to save money at something more than negative real interest rates.&#xa0;</p> <p>What should we do in this country to tackle inequality? Besides changing the monetary policy paradigm (something I'll tackle in a column in the next few weeks). I'd love to see equal rates on capital gains as earned income. </p> <p>Ed, what would your solutions be? And how would you compare and contrast the wealth divide in the US and the Middle Kingdom today?</p> <h2>Recommended reading</h2> <ul>  <li><p>OK, I can't say that I'm truly surprised to know that “Facebook documents reveal secret elite [are] exempt from its rules”, but this is a <a href=\"https://www.wsj.com/articles/facebook-files-xcheck-zuckerberg-elite-rules-11631541353\">nice salacious read</a> nonetheless, and great reporting by The Wall Street Journal. Best pull-quote: “We are not actually doing what we say we do publicly.” Shocked. Shocked! (Note, this is the first of a <a href=\"https://www.wsj.com/articles/the-facebook-files-11631713039?mod=svg-breadcrumb\">multi-part series</a>, all of which is worth reading.)&#xa0;</p></li>  <li><p>I very much enjoyed <a href=\"https://www.pressreader.com/uk/harpers-bazaar-uk/20210901/283923115843534\">this profile</a> in Harper's Bazaar of the Turkish writer Elif Shafak, a friend of the FT, who argues for novels as a way to cultivate empathy. I'll certainly be ordering her latest, <em>The Island of Missing Trees,</em> about a Christian Greek boy and a Muslim Turkish girl who fall in love in the 1970s in war-torn Cyprus.&#xa0;Lilah Raptopoulos also interviewed Shafak in this week's episode of the <a href=\"https://www.ft.com/content/2a8ab693-21e4-4149-b42d-6c4bd0f9094e\">FT Weekend podcast</a>. </p></li>  <li><p>The point by New York Times columnist David Brooks that we need a bit less psychobabble and a <a href=\"https://www.nytimes.com/2021/09/16/opinion/psychology-consciousness-behavior.html\">bit more introspection</a> is well taken.</p></li>  <li><p>In the FT, I agreed heartily with Elizabeth Uviebinene's take on why she'll <a href=\"https://www.ft.com/content/66b93b1f-a707-40cb-ba11-b860e3e059dc\">never go back</a> to long hours in the office.&#xa0;Here's hoping the pandemic has killed the cult of appearing to be busy, rather than actually being productive. There are so many more important things we could be doing with our lives than worrying about such things. Also, don't miss Gillian Tett's worrisome piece about why we need to <a href=\"https://www.ft.com/content/be32e263-0d55-4df4-a214-855bcad2c60d\">talk about debt</a>.</p></li> </ul> <h2>Edward Luce responds</h2> <p>Rana, I'm way better equipped to judge&#xa0;America's levels of inequality than China's. Yet from a distance I never fail to be shocked at the visibility of communist China's billionaires in the country's politics. According to outside estimates, there are <a href=\"https://www.cnbc.com/2017/03/02/chinas-parliament-has-about-100-billionaires-according-to-data-from-the-hurun-report.html\">roughly 100 billionaires</a> in China's National People's Congress — the country's rubber stamp parliament, which has 3,000 delegates. There are no billionaires in the US Congress. Of course, this isn't an apples to apples comparison. US lawmakers have to raise money to run for election, often from billionaires, but then have genuine power once they get there, which is sort of the mirror image of the Chinese system. The latter cuts out the middleman&#xa0;but leaves the legislator powerless, at least in a political sense. Nor am I in a good position to judge the authenticity of Xi Jinping's “common prosperity” drive. Doubtless he is partly responding to popular discontent about the exorbitant price of urban living and perceptions of corruption. But I've little doubt that Xi is also using anti-corruption and inequality drives to eliminate rivals and monopolise his power.&#xa0;</p> <p>As regards US inequality, I share your desire to see capital gains and income tax equalised. More important, in my view, would be to find a way of taxing unrealised capital gains, which the super-rich never have to sell, and thus can indefinitely avoid paying taxes. Elon Musk, <a href=\"https://www.bloomberg.com/billionaires/\">America's richest man</a>, paid <a href=\"https://twitter.com/gabriel_zucman/status/1439296433807499267?s=20\">$8,410 in income tax</a> in 2018. Under the latest Democratic Ways and Means tax plan, Musk's taxes would be largely unchanged. I understand the logistical difficulty of enforcing a wealth tax — so many ways to game it. But there are steps Congress could take that they are choosing to avoid, such as the “step up basis” tax on unrealised capital gains at inheritance. This seems like a blindingly obvious step but they are avoiding it. Another would be to eliminate the “carried interest loophole”. Ditto. The bottom line is that when you have gross wealth inequality, as you do in both China and the US, your political system becomes increasingly oligarchic regardless&#xa0;of whether it is a one-party state or a liberal democracy. I don't think either system is tackling this problem head on.&#xa0;</p> <h2>Your feedback</h2> <p><strong>And now a word from our Swampians . . . </strong></p> <p><strong>In response to ‘</strong><a href=\"https://www.ft.com/content/810a54dd-70d8-4584-8b9a-6496764bee02\"><strong>For Biden — and America — it's basically China from now on</strong></a><strong>': <br></strong>“Excellent analysis of US-China relations (or the lack of them . . .). China holds several levers to damage the US economy, not least its near monopoly of rare earths which are essential for clean technology,&#xa0;including US commitments for COP26, such as wind power. My real concern&#xa0;is how the Aukus deal was so ham-fisted in its insensitivity to alliances. Maybe for the UK it was deliberate, but surely US relations with France on so many levels should have given pause for thought. Also, the EU announcement in the same week of&#xa0;its new strategy for the Indo-Pacific just underlines the&#xa0;confusion which will be picked up quickly in Beijing.” <em>— Ian Taylor, Villefranche du Périgord, France</em></p> <p><em>Catch up on previous&#xa0;Swamp&#xa0;Notes&#xa0;on&#xa0;</em><a href=\"https://click.newsletters.ft.com/f/a/Dz-WqrFLgYKWYT_oDCHgBA~~/AAAAAQA~/RgRjIP82P0RuaHR0cHM6Ly93d3cuZnQuY29tL3N3YW1wLW5vdGVzP2VtYWlsSWQ9NjEzZTc4NTlkZThhNTIwMDA0YzRlMWM0JnNlZ21lbnRJZD0xY2UzZGU1My1iYmQ2LWY3ODItZmI2ZS0xMTI0YzhmODI5N2ZXCGZpbnRpbWVzQgphOTZ6PmEDni_sUhVlbWlseS5nb2xkYmVyZ0BmdC5jb21YBAAAAAA~\"><em>FT.com</em></a><em>.</em></p><p>Source: Rana Foroohar 2021 'US vs China — part two' FT.com 20 September. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-09-20T11:00:19.289Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 2131,
          "end": 2144
        },
        {
          "start": 2131,
          "end": 2138
        }
      ]
    }
  ]
}