{
  "_id": "38f81ac3c10ff5ea849056047f9ee92a2734935fe39dd5fde7302a07d02d89f0",
  "feed": "ftcomall",
  "title": "Goldman-owned Petershill Partners rebounds after London debut falls",
  "text": "<p>Shares in Goldman Sachs-owned <a href=\"https://www.ft.com/content/fcfccca2-e806-4093-93da-0c952bb7d741\">Petershill Partners</a> recovered from early falls on Tuesday when the alternative asset manager made its London debut with a £4bn market capitalisation.</p> <p>The group, which owns minority stakes in 19 alternative asset companies with a combined $187bn of assets under management, had dropped 3 per cent by lunchtime in London. </p> <p>Goldman had priced the IPO at 350p a share, the level at which the shares closed after falling earlier in the day.</p> <p>Petershill was seeking to raise £1bn from the initial public offering, with the exercise of the “greenshoe” — an option to bring more shares on to the market that can then be used to stabilise the price if it falls — raising an additional £200m and taking the total to £1.2bn. Including the greenshoe, this represents 29 per cent of its issued share capital. </p> <p>New shares issued by the company account for £547m, while some existing investors exited shares worth £465m. The proceeds of the IPO will be used to fund expenses and buy more stakes in alternative asset managers. </p> <p>“The Petershill Partners IPO looks like it has been fairly priced,” said David McCann, analyst at Numis. “I'm surprised that there hasn't been a pop in the share price today, but it's still early days.”</p> <p>Petershill is part of Goldman Sachs Asset Management and is run by co-heads Ali Raissi and Robert Hamilton Kelly. </p> <p>It does not disclose the salaries or “carried interest” — the share of profits from successful funds — received by Raissi and Hamilton Kelly. Its pricing statement published on Monday lists shareholders that own more than 3 per cent of the company before and after the IPO, but most of these are fund names with no investor identities attached. And, while Petershill Partners outlines the names and strategies of its 19 managers, it does not disclose their assets, fund performance, revenues or profits.</p> <p>McCann said that the London listing was lacking in transparency. “The disclosures around remuneration, other investors and the ownership details of its minority stakes are terrible,” he said. </p> <p>“It's one of the huge conflicts of interest of a private assets portfolio<br>listing on the public markets — generally as a manager you don't want<br>those details out there.”</p> <p>A person close to Petershill said: “We have given blended figures on performance, assets, earnings and margins of the 19 stakes, and our feedback on the roadshow was that this was sufficient.”</p> <p>Petershill Partners pays Goldman Sachs a recurring operating charge of 7.5 per cent of its income from investments in management companies. On this basis, the recurring charge would have been $17.2m in 2020.</p> <p>When Petershill was set up by Goldman in 2007, it was the first of a series of groups created to take stakes in private equity and alternative investment managers in order to benefit from the management and performance fees that they generate. </p> <p>Since then the business has boomed, alongside the wider alternatives industry. Competitors include Dyal Capital, Blackstone's Strategic Capital Holdings and AlpInvest Partners.</p> <p>About four-fifths of Petershill's assets are in private market managers and the remainder in hedge fund strategies. Holdings include stakes in Caxton Associates, one of the world's oldest and best-known hedge funds, Ross Turner's Pelham Capital and technology buyout firm Accel-KKR.</p> <p>The IPO gives <a href=\"https://www.ft.com/content/f042b86f-2dde-49f8-b2f9-ccccedf5f9b8\">retail investors</a> the chance to buy into a sector that has generally been the preserve of institutional investors because it commands high fees and asks clients to lock up their money for many years.</p> <p>The flotation follows that of UK-based Bridgepoint Advisers, which <a href=\"https://www.ft.com/content/25649306-ac8a-4183-894a-7df1eb798acf\">raised £300m</a> in a London IPO in July. The stock of the buyout group has risen 15 per cent since then. Earlier this week Antin Infrastructure Partners, a private equity company specialising in infrastructure, <a href=\"https://www.ft.com/content/2313b604-cf3b-4b9f-9dd1-f61308e37926\">raised €550m</a> in a Paris listing, giving it a market capitalisation of €4.1bn.</p><p>Source: Harriet Agnew in London 2021 'Goldman-owned Petershill Partners rebounds after London debut falls' FT.com 28 September. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-09-28T17:22:09.695Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 0,
          "end": 7
        },
        {
          "start": 10,
          "end": 17
        },
        {
          "start": 10,
          "end": 23
        },
        {
          "start": 10,
          "end": 24
        },
        {
          "start": 350,
          "end": 357
        },
        {
          "start": 1263,
          "end": 1270
        },
        {
          "start": 1263,
          "end": 1276
        },
        {
          "start": 1263,
          "end": 1293
        },
        {
          "start": 2439,
          "end": 2446
        },
        {
          "start": 2439,
          "end": 2452
        },
        {
          "start": 2652,
          "end": 2659
        }
      ]
    }
  ]
}