{
  "_id": "e87d0e6fb34e51d44adc10647c9a882a1cdcf05c4a96ea4d20896c01ef2b02e9",
  "feed": "wall-street-journal",
  "title": "Schumer Says Deal Reached on Short-Term Debt-Limit Extension; Late-night Senate negotiations on extension had failed to reach final deal",
  "text": "<p>SHARE YOUR THOUGHTS</p><p>How do you think the Democrats will move forward on their spending plans? Join the conversation below.</p><p>A Senate aide said that the agreement is to raise the borrowing limit by $480 billion, as that is the amount that the Treasury Department says is needed to meet the country's cash needs until Dec. 3.</p><p>The Democratic leader and his counterpart, Senate Minority Leader Mitch McConnell (R., Ky.), still need to describe the details to lawmakers of their respective parties, which is expected to happen later Thursday. The questions are over the timing of passage, which depends on whether Republicans will allow Democrats to move immediately to a final vote, and if not, how many Republicans will vote with Democrats to clear the 60-vote hurdle that has been a constant roadblock in the 50-50 Senate.</p><p>\"We don't have any clear signal yet from the other side; hoping to get it soon,\" said Sen. Dick Durbin (D., Ill.).</p><p>The possibility of a breakthrough emerged Wednesday afternoon, when Mr. McConnell proposed extending the debt ceiling until December, provided that Democrats affix a dollar amount to the debt level.</p><p>\"The majority didn't have a plan to prevent default,\" Mr. McConnell said on the Senate floor Thursday. \"So we stepped forward.\"</p><p>Treasury Secretary Janet Yellen has warned that the that her department is likely to exhaust its cash-conservation measures by Oct. 18 if Congress doesn't act, saying Wednesday at a White House meeting that the country is \"staring into a catastrophe.\"</p><p>The House would still need to approve any legislation, which is expected to be signed into law by President Biden.</p><p>It wasn't immediately known whether the $480 billion increase in the debt ceiling would make Dec. 3 an \"X date\"—the date by which the Treasury would exhaust its cash-management strategies and be unable to pay its bills. But Goldman Sachs said in a note that the amount \"is higher than we would have anticipated the Treasury would need to get to that date, so there appears to be a good chance that the actual deadline for the next increase will come somewhat later than Dec. 3.\"</p><p>The debt ceiling doesn't authorize new spending but allows the Treasury to raise money to pay for expenses the government has previously authorized. Even so, Republicans have wanted to force Democrats to pass the debt limit without any GOP help, seeking to tie Democrats, at least in voters' eyes, to higher debt levels just as the party pursues programs that would cost in the trillions of dollars.</p><p>Democrats have argued that both parties should be responsible for raising the debt ceiling, noting that increases or suspensions of the limit were bipartisan during the Trump administration.</p><p>\"We are willing to take this offer to stave off fiscal ruin, but we are all beside ourselves that the only thing Republicans are willing to do is prevent disaster for three months and put us right back in this position,\" said Sen. Chris Murphy (D., Conn.).</p><p>Mr. McConnell said the overture was intended to \"protect the American people from a near-term Democrat-created crisis.\"</p><p>Democrats have struggled to raise the debt ceiling in the 50-50 Senate because they need 60 votes to advance most legislation.</p><p>Given that dynamic, Democrats and Republicans had been fighting for weeks over the procedures through which the Senate would enable an increase in the debt ceiling.</p><p>Rather than allowing Democrats to pass a bill through normal legislation, Republicans insisted Democrats should use a process called reconciliation, which allows legislation to proceed with just a simple majority but requires complicated legislative steps, including two marathon sessions of amendment votes known as a \"vote-a-rama.\"</p><p>Democrats, who are using reconciliation to pass much of Mr. Biden's legislative agenda, had argued that embracing that procedure for the debt limit as well would be too risky and time consuming, and said that the easiest path was for Republicans to just step aside. But other factors were at play: Under the rules governing reconciliation, Democrats may also be forced to assign a dollar value to the new debt ceiling level, more directly tying Democrats to higher debt, rather than simply suspending the limit to a future date.</p><p>That fight was shaping up to reassert itself in several months, but the deal allows both sides to regroup. For Democrats, the delay will allow them to focus squarely on their intraparty negotiations over their multitrillion-dollar healthcare, education and climate package, as well as a parallel bipartisan infrastructure bill in the House.</p><p>Republicans, for their part, put off an immediate deadline and can continue to try to force Democrats to use reconciliation, saying Democrats could no longer say they lacked enough time.</p><p>Senate Democrats, who met behind closed doors Wednesday morning with White House officials including chief domestic policy adviser Susan Rice, hadn't settled on a backup plan if they continued to be unable to pick up 10 Republicans needed to advance most legislation.</p><p>Democrats had begun discussing whether to curtail the filibuster—the tactic that allows the minority to block legislation by assembling 40 of 100 no votes—to enable a debt-ceiling increase to pass with the votes of 50 senators, with Vice President Kamala Harris breaking a tie. Sen. Joe Manchin (D., W.Va.) effectively threw cold water on that plan on Wednesday when he indicated that he wouldn't support such a move, but the growing clamor among Democrats may have helped push both parties to a deal.</p><p>Write to Siobhan Hughes at siobhan.hughes@wsj.com</p><p>Schumer Says Deal Reached on Short-Term Debt-Limit Extension</p>",
  "published": "2021-10-07T16:17:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 1853,
          "end": 1866
        },
        {
          "start": 1853,
          "end": 1860
        }
      ]
    }
  ]
}