{
  "_id": "2ded65fe310aa4da784dbb0cb90b17c7e5dfbe84053b02d677b8ad863c658b89",
  "feed": "ftcomall",
  "title": "FirstFT: Today's top stories",
  "text": "<p>The EU's trade policy chief has warned that China's decision to escalate a sanctions row <a href=\"http://ft.com/content/6b236a71-512e-4561-a73c-b1d69b7f486b\">could imperil a market-access deal</a> meant to be the cornerstone of future relations between Brussels and Beijing.&#xa0;</p> <p>Valdis Dombrovskis, the EU's trade commissioner, said that the fate of the newly negotiated EU-China Comprehensive Agreement on Investment was tied up in the diplomatic dispute that erupted this week. </p> <p>The European Commission last year agreed a treaty with Beijing that would open up investment opportunities in China's market and address longstanding EU companies' complaints about unfair treatment by warding off the risk of operating in China at a disadvantage compared with US rivals.</p> <p>Beijing announced the sanctions on Monday in retaliation against travel bans and asset freezes imposed on four Chinese officials and a security organisation over the persecution of Uyghurs in Xinjiang in a co-ordinated step by the EU, US, Canada and the UK.&#xa0;</p> <p>The sanctions are welcome if overdue, <a href=\"https://www.ft.com/content/bb8215e2-2332-41d7-b468-94018ffa7a63\">says the FT's editorial board</a>, and could presage further co-ordination by western countries. “The mass imprisonment of Uyghur Muslims in the north-western region in the name of fighting terrorism is a moral outrage,” The FT asserts. (FT)</p> <h2>Coronavirus digest</h2> <ul>  <li><p><strong>AstraZeneca </strong>pledged to <a href=\"https://www.ft.com/content/24090cf8-9b6c-45b9-9a8d-41ca2450194d\">publish more data</a> on its US clinical trial “within 48 hours” after an independent monitoring board said the results were misleading. “The next move by AstraZeneca is going to determine the fate of the vaccine,” said one scientist in this <a href=\"https://www.ft.com/content/bb69ecd8-323e-4848-bcdf-9117a2e26158\">deeper look</a> at the dispute.</p></li>  <li><p><strong>China's</strong> role in the global vaccination drive has been <a href=\"http://ft.com/content/a7625cd1-9c72-42c3-aaea-25ebde1a4c33\">overshadowed</a> by concerns over supplies, high prices and unexplained instances of low immunity. Hong Kong, meanwhile, <a href=\"https://www.ft.com/content/d30b0699-ff22-4135-bc9c-06f059078d5b\">has halted</a> the use of the BioNTech vaccine.</p></li>  <li><p>Policy mis-steps have been blamed for central and eastern Europe's <a href=\"http://ft.com/content/f266e0b5-918a-4045-935c-b998001f1a40\">third wave</a>; the <strong>Czech Republic</strong> now holds the highest cumulative death toll per capita in the world.</p></li>  <li><p><strong>Germany</strong> is&#xa0;<a href=\"https://www.dw.com/en/germany-imposes-strict-lockdown-over-easter/a-56948895\">extending its lockdown</a> until April 18,&#xa0;Angela Merkel&#xa0;announced, with even tougher restrictions during Easter.</p></li>  <li><p><strong>South Africa</strong>'s rollout has laid bare the developing world's <a href=\"https://www.ft.com/content/3bec85ee-e849-4b97-b2bb-4ca790546a0d\">vaccine struggles</a>. (FT) </p></li> </ul> <p>Just as the pandemic has led many to re-evaluate their working lives and lifestyles, so too with relationships,&#xa0;<a href=\"https://www.ft.com/content/cd26b729-951e-4a39-bb1e-fb4e3b91e7f5\">writes Emma Jacobs</a>. <em>Follow our </em><a href=\"https://www.ft.com/content/082951e1-57ff-45e2-8b4f-5a2b04092eea\"><em>live blog</em></a><em> for the latest and </em><a href=\"https://www.ft.com/newslettersignup-coronavirus\"><em>sign-up</em></a><em> to our Coronavirus Business Update email.</em></p> <h2>In the news</h2> <p><strong>Robinhood files for IPO </strong>The stock trading app has <a href=\"https://www.ft.com/content/a409c2ef-03a1-4f6a-b6c3-707761989705\">filed paperwork with regulators</a> for a public offering, setting up what is expected to be one of this year's largest and most contentious listings on US markets. Robinhood chose Nasdaq for its listing, which could come in the next few months.</p> <ul>  <li><p>GameStop, whose shares were the subject of a day-trading frenzy on apps including Robinhood, recorded its <a href=\"http://ft.com/content/955b018b-8917-4ad8-a492-0153274188c3\">first quarterly increase</a> in same-store sales in two years and installed a former Amazon executive as its operating chief. (FT)</p></li> </ul> <p><strong>Citigroup promises ‘Zoom-free Fridays'</strong> Jane Fraser, chief executive of the US bank, has called for a working life reset, saying the blurring of lines between work and home is “<a href=\"https://www.ft.com/content/f3a54eee-c741-4ced-9572-ac02b3990db9\">simply not sustainable</a>”. She initiated “Zoom-free Fridays” in an internal memo to Citi staff on Monday, mainly dedicated to the future of work once the pandemic has passed. </p> <ul>  <li><p>The Goldman Sachs analysts' slide deck has divided opinion sharply. But remote work has been a disaster for businesses that rely on an apprenticeship model, like investment banks, <a href=\"https://www.ft.com/content/19a14cad-b5fc-4fc3-aa5a-ca306af5b831\">writes Brooke Masters</a>. </p></li> </ul> <p><strong>Joe Biden calls for tighter gun laws after Colorado shooting&#xa0;</strong>Joe Biden has called for <a href=\"https://www.ft.com/content/f714817d-2b68-4978-a8de-20d7b2f42784\">an assault weapons ban</a> and tighter rules around background checks for gun purchases, a day after 10 people were shot and killed at a supermarket in Boulder, Colorado. Police have identified a 21-year-old man as the&#xa0;<a href=\"https://click.newsletters.ft.com/f/a/TwXPLW_iHuDQOYTy3oPR7g~~/AAAAAQA~/RgRiPOd0P0RhaHR0cHM6Ly9hcG5ld3MuY29tL2FydGljbGUvY29sb3JhZG8tc3VwZXJtYXJrZXQtc2hvb3RpbmctMTAtZGVhZC0zZGE5MmYwZDNkYjY1YWZkYjM3M2NjNmJiNTM0YTcxMVcIZmludGltZXNCCmBYiGJaYM2GjexSE2dvcmRvbi5zbWl0aEBmdC5jb21YBAAAAAA~\">suspect</a>&#xa0;in the shooting. (FT, AP)</p> <p><strong>Netanyahu's path to victory narrows</strong> With nearly 90 per cent of the vote counted in Israel's fourth election in two years, the outcome is <a href=\"https://www.ft.com/content/4ec93333-5e16-4ab4-b3df-31ad0b2f6bef\">too close to call</a>. The latest results suggest Benjamin Netanyahu may not win more than 59 seats in the 120-seat Knesset. <a href=\"https://www.ft.com/content/64dc7b73-2bc1-4bfa-8b7f-28c9f0a77a35\">Islamist party&#xa0;</a>Ra'am is emerging as key to the outcome. (FT)</p> <p><strong>Suez Canal blocked after shipping container runs aground</strong> The Ever Given container ship, which is almost as long as the Empire State Building is tall, <a href=\"https://www.ft.com/content/eec9f3a6-2817-45f5-b007-a290f3e530c6\">has wedged itself horizontally</a> across the southern end of the canal, causing a build-up of ships behind the vessel. (FT)</p> <ul>  <li><p>Texas petrochemical plants hit by last month's Arctic blast have still not returned to full capacity, threatening <a href=\"https://www.ft.com/content/f15841b6-47c2-4fcc-98f6-15945a7fea84\">months of disruptions</a> to the global supply chain for chemical raw materials critical to everything from cars to medical equipment to nappies.</p></li> </ul> <p><strong>Intel to step up chip manufacturing</strong> Intel says it will spend $20bn to build two new semiconductor factories in Arizona, the linchpin of <a href=\"https://www.ft.com/content/987b5761-6b59-48f3-8f52-52a4fb84264e\">an ambitious turnround strategy</a> under new chief executive Pat Gelsinger that ends the discussion about whether the company should withdraw from chip manufacturing. (FT)</p> <ul>  <li><p>Amazon's new boss Andy Jassy <a href=\"https://www.ft.com/content/46303b89-450d-4e22-bf51-1564dfc497ad\">has lured back</a> one of the company's former executives to replace him as head of its cloud computing division, AWS, when he steps up to replace Jeff Bezos later this year.</p></li> </ul> <p><strong>Chevron urged to stop payments to Myanmar oil company&#xa0;</strong>A coalition of rights groups has urged the US oil group to&#xa0;<a href=\"https://click.newsletters.ft.com/f/content-13c27ea1-d0eb-4652-be6c-4426977b043a/VkS7O56rbn78B7jUwIMCQA~~/AAAAAQA~/RgRiPOd0P0SPaHR0cHM6Ly93d3cuZnQuY29tL2NvbnRlbnQvMTNjMjdlYTEtZDBlYi00NjUyLWJlNmMtNDQyNjk3N2IwNDNhP2VtYWlsSWQ9NjA1YTYxMTY3MmVhZjIwMDA0ZDlkNzY2JnNlZ21lbnRJZD02MGExMjZlOC1kZjNjLWI1MjQtYzk3OS1mOTBiZGU4YTY3Y2RXCGZpbnRpbWVzQgpgWIhiWmDNho3sUhNnb3Jkb24uc21pdGhAZnQuY29tWAQAAAAA\">freeze payments</a>&#xa0;to Myanmar's state-owned oil and gas company and prevent funds from flowing to the country's military junta, which has drawn international condemnation for its coup and subsequent crackdown. (FT)</p> <h2>The day ahead</h2> <p><strong>Yellen-Powell testimony Day 2</strong> Janet Yellen and Jay Powell will appear before the Senate banking committee, a day after <a href=\"https://www.ft.com/content/aa1b868e-758b-491d-be34-af357ce583ca\">giving testimony</a> to the House financial services committee. Yellen faced criticism from Republican lawmakers after she said tax increases would be required to fund the next stages of the Biden administration's economic agenda.</p> <p><strong>EU tightens vaccine exports </strong>The European Commission will unveil plans to strengthen the bloc's capacity to <a href=\"https://www.ft.com/content/af80b61d-53d9-4128-b753-f579cccc525a\">stop coronavirus vaccine exports</a> in supply disputes, such as its escalating battle with the UK and AstraZeneca. (FT)</p> <p><strong>IMF-Argentina talks</strong> Argentina's economy minister, <a href=\"https://www.ft.com/stream/0f05bbab-5399-4392-a8b0-5f9827fb421b\">Martin Guzmán</a>, is set to meet the managing director of the IMF, <a href=\"https://www.ft.com/content/86d03296-7a61-44b1-a92e-ba55c7ba44cf\">Kristalina Georgieva</a>, in Washington. (FT)</p> <p><strong>Data</strong> IHS Markit publishes its flash manufacturing, services and composite purchasing managers' index for March.&#xa0;Also, US durable goods&#xa0;orders are expected to show growth slowed in February when compared to <a href=\"https://www.ft.com/content/f0d09c67-6dd6-4d56-ac8e-4f505dcbd06f#post-e7285c3d-de65-4d9d-8420-ba495d762095\">January</a>. (FT)</p> <p><strong>Equal Pay Day</strong> Joe Biden and Kamala Harris will host events to mark equal pay day in the US. </p> <h2>What else we're reading</h2> <p><strong>Hopes and fears of the global recovery </strong>The recovery from Covid-19 is here, driven above all, by the arrival of vaccines, but also by our improved ability to combine economic activity with social distancing, and huge fiscal and monetary support. Yet it is vital not to forget the perils we still face and the lessons we still must learn, <a href=\"https://www.ft.com/content/cf2d5ad5-2b60-4398-a6d3-cbec8716d9ec\">writes Martin Wolf</a>. (FT)</p> <p><strong>What a stronger dollar means for the world</strong> This year's strengthening of the dollar, which began as the Biden administration pushed through its $1.9tn American Rescue Plan, has significant implications for the US and the rest of the world, argues <a href=\"https://www.ft.com/content/590c6ed8-5fb7-4d34-ad93-da9e66649984\">Megan Greene</a> from the Harvard Kennedy School. (FT)</p> <p><strong>TSMC: the most important company few have heard of </strong>Amid global chip shortages and superpower tech competition, Taiwan Semiconductor Manufacturing Company, <a href=\"http://ft.com/content/05206915-fd73-4a3a-92a5-6760ce965bd9\">the largest contract chipmaker in the world</a>, is dominating. The impact of its new fabrication plant in a rural town in southern Taiwan will radiate far further: in the world of semiconductors, it has become the centre of the universe. (FT)</p> <ul>  <li><p>From chip shortages shuttering car plants to shipping delays and soaring costs, coronavirus has <a href=\"http://ft.com/content/6458318f-deb8-48c4-8d79-d73acb3401e3\">shone a spotlight</a> on supply chain deficiencies. Today the FT publishes the first of a three-part series on <a href=\"https://www.ft.com/reports/rethinking-supply-chains\">Rethinking Supply Chains</a>. (FT)</p></li> </ul> <p><strong>The activist fund that helped topple Danone's CEO </strong><a href=\"http://ft.com/content/dd369552-8491-40a2-b83b-9a1b2e32407a\">Bluebell Capital</a>, a hedge fund boutique that is less than two years old and runs just €70m in assets, became the public face of a campaign that led to the ousting of Danone chief executive Emmanuel Faber last week, after it verbalised shareholder frustration over poor performance. (FT)</p> <p><strong>Erdogan's tantrum is a sign of weakness </strong>Cocooned by courtiers after pushing aside independent aides, Recep Tayyip Erdogan has almost lost the ability to set coherent policy, <a href=\"http://ft.com/content/4d5c9f26-4b6c-477d-b69e-e8d60251014c\">writes David Gardner</a>. His reversal to eccentric monetary policies carries huge risks. Turkey's money market <a href=\"https://www.ft.com/content/5bdba81e-3012-4f40-855a-42fd24211926\">showed signs of stress</a> after the president fired the central bank chief. (FT)</p> <h2>Podcast of the day</h2> <p><strong>News Briefing</strong> Facebook's CEO Mark Zuckerberg is <a href=\"https://www.ft.com/content/766f9c18-8cb8-4e08-b59e-ab6c179fa02c\">preparing for a grilling</a> by US lawmakers over misinformation, and the Wall Street asset management group BlackRock has pushed for more diversity but now faces criticism for lack of an inclusive workplace.&#xa0;(FT)</p><p>Source: Gordon Smith, Jennifer Creery and, Emily Goldberg 2021 'FirstFT: Today's top stories' FT.com 24 March. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-03-24T12:23:53.211Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 3231,
          "end": 3244
        },
        {
          "start": 3231,
          "end": 3238
        }
      ]
    }
  ]
}