{
  "_id": "732bf701d79e43a528b9b137f6045474e8018ad33fcfb5db58f542f47540794d",
  "feed": "wall-street-journal",
  "title": "Sports:  The Most  Traded Man  In the NBA  ----  By Ben Cohen",
  "text": "<p>   One of the peculiar things about playing basketball for a living is that you can be working for one team at 2:59 p.m. and find yourself employed by another team at 3 p.m. without any say in the matter. </p><p>   This simply doesn't exist in other industries. Apple doesn't swap engineers with Google. Goldman Sachs can't relocate investment bankers and order them to start working for a rival company in a new city the very next day. But that very scenario is a constant source of anxiety for the millionaire employees of NBA teams. </p><p>   When it comes to the weirdest part of the job, Trevor Ariza happens to be the world's leading expert. He understands better than anybody what it's really like to be traded: Trevor Ariza has been traded more than any player in the NBA, according to a Wall Street Journal analysis of Pro Sports Transactions data. </p><p>   He's been traded by almost every team that employed him. He's been traded by the same team several times. He's been traded multiple times in the same week. He's been traded with retired players who are now 49 years old, and he's been traded for draft prospects who could be 12 years old. </p><p>   It might seem like an insult for someone to be traded 11 times in 15 years. The odd thing is that it can also be a compliment. There are players who get dealt not because their teams don't want them but rather because other teams feel they need him more. That was how the Miami Heat made a decision last week that many other NBA teams made before them: They traded for Trevor Ariza. </p><p>   One result of being traded more than anybody in the league is that the 35-year-old veteran has developed something of a zen basketball philosophy by this point in his career. \"Whatever is asked of me,\" Ariza told reporters last week, \"I try to do.\" The Heat made this part of his transition easy. \"They let me know exactly what it is that I need to do,\" Ariza said. </p><p>   (When asked to divulge the secrets of being the most traded man in the NBA, he declined interview requests through a team spokesperson and his agent.) </p><p>   This is the week that NBA players like Trevor Ariza suddenly find themselves in demand. As teams approach the trade deadline toward the end of every season, title contenders realize it might be their last chance to fortify their rosters before the playoffs. They go hunting for players who can fit right in. Every fake trade and rumored transaction is a dopamine hit that keeps fans coming back for more, and the pressure of a hard deadline allows for the fantasy of frenzied activity that will reshape the competitive landscape. It rarely happens. </p><p>   The LeBron Jameses don't get traded. The Trevor Arizas of the league do. </p><p>   That's what happened in the rush of reported deals before Thursday's deadline. The Denver Nuggets traded for Aaron Gordon. The Portland Trail Blazers got Norm Powell. JJ Redick went to the Dallas Mavericks, Rajon Rondo to the Los Angeles Clippers and Victor Oladipo to the Miami Heat. The real news is what didn't happen: The best player on the trade block was Kyle Lowry -- and he was still playing for the Toronto Raptors at 3:01 p.m. </p><p>   What all those teams have in common is that they're in the hunt for a title this season and chasing the marginal improvements that a solid role player can provide. </p><p>   This means that teams were incentivized to be aggressive buyers of Trevor Arizas -- players who won't cost winning teams so much that they have to reconstruct their rosters but could be worth a great deal of benefit. </p><p>   Ariza has the shooting ability and the defensive versatility of a 6-foot-8 wing player to plug into any team's system, which is why he now has plenty of experience with the awkwardness and uncertainty of this awfully strange part of the job. After he was traded from the Sacramento Kings to the Portland Trail Blazers last season, Ariza was traded to the Houston Rockets in November, the Detroit Pistons two days later and the Oklahoma City Thunder three days after that. He wouldn't play for any of them. </p><p>   Ariza moved to Miami as the NBA season was restarting. Except he wasn't playing for the Heat. He was dealing with a family matter, waiting to be traded to a contending team and biding his time with a trainer named Stanley Remy. </p><p>   They went through the same routine every day: basketball, weight lifting, conditioning, recovery, boxing. They analyzed film. They drilled the corner 3-pointers that his job depends on. They did everything in their power to visualize him in the uniform of his next team. They even knew what uniform they wanted it to be. </p><p>   \"Our goal was to get him to play for the Miami Heat,\" Remy said. </p><p>   They studied coach Erik Spoelstra's defensive schemes. They practiced Miami center Bam Adebayo's beloved dribble handoffs. They pretended that Ariza was Andre Iguodala and Jae Crowder, who filled a similar role next to Jimmy Butler on the Miami team that went to the bubble Finals. </p><p>   The whole point of trading for Ariza is that he can make himself open and make shots, so he couldn't afford to be rusty on the day his agent called with the news that would have been jarring to anyone but him: Miami was sending Meyers Leonard's contract to Oklahoma City in exchange for a player the Heat thought could help them. </p><p>   Trevor Ariza had been traded -- again. This time he would be staying right where he was. </p><p>   --- </p><p>   Daniel Levitt and Tom McGinty contributed to this article. </p><p></p>",
  "published": "2021-03-26T06:02:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 291,
          "end": 304
        },
        {
          "start": 291,
          "end": 298
        }
      ]
    }
  ]
}