{
  "_id": "7867daa2044bed961c53de390d08bf842fcb71460afb1ef99e5581b21fc66476",
  "feed": "ftcomall",
  "title": "Investors warned that crypto ‘yield' products are not bonds",
  "text": "<p>It is not often that an investment can be compared to a safe, bog-standard bond and to a risky venture capital holding. But that is currently happening with certain crypto asset schemes — as new developments in digital finance continue to bend old definitions.</p> <p>With investors shovelling billions of dollars into new Bitcoin-tracking ETFs in the US, the debate around what purpose — if any — cryptocurrencies can serve within portfolios is changing. </p> <p>Bitcoin, the largest cryptocurrency, has been compared to “digital gold” by many investors, who believe it can serve as a defensive asset against inflation and a counterbalance to other risks. </p> <p>However, some investors are wondering whether certain crypto-based strategies could provide an alternative to holding bonds as a source of fixed income streams. And it is becoming an area of growing interest with bond yields stuck at low levels and the amount of <a href=\"https://www.ft.com/content/1bcfde6e-753d-4096-addc-e8545c89c7a9\">negative-yielding debt</a>, worldwide, close to record highs.</p> <p>Right now, there are several ways that investors can seek passive yields via crypto markets. </p> <p>First, it is possible to lend money to other parties on both centralised and decentralised crypto platforms, and earn competitive interest rates. For example, SEBA — the Swiss regulated crypto investment bank&#xa0;launched by a pair of former UBS employees — has launched a service that lets its clients earn interest from decentralised finance (DeFi) and crypto loans, with returns ranging from 3 to 13 per cent. </p> <p>“We have had more and more demand from institutional clients for the yield product,” said Guido Buehler, chief executive of SEBA.</p> <p>Similarly, the volume of smart contract loans transacted on the ethereum blockchain rose from $3bn to more than $26bn, according to data from research provider CryptoCompare.</p> <p>Second, income yields can be generated from “staking”: locking up your cryptocurrency assets to contribute to the management of the blockchain on which trades are recorded, earning crypto rewards in return.</p> <p>Goldman Sachs analysts have compared the “staking yield” paid by some blockchains to the dividends paid on stocks. They also said the returns on offer from DeFi services very likely contributed to their growth in the past year. Figures from CryptoCompare show that the volume of staking on the ethereum blockchain surged from $65m in January to $4bn in October.</p> <p>Over the same period, the value of stablecoins — cryptocurrencies backed by conventional currency holdings — that were pledged in exchange for yields jumped from $2bn to $19bn.&#xa0;Max Boonen, chief executive of one of the largest cryptocurrency trading firms, B2C2, even thinks <a href=\"https://www.ft.com/content/b209bbcb-537f-42dd-8d36-78cb9852fb65\">“crypto bonds” that pay out in stablecoins</a> are imminent.</p> <p>But this surge in yield-bearing crypto investments has prompted intense scrutiny of the groups offering products to the public. The US-listed crypto exchange Coinbase abandoned an effort to launch a yield offering called “Earn” last month, after the US Securities and Exchange Commission <a href=\"https://www.ft.com/content/bd09f8bf-e65b-4870-affe-55b5346af3e1\">threatened legal action</a> if it went ahead. </p> <p>Many US regulators take the view that a product offering to pay interest on crypto deposits to the public is technically a security. Therefore, providers need to comply with the financial rules on issuing securities, such as the requirement to register with the authorities. </p> <p>Several companies that have already started offering these interest bearing accounts are now being pursued by state regulators. New York attorney-general Letitia James last month ordered two unnamed crypto lending platforms to stop operating in the state. Authorities in several other states have also said lenders BlockFi and Celsius <a href=\"https://www.ft.com/content/de5d62e8-871e-465b-8ee1-35da08ec6379\">breached their securities laws</a>. Both of the companies have denied these claims. </p> <p>However, crypto yield offerings catering to institutional money managers and to professional investors are not subject to the same regulatory constraints as products geared to the public. </p> <p>Even so, experts say investors should be very cautious about drawing any parallels with conventional fixed income investments — given the extreme volatility of cryptocurrencies, their relative lack of regulation, and the risks associated with backing early-stage crypto projects. </p> <p>“Frequent protocol bugs and losses from hacking are typical features of new technology and reflect the immaturity of the [DeFi] industry,” Goldman Sachs warned. </p> <p>Buehler at SEBA Bank uses a different analogy to explain crypto yield products to potential investors. “It is offering a similar opportunity for certain crypto that we have seen maybe 25 years ago for real estate,” he argues. “You buy an asset that has significant upside potential while you are creating significant yield.” </p> <p>Some investors take a more cautious view, though. Peter Edwards, chief executive of the Australian family office Victor Smorgon Group, which has started to shift a small percentage of its assets into crypto, views Bitcoin as an alternative to gold but sees all other crypto opportunities as higher risk. </p> <p>“Everything else that's called a coin, [we] consider it basically venture capital,” he says, likening the projects to as yet unproven start-up companies whose value is based on their potential for future returns. </p> <p>But Edwards does admit that the yields on offer in DeFi are attractive. “In investigating the DeFi space, I was surprised by the yields that could be achieved with certain hedge policies that limited your risk,” he says. “[A] 6.5 per cent yield is massive today.”</p> <p>A lack of appealing yields elsewhere has undermined the conventional strategy of keeping 40 per cent of a portfolio in bonds and only boosted the appeal of crypto, according to Ruffer — the UK wealth manager that <a href=\"https://www.thetimes.co.uk/article/ruffer-makes-a-quick-1-billion-from-bitcoin-cn0lsjsvj\">made $1bn investing in Bitcoin</a>. </p> <p>As Duncan MacInnes, an investment director at Ruffer who helped manage its Bitcoin stake, explained earlier this year: “The rise in the bitcoin price has been pretty rational in the sense that investors are having to take increasingly drastic steps to protect against inflation and figure out what to do with the 40 per cent of their portfolio that is earning nothing.”</p><p>Source: Joshua Oliver 2021 'Investors warned that crypto ‘yield' products are not bonds' FT.com 8 November. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-11-08T04:00:23.847Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 1977,
          "end": 1984
        },
        {
          "start": 1977,
          "end": 1990
        },
        {
          "start": 4298,
          "end": 4311
        },
        {
          "start": 4298,
          "end": 4305
        }
      ]
    }
  ]
}