{
  "_id": "bbe8cdaabea6bde2b2adc45b20f4605181c586ed5bc692175516106778def40c",
  "feed": "ftcomall",
  "title": "‘Just in time' planning has to give way to ‘just in case'",
  "text": "<p>A&#xa0;few weeks ago I experienced a problem that would make any author wince: on the very day that I published <a href=\"https://www.ft.com/content/65d66cf7-f793-4531-9b82-1b54b70bbd21\">my book</a>, Amazon suffered a supply-chain glitch and thousands of copies went missing. That sparked a scramble to work out where in cyberspace they were — or, more accurately, in which warehouse they were sitting. Meanwhile the website suggested that my book had not been published at all.&#xa0;</p> <p>Thankfully, the hiccup was resolved in a couple of days. But the episode illustrates a much bigger point: in the 21st century we have all become accustomed to relying on ultra-complex supply chains we do not understand and tend to trust these will always work.&#xa0;</p> <p>Yet in the past year many of these supply chains have temporarily frozen, or broken down, and remain troubled, even today. Sometimes the consequences seem trivial: when I recently ordered a dishwasher, for example, the website promised to deliver it within a week, which has now been amended to months.&#xa0;</p> <p>Other glitches are more serious: Goldman Sachs estimates that a shortage of computer chips will hit <a href=\"https://edition.cnn.com/2021/04/29/business/chip-shortages-smartphones-consumer-goods/index.html\">169 industries</a> this year, cutting American growth by up to 1 per cent. And <a href=\"https://qualitysafety.bmj.com/content/30/4/331\">doctors have warned</a> in The BMJ that glitches in the medical supply chain affect far more than just personal protective equipment and even “endanger patients”.&#xa0;</p> <p>Either way, the fact that these glitches keep emerging is surprising. After all, economists have warned for months that <a href=\"https://www.nytimes.com/2021/05/09/us/covid-vaccine-surplus.html\">demand for goods and services</a> across the economy would explode if (or when) vaccines were rolled out. Meanwhile, tech giants also know us (and thus our potential ordering habits) intimately. Yet a sudden localised shock, such as a temporary <a href=\"https://www.ft.com/content/49eef695-55e2-4f19-8648-a97c774c250f\">blockage of the Suez Canal</a>, causes spasms. And the Covid-19 pandemic and recovery have made these systems go equally haywire.</p> <p>Why? Part of the problem is obvious: the pandemic caused factories to shut down. However, another problem is that western manufacturers and retailers have become so addicted to chasing efficiency and price reductions that they have eroded any buffers or spare inventories in the system to absorb shock. Or as Nada Sanders, a supply chain professor, <a href=\"https://theconversation.com/why-you-should-expect-more-suez-like-supply-chain-disruptions-and-shortages-at-your-local-grocery-store-158266\">notes in a recent essay</a> on The Conversation platform, “as customers demand ever cheaper products delivered faster, supply chains have given up every bit of slack.”</p> <p>There is another, less obvious, problem: risk management systems that seem sensible for individuals can be bad for the system as a whole.</p> <p>We saw one version of this problem play out in the 2008 financial crisis when numerous different institutions had each decided to insure themselves against the risk of losses in their complex credit products. That was sensible on an individual level. But many of these institutions chose to use the same groups, concentrating their risks thanks to the opacity of the collective transactions. Risk was ultimately magnified.</p> <p>Something similar is happening with supply chains now: individual companies have been streamlining them in a way that seemed optimal — and safe — for each. But because they have often followed the same strategy, activity has been concentrated on nodes that can falter or fail. It seems sensible that computer-chip production is concentrated in Taiwan, which develops economies of scale and clusters of expertise, and so benefits its customers. But it is dangerous for the system as a whole.</p> <p>Rigid thinking makes the problem worse. Take the British dairy industry, which has been studied by Richard Bruce, a lecturer in supply chain accounting and finance at Sheffield university. This is organised into three separate supply chains, around hospitality, liquid milk and processed products. Although there was a desperate need for co-ordination when Covid first hit, it was initially difficult, not least because antitrust rules prevented companies from sharing data.&#xa0;</p> <p>The good news, says Bruce, at least for British milk, is that in 2020 a quasi government body stepped in to enforce a more holistic approach to milk supply chains. Better still, the Covid problems have prompted “lots of business and governments to rethink supply chains” and not just for milk.&#xa0;</p> <p>Management consultants, for example, are promoting the idea of supply chain “resilience” in the face of shocks, not just “efficiency”. A “just-in-case” philosophy of contingency planning is edging out the “just-in-time” mantra. And American and European governments are trying to create more centralised supply chain databases, particularly for things such as medical supplies. Bottom-up digital innovations, such as blockchain, may also help promote more co-ordination.&#xa0;</p> <p>But the bad news is that it's never easy to instil a mindset shift, least of all in a world where company executives are prone to tunnel vision and where the cost and consequences of excessively “efficient” global supply chains are often hidden in plain sight from consumers and investors. Which, ironically, is a key theme of my (temporarily) missing books. The literary gods must have a sense of schadenfreude.</p> <p><em>Follow </em><a href=\"https://twitter.com/FTMag\"><em>@FTMag</em></a><em> on Twitter to find out about our latest stories first. </em></p><p>Source: Gillian Tett 2021 '‘Just in time' planning has to give way to ‘just in case'' FT.com 7 July. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-07-07T15:00:00.996Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 992,
          "end": 999
        },
        {
          "start": 992,
          "end": 1005
        }
      ]
    }
  ]
}