{
  "_id": "b7414ac5259c24a678052441e9928009e4f3c5f03a6b8d4ace1d35b7df7f2911",
  "feed": "wall-street-journal",
  "title": "Yahoo Names Tinder CEO Jim Lanzone as Its Next Chief; Digital-media veteran joins legacy internet player bought by Apollo Global Management",
  "text": "<p>As head of Tinder for a little over a year, he revamped its product design, adding features such as an explore section that allows users to find matches based on their interests.</p><p>When he starts at Yahoo on Sept. 27, Mr. Lanzone will take the reins of a company that once vied with Alphabet Inc.'s Google to be the world's primary internet portal. But Yahoo has seen its dominance wane over the years, as it changed hands and underwent several strategic pivots.</p><p>Yahoo's properties and services are still popular with users. The company has about 900 million monthly active users through its various outlets, from Yahoo Finance and Yahoo Sports to AOL, making it a heavyweight in the digital-advertising arena.</p><p>Private-equity giant Apollo Global Management Inc. earlier this year agreed to purchase Yahoo for about $5 billion from Verizon Communications Inc. Guru Gowrappan, the former Verizon executive who has overseen Yahoo since 2018 and continued running the company after the deal, will become a senior adviser to Apollo's private-equity business.</p><p>Yahoo was previously led by Marissa Mayer, the former Google executive who took over as CEO in 2012. Ms. Mayer's tenure was marked by low employee morale, high executive turnover and fading ad revenue. She helped steer a deal to sell Yahoo's web assets to Verizon in 2017.</p><p>Yahoo was later overseen by Tim Armstrong, the former chief executive of AOL who advocated for Verizon's purchase of the internet giant. Mr. Armstrong orchestrated an ambitious and short-lived plan to turn the properties into a digital-advertising colossus that could compete with tech giants like Google and Facebook Inc. under the new name Oath. Those efforts were unsuccessful and Mr. Armstrong left the company in 2018.</p><p>Mr. Lanzone sees major opportunities for the company, according to a person familiar with the matter. He plans on growing key divisions that are already popular with users, including Yahoo Finance, Yahoo Sports and the company's advertising technology products. He may eventually explore spinning those divisions out as stand-alone companies, or take the entire company public, the person said.</p><p>Mr. Lanzone believes that many assets within Yahoo's portfolio are positioned to benefit from trends propelling growth across the industry, the person said. Yahoo Sports could cash in on the sports-betting craze spurred by the wave of legalization across the U.S. Yahoo Finance could capitalize on the increasing popularity of online trading by individual investors and the rise of cryptocurrency. Mr. Lanzone is also considering mergers and acquisitions to fuel the growth of Yahoo's most popular products.</p><p>Mr. Lanzone's immediate priorities will include a review of user data to better understand the company's audience and identify growth opportunities within Yahoo's portfolio, the person said. He will also focus on improving the design, performance and functionality of Yahoo's products to make them more attractive to users.</p><p>Tinder said Friday that Mr. Lanzone will be replaced by Renate Nyborg, general manager of its business in Europe, the Middle East and Africa.</p><p>More Executive Moves</p><p>Recent WSJ coverage, selected by the editors.</p><p>* Goldman Hires Former McKinsey Chief to Help Run Asia Business (Sept. 8)</p><p>* AIG Combines CEO, Chairman Roles, Hoping to Put Years of Tumult Behind (Sept. 8)</p><p>* JetBlue Promotes Acting CFO to Permanent Role (Sept. 7)</p><p>* Ford Hires Apple's Doug Field to Advance Technology Role (Sept. 7)</p><p>* Ryan Reynolds's Ad Shop Parent Taps Marketing Vet Joanne Bradford (Sept. 2)</p><p>Write to Benjamin Mullin at Benjamin.Mullin@wsj.com</p><p>Yahoo Names Tinder CEO Jim Lanzone as Its Next Chief</p>",
  "published": "2021-09-10T20:17:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 3187,
          "end": 3194
        }
      ]
    }
  ]
}