{
  "_id": "a4da4d96fb7110658d9a83a709cdb396019d743cbf849cfcdfeaedb4493b5d41",
  "feed": "ftcomall",
  "title": "How will the Bank of England react to the return of inflation?",
  "text": "<h2>How will the Bank of England react to the return of inflation?</h2> <p>UK inflation has <a href=\"https://www.ft.com/content/f00ae4f1-e347-4951-9006-933c5b440fb8\">climbed above</a> the Bank of England's 2 per cent target for the first time in nearly two years following a bigger-than-expected jump last month. Investors are wondering if policymakers will react this week by echoing the Federal Reserve's hawkish shift.</p> <p>The BoE is not facing the same pace of price rises as the Fed, which is dealing with an annual inflation surge to 5 per cent. But the UK central bank has already indicated a greater willingness to dial back its emergency stimulus by cutting the pace of bond buying at its previous meeting — albeit in a well-flagged move that did not change the overall amount of purchases planned — according to Nomura economist George Buckley.</p> <p>The BoE is likely to “talk of upside risks to its existing inflation view for this year” while also reiterating its message that much of the current price surge is likely to be transitory, Buckley said. Last month chief economist Andy Haldane, who leaves the central bank after Thursday's meeting, was the lone dissenter on the BoE's nine-strong rate-setting committee, voting to end the current asset purchase programme early.</p> <p>“There is a real risk that the outgoing chief economist brings other members on board leading to a more significant split on the committee,” Buckley said. <em>Tommy Stubbington</em></p> <h2>Will pressure build on the Fed?</h2> <p>Just weeks after a US inflation gauge&#xa0;<a href=\"https://www.ft.com/content/6d9a5ae5-43fe-4f18-be49-b907a9c3a5e0\">showed</a>&#xa0;consumer prices rose by the most in nearly 13 years, a price growth measure out this week preferred by the Federal Reserve is likely to pile even more pressure on the central bank, which only last week shifted rate rise expectations forward by a year.</p> <p>The personal consumption expenditures price index for May, to be released on Friday by the Commerce department, is set to show a 0.6 per cent month-on-month rise in the core index, which strips out volatile food and energy prices, according to economists surveyed by Bloomberg. In April, the same measure&#xa0;climbed 0.7 per cent from the previous month and delivered its biggest year-on-year <a href=\"https://www.ft.com/content/04ed8422-e16a-4d53-b597-690e4c9c99b9\">jump</a> since the 1990s, at 3.1 per cent.&#xa0;</p> <p>Although both the Fed and investors have largely looked past such data points, believing any significant inflationary pressure&#xa0;will ebb as the pandemic subsides, last week's policy meeting indicated that the central bank was more attuned to high inflation risks than it had previously communicated.&#xa0;</p> <p>The interest rate projections published last week by the Fed&#xa0;<a href=\"https://www.ft.com/content/0bf83e29-5ee2-415e-9e03-0edb38218bf3\">signalled</a>&#xa0;at least two increases in 2023 — a forecast that was far swifter than many investors had expected. But chair Jay Powell stressed that the estimates did not represent an official forecast.&#xa0;</p> <p>The outlook was also highly uncertain, cautioned Brian Rose, chief economist at UBS Global Wealth Management, meaning the inflation debate might not be settled for some time.&#xa0;</p> <p>“It certainly is a very tricky environment for the Fed to make forecasts,” Rose said. “That is why they are going to continue to rely more heavily on the data than on their forecasting models.” <em>Colby Smith</em></p> <h2>Can China control rising metal prices?</h2> <p>Metals prices <a href=\"https://www.ft.com/content/cf601bb0-4c24-4cd6-acc7-cd4eb263d574\">fell</a> last week after China announced it would release batches of copper, aluminium and zinc on to the market to ease supply shortages.&#xa0;&#xa0;</p> <p>Copper, used in everything from electric vehicles to household wiring, hit a two-year low of $9,415 a tonne after the announcement and dropped 8 per cent on the week, its largest five-day fall since the height of the pandemic in mid-March last year, according to broker Marex Spectron.&#xa0;Aluminium prices fell by 2.4 per cent over the same period, while zinc lost 5 per cent.</p> <p>Beijing's move is intended to control cost inflation. The metals would be made available to local processing and manufacturing companies as well as small and medium-sized companies, Meng Wei, a spokeswoman at the government's National Development and Reform Commission, said.&#xa0;</p> <p>The recent <a href=\"https://www.ft.com/content/f3650c8f-70a2-4f86-a648-9dc0b4434348\">sharp rise</a> in commodity prices — copper climbed to a <a href=\"https://www.ft.com/content/d6506ccc-216b-4d7c-86c6-1add16370805\">record high</a> of $10,460 a tonne in early May on the London Metal Exchange — had surpassed the fundamentals of supply and demand as well as a “reasonable range of recovery”, she said. The government would issue multiple batches of metals to encourage prices to return to a “reasonable range”, she added.&#xa0;&#xa0;</p> <p>Yet Beijing may struggle to control commodity prices, given they are traded globally. Demand for metals is also likely to increase as China moves to meet its <a href=\"https://www.ft.com/content/730e4f7d-3df0-45e4-91a5-db4b3571f353\">target</a> to be carbon neutral by 2060, due to their use in clean-energy technologies.&#xa0;</p> <p>Jeffrey Currie, an analyst at Goldman Sachs, told last week's FT Global Commodities Summit that the US and Europe were now the price-setters in the global commodity markets, not China. That would make it harder for Beijing to limit price rises. <em>Henry Sanderson</em></p><p>Source: FT reporters 2021 'How will the Bank of England react to the return of inflation?' FT.com 20 June. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-06-20T08:00:48.752Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 4534,
          "end": 4547
        },
        {
          "start": 4534,
          "end": 4541
        }
      ]
    }
  ]
}