{
  "_id": "1461d9390c41d5449a59dc93bef6dfe4af502fb99ecbb3b0eaed49b2d0c19b2d",
  "feed": "market-watch",
  "title": "Why the new SEC sheriff could be trouble for companies like Tesla",
  "text": "<p>Those are the obvious risks for investors right now, but our call of the day from MacroTourist newsletter editor Kevin Muir has spotted another big one, that he said is well under the radar.</p><p>It has to do with the new Securities and Exchange Commission boss, Gary Gensler, who Muir sees as unlikely to be spending even a second trying to befriend Wall Street.</p><p>The blogger cited a recent Bloomberg interview with the former Goldman Sachs executive that noted he has “one of the most ambitious agendas in the SEC's 87-year history,” including 49 proposals that have already seen balking across Wall Street.</p><p>Muir said while “Gensler's mission is not to tank markets…for the first time in a long time, there is a grown-up running the SEC who's serious about clamping down on some of the egregious behavior.”</p><p>Gensler may also be looking to make an example of a certain company, with Muir hinting Elon Musk could be in the firing line.</p><p>With a net worth of $222 billion, the Tesla TSLA boss is the world's richest, edging past that of Amazon's Jeff Bezos — the pair were recently also deemed among the stingiest CEOs out there. Musk is known for tangling with government agencies, and his daring tweets.</p><p>He paid a $20 million fine to the SEC in 2018 over tweets about securing money for Tesla, also drawing attention for tweets that pushed up shares of a Korean publisher, and various cryptocurrencies. Then, there was last summer's rather rude tweet about the agency.</p><p>https://twitter.com/GerberKawasaki/status/1278764927608471552Muir said he's a Tesla bear largely because of Musk's volatile personality, and the above tweets that show “he has all the judgment of a first-year frat boy.” But he said Musk has also exposed some “lax attitudes” at the SEC as other “aggressive stock promoters” have since come out of the woodwork.</p><p>So Muir expects the SEC and its new sheriff to get tougher, particularly on those assets that “have benefited from the SEC's casual attitude.”</p><p>In maybe a sign of the times, Coinbase Global COIN CEO Brian Armstrong was last month forced to shut down a crytpo lending program over an SEC threat. He had blasted the SEC for “really sketchy behavior” on Twitter.</p><p>Muir's bottom line? “We have a clear bearish message being sent by the SEC, and yet markets are so far ignoring it. My suspicion is that the surprises coming from the SEC will not be welcome.”</p><p>Read the full blog post here.</p><p>The buzz</p><p>Earning season kicks off in earnest on Wednesday with financials and earnings from BlackRock BLK and JPMorgan JPM, plus Delta Air Lines DAL. Bank of America BAC, Wells Fargo WFC, Citigroup C, Goldman Sachs GS, Morgan Stanley MS and UnitedHealthUNH are also on tap this week.</p><p>Read:Will bank stocks' wild rally continue? Here are the numbers to watch in this week's earnings</p><p>Pharmaceutical group Merck MRK has applied for emergency Food and Drug Administration authorization for what could be the first pill to treat COVID-19. That's as AstraZeneca AZNUK:AZN said its long-acting COVID antibody's Phase 3 trial showed a significant reduction in severe illness and death.</p><p>Southwest shares LUV are slipping, after the airline was forced to cancel hundreds of flights over the weekend, citing weather and staff shortages.</p><p>Alibaba shares BABA are set for a fifth straight session of gains, thanks to a broad rally of China-based tech companies. Others, such as JD.com JD, iQIYI IQ, Baidu BIDU and Bilibili BILI are also up.</p><p>Three U.S.-based economists shared the 2021 Nobel economics prize for work on drawing conclusions from so-called “natural experiments.”</p><p>Listen to&#xa0;MarketWatch's new podcast — The Best New Ideas in Money.</p><p>The markets</p><p>Stock futures ES00YM00NQ00 are lower, but bond markets are closed in observance of Columbus Day. In the energy space, oil CL00BRN00 and natural-gas prices NG00 are tearing higher.</p><p>The chart</p><p>From Deutsche Bank's October monthly market sentiment survey, the threat of higher yields and inflation is the top risk to market stability, the first time since June. Another first, direct risks from COVID-19 are no longer a top-three market threat:</p><p>Random reads</p><p>A Navy engineer and his wife face espionage-related charges that involved a peanut butter sandwich in one instance.</p><p>Meanwhile, thanks to the Buffalo Bills football team, discussions over the correct peanut-butter-to-jelly ratio have become a thing on Twitter TWTR.</p><p>https://twitter.com/BuffaloBills/status/1447425877713854465Need to Know starts early and is updated until the opening bell, but&#xa0;sign up here&#xa0;to get it delivered once to your email box. The emailed version will be sent out at about 7:30 a.m. Eastern.</p><p>Want more for the day ahead? Sign up for&#xa0;The Barron's Daily, a morning briefing for investors, including exclusive commentary from Barron's and MarketWatch writers.</p>",
  "published": "2021-10-11T07:28:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 2605,
          "end": 2618
        },
        {
          "start": 422,
          "end": 435
        },
        {
          "start": 422,
          "end": 429
        },
        {
          "start": 2605,
          "end": 2612
        }
      ]
    }
  ]
}