{
  "_id": "e5a0afb622e05d9a3d575ecaa871b0ac11dcf8614ce60d017535ccbe3ca3b534",
  "feed": "ftcomall",
  "title": "Bond spreads collapse as investors rush into corporate debt",
  "text": "<p>The premium between corporate debt and US Treasuries has dropped to its lowest level in more than a decade in a sign that investors are&#xa0;growing confident recent rises in inflation will not hinder the economic recovery.</p> <p>The collapse in the difference between investment yields — known as the spread — means buyers are demanding a much lower premium than previously for owning corporate debt, which is more risky than super-safe US Treasuries.</p> <p>The spreads between US Treasury and corporate bond yields have tightened markedly this year, as investors gained confidence and clamoured to own even marginally higher yielding assets in a low return world. </p> <p>That spread compression, which indicates the level of risk investors see in lending to companies compared to the US government, had come under pressure from the spectre of higher inflation from mid-April to May. </p> <p>However, an increasing number of investors are coming around to the Fed's mantra that price rises will prove transitory as the economy reopens after the pandemic, pushing measures of expected inflation lower.</p> <p>“The Fed has been controlling the transitory narrative which has provided confidence to corporate bond investors,” said Adrian Miller, chief market strategist at Concise Capital Management. “After all, corporate bond investors are more focused on the expected strong growth path.”</p> <p>Confidence in the economic recovery was further bolstered on Wednesday as <a href=\"https://www.ft.com/content/0bf83e29-5ee2-415e-9e03-0edb38218bf3\">Fed officials signalled</a> a shift toward the eventual repeal of crisis policy measures, embracing a more optimistic outlook of America's rebound. The more hawkish tone from Fed chair Jay Powell — including comments that “price stability is half of our mandate” at the Fed — has helped to mollify concerns that inflation could run out of control, forcing a more abrupt response from the central bank. </p> <p>The spread between US Treasury yields and investment grade corporate bond yields fell 0.02 percentage points to 0.87 per cent on Wednesday, according to ICE BofA Indices, its lowest level since 2007, and was unchanged on Thursday. For lower rated — and therefore riskier — high-yield bonds, the spread fell 0.05 percentage points to 3.12 per cent, <a href=\"https://www.ft.com/content/e35c8c4f-b931-4988-849a-e7ad88c21bf5\">below</a> a post-crisis low last set in October 2018. It widened modestly to 3.15 per cent on Thursday.</p> <p>The slide in spreads has been buoyed by the central bank's accommodative policies through the pandemic crisis as well as the federal government's multitrillion-dollar pandemic aid package. Financial conditions in the US are close to their easiest on record, according to a popular index run by Goldman Sachs, which has spurred a wave of corporate borrowing by riskier junk-rated businesses.</p> <p>Some 373 junk-rated companies have borrowed through the nearly $11tn US corporate debt market so far this year, including companies hard hit by the pandemic like <a href=\"https://www.ft.com/content/0d07fc35-ab72-44e3-a634-df4108f03576\">American Airlines</a> and cruise operator <a href=\"https://www.ft.com/content/033f6161-7fb7-4936-8f3b-d78afec94cb2\">Carnival</a>. Collectively the risky cohort has raised $277bn, a record pace and up 60 per cent from year ago levels, according to data provider Refinitiv.</p> <p>However the fall in spreads and investors' perception of risk has not been enough to outweigh an overall rise in yields, which have been jolted higher by the prospect of rising interest rates as investors adjusted to a quicker pace of policy tightening from the Fed.</p> <p>Higher rated debt, which is safer but offers less of a spread to cushion investors against a jump in Treasury yields, tends to suffer more in high growth, rising interest rate environments. High-yield bonds on the other hand tend to benefit, with the booming economy making it less likely that companies will go bust.</p> <p>“For the time being people are not at all fearing the price action of a move higher in yields,” said Andrzej Skiba, head of US credit at BlueBay Asset Management. “Companies are doing really well and we are seeing a meaningful recovery in earnings.”</p> <p>Investment-grade bond yields have moved 0.3 percentage points higher to 2.08 per cent since the start of the year, compared with a decline of 0.27 percentage points to 3.97 per cent for high-yield bonds. </p> <p>Bank of America analysts expect the two markets to keep coming closer together, projecting that investment-grade spreads will widen to 1.25 per cent and high-yield bond spreads will continue to decline to 3.00 per cent in the coming months. </p> <p>However, while optimism about the US recovery abounds the continued zeal for lower-quality corporate debt has caused consternation in some quarters. Investors worry that precarious companies are being offered credit at interest rates that don't account for the high levels of risk involved. </p> <p>“It's very important for us that the yield we receive on a high-yield bond offers an appropriate level of compensation for the credit risks of investing. When yields are as low as this, that naturally becomes harder to say,” said Rhys Davies, a high yield portfolio manager at Invesco. “It's quite simple — the lower the yield on the high yield market, the more carefully investors need to navigate the market.”</p><p>Source: Joe Rennison in London and Eric Platt in New York 2021 'Bond spreads collapse as investors rush into corporate debt' FT.com 18 June. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-06-18T06:38:52.972Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 2565,
          "end": 2572
        },
        {
          "start": 2565,
          "end": 2578
        }
      ]
    }
  ]
}