{
  "_id": "0daf64adbd0f9c296e72f16eb42147f7a2bdd926bb8e6b8c06326c17f0e4bf39",
  "feed": "ftcomall",
  "title": "Big banks move into crypto services",
  "text": "<p>Citigroup has become the latest banking giant to look into crypto, with its global head of foreign exchange reporting a surge in interest among its clients.</p> <p><a href=\"https://www.ft.com/content/d90ed3bf-2c8d-46c9-98b7-67859f6598e5\">Itay Tuchman told us</a> Citi had not yet decided whether it would offer its customers cryptocurrency-related services, but trading, custody and financing were all under consideration.</p> <p>Since August last year, Citi had seen a “very rapid” accumulation of interest in bitcoin across a broad spectrum of clients including large asset managers, he added. Some had asked the bank for research, and others wanted to trade a range of coins through the bank and to finance deals with cryptocurrency holdings.</p> <p><a href=\"https://www.ft.com/content/9cf231db-22d7-4ba9-8cfc-08366f7d3175\">Bank of New York Mellon</a>&#xa0;and&#xa0;<a href=\"https://www.ft.com/content/a4c19360-1bcf-4599-9ffe-b6a4d69f29fe\">State Street</a>&#xa0;are among the large institutions that have recently announced plans to become active in different areas of the cryptocurrency market.</p> <p><a href=\"https://www.ft.com/content/5ec1d0aa-7992-4fb8-8011-9d7f7b44faac\">Goldman Sachs executed its first cryptocurrency trades</a> and formalised the set-up of its bitcoin desk on Friday, two months after the US bank announced that it would re-enter the market.</p> <p>The big banks' moves are despite continuing scepticism in some central banking circles. The Bank of England governor <a href=\"https://www.cnbc.com/2021/05/07/bank-of-englands-bailey-crypto-investors-risk-losing-all-their-money.html\">Andrew Bailey said on Thursday </a>that cryptocurrencies “have no intrinsic value” and people who invest in them should be prepared to lose all their money.</p> <p>Alphaville is the FT's home of crypto-scepticism and, in March, it called out Citi for an <a href=\"https://www.ft.com/content/8553aba7-8beb-4b48-9287-be6a08065444\">embarrassingly bad report </a>on bitcoin. Today it <a href=\"https://www.ft.com/content/8d35a908-9d49-4992-9980-54f314bf5193\">takes apart a Deloitte survey </a>of cryptocurrencies.</p> <h2>The Internet of (Five) Things</h2> <p><strong>1. Smart cities risk an Italian job</strong><br>Smart city technology designed to streamline public services could prove <a href=\"https://www.ft.com/content/46d35d62-0307-41d8-96a8-de9b52bf0ec3\">an “attractive target” for hostile states</a> seeking to disrupt Britain's infrastructure or steal sensitive data, the National Cyber Security Centre has warned. Ian Levy, the NCSC's technical director, invoked in a blog post the 1969 film <em>The Italian Job</em>, where thieves shut down Turin's traffic control system so they can rob a lorry full of gold bullion.</p> <p><strong>2. Peloton treadmill recall to cost $165m</strong>&#xa0;<br>The networked fitness company reported <a href=\"https://www.ft.com/content/a0f3e04c-8104-4d55-ae3f-0ae953663bb7\">better than expected revenues </a>but said a voluntary recall of up to 125,000 treadmills could cost $165m as it ceases taking orders, cancels any deliveries, issues full refunds and waives three months of subscription fees to anyone who keeps their machines. Peloton recalled the treadmills on Wednesday following reports of injuries and one death.</p> <p><strong>3. Investors make mincemeat of Beyond</strong><br>Beyond Meat&#xa0;shares are down more than 5 per cent today after results showed the impact of <a href=\"https://www.ft.com/content/b25cde8e-b743-4b0b-9be0-3615b4c94059\">tougher competition and disappointing progress </a>getting its plant-based meat substitute on to restaurant menus. The company fell more deeply into the red in the first quarter than analysts had expected, reporting an adjusted net loss of 42 cents a share, more than twice the consensus forecast.</p> <p><strong>4. SpaceX is an emergent space monopolist</strong><br>The scale of Elon Musk's success, and the central role SpaceX could play in space exploration for many years to come, is only just becoming apparent <a href=\"https://www.ft.com/content/4961bd6f-bb4b-4ffd-8de8-9b65aebccfd3\">comments Richard Waters</a>. After handing yet another contract to the company last month, this time to operate a moon lander, Nasa declared a hasty review of competition in the commercial space industry to see if there is any way to prevent it becoming a one-company game.</p> <p><strong>5. Substack enables mini-media empires</strong><br>The newsletter publishing service has <a href=\"https://blog.substack.com/p/new-sections\">introduced “Sections”,</a> the ability for writers and readers to choose which bits of a publication are sent to inboxes. Substack's co-founder <a href=\"https://www.ft.com/content/7b9fea53-db83-4cd4-a9bd-10af24aebfea\">Hamish McKenzie&#xa0;told us:</a> “For teams of writers, you can start to develop a more newsroom-type of approach, or a news-publication type of approach.” </p> <h2>Tech tools — Google's Woolaroo</h2> <p>Ever wondered what the word for tree is in Louisiana Creole or Maori or Yugambeh or Tamazight? A new Google Arts &amp; Culture app Woolaroo can tell you, but its<a href=\"https://blog.google/outreach-initiatives/arts-culture/woolaroo-new-tool-exploring-indigenous-languages/\"> more important mission </a>is to preserve the nearly 3,000 languages in danger of disappearing. <a href=\"https://woolaroo-project.appspot.com/intro/about\">Woolaroo</a> is “an open-source photo-translation platform powered by machine learning and image recognition” and built on Google Cloud. Users are able to take a picture of an object in real time, and the application returns the word in its native language, along with its pronunciation.&#xa0;There are only 10 little-known languages to begin with, but the technology can enable many more.</p> <p><strong>Letters in response to this article:</strong></p> <p><a href=\"https://www.ft.com/content/8f09eb8d-8856-4e75-9bdd-ed534878b6a3\"><em>At least crypto isn't debased like fiat money</em></a><em>&#xa0;/&#xa0;</em><a href=\"https://www.ft.com/content/8f09eb8d-8856-4e75-9bdd-ed534878b6a3\"><em>From Carlos Mora, Former Uruguay Ambassador to The Netherlands and Saudi Arabia, Algarve, Portugal</em></a></p> <p><a href=\"https://www.ft.com/content/2f01e650-1c13-45a2-9b06-11d4da482b4e\"><em>Bitcoin adoption will grow despite governor's concern / From Anton Chashchin, Managing Partner, CEX.IO Prime Trading, London SW1, UK</em></a></p><p>Source: Chris Nuttall in London 2021 'Big banks move into crypto services' FT.com 7 May. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-05-07T18:36:54.112Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 829,
          "end": 836
        },
        {
          "start": 829,
          "end": 842
        }
      ]
    }
  ]
}