{
  "_id": "32f39708f299292e020f4f6a9edc0518bc97472a9ff3819ef671ba04e1bbe5d0",
  "feed": "ftcomall",
  "title": "EU bond sales run by four banks previously suspended for antitrust ",
  "text": "<p>Four of the banks previously suspended from running bond sales for the EU were selected to manage the bloc's latest transaction on Tuesday, as Brussels sold new 5- and 30-year debt.</p> <p>JPMorgan, Crédit Agricole, Deutsche Bank and UniCredit were among 10 banks banned from taking part in the inaugural €20bn sale of debt to fund the EU's €800bn recovery fund earlier this month because of past breaches of antitrust rules. </p> <p>They were later reinstated after providing evidence of “remedial measures” they have taken to the European Commission, which handles debt issuance on behalf of the EU. The fifth bank on Tuesday's deal, Goldman Sachs, was not among those banned.&#xa0;</p> <p>The shortlived ban had briefly threatened a substantial new source of fees for some of the biggest banks in bond markets, as Brussels transforms itself into one of Europe's largest bond issuers. The EU plans to raise €80bn for the recovery fund by the end of the year, and will start regular debt auctions in September.</p> <p>Investors placed more than €170bn of orders for the €15bn of debt on sale on Tuesday — €9bn in 5-year bonds and €6bn in 30-year bonds — according to one of the banks on the deal, as the EU continued to attract strong demand.</p> <p>The 30-year bond priced at a yield of roughly 0.7 per cent, higher than Germany's 0.31 per cent implied borrowing cost for the same time period but lower than the 0.94 per cent paid by France. That should help ease concerns that the huge upcoming supply of new long-term EU debt will push up the bloc's cost of borrowing relative to member states, according to ING analyst Antoine Bouvet.</p> <p>“It's encouraging that they don't need to pay a huge amount for plenty of buyers to turn up,” he said.</p> <p>The four banks had been blocked from taking part in bond sales due to their involvement in earlier market-rigging scandals. JPMorgan was one four banks fined two years ago for taking part in currency market manipulation between 2007 and 2013. </p> <p>UniCredit was one of five banks found last month to have participated in a bond trading cartel during the eurozone debt crisis a decade ago, while Deutsche Bank and Crédit Agricole were initially excluded because of an April ruling that they were involved in a different bond trading cartel.<br></p><p>Source: Tommy Stubbington 2021 'EU bond sales run by four banks previously suspended for antitrust ' FT.com 29 June. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-06-29T14:49:39.227Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 621,
          "end": 628
        },
        {
          "start": 621,
          "end": 634
        }
      ]
    }
  ]
}