{
  "_id": "d1ffc83c5115aa82fcd5607b273326545b1e4e480791d2c0831381e66b0bdfe3",
  "feed": "ftcomall",
  "title": "Blackstone schools Deutsche Bank in casino capitalism",
  "text": "<p><strong>One event to start: </strong><a href=\"https://foam.live.ft.com/?reference=editorialnewsletter&amp;utm_source=emh&amp;utm_medium=editorialnewsletter&amp;utm_campaign=2021pfutureofassetmanagementnorthamerica\">join our FT colleagues</a> at the Future of Asset Management North America this week, where leaders from the region's leading asset and wealth managers will discuss how funds are adapting to the reforms shaping the future of the industry.</p> <h1>Blackstone: the house always wins</h1> <p>When <strong>The Cosmopolitan </strong>opened on Las Vegas's infamous strip in 2010, marketing materials promised the resort's inaugural guests they could look forward to savouring “just the right amount of wrong”.</p> <p>Unfortunately, there was a whole lot more wrong than that in store for <strong>Deutsche Bank</strong>, which <a href=\"https://www.ft.com/content/4c6b3338-12a7-11e0-b4c8-00144feabdc0\">took ownership</a> of the casino after the developer <strong>Ian Bruce Eichner</strong> defaulted on a loan in 2008.</p> <p>As was already clear, the timing was wrong. Las Vegas already had a glut of hotels when the 3,000-room Cosmopolitan opened, and high-rollers were skipping town in the depths of the great recession.</p> <p>Wage negotiations were also going wrong. The <strong>Unite Here</strong> union pushed the casino to improve terms for 2,000 workers, even setting up a website detailing various instances in which the bank was alleged to have committed wrongdoing.</p> <p>And the sheer fact of Deutsche's involvement conjured an image that was irretrievably, almost comically wrong: that of a hapless German lender acting out a fantasy existence as a bow-tied croupier in America's city of sin.</p> <p>So in 2014, Deutsche cashed in its chips, arguably at the wrong price, <a href=\"https://www.ft.com/content/b1e26142-dc3d-11e3-8511-00144feabdc0\">selling</a> to the private equity firm <strong>Blackstone</strong> for $1.73bn. It had cost more than double that to build the resort, which consists of two 600ft towers.</p> <p>Soon afterward, the Cosmopolitan started getting lucky.</p> <p>Seven years later, the high-rise resort has been physically transformed. Blackstone invested more than $500m to build 67 new rooms and suites and renovated others that already required attention only a few years after the resort's 2010 opening.</p> <p>The private equity firm has installed a fancy financial structure, too.</p> <p>On Monday <strong>MGM Resorts International</strong> <a href=\"https://www.ft.com/content/270ac4c9-21db-4232-ae23-5e7edc6ce438\">announced</a> it was paying $1.6bn to take over operations at the 3,000-room hotel overlooking the Las Vegas Strip. That transaction alone is almost enough to allow Blackstone to recoup its initial outlay.</p> <p>But MGM isn't buying the resort itself, which is instead being sold to a trio of investors comprising<strong> Stonepeak Infrastructure Partners</strong>, a vehicle controlled by the family of <strong>Panda Express</strong> founder <strong>Andrew Cherng</strong>, and one of Blackstone's own real estate funds.</p> <p>All told, Blackstone is set to receive $5.65bn from the two deals — enough to make you wonder whether “casino capitalism” is getting something right.</p> <h1>Ari Emanuel's Endeavor doubles down on sports betting&#xa0;</h1> <p>The talent agency-owner <strong>Endeavor</strong>'s <a href=\"https://www.ft.com/content/85760a69-fa4f-42c6-a2ec-13feac70399c\">shaky stock market</a> debut earlier this year was less of a blockbuster than its founder, the Los Angeles power broker <strong>Ari Emanuel</strong>, had likely hoped.</p> <p>And the announcement <a href=\"https://www.ft.com/content/fd6a3976-540e-49e7-bf1d-2ac272573033\">earlier this week</a> that its rival<strong> Creative Artists Agency </strong>had scooped talent house <strong>ICM</strong> means that Endeavor, which merged with the<strong> William Morris Agency </strong>in 2009, is no longer the only big shot on the block.</p> <p>But the Hollywood impresario has pulled another ace from his sleeve, doubling down on the booming sports betting market with a $1.2bn acquisition of <strong>OpenBet</strong>, ratcheting up its stake in one of the most lucrative realms of entertainment.</p> <p>Emanuel set the stage for the deal at a <strong>Goldman Sachs</strong> media conference last week, saying that he saw a big opportunity in sports betting.</p> <p>Endeavor, which also owns <strong>Ultimate Fighting Championship</strong>, could also be differentiating itself from rivals by wading into waters most traditional agencies have so far avoided. Some industry insiders that spoke with the FT's Chris Grimes wondered whether an agency with a lot of athletes as clients may not want to be associated with a platform that allowed people to bet against them.</p> <p>But Emanuel isn't alone in his enthusiasm. Even <strong>Bob Chapek</strong>, chief executive of the family-friendly <strong>Walt Disney</strong>, said he wants to become more “aggressive” about gambling, including by forming licensing tie-ups with gambling businesses through the<strong> ESPN</strong> sports network.</p> <p>The plan is to integrate the UK sportsbook and gambling software group with Endeavor's<strong> IMG Arena</strong>, which delivers live streaming video and data feeds to 470 sportsbook brands including <strong>WynnBet</strong>, <strong>SkyBet</strong>, <strong>Ladbrokes</strong> and <strong>William Hill</strong>. The company says its technology processed roughly 3bn bets last year.</p> <p>Endeavor will now face off against top players in the market including Swiss-based <strong>Sportradar Group</strong>, which went public this month after ditching plans to merge with a Spac, <strong>National Football League </strong>data distributor <strong>Genius Sports</strong>, and the <strong>Vista Equity Partners</strong>-owned <strong>Stats Perform</strong>.</p> <p>Unlike the volatile business of repping talent, where stars fall from favour and switch agencies, the sports betting pot is only getting deeper.</p> <p>“You're in 31 states now [and] going to 48 states,” said Emanuel, estimating that sports betting will become a $33bn global business — or even “bigger than that”.</p> <h1>It's raining cats and dogs, according to Goldman Sachs</h1> <p>The hottest commodity for Chinese singles? Cats and dogs, <a href=\"https://www.ft.com/content/d9b76550-bd18-4f1a-acf1-68fb6616cd65\">according to Goldman Sachs</a>.</p> <p>The US investment bank is urging investors to bet on China's $30bn pet market on the basis that the country's youth will opt to adopt furry friends over a new baby boom. Goldman is forecasting a stunning 19 per cent compound annual growth in pet food spending between now and 2030.</p> <p>Chinese millennials are increasingly veering away from traditional family values, with fewer marrying and having children, despite Beijing's efforts to quell the country's <a href=\"https://www.ft.com/content/008ea78a-8bc1-4954-b283-700608d3dc6c\">rapidly declining</a> birth rate. More than a third of China's dog and cat owners are single.</p> <p>The pet care industry in China is still in the early stages. Last year 17.6 per cent and 14.5 per cent of households owned dogs and cats, respectively, compared to 40 per cent and 35 per cent in the US.&#xa0;</p> <p>The private equity group <strong>FountainVest Partners</strong> has already fetched the pet food brand<strong> Ziwi</strong> in a deal that valued the New Zealand company at about $1.1bn. Others are undoubtedly sniffing out deals of their own.</p> <h1>Job moves</h1> <ul>  <li><p><strong>Alain Carrier</strong>, senior managing director and international head of <strong>Canada Pension Plan Investment Board</strong>, is leaving after 14 years to become global chief executive of the private equity firm <strong>Bregal Investments</strong>. His CPPIB colleague<strong> Geoffrey Rubin </strong>will assume his responsibilities on an interim basis. </p></li>  <li><p>The US <strong>Securities and Exchange Commission</strong> has appointed <strong>Commodity Futures Trading Commission</strong> commissioner<strong> Dan Berkovitz</strong> as its new general counsel, effective November 1. He replaces <strong>John Coates</strong>, who will leave the agency in October and return to teaching at <strong>Harvard University</strong>. </p></li>  <li><p><strong>Wei Sun Christianson</strong>, co-chief of <strong>Morgan Stanley</strong>‘s Asia-Pacific arm and top female executive, will retire at the end of this year after almost two decades at the investment bank, <a href=\"https://www.reuters.com/business/moves-morgan-stanley-asia-veteran-christianson-retires-memo-2021-09-28/\">per Reuters</a>. <strong>Gokul Laroia</strong>, who co-heads Asia-Pacific, will become the region's sole CEO.</p></li>  <li><p><strong>Herbert Smith Freehills</strong> has hired <strong>Marina Reason</strong> as a partner in its global corporate and financial services regulatory practices. She joins the firm's London office from<strong> Linklaters</strong>.</p></li>  <li><p><strong>White &amp; Case </strong>has recruited<strong> Sungjin Kang </strong>as a partner in its global project development and finance practice, based in Seoul. He joins from <strong>Latham &amp; Watkins</strong>.</p></li>  <li><p><strong>Jones Day</strong> has appointed <strong>Paolo Foppiani </strong>as a partner in its real estate practice, based in Milan. He joins from <strong>DLA Piper</strong>.</p></li> </ul> <h1>Smart reads</h1> <p><strong>Lofty goals </strong>The next frontier for hedge funds and private equity is the football pitch, where alternative investment firms are finding new ways to glean returns from a risky, debt-laden industry. (<a href=\"https://www.bloomberg.com/news/articles/2021-09-28/football-is-the-next-big-thing-for-hedge-funds-and-private-equity?sref=fLR6XBbO\">Bloomberg</a>)</p> <p><strong>Burnt-out bankers </strong>An investor-turned-academic sought out to explore why the financial sector struggles to retain young talent. His interviewees recounted gruelling hours, feelings of isolation and rigid culture that doesn't prioritise personal growth. (<a href=\"https://www.efinancialcareers.co.uk/news/2021/09/jobs-in-investment-banking\">eFinancialCareers</a>)</p> <p><strong>Dirty money </strong>Banned by traditional banks, far-right provocateurs have utilised cryptocurrencies to move millions of dollars and profit from hate. The legal system is having a hard time keeping up. (<a href=\"https://apnews.com/article/cryptocurrency-coronavirus-pandemic-technology-business-europe-f7f754fc2c68b0eb0d712239323f26c3\">Associated Press</a>)</p> <h1>News round-up</h1> <p><a href=\"https://www.ft.com/content/90684a78-b03a-4fec-8e45-9738c2477e95\">Goldman Sachs' Petershill Partners shares fall on London debut</a> (FT)</p> <p><a href=\"https://www.ft.com/content/06a4f2b4-297a-497e-a98e-e12bbec39fff\">Indonesian tech start-ups abandon US Spac deal plans in favour of going local</a> (FT)</p> <p><a href=\"https://www.ft.com/content/43bebb35-e616-4bff-801d-9f4396ece5d6\">Blue Prism agrees £1.1bn takeover by Vista</a> (FT)</p> <p><a href=\"https://www.reuters.com/article/kirklnd-lak-m-a-agnico-eagle/canadas-agnico-eagle-to-buy-kirkland-lake-gold-in-11-billion-stock-deal-idUSKBN2GO15A\">Canada's Agnico Eagle to buy Kirkland Lake Gold in $11bn stock deal</a> (Reuters) </p> <p><a href=\"https://www.ft.com/content/1ffb1250-979b-409f-8f0a-b7fd93185399\">Chinese developer Sunac seeks to avoid Evergrande contagion</a> (FT + <a href=\"https://www.ft.com/content/6c1a899d-4f58-4b4d-9d5f-9c520fb1bfe9\">Lex</a>)</p> <p><a href=\"https://www.ft.com/content/8cea01d2-362a-4c5b-8291-1d27b448ef01\">Ford plans $11bn electric pick-up truck investment with battery maker SK</a> (FT + <a href=\"https://www.ft.com/content/52c1e877-fde5-40e1-90fc-9bb4bec9baf0\">Lex</a>) </p> <p><a href=\"https://www.bloomberg.com/news/articles/2021-09-28/griffin-robinhood-strike-back-at-fresh-outrage-over-gamestop?srnd=premium&amp;sref=OziMsGoK\">Ken Griffin, Robinhood strike back at fresh outrage over GameStop</a> (Bloomberg) </p> <p><a href=\"https://www.ft.com/content/0d1f5b96-58e9-4e39-a026-4e80c0dd9574\">SoftBank-backed robot warehouse group AutoStore plans Oslo IPO</a> (FT) </p> <p><a href=\"https://www.ft.com/content/a9698d07-1c4f-4642-8218-70d43a87d20a\">Trafigura paid $390m in share deal with Angola's ‘General Dino'</a> (FT) </p> <p><a href=\"https://www.wsj.com/articles/bank-mergers-are-on-track-to-hit-their-highest-level-since-the-financial-crisis-11632793461?mod=hp_lead_pos4\">Bank mergers are on track to hit their highest level since the financial crisis</a> (Wall Street Journal)</p><p>Source:  2021 'Blackstone schools Deutsche Bank in casino capitalism' FT.com 29 September. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-09-29T04:00:40.851Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 3305,
          "end": 3318
        },
        {
          "start": 3305,
          "end": 3312
        },
        {
          "start": 8078,
          "end": 8091
        },
        {
          "start": 4984,
          "end": 4997
        },
        {
          "start": 5069,
          "end": 5076
        },
        {
          "start": 5069,
          "end": 5082
        },
        {
          "start": 8078,
          "end": 8085
        },
        {
          "start": 4984,
          "end": 4991
        },
        {
          "start": 5254,
          "end": 5261
        },
        {
          "start": 8078,
          "end": 8092
        }
      ]
    }
  ]
}