{
  "_id": "58f34836a769ff33e49f88d11d3b0e7330106e5bdd43f46b0ccef04c7af6274c",
  "feed": "ftcomall",
  "title": "Italy and Spain enjoy manufacturing bounceback as demand rises",
  "text": "<p>Factories in Italy and Spain are ramping up production to meet rising demand but also face growing shortages of raw materials and rising input costs, according to a closely watched survey of European businesses.</p> <p>The purchasing managers' indices published by IHS Markit on Monday were the latest illustration of Europe's <a href=\"https://www.ft.com/content/2d950571-2900-4228-8c1a-23025bf0f281\">two-speed economic recovery</a>, as the manufacturing sector drives growth while services businesses are still burdened with regulations and lockdowns to curb the spread of the coronavirus pandemic.</p> <p>The manufacturing PMI for Italy, the eurozone's second-largest manufacturer after Germany, rose to a three-year high of 56.9 in February, up from 55.1 in the previous month, the data showed. Spain's manufacturing PMI rose faster than most economists had expected to a seven-month high of 52.9, up from 49.3. </p> <p>A reading above the 50 mark indicates that a majority of businesses reported an expansion of activity.&#xa0;</p> <p>Manufacturing's positive performance was also illustrated by upward revisions to the German and French PMIs, lifting them to their highest levels since January 2018.&#xa0;</p> <p>The pan-eurozone manufacturing PMI hit a three-year high of 57.9, up from 54.8 in the previous month.</p> <p>This is a level “that has rarely been exceeded in more than two decades of survey history”, said Chris Williamson, chief business economist at IHS Markit.</p> <p>“Producers are benefiting from resurgent demand for goods in both domestic and export markets, linked to post-Covid recovery hopes driving renewed stock building and investment in business equipment and machinery, as well as improved consumption,” he said.</p> <p>New export orders at Italian factories increased for the third straight month in February and at the fastest pace since December 2017. Domestic demand also rose; businesses surveyed attributed the improvement to looser Covid-19 restrictions, which helped release pent-up demand.</p> <p>The increase in activity added to pressure on supply chains. Suppliers' <a href=\"https://www.ft.com/content/ad5e1a80-cecf-4b18-9035-ee50be9adfc6\">delivery times lengthened</a> to the greatest extent since the height of the pandemic last April. Many Spanish manufacturers reported “supply-side shortages, with strengthened global demand and ongoing transportation delays pushing up delivery times”, IHS Markit said.</p> <p>Input prices rose at the&#xa0;fastest pace since 2011 as a result of the shortages and factories in Spain raised their prices at the fastest rate since June 2018. </p> <p>Spanish factories said their backlogs of work increased for the first time in nearly two years.</p> <p>Despite the supply chain problems, confidence about the coming months rose among both Italian and Spanish manufacturers as they anticipated that a further loosening of pandemic-related activity restrictions could boost demand further. </p> <p>The data “confirms the continued resilience of manufacturing activity across Europe, consistent with little-to-no restrictions being placed on industrial activity as part of the ongoing restrictions aimed at containing Covid-19 infections”, said Nikola Dacic, an economist at Goldman Sachs.&#xa0;</p><p>Source: Martin Arnold in Frankfurt and Valentina Romei in London 2021 'Italy and Spain enjoy manufacturing bounceback as demand rises' FT.com 1 March. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-03-01T12:16:57.404Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 2987,
          "end": 3000
        },
        {
          "start": 2987,
          "end": 2994
        },
        {
          "start": 2970,
          "end": 2983
        }
      ]
    }
  ]
}