{
  "_id": "1f37685386a31d7866fbc3c49833b39d1beef9d5a7b1dd41fcb3f07416659478",
  "feed": "wall-street-journal",
  "title": "Archegos Saga Not So Tragic for Wall Street's Big Brokers",
  "text": "<p>The biggest source of banks' equities-trading revenue was once cash trading, or the relatively straightforward business of helping clients execute trades. But while commissions narrowed over the past decade or so, prime-brokerage revenue grew.</p><p>Prime brokers provide financing for trading clients like hedge funds, leading to both lending income and trading activity. Banks can use their prime units to pool trading and risk exposures to help drive profitability across their trading desks. Morgan Stanley in 2019 referred to prime as \"sort of the center of the machine\" for equities.</p><p>Last year, prime services generated $15.2 billion in revenue for the largest global investment banks, according to industry data provider Coalition Greenwich. That figure was down from 2019 as hedge funds dialed-down their borrowing amid the coronavirus pandemic, but prime remains very important. Goldman Sachs Group this year told investors it was adding record prime-brokerage client balances and that prime was \"a feeder into a variety of other revenue sources.\"</p><p>But banks have to carefully manage their balance-sheet exposures, so the ability to finance clients via prime brokerage does have its limits. Banks are struggling to handle an influx of deposits while also trying to not increase their capital requirements. This challenge can partly explain the appeal of total-return swaps, derivatives used to bet on a stock without owning it apparently embraced by Archegos. They have advantages for clients, but also banks. So-called synthetic financing can in some cases carry a lower balance-sheet cost for a bank than \"physical\" financing, like a repurchase agreement or stock loan, according to Josh Galper, managing principal at industry consulting firm Finadium. Mr. Galper estimates that more than half of prime brokers' financing revenue in the first half of 2020 was from synthetic rather than physical financing.</p><p>After Archegos, there may be changes in the prime business. Some could crimp the prime business, but might not be to the disadvantage of the biggest U.S. firms, which so far have reportedly steered clear of the losses potentially suffered by Credit Suisse Group and Nomura Holdings. There could be a push for total-return swaps to be standardized and centralized in a clearinghouse or on exchanges. If this makes the swaps less profitable, it could reduce the availability of financing. But it also could make it relatively more efficient for America's giant money-center banks to provide swaps because they already have so much activity with clearing firms.</p><p>After the 2008 financial crisis, hedge funds reportedly increased their use of multiple prime brokers to reduce their risk of one failing. A 2020 survey by Global Custodian found that clients with over $100 billion in assets under management use an average of more than four prime brokers. But what seems like good housekeeping might also have made it harder for brokers to monitor a client's risk or exposure across firms. The largest brokers can now argue to clients that dealing with just one or two firms that handle blocks of shares could avoid future messy scrambles to sell hedges or collateral that could create escalating losses.</p><p>The Archegos episode may ultimately serve as a reminder that, on Wall Street, tragedy for some can sometimes be followed by opportunity for others.</p>",
  "published": "2021-04-06T00:00:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 882,
          "end": 901
        },
        {
          "start": 882,
          "end": 895
        },
        {
          "start": 882,
          "end": 889
        }
      ]
    }
  ]
}