{
  "_id": "9454edbb3fdc64bd9a827fc056a09c955e0c3f8feda018529fde537ac8cc20c9",
  "feed": "ftcomall",
  "title": "The distressed companies that have escaped the focus on board diversity",
  "text": "<p>The scrutiny of the people America's biggest companies choose as directors on their boards has never been more intense. </p> <p>If there are no women on the board, Goldman Sachs refuses to work with a company. Listed businesses headquartered in California have been told they must have at least one female director. Massive fund managers such as BlackRock and Vanguard have dedicated teams to watch corporate governance standards, while proxy advisers and activist investors have become much more likely to take notice and try to force action against boards that are “pale, male and stale”.</p> <p>But this newfound focus on diversity has escaped a small but important subset of businesses. Companies in financial distress, often owned by private equity firms, increasingly rely on a small coterie of ex-lawyers and ex-financiers to be board members who then make wrenching decisions about restructuring these troubled companies. Hedge fund and private equity fortunes are won and lost on those decisions. </p> <p>In recent years, distressed debt investors have begun to complain about what they say is a limited and rather too cosy pool of directors who can be paid tens of thousands of dollars a month. </p> <p>Just a handful of law firms dominate the corporate bankruptcy industry and creditors have noticed the same set of people — overwhelmingly white, middle-aged and male — are being recycled by these lawyers to, in their estimation, do the bidding of private equity owners.</p> <p>A new academic study supplies data <a href=\"https://privpapers.ssrn.com/sol3/papers.cfm?abstract_id=3866669\">supporting their grievance</a>. It looked into 15 years of bankruptcy filings and identified what it called “super repeaters” — 15 men who had been directors in multiple large bankruptcies, including one who had served in a staggering 31 different cases. </p> <p>“While these directors claim to be neutral experts that act to maximise value for the benefit of creditors, we argue that they suffer from a structural bias because they are part of a small community of repeat private-equity sponsors and law firms,” the authors of the study wrote.</p> <p>The explosion in private capital buyouts has also led to large, well-known US companies living outside the realm of the scrutiny that goes with a public market listing.</p> <p>Last summer, a federal bankruptcy judge overseeing the Chapter 11 case of department store chain Neiman Marcus angrily called an independent director “<a href=\"https://www.ft.com/content/0166cb87-ea50-40ce-9ea3-b829de95f676\">borderline incompetent</a>” after he failed to clearly explain in testimony how he was investigating potential wrongdoing by Neiman's private equity owners. </p> <p>The director in question was an experienced bankruptcy lawyer who had then become a professional director for years at various high-profile troubled companies.&#xa0;</p> <p>Independent directors are particularly powerful figures in boardrooms. Their ostensible objectivity leads to them being selected to dig into wrongdoing allegations and then ultimately lead the tense negotiations between creditors and equity holders that allow the company to reorganise.</p> <a href=\"http://www.ft.com/cms/c8ce22cd-464b-4543-ae59-9746d25923a9.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a> <p>The decisions of independent directors are also hard to challenge because they benefit from the “business judgment rule” that offers protection from lawsuits based on the default assumption they have acted in the best interests of the business.</p> <p>In the instance of Neiman Marcus, its owners had been accused of asset stripping that had robbed creditors. The owners ultimately settled those charges for a $172m payment. Yet as the system is designed, Neiman's owners chose the independent directors that were later charged with investigating them.</p> <p>Yet, one “super repeater” that the FT spoke to dismissed the notion that a director could carve out a career simply by being a private equity shill. “I've never felt the need to compromise my moral centre. I rely on my intellectual honesty. That is what gets me the next call. I knew I was pretty good at calling balls and strikes when in one case, each of the six different sides was angry at me.”&#xa0;&#xa0;</p><p>Source: Sujeet Indap in New York 2021 'The distressed companies that have escaped the focus on board diversity' FT.com 9 July. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-07-09T14:06:38.318Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 156,
          "end": 163
        },
        {
          "start": 156,
          "end": 169
        }
      ]
    }
  ]
}