{
  "_id": "0ba35c3150fb23c163b0cb40eef96e8145872426d521de6d9956b0a3a0e84dae",
  "feed": "ftcomall",
  "title": "BlackRock aims to generate half of US ETF flows from adviser models",
  "text": "<p>BlackRock&#xa0;has set a goal for half of its US ETF flows to come from adviser models, executives have said, adding that the manager has been investing in the products, technology tools and distribution relationships to make that happen.</p> <p>Last year, about a third of BlackRock's US ETF net sales came from a range of packaged portfolios, noted Salim Ramji, global iShares chief, during a BlackRock virtual investor day. In all, the company's $2.3tn US ETF line added more than $122bn in net flows last year, according to&#xa0;Morningstar Direct.</p> <p>Ramji did not set out a timeframe for when he expected the company to meet that goal. BlackRock said the growth was expected to take place over “a few years.”</p> <p>The model market will grow from about $4tn last year to $10tn in the next five years, Ramji said, citing&#xa0;Broadridge&#xa0;data.</p> <p>BlackRock is a major player in the ETF model space, with some 51 models in Morningstar's database — more than any other manager — as of the end of 2020.</p> <p>However, BlackRock's $100bn model business is just a small part of the manager's ability to grow, noted Ramji and Martin Small, head of the group's US wealth advisory unit.</p> <p>“We grow through distribution of our own models, as well as through distribution of third-party models,” Small said on Thursday.</p> <p>BlackRock added more than $1bn per month in assets between January 2020 and March 2021 through models on the&#xa0;Envestnet platform, the presentation showed. BlackRock owns a stake in Envestnet.</p> <p>About 65 per cent of the revenue generated last year by BlackRock through the Envestnet platform comes from ETFs that are part of models run by other providers, Small said.</p> <p>BlackRock will continue to invest in ultra-low-cost, broad-market products, such as its Core suite that serve as the building blocks of portfolios, Ramji said. Such funds represent about a third of BlackRock's ETF assets and 10 per cent of its base fees. The ETFs' base fees grew about 7 per cent in the three-year period ending March 31, the presentation noted.</p> <p>BlackRock spent about $400m between 2015 and 2020 on cutting prices of its core ETFs and other targeted strategies, Ramji said. Those investments have more than paid for themselves, because the group has collected an extra $640m in revenue since the price changes went into effect, he added.</p> <p>The company has also found strong growth and financial benefits from a wide swath of specialised products, including factor-based ones, sustainable strategies and fixed income that serve advisers' whole portfolio needs, Ramji said.</p> <p>Base fees for this “strategic” segment have grown 16 per cent over the past three years and represented about 40 per cent of BlackRock's base ETF fees at the end of March, the presentation showed.</p> <p>About 13 per cent of advisers, and just 5 per cent of registered investment advisers, use a single off-the-shelf model for their entire portfolio, according to <a href=\"https://www.ignites.com/c/3197344/399184?referrer_module=article\">data</a> from&#xa0;Cerulli Associates. </p> <p>The most attractive models for advisers that mix and match models with custom portfolio management are products that address a specific portfolio problem, such as generating income or mitigating downside risks, the Boston-based research group said. BlackRock offers both outcome-specific and traditional asset allocation models.</p> <p>Other providers have also increased their focus on the model market.&#xa0;Vanguard, for example,&#xa0;has beefed up its pre-packaged portfolios, and found homes for its ETFs in models built by companies including&#xa0;Capital Group&#xa0;and&#xa0;BNY Mellon.&#xa0;Goldman Sachs Asset Management, WisdomTree,&#xa0;Fidelity&#xa0;and&#xa0;Charles Schwab&#xa0;have also invested heavily in their model families.</p> <p>However, BlackRock's approach to models is unique because it combines a broad range of products, proprietary technology and services for wealth managers.</p> <p>“We're enabling the shift to models, which is in turn driving the growth of ETFs, and particularly our ETFs,” Ramji said.</p><p>Source: Jackie Noblett, Ignites 2021 'BlackRock aims to generate half of US ETF flows from adviser models' FT.com 18 June. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-06-18T10:36:47.272Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 3472,
          "end": 3479
        },
        {
          "start": 3472,
          "end": 3502
        },
        {
          "start": 3472,
          "end": 3485
        }
      ]
    }
  ]
}