{
  "_id": "b0ceb0d71e3c9e1a8309007c3354782bcd1aa5faad20ad903a199534c64e3fc5",
  "feed": "wall-street-journal",
  "title": "Heard on the Street:  Beijing Gives Tech Investors a New Tutorial  ---  Pain for Chinese internet technology firms will be  long-lasting -- and the pressure isn't over yet  ----  By Jacky Wong",
  "text": "<p>\n  [Financial Analysis and Commentary] </p><pre> </pre><p>\n  Anyone who bought into Chinese internet stocks hoping for a bounce following the dramatic fall from grace of ride-hailing giant Didi has been taught another painful lesson this week. Fighting the Fed, or Washington, is usually a losing game -- but betting against Beijing's fast-moving, often opaque regulatory apparatus in Xi Jinping's new era of centralized control is suicidal. </p><p>\n  Chinese tech stocks already punished by a widening antitrust and data-security crackdown have lost billions of dollars in market value over the past few days as a new selloff hit almost every single company in the sector. The immediate trigger: new rules that would basically wipe out much of the booming after-school tutoring sector. While tightening regulations have long been on the horizon, the scope and severity of the action still caught investors by surprise. Goldman Sachs has cut its market-size forecast for after-school tutoring in 2025 by 85%. Shares of New Oriental Education &amp; Technology have lost 70% since Friday, when the news was first leaked. </p><p>\n  The industry is a big customer of online advertising, but that isn't the cause of the wider tech selloff. Instead, investors are reassessing regulatory risk for Chinese equities more broadly. Crackdowns like the one on tutoring likely won't extend to most other sectors, but Beijing has sent a clear message nonetheless. Enormous pain for investors -- particularly those of the offshore variety -- isn't a barrier to policy goals. And when such crackdowns unfold, they often go further and faster than nearly anyone initially expects. </p><p>\n  The crackdown is consistent with China's aim of reducing child-rearing costs as the population ages. But cracking the whip on tutoring firms does little to address the fundamental forces driving demand for their services: brutal competition for places in elite colleges and for scarce good jobs after graduation. </p><p>\n  The regulatory assault on big tech is far from over. Regulators also issued new guidelines asking food-delivery companies to ensure workers are paid at least the minimum wage. Delivery giant Meituan's shares have slid 25% in the past couple of days. China's tech regulator also ordered firms to fix anticompetitive practices like \"malicious blocking of website links\" on Monday -- that likely means platforms like Alibaba's Taobao and Tencent's WeChat will need to accept their rivals' links and payment systems inside their previously walled gardens. </p><p>\n  Like other countries in the world, China is grappling with the far-reaching impact of big tech on competition, consumers and workers. The country's opaque authoritarian system allows swift and forceful action, but that also means investors face greater uncertainty -- and very little recourse when policy winds blow against them. Instead of trying to argue their case in courts or the media, Chinese tech companies often thank regulators after being punished. </p><p>\n  Regulatory risks are notoriously difficult to quantify everywhere and shouting down angry politicians is always a dangerous game. In China, companies now know better than to try and investors should recognize that there is little they can do other than get out of the way. </p><p></p>",
  "published": "2021-07-28T06:02:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 886,
          "end": 893
        },
        {
          "start": 886,
          "end": 899
        },
        {
          "start": 881,
          "end": 894
        }
      ]
    }
  ]
}