{
  "_id": "6a86ef19694ff31b84bca25ddac64a6a7bb425b96e5cc7b2570ed67001ec653d",
  "feed": "ftcomall",
  "title": "Investors bank on Biden in fight against pandemic",
  "text": "<p><em>The FT is offering a free 30-day trial to&#xa0;Coronavirus Business Update, which includes access to&#xa0;FT.com. Please spread the word by forwarding this newsletter to friends and colleagues who you think would find it valuable. And if this has been forwarded to you, hello.&#xa0;Please sign&#xa0;up&#xa0;</em><a href=\"https://click.newsletters.ft.com/f/a/Pr6bvNt0ItB6Zy8uAxch6Q~~/AAAAAQA~/RgRgXieUP4SjAWh0dHBzOi8vY2xpY2submV3c2xldHRlcnMuZnQuY29tL2YvYS9sSklqSlB4RXR0cWdHMEVidkRIUzhBfn4vQUFBQUFRQX4vUmdSZ1M3UzhQMFNRYUhSMGNITTZMeTlsY0M1bWRDNWpiMjB2Ym1WM2MyeGxkSFJsY25Ndk5XVTJOemMzTldRNFltSXlPR1l3TURBME9XSXdaamMyTDNOMVluTmpjbWxpWlQ5bGJXRnBiRWxrUFRWbE5qaGxNakl6TVdObU16QmtNREF3TkRNd1lXSmlNaVp6WldkdFpXNTBTV1E5TWpjNE5XTTFNbUl0TVdNd01DMWxaR0ZoTFRJNVltVXROelExTW1ObU9UQmlOV0V5VndobWFXNTBhVzFsYzBJS0FDdThMMmxlTzJmalpWSVNaR0Z5Y21WdUxtUnZaR1JBWm5RdVkyOXRXQVFBQUFBQT9lbWFpbElkPTVlN2I5N2M1MWY5NmQ2MDAwNDUyYTFkYyZzZWdtZW50SWQ9Mjc4NWM1MmItMWMwMC1lZGFhLTI5YmUtNzQ1MmNmOTBiNWEyVwhmaW50aW1lc0IKACywonteZoTqdVISZGFycmVuLmRvZGRAZnQuY29tWAQAAAAA\"><em>here</em></a></p> <h2>Latest news</h2> <p><em>For up-to-the-minute coronavirus updates visit our live blog </em></p> <ul>  <li><p>Sterling hit an 8-month high on hopes for <a href=\"https://www.ft.com/content/8e239b0c-7148-4450-b1ca-2c5f56fb7efb\">UK economic recovery</a></p></li>  <li><p><a href=\"https://www.ft.com/content/c0fcd968-e4e0-42f4-b3de-44eae600223f\">Saga</a> became the first holiday business to insist that all of its customers must be vaccinated against coronavirus before they embark on its cruises</p></li>  <li><p>The EU has clashed with BioNTech/Pfizer over <a href=\"https://www.ft.com/content/59a014d0-aacc-43a5-b061-8ea4b25c3c00\">vaccine deliveries</a></p></li> </ul> <h2>Morning in America</h2> <p>Despite the sombre backdrop to today's inauguration ceremonies in Washington, a distinct whiff of “morning in America” optimism was discernible as <a href=\"https://www.ft.com/content/13954a39-bd8c-4ea3-b9ad-72492176ae02\">Joe Biden</a> was formally appointed 46th US president, bringing new impetus to the country's handling of the pandemic and its economic response.&#xa0;</p> <p><a href=\"https://www.ft.com/content/b52ca23e-d244-498b-8199-5f7bd3f64177\">Jeff Zients</a>, a former management consultant, has been given the task of revamping the approach to coronavirus, including the distribution of vaccines, while <a href=\"https://www.ft.com/content/13954a39-bd8c-4ea3-b9ad-72492176ae02\">executive orders</a> from the new president include a “100-day masking challenge” to promote the wearing of face masks.&#xa0;A desire to resume international co-operation was also reflected in Mr Biden's decision to halt the US's exit from the World Health Organization. Anthony Fauci, a leading US epidemiologist who often conflicted with Donald Trump, will attend this week's WHO executive board meeting.</p> <p><a href=\"https://www.ft.com/content/08c11f98-da3d-475b-b484-49d21047defd\">Global investors</a>, meanwhile, are betting that a new US stimulus will help offset the economic damage from the still raging pandemic and set the world on the path to recovery.&#xa0;</p> <p>As our <a href=\"https://www.ft.com/content/fa01bc64-a80c-4c32-abad-f8eb778c4fe6\">Big Read</a> explains, the challenge is huge. <a href=\"https://www.ft.com/content/72ca778e-4486-45fe-a990-74551dc95a8f\">Janet Yellen</a>, Mr Biden's pick for Treasury secretary, argued this week that the “smartest thing we can do is act big” as she backed the president's proposed $1.9tn stimulus package for the economy.</p> <p>The <a href=\"https://www.ft.com/content/05e07e0d-1f2a-45da-bafb-367f4100c26a\">new relief package</a> includes help for states and direct cheques for individuals as well as funding for the pandemic response. It follows two earlier packages of $3tn and $900bn from the Trump administration. This is set to be followed by additional spending on infrastructure and green energy.</p> <p>Some argue Mr Biden is being too cautious, while some <a href=\"https://www.ft.com/content/7745fdad-b896-4883-afa0-7e6528ddcee0\">Republicans</a> have attacked his plan as wasteful. Others, such as Morgan Stanley strategist <a href=\"https://www.ft.com/content/d49b537a-95f8-4e1a-b4b1-19f0c44d751e\">Ruchir Sharma</a>, writing for the FT today, argue that increased stimulus could lead to more inequality and low productivity growth.</p> <p>Still, optimism, for today at least, is in the ascendancy and can even be glimpsed, at least fleetingly, in the latest coronavirus data: trends in <a href=\"https://www.ft.com/content/14a0f865-b783-3e0a-9fc6-ab7984ab83dc#post-59566\">cases and hospitalisations</a> in the US have dropped to their lowest levels in weeks. </p> <p><strong>Key links:<br></strong><a href=\"https://www.ft.com/content/feb1c318-6c23-4d86-b97a-77f39f2e1b41\"><em>Team Biden-Harris</em></a><em>: what you need to know<br>Inauguration </em><a href=\"https://www.ft.com/content/7e717f1e-2868-375d-889c-50acc0ab9c19\"><em>live blog</em></a></p> <h2>Markets</h2> <p>US companies borrowed a record $2.5tn in the <strong>bond markets</strong> last year as a bulwark against the pandemic, but what will they actually do with all that cash? Capital markets reporter <a href=\"https://www.ft.com/content/c9674c80-a206-4d39-ad4e-e1a9047ef08c\">Joe Rennison</a> lays out the options: give it back; use it for capital spending; buy stock — or competitors; or just hold on to it. </p> <p><strong>UK dividends</strong> last year fell to £61.9bn, their lowest level since 2011, thanks partly to political pressure on the financial sector not to pay out during a time of crisis. The <a href=\"https://www.ft.com/content/d0d937cf-b052-45c1-b267-4c932badfc59\">outlook for this year</a> looks just as bleak, with a recovery of just 8 per cent from 2020 lows, according to a new report. </p> <p>The last <a href=\"https://www.ft.com/content/553f3ff0-c74c-4193-b031-02485075b182\">open-outcry</a> trading venue for commodities in Europe — the Ring at the <strong>London Metal Exchange</strong> — faces closure after a temporary halt to business during the pandemic. The Ring, where traders communicate through shouting or hand signals, has its origins in the 19th century, when metals merchants would draw a circle on the sawdust floor of a City of London coffee house to begin trading.</p> <h2>Business</h2> <p><strong>US bank</strong> <a href=\"https://www.ft.com/content/0f44d1b7-d79f-4c2a-b45e-d4c2d0ce4637\">Morgan Stanley</a> reported record annual profits of $11bn, joining Wall Street rival <a href=\"https://www.ft.com/content/43c86f1d-77b5-4524-bf66-11ac10fbd41f\">Goldman Sachs</a> — where profits doubled in the fourth quarter — in benefiting from the boom in trading and dealmaking during the pandemic. </p> <p><strong>Retailer results</strong> continued to show the impact of lockdowns, tempered with some good news from luxury brands such as <a href=\"https://www.ft.com/content/a6baef7c-7ac6-499f-9a68-9ca5e711bc43\">Richemont</a> and (to a lesser extent) <a href=\"https://www.ft.com/content/da44182b-9e86-48a5-820b-19e0c905dccf\">Burberry</a>, which both enjoyed strong sales in Asia. Stores based at airports — such as those run by <a href=\"https://www.ft.com/content/14a0f865-b783-3e0a-9fc6-ab7984ab83dc#post-59585\">WHSmith</a> — were down sharply, but those selling consumer electronics such as Dixons Carphone reaped benefits from locked-down customers. <strong>Retail landlords</strong> are also taking a hit: <a href=\"https://www.ft.com/content/ddeebbb9-257c-4ece-9f1c-1083c529a27a\">Hammerson</a> managed to collect just 41 per cent of its quarterly payments as UK shopping centres fell silent. </p> <p>The extent of the damage to <strong>office life</strong> from lockdowns is still not quite clear. <a href=\"https://www.ft.com/content/c29122ef-3a7a-4e80-b493-4f4fb5d77cee\">IWG</a>, the world's largest flexible office company, took a £160m hit to cover the cost of ditching millions of square feet of office space, but some people, such as <a href=\"https://www.ft.com/content/0316678b-664a-42f8-900a-5c5b5076e29e\">Bruce Flatt</a> of Canadian asset manager Brookfield, believe that workers will eventually return: “In business and life there are always problems and having a personal connection with others helps you work through those situations. That's why office spaces are important.”</p> <h2>Global economy</h2> <p><strong>Poorer countries</strong> are falling behind in the race to secure <a href=\"https://www.ft.com/content/331ca95c-63fa-40de-8866-e3adccea3647\">vaccines</a>, threatening hopes of a global end to the pandemic and a successful economic recovery. The head of the WHO said the lack of enthusiasm from rich countries to support its efforts to distribute vaccines to the developing world was a <a href=\"https://www.ft.com/content/ca57c76c-f86a-4f2d-81ab-7f5970ad2dbd\">“catastrophic moral failure”</a>. </p> <p>The FT revealed another serious effect of the pandemic on <strong>global trade</strong>: the cost of shipping goods from <a href=\"https://www.ft.com/content/ad5e1a80-cecf-4b18-9035-ee50be9adfc6\">China to Europe</a> has hit record highs thanks to a shortage of empty containers. Many were left stranded in the first phase of the crisis as shippers cancelled trips, meaning increased competition for those still available when trade from Asia picked up in the second half of the year. </p> <p><strong>UK inflation </strong>rose from 0.4 per cent to 0.6 per cent in December but economists are divided on whether this presages more movement upwards. “Price-conscious consumers, excess capacity, limited earnings and curtailed economic activity are likely to limit inflation in the near term at least,” said one analyst. <a href=\"https://www.ft.com/content/ef8d075a-17b4-45cd-bda3-aab5e59062dc\">British businesses</a>, meanwhile, fear a potential rise in <strong>corporation tax</strong> could further damage their pandemic-damaged finances while small companies warned they were <a href=\"https://www.ft.com/content/4b5b71fe-9063-40c1-b886-171a4d8e959b\">running out of cash</a> as <strong>debt levels</strong> rise. </p> <h2>Essentials</h2> <p>Although <strong>workers with a disability</strong> still face discrimination in the labour market, one potential positive from the rise of homeworking is the increased opportunity to become active without the everyday challenge of inadequate public transport and workplace provision. Many employers are finally offering the flexibility that staff with disabilities had long requested, writes <a href=\"https://www.ft.com/content/15953159-c5db-48b3-ba1d-a98191e80674\">Alicia Clegg</a>.</p> <h2>Have your say</h2> <p>Reader One-one comments on <a href=\"https://www.ft.com/content/27364b27-6c0c-4dec-b109-17c054b49465?commentID=68c3f11d-6b03-407a-a342-8bc1d33dace3\">How lockdown caused a creativity crisis</a>:</p> <blockquote>  <p>Serendipity is crucial for creativity. Being exposed to another environment, visual and acoustic impressions and chance encounters with different people drives us to challenge the status quo of things. Sitting in a cubicle in the same office building all day does not necessarily provide that either, but travel, meeting new people in person and in-person events do that. This isn't about office vs. working from home, but rather about Covid restrictions more broadly.</p> </blockquote> <p><em>Please share your views with us — email us at&#xa0;</em><a href=\"mailto:covid@ft.com\"><em>covid@ft.com</em></a><em>. Thanks</em></p> <h2>Final thought</h2> <p>The <a href=\"https://www.ft.com/content/ff5d568c-0338-46ec-bd56-43ac2590deb0\">streaming of live events</a> has come of age during the pandemic but for many devoted dance or theatre fans, the editing decisions of camera operators can ruin the experience. The answer, writes arts critic Laura Cappelle, is the multi-view technology pioneered by sports broadcasters. It could also provide an alternative to the environmental costs of touring. “I wonder if it still makes sense to take 80 people to Tokyo for just four shows,” says choreographer Jean-Christophe Maillot. “Maybe this is the way for artists to reconnect with the audience.” </p> <p><em>We would really like to hear from you. Please send your reactions or suggestions to&#xa0;</em><a href=\"mailto:covid@ft.com\"><em>covid@ft.com</em></a><em>. Thanks</em></p><p>Source: Darren Dodd 2021 'Investors bank on Biden in fight against pandemic' FT.com 20 January. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-01-20T17:41:34.292Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 3901,
          "end": 3914
        },
        {
          "start": 3901,
          "end": 3916
        },
        {
          "start": 3901,
          "end": 3908
        }
      ]
    }
  ]
}