{
  "_id": "e2e640d8e5f77bc189058f00c8604c8200e628bbbf4efe949c6fc2ddc71b7ba1",
  "feed": "ftcomall",
  "title": "Silicon Valley's it-company knows it's not special. That's the point",
  "text": "<p><strong>One thing to start: </strong>Latham &amp; Watkins posted record revenues of $4.3bn last year, among the highest-ever for a law firm. Read more <a href=\"https://www.ft.com/content/029834af-7447-4cb3-9ca7-b2aca8d9adbf?desktop=true&amp;segmentId=d8d3e364-5197-20eb-17cf-2437841d178a#myft:notification:instant-email:content\">here</a>.</p> <p><strong>Welcome to Due Diligence, your briefing on dealmaking, private equity and corporate finance from the Financial Times. Want to receive DD in your inbox? Sign up </strong><a href=\"https://ep.ft.com/newsletters/subscribe?newsletterIds=58db721900eb6f0004d56a23\">here</a><strong>. Get in touch with us anytime: </strong><a href=\"mailto:Due.Diligence@ft.com\">Due.Diligence@ft.com</a><strong>.</strong>&#xa0;&#xa0;</p> <h2>Stripe: investors go on a shopping spree</h2> <p>Seven years ago, perched atop a “vintage” Ikea sofa in a sparsely furnished San Francisco apartment, <strong>Patrick </strong>and <strong>John Collison</strong> <a href=\"https://www.ft.com/content/9c8d9f7c-c000-11e3-9513-00144feabdc0\">told the Financial Times</a> they hoped their online payments company Stripe would “enable the internet economy as a whole to be much more vibrant”.</p> <p>It remains to be seen whether they will reach their ambition, but the two brothers have unlocked a different achievement: becoming the most valuable private start-up in Silicon Valley.&#xa0;&#xa0;</p> <p>Investors struck a deal valuing the online payments processor at $95bn, as <a href=\"https://www.ft.com/content/b9949a88-6c09-4de5-92e7-73994bb2b62f\">first reported</a> by DD's Miles Kruppa and the FT's Tim Bradshaw.&#xa0;</p> <p>To put things in context, Stripe's valuation has nearly tripled in less than a year, surpassing those achieved by <strong>Facebook</strong> and <strong>Uber</strong> before they went public.</p> <p>When it was founded in 2010, Stripe enticed early investors, which included <strong>PayPal </strong>founders <strong>Elon Musk </strong>and <strong>Peter Thiel</strong>, by being one of the first companies to create an easy-to-use interface for start-ups and small businesses to handle payments.&#xa0;</p> <p>In hindsight, that's looking like a smart bet. A boom in ecommerce, accelerated by the pandemic and the decline of brick-and-mortar retail, has lifted the company's growth.&#xa0;</p> <p>Stripe recorded about $2bn in gross revenues in the third quarter of last year, <a href=\"https://ft.com/content/9bfda026-df9d-42e4-8679-c26a072e0522?\">an insider told Miles</a>, translating to over $120m in earnings before interest, taxes, depreciation and amortisation.</p> <p>And in a further sign of investor appetite, sources tell DD, Stripe has held talks about yet another deal that would allow investors to purchase between $500m to $1bn worth of shares from existing shareholders at or near the same price as the recent financing.</p> <p>But despite all the fanfare, the Irish expats and college dropouts (Patrick from Harvard, John from MIT) appear, much like their tastes in home decor, down-to-earth.&#xa0;</p> <p>“It's low-margin . . . It's very competitive,” John said of the payments technology that underpins Stripe, referring to its staff as “the strange and weird woodland creatures who are payments fanatics”.</p> <p>In short, there's nothing particularly innovative about Stripe's technology that sets it apart from rivals. The digital payments industry has been on a tear lately — see: <a href=\"https://www.ft.com/content/b18335fe-1926-48f5-9522-c99d27b07ade\">PayPal</a> and <a href=\"https://www.ft.com/content/b720ff5a-f0f6-4417-b479-814c1e4f6bd5\"><strong>Square</strong></a>.</p> <p>So what makes the participants in its latest $600m funding round so confident?</p> <p><strong>Benedict Evans</strong>, a tech industry analyst, put it straight: “They are a 3 per cent tax on the future of the internet.”</p> <p>By charging a fee of about 2.9 per cent (or 1.9 per cent in Europe, where card fees are typically lower), Stripe has the potential for high growth, as long as it can continue to carve out a foothold in the highly fragmented, multitrillion dollar market it shares with a long list of rivals.</p> <h2>Toshiba's big shareholder showdown</h2> <p>Few stories covered by the FT's Tokyo bureau have encapsulated quite so much about Japan Inc, corporate governance, the consequences of <a href=\"https://www.ft.com/content/ee764708-ff99-11e7-9650-9c0ad2d7c5b5\">epic M&amp;A failure</a> and the changing perception of investor rights than the salutary saga of <strong>Toshiba</strong>.</p> <p>The slow-burning crisis will finally reach a turning point this Thursday during an <a href=\"https://www.ft.com/content/a1985ecc-454e-4ac3-a578-5b6369c3df46\">extraordinary shareholder meeting</a>, in which one of the country's most recognisable companies will square off against a global cast of activists in what's expected to be one of the most widely watched events in Japanese corporate history.</p> <p>As our FT colleagues Leo Lewis and Kana Inagaki reported in <a href=\"https://www.ft.com/content/d2b3c1e7-699e-4c8c-800b-1b26498a7adb\">this explainer</a> on the upcoming showdown, they were surprised by the amount of key players in the story willing to break their usual cover and speak on the record.</p> <p>Particularly <strong>Effissimo</strong>, a notoriously secretive Singapore-based <a href=\"https://www.ft.com/content/6e18f816-de9b-44d0-9541-1daf758a6c01\">activist fund</a> that owns 9.9 per cent of Toshiba and is proposing the company convene an independent panel to investigate whether the voting at last year's knife-edge annual general meeting was conducted fairly.&#xa0;</p> <p>Briefly put, though, this is a moment where an unprecedented cast of foreign investors (from notoriously combative activists to the world's biggest sovereign wealth fund) are under pressure to demonstrate that all their talk about ESG is more than just promotional flag waving.&#xa0;</p> <p>If that happens, it will revive some of the questions over a “dark arts” anti-activist campaign run by <strong>Goldman Sachs</strong> and whether a <a href=\"https://www.ft.com/content/bdfff63b-93a4-451c-a98f-a22548106327\">friendly conversation</a> between <strong>Harvard</strong>'s endowment fund and the former investment chief of Japan's state pension fund, <strong>Hiro Mizuno</strong>, affected the outcome.</p> <p><strong>Calpers</strong>,<strong> Calstrs</strong> and <strong>Norges Bank</strong> — three large Toshiba investors — have all said they would vote for Effissimo's proposal. As one of the activists put it — when is there ever a bad time to vote for an independent investigation?</p> <p>Everything feels at stake, if either one of the two votes at the EGM (the proposals come from two different investors, Effissimo and <strong>Farallon</strong>) go against management it is hard to see current chief executive <strong>Nobuaki Kurumatani</strong> — a banker drafted in three years ago — surviving much beyond the summer.</p> <h2>David Cameron (almost) breaks his Greensill silence</h2> <p>Former UK prime minister <strong>David Cameron</strong> was almost as unhappy to receive a phone call from the Financial Times this week as <strong>Lex Greensill</strong> was a couple of weeks ago.&#xa0;</p> <p>(Reminder: Greensill accused DD's Rob Smith of “<a href=\"https://www.ft.com/content/7e79117f-cbf5-4765-82ca-7e8f1fb5915b\">character assassination</a>” when he got through to the financier.)&#xa0;</p> <p>Cameron, an adviser to the board of the collapsed supply-chain financing group <strong>Greensill Capital</strong>, hasn't responded to repeated requests for comment in the past two weeks. When the FT's Jim Pickard called him on Tuesday, he was brusque, asking: “Do you want to ring my office?”&#xa0;</p> <p>On being told his office wasn't answering questions, the former prime minister quickly hung up the phone.</p> <p>We don't tell you this just for entertainment purposes. Cameron's involvement is critical to understanding the Greensill story. (Catch up on everything Greensill <a href=\"https://www.ft.com/content/a6d578c4-9a57-4375-b7b2-c88d4b7cc21f\">here</a>.)&#xa0;</p> <p>He had stock options worth as much as 1 per cent of the company, a potentially significant windfall when Greensill was seeking a $7bn valuation last year — though presumably worthless now.&#xa0;</p> <p>Cameron even visited the Sydney offices of <strong>The Bond &amp; Credit Co</strong>, the insurer that was so vital to Greensill's operations. In Australia the former prime minister met <strong>Greg Brereton</strong>, an easy-going “good bloke” who gave Greensill access to billions of dollars of insurance coverage until he was fired last year. One person familiar with the visit described it as <a href=\"https://www.ft.com/content/9722efce-7d32-4abd-99b8-46f6b47de6dc\">“comic”</a>.&#xa0;</p> <p>Meanwhile, court documents reveal some <a href=\"https://www.ft.com/content/6612daba-d846-4a84-aa4f-23f8c202f283\">new details</a>: Greensill Capital borrowed almost €100m from its sister bank in Germany in the months leading up to its collapse.&#xa0;</p> <p>And when it tried to raise money from private equity groups in October and November (remember the <a href=\"https://www.ft.com/content/03f6649d-fdb6-4bfc-9ade-f970dfa1d7a0\">rosy picture</a> it presented?) it was trying to address a “perfect storm” of difficulties.&#xa0;</p> <p>Here's a quick round-up of the latest stories:&#xa0;</p> <ul>  <li><p>Lex Greensill and his family <a href=\"https://ft.com/content/40d3ab62-cfff-4275-b6c1-3f1353b8e933?\">sold about $200m of shares</a> in Greensill Capital in 2019, partially cashing out two years before the company collapsed;&#xa0;</p></li>  <li><p>The <a href=\"https://www.ft.com/content/8baceeda-957a-409d-8061-17b70f298fe1\">UK taxpayer is exposed</a> to more than £1bn of debt from <strong>Sanjeev Gupta</strong> and Greensill Capital via three government guarantees;</p></li>  <li><p>We dug into how Greensill financed Gupta's empire based on <a href=\"https://www.ft.com/content/b1ce1ab2-46d0-4005-a633-b38a4ee16aac\">invoices from ostensibly independent companies</a> with links to the steel magnate;&#xa0;</p></li>  <li><p>The governor of West Virginia has <a href=\"https://www.ft.com/content/e656cbc0-2465-45d5-b2fb-3391487eebb4\">filed a lawsuit</a> against Greensill Capital and its founder, alleging it “perpetrated a continuous and profitable fraud” against his mining company;</p></li>  <li><p><strong>Credit Suisse</strong> has warned that it could <a href=\"https://www.ft.com/content/b87143a6-507b-4623-80a9-858f74f8f6f4\">face a hit</a> from Greensill's collapse;</p></li>  <li><p><strong>Apollo</strong> has <a href=\"https://www.ft.com/content/5038d98e-b797-431c-9044-24588e636225\">called off plans</a> to buy parts of Greensill, bringing an end to a proposed $59.5m deal.&#xa0;</p></li> </ul> <h2>Job moves</h2> <ul>  <li><p><strong>Commerzbank</strong> chairman <strong>Hans-Jörg Vetter</strong> resigned on Tuesday with immediate effect after just eight months in the job due to health reasons. Read more <a href=\"https://www.ft.com/content/d86a9262-6107-46cf-b358-ff5f43e53eb7\">here</a>.</p></li>  <li><p>The law firm<strong> Cleary Gottlieb has </strong>hired <strong>Jackie Holland </strong>as a partner in its London competition practice. She joins from its rival <strong>Slaughter and May </strong>where she was a special adviser.</p></li>  <li><p><strong>White &amp; Case</strong> has added two partners to its global M&amp;A practice in New York: <strong>Thomas Christopher</strong> from <strong>Latham &amp; Watkins</strong>, and <strong>James Hu</strong> from<strong> Kirkland &amp; Ellis</strong>.</p></li> </ul> <h2>Smart reads&#xa0;</h2> <p><strong>Spac sceptics </strong>The blank-cheque company boom may have finally met its match as feared short-sellers including Muddy Waters and Hindenburg Research place their bets firmly against Wall Street's favourite new vice. (<a href=\"https://www.wsj.com/articles/short-sellers-boost-bets-against-spacs-11615714200\">Wall Street Journal</a>)</p> <p><strong>The private equity group next-door </strong>Blackstone, Apollo, Brookfield — these are a few of the investment managers piling into real estate's hottest sector: mobile homes. But are the new landlords helping or hindering the low-income populations that occupy them? (<a href=\"https://www.newyorker.com/magazine/2021/03/15/what-happens-when-investment-firms-acquire-trailer-parks\">The New Yorke</a>r)</p> <h2>News round-up</h2> <p><a href=\"https://www.businessinsider.com/former-goldman-exec-michael-daffey-buying-epstein-nyc-mansion-bitcoin-2021-3\">Former Goldman exec Michael Daffey buys Jeffrey Epstein's $51m NYC mansion</a> (Business Insider)</p> <p><a href=\"https://www.ft.com/content/4b82d9c8-beb4-44c7-baaa-f20005f15c4f\">Online broker eToro in $10bn deal to go public with Spac</a> (FT)&#xa0;</p> <p><a href=\"https://www.ft.com/content/3743eba8-dc91-47f8-add1-f2f9626f75dc\">Facebook agrees to pay News Corp for content in Australia</a> (FT)&#xa0;</p> <p><a href=\"https://www.ft.com/content/df2aea12-265e-4a71-aead-bef65eb78ec7\">FCA brings money laundering charges against NatWest</a> (FT + <a href=\"https://www.ft.com/content/283cc0b0-9343-495c-8288-6bb7a57322af\">Lex</a>)&#xa0;</p> <p><a href=\"https://www.ft.com/content/520ccdae-202f-45f9-a516-5cbe08361c34\">China's tech giants test way around Apple's new privacy rules</a> (FT)&#xa0;</p> <p><a href=\"https://www.ft.com/content/341d39aa-7eb7-4f5c-8f38-dd48471093fc\">Sackler family members offer to pay $4.3bn in bankruptcy settlement</a> (FT)&#xa0;</p> <p><a href=\"https://www.ft.com/content/79c2459d-85fe-457b-bb09-26d587eeaed6\">Alibaba browser pulled from Chinese app stores</a> (FT)&#xa0;</p> <p><a href=\"https://www.ft.com/content/b1f13309-e99c-489a-bb47-d2e52311710c\">Nikola plans to raise up to $100m from investors</a> (FT)&#xa0;</p> <p><a href=\"https://www.ft.com/content/54cb4f6f-e8ff-4029-84cc-61c8df3e15b4\">Pipe dreams of turning recurring revenues into an asset class</a> (FT)</p><p>Source:  2021 'Silicon Valley's it-company knows it's not special. That's the point' FT.com 17 March. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-03-17T05:00:11.072Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 8893,
          "end": 8900
        },
        {
          "start": 4538,
          "end": 4551
        },
        {
          "start": 4538,
          "end": 4545
        },
        {
          "start": 4510,
          "end": 4523
        }
      ]
    }
  ]
}