{
  "_id": "5b50fbdfbfaa60bca17989ba049e8a2179620e843a2562faa2d495a6e76c85f3",
  "feed": "ftcomall",
  "title": "Goldman Sachs slashes David Solomon's pay over 1MDB scandal",
  "text": "<p>Goldman Sachs' chief executive David Solomon earned $17.5m for 2020, $10m less than the previous year, after the bank's board cut the pay of senior executives in the wake of 1MDB corruption scandal.</p> <p>The bank said in a regulatory filing that while Mr Solomon was not “involved in or aware of the firm's participation in any illicit activity at the time . . . the board views the 1MDB matter as an institutional failure, inconsistent with the high expectations it has for the firm”.</p> <p>In 2012 and 2013, Goldman <a href=\"https://www.ft.com/content/b2bd3773-7eb1-4440-8b2e-f1250f942a78\">collected</a> $600m for arranging a $6.5bn bond fundraising for Malaysia's state investment fund, most of the proceeds of which were ultimately stolen. Two Goldman bankers, Tim Leissner and Roger Ng, have <a href=\"https://www.ft.com/content/2e5bb572-f987-40ab-a295-b96be6cbb6cb\">faced prosecution</a> in connection with the scandal and the US bank agreed to pay $3.9bn to the government of Malaysia to settle the matter.</p> <p>The board also noted that the bank generated its highest revenues in more than a decade in 2020, and called Mr Solomon's individual performance during the year “outstanding”.</p> <p>Goldman Sachs' trading and investment banking results were <a href=\"https://www.ft.com/content/034a833e-f8a8-4961-8ccf-1ce570520213\">boosted by market volatility</a> and falling interest rates last year. It reported net income of $9.5bn, a 12 per cent increase from 2019.&#xa0;&#xa0;</p> <p>Goldman Sachs' shares rose 14 per cent in 2020, roughly in-line with the broader market. Shares in its closest rival, Morgan Stanley, rose 34 per cent.</p> <p>Mr Solomon's diminished pay places him well behind his peers in the salary league tables. James Gorman, chief executive of Morgan Stanley, and Jamie Dimon of JPMorgan Chase, earned $33m and $31.5m for 2020, respectively.</p> <p>Mr Solomon's package consists of $2m in cash base pay, a $4.65m cash bonus and $10.85m in stock-based compensation that will vest over time and vary with the performance of the shares.</p> <p>Goldman Sachs also announced the pay of chief operating officer John Waldron, who earned $18.5m for 2020, and chief financial officer Stephen Scherr, who earned $15.5m. The bank said the compensation of both would have been $7m higher were it not <a href=\"https://www.ft.com/content/57de5348-3b11-4fe3-948a-c3f4fd1e95fd\">for the 1MDB scandal</a>.</p><p>Source: Robert Armstrong in New York 2021 'Goldman Sachs slashes David Solomon's pay over 1MDB scandal' FT.com 26 January. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-01-26T23:20:42.545Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 0,
          "end": 7
        },
        {
          "start": 0,
          "end": 13
        },
        {
          "start": 0,
          "end": 14
        },
        {
          "start": 499,
          "end": 506
        },
        {
          "start": 659,
          "end": 666
        },
        {
          "start": 1021,
          "end": 1028
        },
        {
          "start": 1021,
          "end": 1034
        },
        {
          "start": 1215,
          "end": 1222
        },
        {
          "start": 1215,
          "end": 1228
        },
        {
          "start": 1773,
          "end": 1780
        },
        {
          "start": 1773,
          "end": 1786
        }
      ]
    }
  ]
}