{
  "_id": "65af58c70082d197da440c9561f08dd317666e72f6d84f0dc6b57cf208342f4d",
  "feed": "ftcomall",
  "title": "State Street to insist companies disclose diversity data",
  "text": "<p>State Street's $3.1tn investment arm will start voting against directors of big companies that fail to disclose the racial and ethnic make-up of their boards, a move that will increase the mounting pressure on corporations to diversify their leadership.&#xa0;</p> <p>For this year, the Boston-based asset manager is only calling on companies to report the information. But beginning in 2022, it will also vote against the chair of the nominating and governance committees of companies that do not have at least one minority board member.&#xa0;</p> <p>The threat applies to all companies in the S&amp;P 500 and FTSE 100, many of which count State Street Global Advisors as a top shareholder owing to its large passive fund business. Starting in 2022, State Street will also demand that S&amp;P 500 companies report the racial and ethnic composition of their entire workforce.</p> <p>“As long as a company is in an index, we are going to hold that stock, so we need to make sure that those companies are doing the right things to drive value creation for our clients who are their shareholders over the long term,” chief executive Cyrus Taraporevala told the Financial Times.</p> <p>This move builds on State Street's announcement last year that it would vote against the boards of companies that scored poorly on its homegrown sustainability metric, known as the “<a href=\"https://www.ft.com/content/cb1e2684-4152-11ea-a047-eae9bd51ceba\">responsibility factor</a>”. It highlights the business world's growing focus on <a href=\"https://www.ft.com/content/8813b73d-c39d-41c9-b1a8-ba2d2e2374da\">racial equality</a> as part of the broader environmental, social and governance movement.&#xa0;</p> <p>“The preponderance of evidence demonstrates clearly and unequivocally that racial and ethnic inequity is a systemic risk that threatens lives, companies, communities and our economy — and is material to long-term sustainable returns,” Mr Taraporevala wrote in a letter set to be sent to chief executives on Monday, outlining the specifics of its new policy.</p> <p>State Street's announcement follows a string of similar moves in the financial sector.</p> <p>Goldman Sachs said <a href=\"https://www.ft.com/content/9a301780-3dfb-11ea-a01a-bae547046735\">last January</a> it would no longer take companies public unless they had one diverse board candidate. And Nasdaq <a href=\"https://www.ft.com/content/7999e127-9fe4-499b-ad36-1aeecca460cb\">announced</a> in December that it would require all companies listed on its exchange to have two diverse directors on their board or explain why they are not capable of doing so.&#xa0;</p> <p>Only about one in three companies listed on the Nasdaq exchange currently meet that criteria — so if its proposal is approved by the Securities and Exchange Commission, it could trigger a big shift in board nominations.</p> <p>In 2020, State Street voted to re-elect the entire board of 26 of the 56 companies in the S&amp;P 500 that had no directors from a racial or ethnically diverse background, according to a <a href=\"https://www.majorityaction.us/racial-justice-report-2020\">report</a> from pressure group Majority Action. BlackRock and Vanguard, the two other largest passive fund managers in the world, voted to re-elect the full slate of directors at 52 and 51 of these companies, respectively, according to the report.</p><p>Source: Billy Nauman in New York 2021 'State Street to insist companies disclose diversity data' FT.com 10 January. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-01-10T12:00:50.532Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 1922,
          "end": 1929
        },
        {
          "start": 1922,
          "end": 1935
        }
      ]
    }
  ]
}