{
  "_id": "08c6c3bf415c07bd35ec57332ee1b760c2c07eb1e83ff8aa02368fb60527f183",
  "feed": "ftcomall",
  "title": "Five new management rules for a post-pandemic age",
  "text": "<p><em>The writer is author of ‘How to Be a Better Leader' and is a visiting professor at </em>Bayes Business School<em>, City, University of London</em></p> <p>A learning organisation, Peter Senge wrote in <em>The Fifth Disciplin</em>e more than 30 years ago, is a place where people “continually expand their capacity to create the results they truly desire”. Not every business can live up to that. But it would be unfortunate if the experiences of the past 18 months or so did not lead to some valuable learning and fresh thinking.</p> <p>How might leaders and managers change their approach to work in light of the <a href=\"https://www.ft.com/coronavirus\">coronavirus pandemic</a>? Here are five ideas to consider as we rebuild.</p> <h2>Recalibrate your (human) algorithm</h2> <p>These are difficult days for those who would like to return to “business as usual”: there was nothing normal about the Covid era, and there is no “new normal” yet.</p> <p>Rather than suppress the memory of difficult days, we could learn from them. Jon Stokes, leadership adviser at consultancy Stokes &amp; Jolly, says the vulnerability experienced by some senior managers in the crisis could be valuable. “Colleagues have had to open up and share their concerns in a way they might not have done in the past,” he says.</p> <p>“This will have led to useful conversations and collaboration. Leaders in organisations tend to be high achievers who find acknowledging vulnerability difficult. But innovation comes from admitting that there are things you don't know, which need to be explored,” he adds.</p> <p>There is also evidence that we <a href=\"https://www.ft.com/content/1d615dda-1fe4-4ceb-afde-624d4e769371\">learn more at times of stress</a>. A few years ago at the then Ashridge Business School, Eve Poole and her colleagues ran simulation tests where executives were given a range of management dilemmas while wired up to heart monitors. Learning reviews carried out three and six months later showed a correlation between increased heart rate and improved learning.</p> <p>Delegates learnt better under pressure, Poole says. As she explained in a Ted talk, learning was faster because cognitive functioning increased, and more permanent because the memories were tagged with emotion. Some managers may be attracted to automation and the processing power of artificial intelligence. But a more human response to the post-Covid era will draw on emotional memories to refine human judgment and spot opportunities.</p> <h2>Hybrid working</h2> <p>Hybrid is a “fat” word, according to William Eccleshare, outgoing global chief executive of Clear Channel, the outdoor media business, because it is a broad concept with several possible meanings and implications.</p> <p>While some businesses — such as PwC (partially) and Deloitte (more fully) — will offer flexibility to employees, others, most notably the investment bank Goldman Sachs, have called for a full-time return to the office.</p> <p>But a rejection of management by diktat may be one reason for the “Great Resignation”. The blogger Ed Zitron recently wrote that, “Bosses and managers want workers to go back because ‘office culture' has incentivised management as a form of surveillance.”</p> <p>While consultants at McKinsey might not go that far, some agree that change is afoot. “I think the dynamic here is wonderful, in that employers are being forced to reckon with what employees have just experienced,” Bill Schaninger, senior partner at McKinsey, observed in a podcast. “Now's the time for a little bit of ‘let's hit pause and restart about how we're going to re-engage the workforce.' ”</p> <p>In a further article, the firm stated: “If leaders don't accept the fact that they don't know the shape of the future of <a href=\"https://www.ft.com/content/403bbd57-5e9f-4285-9934-6292e9715612\">hybrid working</a>, their talent will keep walking out the door.” McKinsey's proposed alternative? “They can embrace this singular opportunity for change and work with their people . . . to discover a new and better way to work.”</p> <h2>Wellbeing to improve performance</h2> <p>The language of wellbeing was familiar before Covid struck. But the global medical emergency has given new impetus to the health and safety of workers.</p> <p>At Rolls-Royce, the British engineering group, the connection between wellbeing, efficiency and productivity was already well understood. “Wellbeing is very much integral to our production system,” says David Roomes, the company's chief medical officer. Pandemic planning had been under way for two decades, and Rolls-Royce only shut its factories for a week at the start of the crisis. “Since then we haven't lost a day's production to Covid,” he adds.</p> <p>There is much to learn from the crisis, Roomes notes. “This is an inflection point in how businesses work with their employees,” he says. “This creates opportunities around engagement and improving the overall wellbeing of an individual.”</p> <p>But this is not about a return to paternalism or a top-down, one-size-fits-all approach. Wellbeing “is contextual to people's needs and circumstances”, Roomes says, adding that the company focuses on “local priorities” and has a wellbeing committee at each site. </p> <p>“A ‘we are going to take care of you' attitude might create dependency,” Roomes says. “I think it's much better to be caring about your workforce rather than caring for your workforce.” For this to work you need managers with “high EQ [emotional intelligence]”, he adds.</p> <h2>Speed up learning</h2> <p>The management writer CK Prahalad used to say that, as well as proceeding along the learning curve, companies needed to progress along the unlearning curve, jettisoning practices and assumptions that hinder success. The best companies have learnt a lot but also abandoned a lot — and quickly — as a result of this crisis.</p> <p>When Darcy Willson-Rymer took over as chief executive of Card Factory, the greetings card business, in March this year, its UK stores were in lockdown with their Christmas displays on show. In spring, staff came back from furlough and destocked and restocked the entire business in two weeks. “The store teams were brilliant,” Willson-Rymer says.</p> <p>But Card Factory faces serious logistical challenges. “We've got the Shipfinder app on our mobile phones, tracking ships,” Willson-Rymer notes. “We've got to be extremely agile. You don't know when the ships are going to dock. And when they do dock, you need the trucks . . . You don't know what's coming in when. We've had to reconfigure when we send stock and how we send stock to 1,000 stores.</p> <p>“The most important thing we've done is empower the teams to make decisions in real time, so if they need to change the display in a store because one product hasn't come in but another has that doesn't have to come up the board.”</p> <h2>Grow your own to plug staff gaps</h2> <p><a href=\"https://www.ft.com/content/7c8bf648-dd0a-4558-9544-f77bde4798b2\">Labour shortages</a> have left employers exposed. Businesses are being reminded that it is better to develop your own loyal workforce than hire a new one. As Ben Jackson, a US HR consultant, told The Atlantic magazine: “HR teams are operating in an environment where hiring is taking longer and at the same time worrying who might leave the company next.”</p> <p>But Ugur Sahin and Ozlem Tureci, the founders of BioNTech, the biotech company that developed the first Covid vaccine with Pfizer, tell a very different story about their success.</p> <p>“We had the privilege to start as leaders with small groups of scientists, with no other co-workers, then we hired our first PhD students and technicians,” Sahin told me recently. “As a scientist what you first do is educate and teach your students. So we started really with the mindset that we had not only co-workers who were helping us, but that we had to educate and teach them.</p> <p>“And when we started our company many of our team members joined . . . That means the DNA of the company, the culture of the company, was the same DNA that we had had in our academic career . . . With this sort of style you attract the right people.” </p> <p>The world is grateful for BioNTech's approach to talent management.</p><p>Source: Stefan Stern 2021 'Five new management rules for a post-pandemic age' FT.com 21 November. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-11-21T05:00:42.743Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 2671,
          "end": 2684
        },
        {
          "start": 2671,
          "end": 2678
        }
      ]
    }
  ]
}