{
  "_id": "4735b6a8b6400b76a32eb06e78c77f163b896d0fe7bf4c6af1d799bd8094f4e9",
  "feed": "ftcomall",
  "title": "Aluminium prices hit decade high as Beijing warns against speculation ",
  "text": "<p>Aluminium prices hit their highest levels in 10 years on Tuesday as concerns grow about shortages in China, the world's biggest producer. </p> <p>The metal, which is used in cans, cars and construction, has <a href=\"https://www.ft.com/content/a07c556d-2aa4-4b25-b00f-fdd42a2cf9b8\">risen</a> by 50 per cent over the past year, adding further upward pressure on prices as the global economy recovers from the Covid-19 pandemic. </p> <p>Aluminium prices hit a record high of $2,727 a tonne on the London Metal Exchange on Tuesday. </p> <p>Commodities including tin and copper have all hit record highs this year due to resurgent demand and supply chain bottlenecks due to the pandemic, which has prevented mines and smelters from working at full capacity. </p> <p>Beijing, the world's largest commodity buyer, has tried to quell rising prices by releasing stockpiles of metals to the market and warning against speculation in commodities markets. </p> <p>But aluminium prices have also been fuelled by production cutbacks in China, where the Communist party is increasing scrutiny over highly polluting industries as it looks to meet its climate goals. </p> <p>A report from Bloomberg on Monday said southern Guangxi province may order production cutbacks in aluminium and steel in a bid to reduce pollution. </p> <p>Aluminium production in China has already been hit by electricity shortages over the summer, especially in south-west Yunnan province. The province, which relies on hydropower, has rationed electricity in recent months due to a prolonged dry season. </p> <p>Yunnan is forecast to account for 50 per cent of the global growth in aluminium production between 2020 and 2023, according to analysts at consultancy CRU. </p> <p>On Monday China's largest aluminium smelters held a meeting to address the surge in prices, according to the China Nonferrous Metals Industry Association. The meeting <a href=\"http://www.cnfa.net.cn/institute/show-2627.aspx\">called</a> the rise in prices “irrational,” and vowed to stabilise the market by ensuring enough supply of the metal and preventing speculation. </p> <p>“The companies all agreed that maintaining aluminium prices in a reasonable range is beneficial to the stability and long-term future of the industry, as well as the co-ordinated development of the entire supply chain, and stability and health of the national economy,” it said.</p> <p>Analysts at Goldman Sachs said that metals prices would only increase due to strong demand in China and developed economies such as the US and Europe. While markets are focused on an increase in Covid cases and a tapering of the Federal Reserve's monetary stimulus later this year, the fundamentals in metals markets were being overlooked. </p> <p>“As Covid cases in China continue to decline and uncertainty over the Fed's tapering timeline is resolved, we believe investors will refocus on the clear micro tightening trends across base metals and reprice the complex more closely in line with fundamentals,” analyst Nicholas Snowdon said. </p> <p>The bank increased its 12-month price target for aluminium to $3,200 a tonne on Monday. </p><p>Source: Henry Sanderson in London  2021 'Aluminium prices hit decade high as Beijing warns against speculation ' FT.com 31 August. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-08-31T15:27:48.269Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 2185,
          "end": 2198
        },
        {
          "start": 2185,
          "end": 2192
        }
      ]
    }
  ]
}