{
  "_id": "9c62853ffffbd4d9357bcf69300d3d782fc9dd44b6294f80d185d9607d7901ec",
  "feed": "ftcomall",
  "title": "FirstFT: Today's top stories",
  "text": "<p>Credit Suisse and Nomura have warned of large losses linked to a fire sale of about $20bn worth of Chinese and US stocks, as their client Archegos Capital Management was forced into a huge unwinding of assets.</p> <p>Japan's largest investment bank said profits for the second half of its financial year could be wiped out by the share sale that captivated <a href=\"https://www.ft.com/content/2542af81-9e93-4d05-a0b9-26c0f6aab6f3\">Wall Street on Friday</a>. Nomura shares fell 16 per cent in Tokyo on Monday — their biggest one-day fall on record. </p> <p>Credit Suisse, the Swiss bank, warned that the sell-off could have a “highly significant and material” impact on its first-quarter results. Two people close to the bank said they expected the loss to be between $3bn and $4bn. Shares in Credit Suisse fell 10 per cent in European trade on Monday as shares in <a href=\"https://www.ft.com/content/9d18c2e7-2d1b-4469-8f41-56858fabfeca\">financial groups</a> across the region fell.</p> <p>Both Nomura and Credit Suisse provide prime brokerage services to Archegos, a private investment firm created to manage the private wealth of former hedge fund manager Bill Hwang. Hwang is an alumnus of Julian Robertson's legendary hedge fund <a href=\"https://www.ft.com/stream/52bd1a81-1b6d-4e41-a258-d421cbef390b\">Tiger Management</a>.</p> <p>Archegos Capital had large exposure to ViacomCBS, the owner of MTV and Nickelodeon, and several Chinese technology stocks which fell heavily last week as equity sales traders at Goldman and its rival Morgan Stanley <a href=\"https://www.ft.com/content/1b9119b2-0d8b-4a9d-b0a2-d10a021cd71b\">hammered the phones</a> to try to move billions of dollars of stock.</p> <p>Archegos faced margin calls on its positions as the prices of ViacomCBS and other high-flying stocks fell. ViacomCBS shares fell 27 per cent alone on Friday. The trading volume was more than 10 times the average level this year, before last week's volatility hit, <a href=\"https://www.ft.com/content/75dfd4b8-2d00-4e6c-a8e4-7e14dce9e278\">notes our Lex column</a>.</p> <p>The question for this week, Lex asks, is will the reckoning over high equity valuations spill over into other stock and investment funds? (FT)</p> <h2>Coronavirus digest</h2> <ul>  <li><p><strong>Britain</strong> will roll out <a href=\"https://www.ft.com/content/b07159be-9558-400b-a10f-5f7d9b4cb992\">Moderna's jab</a> from next month, a government minister has confirmed. The latest UK economic data has been <a href=\"https://www.ft.com/content/b9c22fa7-85af-468a-8228-4af53c6a687f\">significantly better</a> than economists expected as the government plans to let employers use <a href=\"http://ft.com/content/e65b3764-2da7-48dd-9683-4239c68ad57b\">Covid-19 certificates</a> for office staff. </p></li>  <li><p>The <strong>EU </strong>regulator has <a href=\"https://www.ft.com/content/5673962a-a813-4a30-ba27-ee280e5022fa\">approved the Dutch plant</a> at the centre of the vaccine dispute with the UK, paving the way for more Oxford/AstraZeneca jab supplies. Member states have warned that hospitals are at <a href=\"https://www.ft.com/content/4c87ff52-4957-49b5-abf0-dacfa4ed5a41\">risk of being overwhelmed</a>.</p></li>  <li><p><strong>India</strong> said it was balancing surging domestic demand for vaccines with international orders while insisting it <a href=\"https://www.ft.com/content/65f92a2f-edcc-4af0-ab18-4d38ca88a205\">has not banned drugs shipments</a>.</p></li>  <li><p>The start of the Olympic torch relay exposed a conundrum for the <strong>Tokyo games</strong>: the more organisers respond to public demands for safety, the <a href=\"https://www.ft.com/content/ec7f6f58-aa05-4a58-ad3a-b5c37238bf3b\">less is left for anybody to enjoy</a>. (FT) </p></li> </ul> <p>The EU's <a href=\"https://www.ft.com/content/8b0f0347-d715-4bab-bc55-a07ad4bcac49\">slow pace of vaccinations</a> is raising questions about whether the continent will be safe for holidays, <a href=\"https://www.ft.com/content/ba0a1f5a-772b-4a0f-a798-b5356a0c6c67\">writes our editorial board</a>. <em>Follow our </em><a href=\"https://www.ft.com/content/21977f6f-7679-4e4c-ab2d-9fbfc7ca842c\"><em>live blog</em></a><em> and </em><a href=\"https://www.ft.com/newslettersignup-coronavirus\"><em>sign up</em></a><em> for our Coronavirus Business Update email.</em></p> <a href=\"http://www.ft.com/cms/4a26b2eb-42e7-4a85-86c4-06ef52a34ea8.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a> <h2>In the news</h2> <p><strong>Suez Canal ship partially refloated </strong>The 220,000-tonne container ship that has blocked the Suez Canal for almost a week has been partially refloated, <a href=\"https://www.ft.com/content/7afcdae6-b116-424f-bd1c-08e6bbdf6b77\">according to the authorities in Egypt</a>. The accident comes at a time when the global economy is <a href=\"https://www.ft.com/content/87cb4674-6db7-41cf-a82e-44b83eaa436c\">already under strain</a> and is likely to accelerate the shift away from <a href=\"http://ft.com/content/e9452046-e88e-459a-9c54-341c85f3cb0d\">just-in-time supply chains</a>. Chinese manufacturers are seeking to <a href=\"https://www.ft.com/content/8bcd9ded-b094-4562-8766-d7250ac4851b\">bypass shipping delays</a> by exporting goods over land. (FT, WSJ)</p> <p><strong>Democrats confident they can pass $3tn infrastructure bill</strong> Democrats in Congress and White House officials are confident that <a href=\"https://www.ft.com/content/ea961958-50f7-4bf7-9792-bb0aea5ad106\">they can pass</a> a more than $3tn economic recovery package funded by tax increases on businesses and the wealthy, even in the absence of Republican support. (FT)</p> <p><strong>Swiss billionaire joins battle for control of Tribune group</strong> Hansjörg Wyss, a Swiss-American entrepreneur who made his fortune producing medical devices, <a href=\"https://www.ft.com/content/4567fa83-7dab-46b3-acea-0dcbd0ddf6a4\">has joined forces</a> with Maryland hotel magnate Stewart Bainum to fend off a hedge fund's takeover of Tribune Publishing, which owns the Chicago Tribune and the Baltimore Sun. (FT) </p> <p><strong>Citadel's Ken Griffin warns of inflation risk </strong>US stimulus cheques are likely to fuel another retail stock trading frenzy, which could reignite inflation and threaten the market bull run, <a href=\"https://www.ft.com/content/6c613f92-cf35-4b2e-b2b0-2ac0a6afb1fb\">Citadel's&#xa0;Ken Griffin told the FT</a> in a rare interview. Businesses are warning that supply-chain bottlenecks, rising raw material costs and labour expenses are <a href=\"http://ft.com/content/f0bbed31-bea8-4542-b953-096762d2e59f\">beginning to bite</a>. Robin Wigglesworth asks: is the inflation angst <a href=\"https://www.ft.com/content/d82a5ee6-ab38-42cb-8d9d-e54523621a04\">justified</a>? (FT)</p> <p><strong>Facebook to build submarine cables linking US and Indonesia</strong> The owner of the US social network is to build two submarine cables <a href=\"https://www.ft.com/content/c27153cf-d7ac-4f63-a6e3-537ba7d384e3\">connecting the US with Indonesia</a> for the first time as the Silicon Valley group boosts its focus on the world's fastest-growing population of smartphone users. (FT)</p> <p><strong>Myanmar suffers bloodiest day since coup began </strong>Security forces <a href=\"https://www.ft.com/content/2716e993-dfa0-475b-a5e0-0cf370bc357e\">killed at least 114 people</a> on Saturday — the deadliest day since the military junta's February 1 coup. At least 3,000 people have fled <a href=\"https://www.ft.com/content/a7efa63f-7fc8-41f6-8495-0daae0882c0d\">Myanmar's eastern Karen state</a> into neighbouring Thailand to escape military air strikes, according to NGOs in the area. (FT)</p> <h2>The day ahead</h2> <p><strong>Derek Chauvin trial </strong>The trial of the former Minneapolis policeman <a href=\"https://www.ft.com/content/fae8105a-467a-423e-b31c-719e7ec64163\">accused of killing George Floyd</a> begins with the opening arguments today. Due to the intense interest in the case and the pandemic, the proceedings will be broadcast online. (FT)</p> <p><strong>Battle to open a union at Amazon </strong>Staff at the online retailer's Bessemer facility near Birmingham, Alabama have until today to <a href=\"http://ft.com/content/a7ee3ec0-f59d-4188-899f-34ceecf7f026\">vote on whether to unionise</a>. A victory for the union would make it the first unionised Amazon facility in the US, and a symbol of the leftward shift in politics since Covid-19. (FT)</p> <p><strong>Federal Reserve</strong> Christopher Waller, the most recent new governor at the Fed and <a href=\"https://www.ft.com/content/b2dc8634-cc5f-4883-94ca-ce4ffc0e04fe\">a Trump appointee</a>, speaks on central bank independence in a discussion hosted by the Peterson Institute for International Economics. (FT)</p> <p><em>More than 40 speakers, including Bill Gates, Jane Fonda and Patricia Espinosa, dive deep into the major political, financial and industrial actions required to bring about successful climate action at Climate Capital Live. The event, in partnership with the UNFCCC High-Level Climate Action Champions for COP25 and COP26</em>, is<em> tomorrow. </em><a href=\"https://click.newsletters.ft.com/f/a/I6CjyUPEaqoHOZ7FPBIHcw~~/AAAAAQA~/RgRiQ-RJP0R1aHR0cHM6Ly9uZXdjbGltYXRlYWdlbmRhLmxpdmUuZnQuY29tLz9lbWFpbElkPTYwNjE1N2M4NzI2NGJjMDAwNGQxNjNhOSZzZWdtZW50SWQ9MjIwMTFlZTctODk2YS04YzRjLTIyYTAtNzYwMzM0OGI3ZjIyVwhmaW50aW1lc0IKYFiIX2Fg0l7fG1ITZ29yZG9uLnNtaXRoQGZ0LmNvbVgEAAAAAA~~\"><em>Sign up here</em></a><em>.</em></p> <h2>What else we're reading</h2> <p><strong>An IPO boom rich in promise — and peril </strong>Investors have been pouring money into cross-border US listings, in which far-flung companies sell shares on the NYSE and Nasdaq. But just as in the dotcom era, some investors are becoming very rich while others may be left holding the bag, <a href=\"https://www.ft.com/content/7a48b345-b069-49e3-9585-7bcc28e482fe\">writes Brooke Masters</a>. (FT) </p> <p><strong>The puzzle of Joe Biden's ‘middle class foreign policy'</strong> There is a striking gulf between the president's cautious approach abroad and his radical domestic agenda, <a href=\"https://www.ft.com/content/0183dd21-ceca-4fb0-8f7e-56b1a55142cf\">writes Edward Luce</a>. He faces two problems in showcasing his diplomacy to Main Street, he says. (FT)</p> <p><strong>A Goldman Sachs baptism of fire </strong>All-nighters become routine when you work at an investment bank in New York, <a href=\"http://ft.com/content/a5308721-04a3-4dae-955a-c4af065db3d8\">writes Adam Cotterill</a>, a junior banker at the Wall Street firm from 2018-20. Then Covid-19 hit, staff were sent home and the work environment became claustrophobic. Junior bankers have a choice every day: to quit or to carry on. (FT)</p> <p><strong>Ethiopia ‘will be digging up mass graves for a decade' </strong>The war in Tigray has tipped Ethiopia, a gradually liberalising economic powerhouse and Africa's second-most populous country, into crisis. As tight restrictions on humanitarian and foreign media access are loosened, <a href=\"https://www.ft.com/content/23021d09-5dac-4ff5-b2a9-6b040ffdc6db\">testimonies of atrocities</a> are emerging. (FT)</p> <p><strong>Lunch with the FT: Sherry Turkle </strong>Over heavy delicatessen fare beloved of her maternal grandfather, the psychologist spoke with Rana Foroohar about difficult parents, the dangerous seductiveness of the digital and <a href=\"https://www.ft.com/content/7a9471e6-434f-4ae0-9ce6-ff3f6e4c597d\">taking on sexism in academia</a>. (FT) </p> <p><strong>The mortifying reason we will never give up office jargon</strong> Having a core competency in leveraging a bleeding edge paradigm shift in our communication output makes us feel less insecure. We have become insiders and frankly, we like it, <a href=\"https://www.ft.com/content/1de1834d-ffd0-405c-84c2-138866cc0fb1\">writes Pilita Clark</a>. (FT)</p> <h2>Podcast of the day</h2> <p><strong>Levelling the playing field</strong> The digital revolution will be shaped by whoever controls our data. What does this mean for consumers and businesses? Tim Bradshaw, the FT's global tech correspondent, looks at the increasing power of ecommerce giants in the <a href=\"https://www.ft.com/content/70882cf1-5aee-46c1-ade9-688ee3168dcf\">latest episode</a> of our Tech Tonic podcast. (FT)</p><p>Source: Gordon Smith, Jennifer Creery and Emily Goldberg  2021 'FirstFT: Today's top stories' FT.com 29 March. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-03-29T11:43:40.085Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 1251,
          "end": 1258
        },
        {
          "start": 6672,
          "end": 6679
        },
        {
          "start": 6672,
          "end": 6685
        }
      ]
    }
  ]
}