{
  "_id": "626abba430d0cba2610af050cab853217e4fe763f18d83e96a0228202f6893f8",
  "feed": "ftcomall",
  "title": "Japan's anime goes global: Sony's new weapon to take on Netflix",
  "text": "<p>In the first episode of <a href=\"https://www.ft.com/content/9541c106-dbb9-4b8d-acbe-1ce681e09fd7\"><em>Demon Slayer: Kimetsu no Yaiba</em></a>, the child hero trudges home from a day selling charcoal to find his mother and siblings slaughtered in the goriest way imaginable. Moments later, he is attacked by the sole survivor — his sister transformed into a homicidal demon. </p> <p>Devotees of the highly popular blood-soaked anime series can buy Demon Slayer-branded strawberry milk in Japanese convenience stores. They can also buy Demon Slayer lemon-flavoured boiled sweets, curry bread luncheon sandwiches, collapsible chopsticks or a virtual pet. </p> <p>These trinkets are sweet icing, but even more valuable has been the underlying cake. In 2020, the manga comic series on which Demon Slayer is based sold more copies than the next nine rival titles combined. When the series jumped from TV to the big screen last October, <em>Kimetsu no Yaiba, </em>produced by a studio owned by Sony, became the highest grossing film in Japanese box office history with sales — even under Covid-19 restrictions — of $300m. </p> <p>As the <a href=\"http://ft.com/coronavirus\">Covid-19 pandemic</a> forces the entertainment world to rethink delivery to an audience now consuming most of its content on small screens, the multibillion-dollar question is whether Japan's esoteric anime industry and its annual output of more than 107,000 minutes has what it takes to make Demon Slayer the rule, rather than the exception.</p> <p>For many industry executives, the stage is now set for Japanese animation to truly go global. A newly invigorated <a href=\"https://www.ft.com/stream/8d63a01d-076b-4316-9ce3-73b9879fecdc\">Sony</a> is competing with Netflix and global streaming giants to uncover the still untapped trove of lucrative anime content. </p> <p>“We were forced to accelerate efforts on all three fronts of digitalisation, global expansion and streaming services. It became now or never,” says George Wada, senior vice-president at Production IG, the company behind the anime hits, <em>Ghost in the Shell</em> and <em>Attack on Titan</em>. “We are on the brink of whether Japanese animation becomes big or remains minor.” </p> <p>Superficially, the Demon Slayer phenomenon is just another Japanese craze yoked to a merchandising boom. From Pokémon and Power Rangers to Super Mario and Dragon Ball, Japan has done multibillion-dollar pop-culture frenzies and industrial-scale leverage of intellectual property many times before. But this particular mania, say analysts, academics and executives directly involved, is different. Beneath Demon Slayer are a series of shifts in the structure, ownership and ambitions of Japan's $24bn-a-year anime industry.</p> <p>The list of the world's 25 most valuable media franchises are topped by two Japanese giants — Pokémon and Hello Kitty with respective all-time sales of $92bn and $80bn — and include nine other Japanese names. But behind that success, say analysts, has been a tendency to under-exploit the anime gold mine and a failure to address the many <a href=\"https://www.ft.com/content/cba858a2-af73-11e9-8030-530adfa879c2\">structural problems</a> and heavily criticised labour practices that are hidden behind the most popular titles. </p> <p>A year of enforced nesting and increased viewing, however, has accelerated a rethink. The new allure of anime and its profit potential in a digital world is transforming the way media companies look at the genre. </p> <p>And as analysts and studios debate whether or not Japanese anime is poised for the global mainstream, some experts believe that its victory as a business model is already secure. The merchandising, <a href=\"https://www.ft.com/content/582740ee-110e-11ea-a7e6-62bf4f9e548a\">games</a> and other revenue ecosystems created by a title like Demon Slayer, One Piece or Gundam and which have long been standard in Japan are now shaping the way Disney, Netflix and others look at their own models. </p> <p>“There is change going on in Japan but, at the same time, I think that we are seeing the world catching up to the transmedia models that Japan has been mastering for a very long time,” said Rayna Denison, an academic specialising in Asian media cultures and author of <em>Anime: A Critical Introduction</em>.</p> <h2>Structural shift</h2> <p>The pan-Asian success of the 2016 anime <em>Your Name</em> sparked massive interest in the genre from Netflix and other streaming services. Even <a href=\"https://www.ft.com/content/7d36dca9-2aab-4856-9514-987d5ed5a4be\">Studio Ghibli</a>, Japan's most famous but also fiercely protective studio co-founded by legendary animator Hayao Miyazaki, struck a deal with HBO Max last year, its first with a US streaming service. Anime studios and manga publishers are streamlining the way production is financed and owned. Japan's largest cinema operator, Toho, is leading an intensifying push by the broad media sector to be more directly involved. </p> <p>“Toho is trying to grow as a content producer. It is now in the midst of the change in philosophy and earning structure. They will be more aggressive,” says Jefferies leisure industry analyst Shinnosuke Takeuchi.</p> <p>A critical inflection point — where more than half of anime revenues are generated outside Japan — is about to be crossed. Corporate Japan's frenetic last decade of outbound M&amp;A acknowledged that, in a shrinking domestic market, growth must come from overseas: anime is now tentatively doing the same. </p> <p>Netflix, Amazon Prime and other streaming services are not only placing their own significant bets on anime, but are empowering and globalising Japanese content that used to be confined to the home market. </p> <p>For anime studios and media corporations, Demon Slayer frames both the potential rewards and the investment gamble that each firm must increasingly take on new titles. The phenomenon has emerged, say companies, at a time when the industry appears poised for dealmaking and consolidation. For Sony, whose animation unit Aniplex produces the Kimetsu franchise, it is part of an overarching global strategy to seize greater control of content across music, movies and games. </p> <p>“Music, pictures and games are Sony's holy trinity but they don't function well together. The company recently claimed anime would be its new cornerstone content. If Sony can bring it together, the results could be amazing,” wrote analyst and <em>Japanamerica</em> author Roland Kelts in a recent report on the industry for the brokerage CLSA. </p> <p>Other brokers have also begun to recalculate their forecasts for Sony based on the Demon Slayer phenomenon. In the most bullish scenario, Goldman Sachs analyst Minami Munakata estimates that IP could contribute up to ¥115bn ($1.1bn) to Aniplex's annual operating profits, including licensing fees from toys and other characters as well as income from distributing the upcoming mobile and console game versions of anime. </p> <p>“A lot of investors think Demon Slayer is a one-off for Sony but we don't think so,” says Ms Munakata. “Sony is in a great position to leverage its IP to a wider platform globally.”</p> <h2>Animation mission</h2> <p>Sony has made an aggressive push into the space in recent years, highlighted by the <a href=\"https://www.ft.com/content/ec7f2580-8098-44cf-aa47-626613ab64de\">$1.2bn purchase of AT&amp;T's anime streaming service Crunchyroll</a> in December. Industry executives say the Japanese group has acquired a global infrastructure with 3m subscribers that will allow it to compete on a more equal footing with the four biggest streaming giants: Netflix, Amazon, Disney to WarnerMedia's HBO Max. </p> <p>Lacking the scale of the global rivals, Sony has deliberately pursued a different strategy of buying anime-specific streaming services with strong local content and committed fans to replicate the success it has had in games, with its 114m-strong user base of PlayStation 4 owners. The deal with Crunchyroll follows the acquisition of a 95 per cent stake in US-based anime distributor Funimation Productions in 2017 and last year's $400m investment in Chinese animation video share site Bilibili. </p> <p>“If you want to keep those that have a deep interest in animation engaged, you need to do more than just showing the content. There needs to be after-services such as networking opportunities, social networks and merchandise,” says one industry executive and a close Sony watcher. “That's difficult to do for a generalist, all-you-can-eat streaming service like Netflix and Amazon.” </p> <p>In many ways, Sony's rising profile in animation was long anticipated. Executives had repeatedly argued that anime is a natural fit for its rich entertainment portfolio that spans PlayStation games, films, television programmes and music. But analysts say Sony's move should have come long before the global interest in Japanese animation spiked valuations. “Sony's push into Japanese animation would have been more visionary had they done it a decade ago,” says Macquarie analyst Damian Thong. “Netflix may have an advantage in terms of sheer resources and audience size.”</p> <p>Similar to how the PlayStation business evolved separately from the group's broader strategy, Sony has historically struggled to integrate its multiple anime services with music, pictures and games. People close to the company blame silos that had prevented fiercely independent divisions within Sony from co-ordinating their strategy. The result was a fragmented organisational structure where until recently, Funimation was run by Sony Pictures Television with its focus on strengthening franchises and IP that would succeed in the US market. Meanwhile, Aniplex and the streaming services it owned fell under Sony Music Entertainment with most of the emphasis in developing content for the Japanese market.</p> <p>Under chief executive <a href=\"https://www.ft.com/content/e6bb5286-c88b-11e8-ba8f-ee390057b8c9\">Kenichiro Yoshida</a>, the group has taken significant steps to rectify the internal divides to leverage the strength of its entertainment portfolios. Last year, it merged Aniplex's French streaming service Wakanim and Australian distributor Madman Entertainment with Funimation, creating a more unified platform ahead of the Crunchyroll deal. </p> <p>While Sony got its house in order, Amazon and Netflix have steadily expanded their foothold in Japan, bringing fundamental changes not only in the way content is produced but also financed. When asked about its strategy, Amazon says it is “fully committed” to anime content. “Fans in Japan and around the world will see more coming from us in that genre. It's only day one,” it says. </p> <p>Rival <a href=\"https://www.ft.com/stream/2fa688f8-97f0-4596-a705-822b4a5f9d6f\">Netflix</a> has also made investments in recent years to hire talent in Japan and develop ties with animation studios. The global streaming services are now major providers of financing for anime production, replacing the traditional distributors of video and DVDs. Their increasing influence as well as financial power mean studios now need to target the global audience at the start of content production, rather than simply exporting local hits to international markets. </p> <p>“There needs to be a transition in mindset from domestic to global. It will lead to polarisation between those who are successful in making that change, and others who will be consigned to serving as subcontractors,” says Soichiro Fukuda, senior analyst at consulting firm Frontier Management. </p> <h2>Studio boost </h2> <p>Sony's aggressive — arguably belated — move on anime raises two pivotal questions. The first, expected to play out over the next few years, is whether the strategy that has finally unified Sony's strengths in content and hardware will genuinely meet the hopes that it has raised with investors, who have propelled Sony's shares to a 21-year high. The more immediate question, though, is whether the rest of the anime industry is well positioned to replicate Sony's success or, potentially, come up with a better model. </p> <p>The signals are mixed. Following the success of Demon Slayer, analysts have focused on the potential upside of a formerly sleepy, domestic-focused industry that once globalised cautiously or by accident but may now be doing so through invigorated, profit-hungry design. </p> <p>But there is still, says Mr Kelts, a deep-seated conservatism and domestic focus that may trip the industry up. For many years, international sales even by larger studios have been haphazardly managed. IP leakage via piracy and poorly policed streaming sites have been one of the main routes through which anime has built its fan base around the world. Smaller studios, he adds, lack the sophistication to take advantage of their content.</p> <p>“If you look at Demon Slayer and the big studios like Aniplex, they have had a fantastic year. The small studios, meanwhile, are dying. These changes in the industry that everyone is talking about are real for the big guys. Lower down, they are paying staff terribly, missing opportunities and not changing when they need to,” says Mr Kelts.</p> <p>Nevertheless, Mr Kelts acknowledges, the general momentum looks good. In the 10 years before 2012, the Japanese anime industry was in the doldrums but, according to the Association of Japanese Animations, turned a corner that year and then sales grew at a compound annual rate of 9.4 per cent until 2019. Consensus forecasts among research firms suggest that, from a current value of $24bn in 2019, the industry will expand to $33.6bn by 2026. Much of that rests on the theory that globalisation will fuel growth.</p> <p>“We've known for a long time that Japanese IP resonates throughout Asia, but I think it's becoming more and more clear the degree to which these IPs can really work wonders in terms of sales of digital content and merchandise,” says CLSA analyst Jay Defibaugh, citing the ways in which IP owned by Japanese toy and games groups like Konami and Bandai Namco had scored resounding recent successes in China.</p> <p>For Toei and other large anime studios, leading the industry as a whole, overseas revenues are poised to overtake domestic for the first time. Global ambitions — with a particular focus <a href=\"https://www.ft.com/content/eb3870ee-5fec-4dd2-a664-36e781971208\">on the growth potential in China and Asia</a> — are underpinned by a rising sophistication among Japanese anime executives. The investment and development consortium behind Demon Slayer involved only three companies — a striking contrast with the larger, more conservative and more unwieldy 10-12 strong consortiums that would traditionally have been drawn up.</p> <p>“It is difficult to operate a business solely in Japan any more,” says Production IG's Mr Wada. “Instead of a two-stage process where we deliver titles that were hits in Japan to the rest of the world, we must now focus on content that will resonate not only in Japan but internationally.”</p><p>Source: Leo Lewis and Kana Inagaki in Tokyo  2021 'Japan's anime goes global: Sony's new weapon to take on Netflix' FT.com 24 January. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-01-24T05:00:15.296Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 6075,
          "end": 6088
        },
        {
          "start": 6075,
          "end": 6082
        }
      ]
    }
  ]
}