{
  "_id": "700ceeacf490078d930722649a91cdd77ea99bb8592d814f4a64b2214c27e1a8",
  "feed": "wall-street-journal",
  "title": "Former Goldman Sachs Banker Settles SEC Claim of Ghana Bribery  ----  By Dylan Tokar",
  "text": "<p>   A former Goldman Sachs Group Inc. banker has settled a claim by U.S. regulators that he arranged for millions of dollars in bribes to be paid to government officials in Ghana to help a client win a power-plant contract. </p><p>    Asante Berko, a former executive at Goldman's London subsidiary, will pay about $329,000 to resolve the U.S. Securities and Exchange Commission's case without admitting or denying the regulator's allegations, according to court filings. </p><p>   The penalty represents what regulators say are the net profits he gained as a result of the alleged bribery scheme, plus interest. </p><p>   \"Mr. Berko is pleased to put this matter behind him,\" said his lawyer, Carl Loewenson Jr., a partner at the law firm Morrison &amp; Foerster LLP. </p><p>   The SEC and Goldman Sachs didn't immediately respond to requests for comment. </p><p>   Mr. Berko was charged by the SEC in an April 2020 civil lawsuit with facilitating as much as $4.5 million in bribes to help a Turkish energy company win a contract to build the power plant in Ghana. He personally paid at least $66,000 to members of the Ghanaian parliament, according to the SEC's lawsuit, which accused him of violating the U.S. Foreign Corrupt Practices Act. </p><p>   A person with knowledge of the case said the company involved was Turkish energy company Aksa Energy. The SEC said the Istanbul-based company funneled money to an intermediary, which then paid bribes to Ghanaian officials. The company didn't immediately respond to a message seeking comment. </p><p>   Mr. Berko, a U.S. citizen who left Goldman Sachs in 2016, tried to hide the scheme from Goldman's compliance officers, according to the SEC's lawsuit. The bank, which wasn't named in court filings, ended its involvement with the project after the Turkish company refused to explain the intermediary firm's role, the SEC said. </p><p>   The penalty agreed upon by the SEC and Mr. Berko on Wednesday represents a significant step back from what the regulator said should be imposed at the time its civil lawsuit was filed. </p><p>   In a complaint filed in 2020, the SEC had said that the former Goldman banker should pay a civil penalty, along with disgorgement of gains from the alleged scheme and interest. The settlement reached on Wednesday didn't include a civil penalty. </p><p></p>",
  "published": "2021-06-24T06:06:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 7,
          "end": 14
        },
        {
          "start": 7,
          "end": 20
        },
        {
          "start": 9,
          "end": 16
        },
        {
          "start": 9,
          "end": 22
        },
        {
          "start": 9,
          "end": 32
        },
        {
          "start": 9,
          "end": 33
        },
        {
          "start": 256,
          "end": 263
        },
        {
          "start": 742,
          "end": 749
        },
        {
          "start": 742,
          "end": 755
        },
        {
          "start": 1512,
          "end": 1519
        },
        {
          "start": 1512,
          "end": 1525
        },
        {
          "start": 1565,
          "end": 1572
        },
        {
          "start": 1565,
          "end": 1573
        },
        {
          "start": 2051,
          "end": 2058
        }
      ]
    }
  ]
}