{
  "_id": "d22788eff1112b11df14d4587dd1b7b6b12c83c85ad4f65f847f696a37887b92",
  "feed": "ftcomall",
  "title": "Seven states, 3,000 miles: a trip across the US energy divide",
  "text": "<p>To write a story about the political, cultural and economic upheavals that might result from America's quest to burn less fossil fuel, I had to burn a lot of it myself. </p> <p>In April, I flew to Bismarck, North Dakota, and found a shiny white Audi Q3 waiting for me in the rental parking lot. I was there to find out how Americans living in communities that depend on the extraction and sale of fossil fuels are faring after last year's brutal <a href=\"https://www.ft.com/content/a5292644-958d-4065-92e8-ace55d766654\">crash in oil prices</a>. And to find out how they feel about their new president's far-reaching, clean-energy revolution. </p> <p>I wandered from shale oilfields in the Dakotas to Wyoming wind farms, from patches of desert earmarked for green mega-projects to skyscrapers in Houston, a city pumped through and through with oil profits. Two weeks of road from chilled northern prairies to the steamy Gulf Coast. Miles driven: 3,112. CO2 equivalent burnt: 1.24 tonnes. </p> <p><a href=\"https://www.ft.com/content/2ac477e7-34a4-4c0e-b9f4-018cef47d67d\">Joe Biden</a> won the US presidency after months of vowing to render the world's largest economy <a href=\"https://www.ft.com/content/32f5e2cd-4689-4434-9da0-d97d46673eaf\">emissions-free by 2050</a>, to crack down on fossil fuel pollution, to eliminate carbon from the power sector in 15 years and to electrify the automotive fleet of the country that perfected the <a href=\"https://abcnews.go.com/Business/loud-powerful-visceral-v8-engine-electric-car-world/story?id=75685181\">V8 engine</a> and proselytised the SUV. Democrats say <a href=\"https://www.ft.com/content/33bcf3fc-bc44-4fe0-b1ff-4ec2dbb4168d\">Biden's plan</a> can fight climate change and create a bounty of <a href=\"https://www.ft.com/content/6133f8d7-a8a8-4f7a-83b6-d063ea98e3b9\">new jobs</a> at the same time.</p> <p>The plan also puts the US in the vanguard of a global energy transition many hope will sunset the petroleum era. From Wall Street to Frankfurt, investors are shunning oil and gas and favouring renewables. <a href=\"https://www.goldmansachs.com/insights/pages/gs-research/carbonomics-green-engine-of-economic-recovery-f/report.pdf\">Goldman Sachs says</a> spending on clean energy could amount to $16tn in the next 10 years, as much as the rising economies of Brazil, Russia, India and China together spent on infrastructure in the century's first two decades. Forecasters, including the International Energy Agency, now say <a href=\"https://www.ft.com/content/97c55ce5-16a7-416f-b628-e81dc224e612\">new fossil fuel projects</a> aren't necessary to meet the world's energy needs.</p> <p>All of which is a head-spinning reversal for anybody working in Odessa, Texas, Williston, North Dakota, or many of the other places I visited on a road trip across seven states dotted with decades of accumulated energy infrastructure. Former president Donald Trump's proclaimed era of American “<a href=\"https://www.ft.com/content/5de9e360-5d15-11e7-9bc8-8055f264aa8b\">energy dominance</a>” has given way to emboldened activists, investors, regulators and politicians. </p> <p>Perhaps that's why my voyage through these fossil fuel-dependent communities often felt like tracing a front. I met Americans fighting to hold back an energy transition, some <a href=\"https://www.ft.com/content/6d1707d0-7a35-4caa-861a-4c77cc9348e9\">fearing its impact</a>, and others battling to speed its progress. Sometimes, all in the same place.</p> <h2>North Dakota</h2> <h4>‘we went from an ageing state to one of the youngest'</h4> <p>The Fort Berthold Indian Reservation is no stranger to upheaval. Between 1947 and 1953, the US Army Corps of Engineers dammed the Missouri River that bisects this part of North Dakota, creating Lake Sakakawea and a hydropower plant and displacing some 90 per cent of the Mandan, Hidatsa and Arikara (MHA) Nation, the native Americans who live here. </p> <p>Today, another form of energy dominates Fort Berthold's rolling prairie. The reservation sits atop the Bakken shale rock unit, one of the world's most prolific oil-producing geological formations. It was here that drillers launched the American shale oil revolution just over a decade ago, making the US the world's biggest crude producer and upending geopolitics. Before last year's oil price crash, <a href=\"https://www.ft.com/content/399404be-230b-4bd0-832d-1aadc5bcde61\">North Dakota</a> was producing almost 1.5m barrels a day, more daily oil than the whole of the UK. </p> <p>Mark Fox is the leader of the MHA Nation. The walls of his office in New Town, Fort Berthold's administrative centre, are adorned by a framed bow and quiver, as well as memorabilia from Fox's time in the US Marine Corps. We talk about the flood in 1953, the new US secretary of interior Deb Haaland — the first Native American appointed to a federal cabinet post — and oil, which has restored some of what was lost by the three tribes on Fort Berthold 70 years ago. </p> <p>Before the drilling boom a decade ago, the reservation's main source of income was its casino and federal payments. Annual oil revenue in the past few years has provided as much as 85 per cent of the tribal budget. “It's buildings, schools . . . medical health insurance for the first time for our people,” says Fox. Oil money also helped when the coronavirus hit the 7,000-person reservation last year. Whatever their initial concerns, Fox says his people want shale development to continue. “My hope is that one day we no longer depend on the federal government ever again.” </p> <p>For Fox, the challenge of a shifting national energy agenda has already arrived. In April the MHA Nation sided with an oil company in a thorny dispute with the Standing Rock tribe, which has been seeking to shut down a Bakken oil pipeline. The Standing Rock say the pipeline, which ships most of the MHA Nation's oil, endangers its water. “We respect Standing Rock's rights to say ‘we don't want an oil pipeline . . . ' That's their right,” says Fox. “But we also have a right.” </p> <p>The dispute echoes the broader debate over America's energy sector. Fossil fuels cause harm, but also pay for medical facilities in indigenous communities. North Dakota's oil advocates make the argument for the rest of their state too. “The Bakken brought almost a rebirth,” says Ron Ness, head of the North Dakota Petroleum Council in Bismarck, the state capital. “We were closing schools. And for the last decade we've been building schools. We went from an ageing state to one of the youngest ones.”</p> <p>The pandemic has complicated matters further. In 2019 the state's oil revenue hit almost $4bn. Now, Ness reckons as many as a quarter of the 60,000 or so people working directly or indirectly in the shale patch have left following last year's crash. Some analysts believe the <a href=\"https://www.ft.com/content/f62ba8aa-4304-4a66-b5ec-26b66b7e2a2b\">Bakken is in terminal decline</a> since it is cheaper to produce oil elsewhere and because of the reticence among investors to pay for new drilling. </p> <p>In Bismarck, Ness blames Washington. Pictures of Donald Trump hang in his office as he tells me that Biden and his clean energy agenda have put a chill on his state's oil business. “When you wake up every morning and you feel like the federal government is out to get you, there's a significant impact,” he says. “Every conversation I have is ‘climate this, climate that'.”</p> <h2>Wyoming </h2> <h4>‘The past is not our future'</h4> <p>From the heart of the Bakken in Williston, I head through Montana and into Wyoming, another emerging front in America's energy transition. The state is famous for its huge skies, snow-capped peaks, deeply conservative politics and hydrocarbons, especially coal. But the Cheney dynasty's adopted state also has wind — powerful, persistent and, for the right investors, profitable. </p> <p>Standing on a ridge in the Sierra Madre range in Carbon County, I look out. In the valley to our north is Rawlins, a prison town, and just east of there is the hamlet of Sinclair, renamed after its almost 100-year-old refinery. I'm on ranchland belonging to the Colorado billionaire Philip Anschutz, an investor in energy projects, newspapers and entertainment, including the Coachella festival. </p> <p>Sometime in the middle of this decade, this land will host a thicket of wind turbines, as many as 900 in total, with enough capacity to power one million homes. Eventually, a planned high-voltage, direct-current transmission line will stretch to Nevada, California and Arizona. Including $3bn for the power lines, it will all cost $8bn.</p> <p>Bill Miller, who runs the Anschutz Corporation's Power Company of Wyoming, is an oilman and rancher and Anschutz, his deep-pocketed boss, is no tree-hugger. But both are on board with Biden's climate plan. “Society has spoken,” Miller tells me. “Society has said, ‘I want to stick with renewable energy'. You may not agree with everything that society is saying but they've spoken in a big way.”</p> <p>Wyoming, which provides <a href=\"https://www.eia.gov/state/analysis.php?sid=WY\">two-fifths of the coal mined</a> in American power plants, is uniquely exposed to the federal government's plan to eliminate carbon from the electricity sector. Coal is the dirtiest fossil fuel, emitting twice as much CO2 when burnt as natural gas and enormously more than renewable sources of electricity. The state's bounty, mostly found in the prolific mines of the Powder River Basin, is in peril.</p> <p>The decline has been under way for a while, another outcome of the shale revolution that unleashed a surge of cheap natural gas production that has steadily eaten into coal's share of power generation in the US. Wyoming's coal output last year was just 218m short tons, about half the level of a decade ago. Employment in the sector has fallen by about 30 per cent in the past five years. </p> <p>But taxes on coal, oil and gas still supply about half Wyoming's general spending fund and entire communities rely on coal income. It's hard to imagine Gillette's well-appointed town centre, with its chic pizzeria and hipster brewery, without considering the money indirectly poured into the local economy by mining a few miles down the road.</p> <p>Coal also has a cultural grip on Wyoming. “Coal is as much an identity for a community as it is an economy,” says Shannon Anderson, a staff attorney at the Powder River Basin Resource Council, a pressure group that has advocated for responsible mining for about as long as Wyoming has been plundering its coal seams. “But the past is not our future,” she says. “We have a carbon problem. We have to get on it. If we don't, we're going to be in big trouble.”</p> <p>In Wyoming's capital Cheyenne, authorities are trying to prop up the sector. Governor Mark Gordon has created a fund to fight lawsuits against other states seen as standing in the way of Wyoming's attempts to export the fuel. The state also funds research into <a href=\"https://www.mining.com/innovation-center-launched-in-wyomings-carbon-valley-tasked-with-finding-new-uses-for-coal/\">other uses for coal</a>, from carbon-fibre to graphene. </p> <p>“We're in for a bumpy ride,” Gordon tells me. “This [presidential] administration really is dedicated to trying to figure out ways to limit the production everywhere of fossil fuels.” But wind power isn't the answer, he says. “I think most people look at wind as if it's benign.” But it can destroy pristine landscapes and the process to make the turbines is itself energy intensive, he argues. “None of this is fuzzy, warm butterflies stuff.”</p> <p>Along with coal, Wyoming is blessed with some of the best wind potential in the US. Developers have already pounced. West of Cheyenne, a thicket of turbines has sprouted on the high plains. The Biden administration argues that a renewable electricity revolution is not just necessary to avert global warming, but good for the economy. “When I hear the words ‘climate change' I hear the word jobs,” the president is fond of saying. </p> <p>But in rural Wyoming, some people I speak to are not worried about climate change and are downright sceptical of the jobs claims. A comment made by John Kerry, Biden's climate envoy, crops up in conversation repeatedly during my trip. Trying to assuage fossil fuel workers' fears earlier this year, Kerry suggested that those losing jobs in coal and oil “can be the people who go to work to make the solar panels”. Terry Weickum, mayor of Rawlins, the town near the big new wind project in the Sierra Madre range, sums up the views of many when he tells me, “I don't know anybody who can quit eating today and start 10 years from now when that job's available”.</p> <h2>Colorado</h2> <h4>EMBRACING THE SHIFT </h4> <p>The border between Wyoming and Colorado is a political divide as well as a geographical one. By the time I reach Boulder, the Rockies' quintessential liberal redoubt, the helmetless Harley riders of Cheyenne have been replaced with middle-aged men in Lycra cruising along leafy lanes on $10,000 bicycles.</p> <p>Colorado is my halfway point en route to New Mexico and Texas. In its own way, it too is grappling with a transition. The state wants to slash emissions by 80 per cent by 2030, among other targets, eliminating coal-fired power generation to do so. It won't be easy, but Colorado's economy has other strings to its bow, including the array of research institutes, tech companies and corporations that cluster in the greater Denver area. Not to mention the skiing. </p> <p>In North Dakota and Wyoming, I was struck by the anxieties this transition was causing. But in Denver, even a local oil and gas executive I meet for iced coffee on a warm Saturday morning seems keen on Colorado's approach. The state's oil companies are ready to embrace the shift, he says, even getting involved in community solar and other decarbonisation efforts.</p> <p>A few hours later, I reach Pueblo, a city in southern Colorado's high desert, where steel manufacturing and coal generation were once economic mainstays. Now, a quarter of the people live below the poverty line. </p> <p>Morgan Bazilian, head of the Colorado School of Mines' Payne Institute, had told me about Pueblo's emergence as an energy transition paragon. Just west of Interstate 25 outside the city, you get a glimpse of why: huge white wind tower parts are stacked outside one of the world's largest wind power manufacturing sites. It's now one of Pueblo's major employers. As local coal plants are being decommissioned, the city is plotting a future as a solar and renewable energy hub. “In Pueblo, the energy transition is creating jobs and boosting the local economy,” Bazilian wrote in a recent study of the city. </p> <h2>New Mexico </h2> <h4>At the sharp end of the drilling ban</h4> <p>The lunar landscape of New Mexico is unique, even in the US. The high-altitude desert inspired Georgia O'Keeffe's paintings, but most non-Americans probably came to know it as the backdrop for <a href=\"https://www.roughguides.com/article/breaking-bad-film-locations/\"><em>Breaking Bad</em></a>. </p> <p>Raul Alvarado carries a Springfield XD-M 40 handgun in his truck. He drives 300 miles a day around oilfields checking on pump jacks and other facilities belonging to his employer, Texland Petroleum. “There's a bunch of crackheads around here,” says Alvarado, explaining his firearm. “They steal our copper.”</p> <p>We are in Hobbs, in Lea county, standing on top of some of the most productive oil-bearing rocks on the planet. This is the west end of the Permian Basin, an area spanning almost 90,000 square miles from Lubbock, Texas, in the north to the Rio Grande in the south. I have come to meet a local politician, Alexis Martinez Johnson, a conservative Republican running for mayor of Santa Fe, capital of the Democrat state. As she and I chat beside a nodding pump jack, Alvarado checks the machinery.</p> <p>This kind of activity — oilfield work in general — is about to cease in New Mexico thanks to the Biden administration's moratorium on federal drilling, according to Johnson. She says that will have severe consequences for her state. The pause was a signature early policy of the administration, showing that the Trump-era oil and gas free-for-all was over. </p> <p>But the cost is significant, says Jeff Wilhelm, who runs a company handling Permian drillers' waste water. “The moment I saw the legislation around federal property I remember having a conversation with my partner saying, ‘What are we going to do?',” he tells me in Midland. “No one will ever appreciate [the impact] of the regulation until you have to lay off someone you worked with for 10 or 15 years.”</p> <p>This week, a <a href=\"https://www.ft.com/content/166b37b4-c661-4bef-bba3-135ac4eb1b6a\">Louisiana court approved</a> an injunction against the moratorium, although analysts said the federal government had other methods to continue the leasing&#xa0;pause.&#xa0;Even some of Biden's <a href=\"https://www.ft.com/content/3a863835-9e27-414c-a715-17eec4a99da7\">fellow Democrats now doubt</a> the efficacy of the strategy. In New Mexico, federal lands account for more than half the state's oil output and fund about 20 per cent of the state's spending. </p> <p>New Mexico's Democratic governor, Michelle Lujan Grisham, has pleaded for the policy to be reversed. Not surprisingly, Johnson isn't buying it. Alvarado paints the picture in more sombre tones. “You think that storm in the White House was bad,” he says, referring to the Capitol riots in January. “If they shut down the oil here in New Mexico . . . whoa, you can see a lot of angry New Mexicans.”</p> <h2>Texas </h2> <h4>‘We're the demon and the left doesn't like us'</h4> <p>As I enter the Permian Basin from the north near Lubbock the first signs of energy production are wind turbines towering over cotton and wheat fields. Texas, for all its reputation, is a <a href=\"https://www.ft.com/content/21fd91f2-7271-11ea-ad98-044200cb277f\">clean-energy superpower</a>. A fifth of the state's electricity was supplied by renewables last year, and Texas leads the nation in wind power generation.</p> <p>But further south, around Midland and Odessa, you can almost smell the crude. The desert here has been ravaged by American oil. Industrial detritus — flares, pump jacks, silos, tanks, petrochemical plants, man-camps, rigs — spills for miles into the mesquite- and shinnery oak-covered scrubland.</p> <p>While North Dakota's Bakken is entering a twilight, the Permian is showing signs of recovery after 2020's price crash. Every oil and gas producer worth its salt, from BP to ConocoPhillips, has a piece of the Permian pie. The region produced 4.5m barrels a day in May. If it were a country, the Permian would be the world's fourth biggest oil producer.</p> <p>And yet, anxiety about the future is widespread here. The price debacle showed that even the mighty Permian could be brought low by the whims of the Saudis. And, in November, a French buyer of American natural gas cancelled its long-term contract to ship supplies from the Gulf Coast to Europe because of concerns that fracking was too damaging to the climate.</p> <p>It was another sign of the times and a warning for the future. If shale operators want a market for their oil and gas, they will need to clean up their act. Wall Street is demanding the same. So the Permian's deepest-pocketed producers are trying to overturn widespread scepticism about their attempts to become a little greener.</p> <a href=\"http://www.ft.com/cms/a4cee5a6-bdb4-4f8c-bf30-a38ae3b38494.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a> <p>Bruce Johnson, who runs EnXL, another oilfield services provider in Midland, says environmentalists have taken against the oil sector and refuse to listen. “We're the demon and the left doesn't like us”. Already, February's devastating <a href=\"https://www.ft.com/content/12640ebb-5c20-4d00-aec0-9c8810541580\">electricity crisis</a> in the state — when plunging temperatures and a rare snowstorm froze up some power providers leading to the deaths of more than 150 people — has taken root in the popular imagination in west Texas as the fault of wind turbines that failed at the crucial moment. In fact, it was natural gas supplies that failed, leaving the state's highly deregulated electricity network woefully short.</p> <p>Yet despite these tensions, larger solar and other green projects are now becoming as much a feature in west Texas as gas flares. Last year, Oberon, a 180-megawatt-capacity array built just south-west of Odessa, came online. Just up the road from it is the most ambitious of these clean energy projects, a $7bn plan from Houston-based Nacero to make gasoline from natural gas that would otherwise be flared in the Permian. </p> <p>Driving me out to see the patch of hardscrabble desert just north of the highway where the plant will be built, Wes Burnett, director of economic development for the Odessa chamber of commerce, can't hide his enthusiasm. “We couldn't be happier. The investment, the company, what it's going to do for everybody,” he says. “It's the biggest project we've ever had.”</p> <p>President Biden's decarbonisation plan promises to do something else: dot the nation with charging points so America's drivers can permanently switch to electric vehicles. But I didn't see many on my trip. In fact, I saw more peeling Trump-Pence signs than Teslas. Until I reached the self-proclaimed oil and gas capital of the world. </p> <p>Houston must be home to more fossil-fuel millionaires than any city on earth. But if the first few days of my road trip, up in the Bakken, showed me how distant the discourse in Washington about a clean-energy transition felt from the people who actually produced the energy, the final leg showed the opposite. Renewables might have a bad name in Gillette, Wyoming, or Hobbs, New Mexico. But in upwardly mobile circles in Houston, clean energy is just energy. And if there is money to be made in solar or wind, investment will follow.</p> <p>A few days later, in a former Fiesta food hall in the city's Midtown area, Juliana Garaizar shows me around Greentown Labs. This is North America's largest clean energy incubator, headquartered in Boston. This particular facility rents out space — and laboratories — to cleantech start-ups, everything from desalination to “virtual solar” distributors. Garaizar just opened its Houston branch.</p> <p>A group of young entrepreneurs sips hard seltzer and craft beer and talks about ideas with older executives from companies such as Baker Hughes, an established oilfield services company currently grappling with its future in the energy transition. “If we want to solve climate change, we need to be in the energy capital of the world,” says Garaizar. “There's no way we could solve that from the east coast and west coast only.” Among Greentown Labs' partners for this launch are established clean-energy providers as well as companies whose names adorn fences next to pump jacks and flares, including BP, Shell and Chevron. </p> <p>Houston is a city built on oil money, and its white collar professionals are not resisting the energy transition. Kay McCall, a former private equity energy investor who now heads the non-profit Renewable Energy Alliance, told me much of her work is now advising oil and gas professionals about how to find employment in clean energy. “People want out,” she says. “They don't like having to explain to their kids what they do. It's a real thing. It's a tsunami and it's largely driven by millennials and those younger than them.”</p> <p>One of those millennials is Dakota Stormer, an ex-Shell employee who left this year after creating carbon-tracking app Footprint. He believes the climate strikes movement led by Swedish teen Greta Thunberg has reached — and converted — corporate boardrooms atop Houston's skyscrapers. He doesn't mention Biden or new federal rules. “Even conservative groups are starting to see it as an opportunity instead of something to fear,” says Stormer. </p> <p>His optimism was something I hadn't much encountered on the road. It all felt a long way from Fort Berthold, North Dakota. And I still didn't know if America was ready to embrace a global energy transition, or fight it.</p> <p><em>Derek Brower is the FT's US energy editor</em></p> <p><em>Follow </em><a href=\"https://twitter.com/FTMag\"><em>@FTMag</em></a><em> on Twitter to find out about our latest stories first. </em></p><p>Source: Derek Brower 2021 'Seven states, 3,000 miles: a trip across the US energy divide' FT.com 17 June. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-06-17T04:00:40.770Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 1507,
          "end": 1520
        },
        {
          "start": 1519,
          "end": 1526
        },
        {
          "start": 1519,
          "end": 1532
        }
      ]
    }
  ]
}