{
  "_id": "26109c8b8d98942406c4b5b674b710710c1f363a36f9653ef61340d6f4d229c6",
  "feed": "ftcomall",
  "title": "Petershill/Goldman Sachs: private capital seeks paradoxical public market boost",
  "text": "<p>Groucho Marx was suspicious of any “exclusive” club whose standards were so low he could join it. The UK's dyspeptic long funds may have similar reservations about Petershill Partners. This offshoot of Goldman Sachs buys stakes in private equity groups and hedge fund managers. The investment bank <a href=\"https://www.ft.com/content/fcfccca2-e806-4093-93da-0c952bb7d741\">plans to float Petershill</a>, which may be worth about $5bn, in London. Anyone with a broking account will be able to buy shares previously only available to select Goldman clients.</p> <p>The Wall Street bank will remain a gatekeeper in another respect by investing the capital of Petershill Partners in return for fees. These look generous, even though a minimum 7.5 per cent annual charge would be levied on income from investee companies, rather than on fund value.</p> <p>Goldman, which is diversifying into asset management, will have earned its money if it uses its powerful network to make lucrative investments.</p> <p>If you think that will happen, Petershill will be a worthwhile investment itself. If not, shrug and pass on. A stock market is a place to test business propositions. It is not a corporate Hall of Fame, though that is how London sometimes self-defeatingly seems to see itself.</p> <p>Petershill invests in asset managers rather than their products. This spares end investors two tiers of management fees. Typically, it purchases minority stakes in private capital managers when they issue equity to finance expansion.</p> <p>Private capital is hot at the moment. You might therefore ask why Petershill is seeking a mooted $750m from unfashionable public investors rather than that source.</p> <p>The reason is that alternative asset managers from Apollo to Pershing Square prize permanent capital, which they can deploy for the long term. The stock market is a good supplier. You might also see adroit timing in Petershill's plan to float when private capital management is, in the words of one buyout boss: “The hottest of hot spaces at the peakiest of market peaks”.</p> <p>However, the mooted price of about $5bn would equate to only around 22 times estimated net income in the 12 months to June. That is a lot lower than US peer Blue Owl and quoted UK buyout group Bridgepoint, which are trading at more than 30 times forward earnings.</p> <p>Routinely presented as polarities, private and public market capital remain inextricably entwined, as this deal would prove.</p> <p><em>If you are a subscriber and would like to receive alerts when Lex articles are published, just click the button ‘Add to myFT', which appears at the top of this page above the headline</em></p><p>Source:  2021 'Petershill/Goldman Sachs: private capital seeks paradoxical public market boost' FT.com 6 September. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-09-06T14:16:13.852Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 11,
          "end": 18
        },
        {
          "start": 11,
          "end": 24
        },
        {
          "start": 202,
          "end": 209
        },
        {
          "start": 202,
          "end": 215
        },
        {
          "start": 460,
          "end": 467
        },
        {
          "start": 758,
          "end": 765
        }
      ]
    }
  ]
}