{
  "_id": "eee78d87047729c39cbeaa567bc82a0a0e01f30cbd691900432a0b8091cb1626",
  "feed": "ftcomall",
  "title": "Bosses should persuade staff back to the office",
  "text": "<p>Legions of Goldman Sachs bankers returned to its Manhattan headquarters this week, as the first of the big banks called back staff from remote working. They must disclose whether they have been vaccinated. Meanwhile, Morgan Stanley's boss mused that if his underlings are happy to eat at restaurants, they <a href=\"https://www.ft.com/content/ffd6033f-e8fc-4289-85b2-42bc4ddddd16\">should be happy to come into the office</a>. That may be right but Wall Street titans would be better advised to make the case persuasively rather than by taking a hard line. There are strong arguments to deploy.</p> <p>For businesses, the advantages are manifold, not least cutting the expense of redundant real estate. Operational risk is reduced if staff are on-site. While the relative productivity of remote working versus the office is still being debated, there are potential competitive advantages — a banker pitching for business in person may trump a rival on a screen. For employees too, there are pluses. One is the boost for new starters, particularly trainees, who learn from observation. There is no substitute for face-to-face interaction — for understanding how to complete tasks but also for absorbing a company's way of doing things. The longer working remotely continues, the harder it is to transmit office culture.</p> <p>Office camaraderie is also important. Loneliness has become an acute problem, not to mention the <a href=\"https://www.ft.com/content/f037991e-4481-4641-8186-0862f1f07c97\">burnout many have suffered</a> as remote working has fostered an “always on” mentality. </p> <p>In recent history, calamities such as war or a pandemic have catalysed change in labour practices. It would be rash to pretend the past 15 months did not exist. Most employers will choose a middle ground, cherry-picking positive parts of remote working while underscoring the importance of frequent office attendance. Even Goldman is granting some discretion on flexible working.</p> <p>Société Générale, which reopened its Paris office this week, will allow bankers to work from home three days a week; HSBC is yet to set an office-return date and is planning on extended flexible working. These <a href=\"https://www.ft.com/content/5e7761ee-b7a2-48f2-9226-fe20277c2498\">differing approaches</a>, while dictated also by cultural mores, domestic employment law and vaccination rates, show that even among the same sector there is disagreement about the right level of office attendance. </p> <p>Initially, at least, blended working will be much more difficult to manage than a fiat demanding total attendance, or that everyone stay at home. Requiring vaccination disclosure as Goldman has is particularly thorny. One fear is that leaving staff to choose their own working arrangements will lead to divisions,&#xa0;as ambitious employees want facetime with bosses and frequent the office to maximise networking opportunities. Cliques have always existed in office life but managers will have a responsibility to ensure that status is not equated with hours put in at the office.&#xa0;</p> <p>US investment banks are not known for their softly-softly approach. But even if they are correct in their thinking, the delivery of their message seems jarring. Workers are demanding a more conciliatory approach: Bill Michael quit as KPMG UK's chair in February <a href=\"https://www.ft.com/content/4f569449-d113-48fe-b01a-9153f4c3d593\">following a backlash</a> over his telling staff to “stop moaning” over working conditions. A better approach is to understand that personal circumstances differ wildly, as will the ability and desire to return to office life.&#xa0;</p> <p>Buoyed by a pandemic trading boom, banks can get away with swagger — <a href=\"https://www.ft.com/content/32f6f4ce-713a-4027-b194-03ff41e70ff6\">for now</a>. But in a tight labour market, where they are vying for the very best talent, notably with highly flexible tech groups, a tin-eared approach risks becoming <a href=\"https://www.ft.com/content/118f5258-c9d0-41cc-a8dd-ec27fd8724b4\">a competitive disadvantage</a>. Persuasion beats coercion.&#xa0;&#xa0;</p>&#xa0;&#xa0;&#xa0;&#xa0;<p>Source: The editorial board 2021 'Bosses should persuade staff back to the office' FT.com 18 June. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-06-18T16:47:33.813Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 11,
          "end": 24
        },
        {
          "start": 2396,
          "end": 2403
        },
        {
          "start": 1736,
          "end": 1743
        },
        {
          "start": 11,
          "end": 18
        }
      ]
    }
  ]
}