{
  "_id": "2f2a3ed914b2995d0985a5465f5f4f330fe38767f569b91e43ec135040b66495",
  "feed": "wall-street-journal",
  "title": "Debt-Limit Bill Passes Senate, Heads to House; Democrats strike agreement with Republican leaders that averts a looming default but sets up another showdown within months",
  "text": "<p>The legislation, based on a proposal made Wednesday by Senate Minority Leader Mitch McConnell (R., Ky.) and accepted by Majority Leader Chuck Schumer (D., N.Y.) Thursday morning, will raise the nation's borrowing limit by $480 billion, the amount the Treasury Department says is needed to meet the country's cash needs until Dec. 3.</p><p>SHARE YOUR THOUGHTS</p><p>How do you think the Democrats will move forward on their spending plans? Join the conversation below.</p><p>The bill now goes to the Democratic-controlled House, where House Majority Leader Steny Hoyer (D., Md.) said lawmakers would be called back from recess for an Oct. 12 vote. The White House said President Biden would sign the bill.</p><p>The White House on Thursday night urged Congress to address the debt limit beyond December.</p><p>\"We cannot allow partisan politics to hold our economy hostage, and we can't allow the routine process of paying our bills to turn into a confidence-shaking political showdown every two years or every two months,'' White House Press Secretary Jen Psaki said in a statement.</p><p>Republican leaders made plain their preference to allow Democrats go directly to a simple-majority vote, rather than force them to clear the 60-vote hurdle that has been a constant roadblock in the 50-50 Senate. But after Sen. Rand Paul (R., Ky.) declined to go along with the GOP leadership plan, GOP leaders then lined up enough support to carry the legislation over its final obstacle.</p><p>The political difficulty of the vote for Republicans—who have said Democrats alone should be responsible for raising the debt limit, as a protest against their social-policy and climate spending plans—was clear. When Sen. John Cornyn (R., Texas) cast an \"aye\" vote, he made a gesture of falling on his sword.</p><p>Mr. McConnell also voted yes, as did Sens. John Thune (R., S.D.), John Barrasso (R., Wyo.), Rob Portman (R., Ohio), Lisa Murkowski (R., Alaska), Susan Collins (R., Maine), Richard Shelby (R., Ala.), Roy Blunt (R., Mo.), Shelley Moore Capito (R., W.Va.) and Mike Rounds (R., S.D.).</p><p>For weeks, both parties had tried to pressure the other on how to address the looming deadline, with Republicans trying to force Democrats to use a complicated procedure called reconciliation to pass an increase with no help from the GOP. The possibility of a breakthrough emerged Wednesday afternoon, when Mr. McConnell proposed extending the debt ceiling until December, provided that Democrats affix a dollar amount to the debt level.</p><p>Treasury Secretary Janet Yellen has warned that her department is likely to exhaust its cash-conservation measures by Oct. 18 if Congress doesn't act, saying Wednesday at a White House meeting that the country is \"staring into a catastrophe.\"</p><p>Ms. Yellen spoke with House Speaker Nancy Pelosi (D., Calif.) and Mr. Hoyer, telling them that \"if the House fails to act next week, the country will be unable to pay its bills,\" Mr. Hoyer said in a statement.</p><p>The debt ceiling doesn't authorize new spending but allows the Treasury to raise money to pay for expenses the government has previously authorized.</p><p>A Treasury spokesperson said that the Dec. 3 projected date assumes the Treasury will already have used all the available extraordinary measures at that point. But Goldman Sachs said in a note that the $480 billion amount \"is higher than we would have anticipated the Treasury would need to get to that date, so there appears to be a good chance that the actual deadline for the next increase will come somewhat later than Dec. 3,\" though likely not past the end of the year.</p><p>\"The majority didn't have a plan to prevent default,\" Mr. McConnell said on the Senate floor Thursday. \"So we stepped forward.\"</p><p>Mr. McConnell made his offer as Democrats expressed increasing frustration with the GOP stance, with some Democratic lawmakers floating the idea of potentially changing Senate rules to allow a debt ceiling vote to proceed with a simple majority and bypass the 60-vote threshold. While Democrats framed the rule change as limited to just the debt ceiling, such a change could open the door to doing away with the legislative filibuster altogether.</p><p>Before Mr. McConnell publicly announced his offer Wednesday, he spoke directly with Sens. Joe Manchin (D., W.Va.) and Kyrsten Sinema (D., Ariz.), the two senators who have been the rule's strongest defenders in the Democratic caucus.</p><p>In a meeting with Mr. Manchin that morning, Mr. McConnell gave a heads up that he would make Democrats an offer to defer the debt-ceiling fight, according to a person familiar with the conversation. The pair spoke multiple times this week and speak frequently about Mr. Manchin's desire to keep the 60-vote threshold, the person said.</p><p>Later that morning, Mr. Manchin gathered reporters outside his Senate office to stress that his stance on preserving the filibuster hadn't changed. He implored Messrs. McConnell and Schumer to work out a deal to raise the debt ceiling.</p><p>Early Wednesday afternoon, Mr. McConnell met with Republican senators behind closed doors. He cited the pressure being applied to Mr. Manchin and Ms. Sinema to at least partially end the filibuster as a reason why he wanted to offer a short-term extension, said people familiar with the meeting. He expressed concern that the debt-ceiling issue, rather than other Democratic priorities such as immigration or voting rights, could prove to be the one that most threatened the filibuster, and suggested that giving Democrats more time to raise the ceiling through reconciliation would ease the pressure on the two centrist senators, the people said.</p><p>Mr. McConnell's decision to make the offer caught many GOP senators off guard. Some were confused about the strategy, aides said, and some didn't share Mr. McConnell's fears about the filibuster. Former President Donald Trump also spun the deal as a defeat, accusing Mr. McConnell of \"folding to the Democrats again\" and urging Republican senators to withhold their votes.</p><p>\"Democratic Leader Schumer was on the verge of surrendering,\" said Sen. Ted Cruz (R., Texas) on the Senate floor. \"Republicans blinked. I think that was a mistake.\"</p><p>Sen. Mike Rounds (R., S.D.) said he shared Mr. McConnell's concern about the threat to the filibuster, citing the high stakes of default. \"You're really playing with dynamite, if you play chicken on that particular issue,\" he said.</p><p>The dynamic within the GOP threatened to produce a reprise of a 2014 fight over raising the debt ceiling, when Senate Republicans headed to a floor vote without having determined whether they had secured the support necessary to pass the measure.</p><p>The stalemate was resolved only when Republicans asked the tally clerk to not call out lawmakers' names during the vote in order to make it easier for Republican leaders to persuade their members to switch their votes to \"yes\" from \"no,\" a Democratic aide said at the time.</p><p>The Dec. 3 debt ceiling date also coincides with the deadline for averting a partial government shutdown, since the government is currently funded under a temporary measure enacted into law late last month. As a result, Congress now has a broader set of legislative challenges to address in a matter of weeks, just as Democrats are also trying to move forward with a multitrillion dollar healthcare, education and climate-change bill.</p><p>While the debt-ceiling crisis looks to be averted for the moment, neither party has given ground on how to resolve the standoff longer term, and that debate was set to heat up again later this year.</p><p>Rather than allowing Democrats to pass a bill through normal legislation, Republicans have insisted Democrats should use reconciliation, which allows legislation to proceed with just a simple majority but requires complicated legislative steps, including two marathon amendment votes known as a vote-a-rama.</p><p>Democrats, who are using reconciliation to pass much of Mr. Biden's legislative agenda, had argued that embracing that procedure for the debt limit as well would be too risky and time consuming, and said that the easiest path was for Republicans to just step aside. They dug into that position after the vote.</p><p>\"Today's vote is proof positive that the debt limit can be addressed without going through reconciliation,\" Mr. Schumer said.</p><p>Amara Omeokwe contributed to this article.</p><p>Write to Siobhan Hughes at siobhan.hughes@wsj.com, Lindsay Wise at lindsay.wise@wsj.com and Eliza Collins at eliza.collins+1@wsj.com.</p><p>Debt-Limit Bill Passes Senate, Heads to House</p>",
  "published": "2021-10-08T03:49:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 3236,
          "end": 3249
        },
        {
          "start": 3236,
          "end": 3243
        }
      ]
    }
  ]
}