{
  "_id": "cdc47de58a562b9e9187ec4be992663a2d987233a0ad1babd3a64f585b715f1d",
  "feed": "ftcomall",
  "title": "European stocks seal fourth consecutive month of gains",
  "text": "<p>European stocks have recorded their fourth consecutive month of gains, as confidence in the region's economic recovery grows and its vaccination programme accelerates. </p> <p>MSCI's broad measure of equities across Europe has risen almost 4 per cent since the end of April, bringing its year-to-date gains to 12 per cent in US dollar terms. Bourses in Frankfurt, Paris, Madrid, Milan and London have all climbed this month. </p> <p>While the vaccination programme in the EU lagged significantly behind other regions, efforts by major countries to accelerate the rollout has bolstered traders' confidence. At the same time, economists are forecasting a strong economic uptick this year. </p> <p>In a sign of the improving outlook, the latest Economic Sentiment Indicator survey released by the European Commission on Friday showed confidence across the eurozone in May was running “markedly above its long-term average and pre-pandemic level”. </p> <p>The ESI data “confirmed the eurozone economy is rebounding fast from the lockdowns as vaccinations gather pace and the summer season approaches,” said Daniela Ordonez, an economist at Oxford Economics. </p> <p>Equities in Spain and Italy — two countries that were hit hard during the peak of the coronavirus crisis — have performed particularly well this month. MSCI's Spain and Italy indices were up about 6 per cent for May in dollar terms. The returns were flattered by a strengthening of the euro against the dollar this month. </p> <p>Investors and economists have a similarly sanguine outlook on the UK, where the rollout of coronavirus vaccines has been more rapid than in continental Europe and the government has lifted many social curbs.</p> <p>“We continue to believe UK equities overall offer good value to global investors,” said Sharon Bell, European strategist at Goldman Sachs. “Since the start of this year, we have seen the strongest inflows from foreign investors into UK stocks since at least 2016.”</p> <p>MSCI's UK index has gained 3.4 per cent in May, a rise that was aided by a strong rally in the pound against the US dollar. </p> <p>Equities in the UK and continental Europe also look less expensive than those on Wall Street, something that has made these markets appear more alluring, investors have said. </p> <p>MSCI's index of European equities is trading at around 17 times expected earnings over the next year, according to Goldman Sachs. That is above the median over the past 10 years, but much less expensive than US stocks that trade at closer to 23 times forecast earnings. </p> <p>Bank of America said in a note last week it remained “positive on European equities” even after the strong gains this month. The bank has suggested clients take “overweight” positions on stocks that tend to be linked to the performance of the economy, such as banks and luxury goods sellers, as the region's economic recovery gathers pace. </p> <p>Trading on Monday was subdued, with the UK and US both closed for public holidays. </p><p>Source: Siddharth Venkataramakrishnan 2021 'European stocks seal fourth consecutive month of gains' FT.com 31 May. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-05-31T16:39:51.355Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 2331,
          "end": 2344
        },
        {
          "start": 1776,
          "end": 1789
        },
        {
          "start": 1776,
          "end": 1783
        },
        {
          "start": 2331,
          "end": 2338
        }
      ]
    }
  ]
}