{
  "_id": "15542f25cf5a724b34596ee4437d1fabb3acabc470ad17d2e55b35ef28ffde44",
  "feed": "ftcomall",
  "title": "The best and worst-performing equity funds of 2020",
  "text": "<p>Equity funds that invest in the fossil fuel industry ranked as the worst-performers of 2020, with energy products from Brookfield, BlackRock, Goldman Sachs and Vanguard losing at least 30 per cent after the oil price floundered during the coronavirus pandemic.</p> <p>Saudi Arabia's <a href=\"https://www.ft.com/content/d700b71a-6122-11ea-b3f3-fe4680ea68b5\">oil price war</a> in March followed by a dramatic decline in demand for fossil fuels as countries locked down in response to Covid-19 left many energy funds reeling. </p> <p>The $1bn Center Coast Brookfield Midstream, a US product, was the worst-performing actively managed equity fund globally last year, down almost 36 per cent. BlackRock's BGF World Energy, which is based in Europe, lost almost 35 per cent, according to figures compiled by Morningstar, the data provider.</p> <p>The Goldman Sachs MLP Energy Infrastructure fund and Vanguard's $4bn Energy fund were both down about 31 per cent.</p> <p>The Morningstar data, which look at actively managed equity funds with at least $1bn in assets, also found that funds that invested in UK stocks ranked among the worst-performers.</p> <p>Ryan Hughes, head of active portfolios at AJ Bell, a UK investment platform, said there were “Covid winners and Covid losers” in 2020.</p> <p>“Areas such as technology and green&#xa0;energy&#xa0;were judged as beneficiaries of Covid as we all adjusted our way of living and therefore performed very strongly in the spring and summer while more traditional areas such as oil, financials, travel and leisure were all seen as the big losers of Covid and got hit hard before staging a late year-end rally,” he said.</p> <p>He said funds that invested in UK stocks were particularly hard hit because the country's market is dominated by companies in sectors such as oil and travel, which performed badly.</p> <p>Invesco had the largest number of worst-performing funds on the list, with two energy funds and two UK funds down by at least a quarter. This includes two products previously run by Mark Barnett, a former protégée of disgraced fund manager Neil Woodford. <a href=\"https://www.ft.com/content/b3c8ca9e-feb0-45d0-a445-c2e4cd6e6e0a\">Mr Barnett left Invesco</a> in May and was replaced by new managers.</p> <p>Invesco said that although the 2020 annual returns for&#xa0;Invesco&#xa0;UK Equity Income fund and&#xa0;Invesco&#xa0;UK Equity High Income fund “were disappointing, changes implemented by the new managers have already at this early stage had a favourable effect, and subsequent performance from the two UK equity income funds has been very encouraging”.</p> <p>Goldman said its energy fund had been hit by the coronavirus sell-off, but added that performance was up significantly since news of the Covid-19 vaccine emerged and it now ranks among the top performers this year.</p> <p>Vanguard said: “Investors should expect various equity sectors to lag or outperform the market, particularly over shorter periods of time.”</p> <p>Brookfield and BlackRock declined to comment. </p> <p>The best-performing equity funds featured several products investing in energy transition and technology. This included the BNP Paribas Energy Transition, which returned 164 per cent last year.</p> <p>Ulrik Fugmann, co-manager of&#xa0;the fund, said the “performance was predominantly driven by stock selection and a tilt towards ‘value' implemented in the latter half of 2020 that has continued to bolster performance into 2021”.</p> <p>The best-performing actively managed equity fund in 2020 was the Ark Genomic Revolution, which returned 180 per cent. The product is an actively managed exchange traded fund, a <a href=\"https://www.ft.com/content/541b1acc-c521-4cfe-89a3-132f02df497b\">fast-growing</a> type of fund structure where unlike in traditional ETFs, investment professionals make decisions on portfolio allocation.</p> <p>Several other actively managed ETFs from Ark also appear in the top 20, including products investing in renewable energy and technology. Ark declined to comment.</p><p>Source: Attracta Mooney 2021 'The best and worst-performing equity funds of 2020' FT.com 16 January. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-01-16T11:00:52.698Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 745,
          "end": 758
        },
        {
          "start": 2366,
          "end": 2373
        },
        {
          "start": 745,
          "end": 752
        },
        {
          "start": 142,
          "end": 155
        },
        {
          "start": 142,
          "end": 149
        }
      ]
    }
  ]
}