{
  "_id": "8840ebc4146a6e2dee9cc2934296dde58bcaea3dcde099fe53582d54992df5ad",
  "feed": "ftcomall",
  "title": "Dollar under pressure as investors turn optimistic on growth",
  "text": "<p>The dollar is on course for its longest stretch without gains against a basket of peers in nine months, after investors turned optimistic about global growth prospects in April and pushed the exchange rate lower for four consecutive weeks. </p> <p>The declines followed a robust performance in March, when the US's forceful economic recovery stoked expectations that rising inflation could push the Federal Reserve to scale back its supportive policies, lifting bond yields and pulling the dollar higher against most other major currencies. </p> <p>But in a sign that investors think the global economic recovery may not be far behind, the dollar index shed 2.7 per cent of its value in a month to trade at $90.98 while currencies with strong ties to commodity prices bounced. The euro climbed 3 per cent to trade at $1.20 and the Brazilian real emerged as the best performing currency of the month.</p> <p>Despite the eurozone <a href=\"https://www.ft.com/content/e7152f72-2494-43fa-86fa-4a8236a4db12\">plunging into a recession</a> in the first quarter, analysts expect activity in the bloc to ramp up gradually as vaccination programmes gather pace and economies reopen. </p> <p>“The return of a ‘global' rather than simply ‘US' reflation trade is the main reason we have seen the dollar index lose ground in April,” said Kamakshya Trivedi, a strategist at Goldman Sachs.</p> <p>“In the months ahead, we should start to see an unwind of European Covid restrictions, and we expect further solid gains in oil and copper prices — which should keep the dollar on the back foot,” he added.</p> <p>On Wednesday, US central bank chair Jay Powell <a href=\"https://www.ft.com/content/296ae4e6-5e4e-44fc-8636-67e2ad38eee4\">sought</a> to allay fears about a rushed wind-down of the Fed's asset purchasing programme, stressing that the dovish policy stance was here to stay. </p> <p>“The Fed has out-doved itself. We doubt this is sustainable, but have to take it as a given for now,” said Bank of America analysts in a note.</p> <p>Output data for the first quarter showed that the gap between the pace of growth in the US and Europe remains large, with the eurozone notching up a 0.6 per cent contraction while the US <a href=\"https://www.ft.com/content/3250f348-6a58-4a8f-ba79-5556ddfce127\">clocked </a>1.6 per cent of expansion in its gross domestic product.</p> <p>Silvia Dall'Angelo, senior economist at Federated Hermes, said the US economy was likely to perform better in the next two quarters but the eurozone “should start to catch up in the third quarter”, making the dollar less attractive once that happened. </p> <p>Some analysts remain unconvinced, however. Win Thin, global head of currency strategy at Brown Brothers Harriman, said the eurozone was unlikely to match the expansion of the US economy this year, which would lead to the Fed tapering its asset purchases before Europe. </p> <p>“One factor being cited for recent euro strength are rising expectations that the economic divergences will narrow in Q2 and beyond. However, we just don't see it,” he said. “The ECB will have to maintain its accelerated pace of asset purchases for much longer than anticipated.”</p><p>Source: Eva Szalay in London 2021 'Dollar under pressure as investors turn optimistic on growth' FT.com 3 May. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-05-03T04:00:45.010Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 1249,
          "end": 1262
        },
        {
          "start": 1249,
          "end": 1256
        }
      ]
    }
  ]
}