{
  "_id": "67c4df6ce3cd3bd2571da6d4c3a86868663bf316ac86f9ac55656f77fe4d3942",
  "feed": "ftcomall",
  "title": "Devastated travel sector takes solace from pick-up in bookings",
  "text": "<p><em>We have made a few changes to the newsletter recently. If you have a moment, let us know what you think at </em><a href=\"mailto:covid@ft.com\"><em>covid@ft.com</em></a><em>. Thanks </em></p> <p><em>Please forward this newsletter to friends and colleagues who might find it valuable. Even if they are not subscribers to the Financial Times, they can read the newsletter — and all of the FT — free for 30 days. And if this has been forwarded to you, hello. Welcome and please sign&#xa0;up&#xa0;</em><a href=\"https://www.ft.com/newslettersignup-coronavirus\"><em>here</em></a>&#xa0;</p> <p><em>Get the latest worldwide picture with our </em><a href=\"https://ig.ft.com/coronavirus-vaccine-tracker/\"><em>vaccine tracker</em></a></p> <h2>Latest news</h2> <ul>  <li><p>US <a href=\"https://www.ft.com/content/49defa5b-befe-4f55-85b6-522b1e458cbd#post-51327e9b-45b6-45ed-a0f0-2fcce61a87be\">household spending</a> jumped 2.4 per cent last month after Americans received a second round of stimulus cheques</p></li>  <li><p>New data showed <a href=\"https://www.ft.com/content/21ce391b-9434-44a9-ba20-e9e65481027c\">India exited recession</a> in the final quarter of 2020, growing 0.4 per cent year on year, as its infections rate fell and its economy reopened</p></li>  <li><p>The head of Canada's largest <a href=\"https://www.ft.com/content/14313783-cd7e-497a-bb92-92bcb94cda91\">pension fund</a> has stepped down after an outcry over his trip to the United Arab Emirates to get the vaccine</p></li> </ul> <p><em>For up-to-the-minute coronavirus updates, visit our </em><a href=\"https://www.ft.com/content/49defa5b-befe-4f55-85b6-522b1e458cbd\"><em>live blog</em></a></p> <h1>Hotels and cruise companies report huge losses</h1> <p>This morning's announcement of a <a href=\"https://www.ft.com/content/8b6198df-5c75-4758-bdd7-195237cd95be\">€7.4bn full-year loss</a> from International Airlines Group, owner of British Airways, Iberia and Aer Lingus, caps a week of downbeat news from the travel and tourism business.&#xa0;</p> <p>The loss — the biggest in its history and one of corporate Britain's worst pandemic-era results — comes as no surprise, given the group flew just a third of its normal flights last year as travel was curtailed and planes were grounded. <a href=\"https://www.ft.com/content/986a2348-8570-4444-9d73-dae0ac6552ab\">Heathrow airport</a> on Wednesday reported a £2bn loss as passenger numbers fell back to 1970s levels.</p> <p>Results from international chains <a href=\"https://www.ft.com/content/8703278f-8d37-4bd9-940e-fe73b7a3602e\">Accor</a> and <a href=\"https://www.ft.com/content/f4a2bcb8-70d1-4fa6-b2ff-433e6dbaf1f0\">IHG</a> laid bare the effect of the pandemic on the hotel industry amid warnings that business travel would take years to return to usual levels, if at all. <a href=\"https://www.ft.com/content/a64fe523-4415-4002-8f1d-7ae95c352fb0\">Airbnb</a>, on the other hand, said an increase in bookings — with trips to rural destinations outpacing those to cities — demonstrated the “resilience” of its business model.</p> <p>One sector, however, is proving even more resilient: the global <a href=\"https://www.ft.com/content/93c189a8-7336-431f-b949-2d00d91ed715\">cruise industry</a>. Despite soaring losses reported by the likes of <a href=\"https://www.ft.com/content/741090f3-5023-3a78-a9d3-0d7b394f2616#post-60973\">Royal Caribbean</a> this week (the three largest companies lost $5bn between them in the third quarter alone) companies have reported a jump in reservations, fuelled by vaccination hopes and the end of lockdowns.</p> <p>The aftermath of previous global crises, such as the “roaring twenties” that followed the misery of the first world war and the Spanish flu pandemic, is often characterised by a willingness to spend and enjoy life. Airlines, hotels and cruise companies alike are hoping that pent-up demand from a weary population will bring them a post-pandemic <a href=\"https://www.ft.com/content/6ce0b75e-7482-439a-b76c-16a58845653b\">booking bonanza</a>.</p> <h2>Global economy</h2> <p>New US Treasury secretary <strong>Janet Yellen</strong> has backed IMF plans to help <a href=\"https://www.ft.com/content/8535e507-eac7-4b4e-b3dd-f78b06dffac4\">poorer countries</a> with the effects of the pandemic, reversing opposition from the Trump administration. The special drawing rights&#xa0;— the IMF's reserve currency which supplements countries' official reserves — mean $500bn in extra liquidity could be injected into the world economy.</p> <p>The US House of Representatives could hold a vote on President Joe Biden's $1.9tn <strong>stimulus proposals</strong> later today or on Saturday, although his hopes for a <a href=\"https://www.ft.com/content/d8ad48f8-6730-4814-b8ea-ec3ce79cbe83\">minimum-wage</a> increase have hit a new hurdle, while Federal Reserve chief Jay Powell has moved to a strictly neutral position on the stimulus plan's merits. New US <a href=\"https://www.ft.com/content/1e183e50-26a0-45fe-8150-06ce429660a8\">jobless claims</a>, meanwhile, have hit their lowest levels in three months. </p> <p>UK chancellor <strong>Rishi Sunak </strong>will use his Budget next week to outline ongoing help for <a href=\"https://www.ft.com/content/650e48f8-a834-4471-89bf-aa7f3771113b\">pandemic-struck businesses</a> as he attempts to wean them off state support. New loan schemes will be more like those on offer during normal times but some emergency measures — such as help with business rates and VAT relief, the furlough job support scheme and the stamp duty holiday — will continue. Our <a href=\"https://www.ft.com/content/4e7a8fc1-f505-4545-9c2e-b9e9bcfc0aaa\">Big Read</a> examines the UK's return to <strong>fiscal conservatism</strong> and Sunak's attempt to show he is serious about cutting back borrowing. </p> <h2>Business</h2> <p>UK <strong>hospitality businesses</strong> have written to the government outlining the “<a href=\"https://www.ft.com/content/49defa5b-befe-4f55-85b6-522b1e458cbd#post-73ca3808-63d6-43c3-a3b3-01dc29bf20f6\">truly perilous</a>” state of the industry as it faces another three months with little or no trade under the most recent plans to ease restrictions. Restaurant critic <a href=\"https://www.ft.com/content/27a5a283-700c-49c0-9a9a-4596c48753bc\">Nicholas Lander</a> examines how eateries are coping. </p> <p>Vaccine developments are not good news for everyone. Shares in Malaysia's <strong>Top Glove</strong>, the world's largest maker of <a href=\"https://www.ft.com/content/87c10c55-657f-45ac-af19-7943cc0ed6ae\">rubber gloves</a>, fell 22 per cent in February, a reversal also experienced by its peers, as global vaccination drives accelerated.</p> <p>Goldman's chief executive has labelled <strong>working from home</strong> an “aberration” rather than a “new normal” while HSBC said it would reduce its office space over time by a huge 40 per cent. Companies editor <a href=\"https://www.ft.com/content/303dcdff-4127-4311-bc2a-3c920195c0a8\">Tom Braithwaite</a> looks at the role of the office in the post-pandemic world and prospects for space providers such as WeWork.</p> <h2>Markets</h2> <p>US <strong>government bonds</strong> steadied after growing fears of inflationary pressures created a day of <a href=\"https://www.ft.com/content/1f25370e-f878-4c6f-9ae7-aa4f1814f29b\">violent trading</a> on Thursday, knocking back US equities in the process. Pimco boss <a href=\"https://www.ft.com/content/9ed5c0f2-5c2a-4a1f-98f6-e864f5d62e24\">Dan Ivascyn,</a> one of the most powerful US bond managers, told the FT that fears might be overdone: the market could be anticipating price rises that never come. Across the Atlantic, the <a href=\"https://www.ft.com/content/b01cecb1-e4e8-484f-a392-3e4c84b6352e\">European Central Bank</a> signalled it would speed up its bond-buying programme if borrowing costs continued to rise. </p> <p>The rally in <strong>emerging markets</strong> is cooling on fears of higher <a href=\"https://www.ft.com/content/c58dbec6-953c-43f6-83c1-511b5ef10376\">borrowing costs</a>. Analysts, however, remain optimistic, arguing that many problems previously worrying investors — such as US protectionism and its tensions with China — have been resolved. </p> <p>Have the pressures of the pandemic helped fuel the phenomenon of investor <strong>short-termism</strong>? The <a href=\"https://www.ft.com/content/5bc1580d-911e-4fe3-b5b5-d8040f060fe1\">Moral Money Forum</a> discusses what can be done to bolster the move to more sustainable approaches. </p> <h2>The essentials</h2> <p><strong>Leaders' Lessons</strong> is our new series featuring the views of top executives on what they have learnt from the pandemic, starting with their <a href=\"https://www.ft.com/content/f7c475bb-448c-46b8-bcef-8d233c1ae07a\">biggest mistakes</a>. Share your own reflections with other readers in the comments section below the article. </p> <h2>Have your say</h2> <p>SimonJB comments on <a href=\"https://www.ft.com/content/9609aa09-0471-4cff-83cc-e6a39d715fe7?commentID=f8789168-caa9-47b3-b2e8-b053e93ef10d\">UK unemployment hits 5.1% as hiring slows down</a>:</p> <blockquote>  <p>“The biggest drop in payrolled employees has been among 18 to 24-year-olds”. We should all be very concerned about this. Whether it's caused by automation, globalisation or Covid, the effect of young people of not having meaningful jobs will be devastating. And will affect all of us. Covid seems to have speeded up the move to a virtual world. This has huge risks for a species whose hyper-sociability is its defining characteristic. Language is just a byproduct of that sociability. What message do young people get when they appear not to be needed by a society that values automation and cost cutting?</p> </blockquote> <h2>Final thought</h2> <p>What will we be wearing after the pandemic? Designers at <a href=\"https://www.ft.com/content/87c7c806-4657-4ff0-bc3d-d4f572aae452\">London Fashion Week</a> are split between those who forecast a hankering for tailoring after months of wearing sweatpants, while others believe the more relaxed style is here for good. </p> <p><em>We would really like to hear from you. Please send your reactions or suggestions to&#xa0;</em><a href=\"mailto:covid@ft.com\"><em>covid@ft.com</em></a><em>. Thanks</em></p><p>Source: Darren Dodd 2021 'Devastated travel sector takes solace from pick-up in bookings' FT.com 26 February. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-02-26T18:00:54.350Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 4420,
          "end": 4427
        }
      ]
    }
  ]
}