{
  "_id": "4cae3d968901397183029e5a99cb151774bd6e99110c6c037b7a4660c3a6777d",
  "feed": "market-watch",
  "title": "Twitter's Dorsey warns that hyperinflation is coming. That's not going to happen — peak inflation has already passed us by",
  "text": "<p>Dorsey is a vocal advocate of bitcoin BTCUSD and also the CEO of two public companies, fintech company Square SQ and social-media platform Twitter TWTR.</p><p>https://twitter.com/jack/status/1451733913961783299https://twitter.com/jack/status/1451735753117999104This is an interesting&#xa0;prediction for a CEO for several reasons:</p><p>1. If he really believed what he said, then he should, as a fiduciary to his shareholders, be advocating for far less U.S. dollar exposure within his companies. Michael Saylor, CEO of MicroStrategy MSTR, has developed the playbook for this. But Square and Twitter currently have over&#xa0;$10 billion&#xa0;in dollar reserves, which would evaporate in the case of hyperinflation. If he truly believed what he said, then he should either be advocating for revenue payments in inflation-protected assets (such as bitcoin) or be immediately converting large amounts of dollar reserves into some sort of inflation-protected asset. Perhaps this is in process. Square has some bitcoin hedging, but both firms are very exposed to dollar incineration (per Dorsey's prediction).</p><p>2. If I worked for a company whose CEO was calling for hyperinflation, I would ask for an&#xa0;enormous&#xa0;wage increase. Hyperinflation would cause Twitter and Square employees to lose massive amounts of purchasing power. If I were them and I knew the CEO expected 50%-plus inflation per year, I would expect a big raise to help offset this coming crisis and allow myself to better allocate dollars to other assets.</p><p>Hyperinflation is generally agreed to be a continuous 50%-plus increase in the rate of inflation. (See footnote No. 1, below.) It is essentially a complete destruction of a national currency. It isn't a small problem. It's the absolute worst kind of financial crisis an economy can have. If you think the 2008 financial crisis was bad, that was a cake walk compared to what hyperinflation does. A financial panic ruins the economy for a decade, but hyperinflation ruins an economy for an entire generation.</p><p>If Dorsey put his money where his mouth is, he'd start gobbling up huge amounts of bitcoin or other non-dollar assets on Twitter and Square's balance sheets. And he'd start paying his employees in bitcoin or give them huge wage increases.</p><p>Alternatively, he should realize his words carry a tremendous amount of weight and revise his statement. “Inflation,” “some inflation,” “lots of inflation,” “my margarita got way more expensive” … these things are not&#xa0;hyperinflation. And such a heavy word, if truly believed, should correspond with serious action. Aside from these inconsistencies in words and actions, I think there are significant economic problems with such an extreme prediction.</p><p>The economics of Dorsey's prediction</p><p>This discussion is groundhog day for me. After the financial crisis, there were hyperinflation predictions because many believed that the Federal Reserve's balance sheet expansion would lead to a multiplier effect of reserves, resulting in a huge boom in the money supply.</p><p>That didn't happen because,&#xa0;as I explained at the time, banks don't even lend reserves to non-banks in the first place. Quantitative easing (QE), the stimulus program, is an asset swap that has little to no impact on the quantity of net financial assets in the economy. There was no way the Fed's balance sheet expansion could cause huge inflation. People tend to focus on the Fed's monetary policy actions, but ignore the fact that it's the Treasury's fiscal policy actions that matter most.</p><p>The more interesting facet of this period was my research on historical cases of hyperinflation and their actual causes. The primary finding from my 2011 paper,&#xa0;“Hyperinflation – It's More Than a Monetary Phenomenon,”&#xa0;was that hyperinflation tends to occur around hugely disruptive geopolitical events:</p><p>Losing a war that results in money printing to fund the effort.</p><p>Large foreign-denominated debts that require domestic money printing.</p><p>Regime changes generally coinciding with civil war or social upheaval.</p><p>The key point is that money printing isn't what causes hyperinflation. Money printing occurs as a result of one of these socially or politically traumatic events that essentially result in a collapse of the government or regime. This is not remotely close to what's occurring in the U.S. But while we don't have the ingredients for hyperinflation, we do have the ingredients for moderately high inflation because there's no doubt that oversized fiscal policy can cause high inflation.</p><p>As it pertains to inflation and the financial crisis more specifically, the lesson following 10-plus years of QE with low inflation is that fiscal policy is the big bazooka. That's where the real “money printing” occurs, if we want to call it that.</p><p>And that's why I have been much more concerned about inflation coming out of the pandemic.&#xa0;Last summer I said the risk wasn't hyperinflation, but more like 3%-4% core inflation (which is quite high, given the Fed's 2% target).&#xa0;We're at 3.6%&#xa0;as of the most recent reading, so pretty much bang-on. Of course, headline readings are higher, but the Fed likes to focus on core, in addition to, headline inflation. I've also been vocal about the messiness of the “transitory” terminology and how none of this was likely to be transitory in the way the general public perceives it.</p><p>https://twitter.com/cullenroche/status/1288166657945305088So, how worrisome is the inflation outlook?&#xa0;</p><p>Long-term deflation or hyperinflation?</p><p>Despite being a short-term inflationist since COVID began, I am a long-term lowflationist because there are major secular headwinds that put structural downward pressure on inflation in the U.S. and much of the developed economic world. Primarily:</p><p>Demographics. Trends such as aging populations and slowing/declining population put downward pressure on aggregate demand.</p><p>Technology. Innovation in the tech sector is inherently deflationary.</p><p>Inequality. Less money in the hands of those with a higher propensity to consume means lower relative aggregate demand.</p><p>Globalization. Globalization puts downward pressure on domestic wages and prices.</p><p>These are huge long-term forces at work that explain why countries like the U.S. and Japan, despite having spent trillions of dollars in recent decades, seem to be having trouble creating high inflation. COVID changed some of these trends in the short-term, but they are well-entrenched long-term trends and unlikely to shift materially in the long-term. Every time the government steps on the fiscal-policy gas pedal, we see a brief surge in inflation, only to be drawn back lower as these secular trends pull it back lower whenever the government takes its foot off the gas.</p><p>As I will explain below, I believe that's what we'll start to see in 2022.</p><p>The major risk to this long-term outlook is political in nature. For instance, if we adopted a true Modern Monetary Theory&#xa0;(MMT) policy regime with a full-blown government job guarantee and permanent procyclical deficit spending, I would reconsider the relative forces at work here. As we've seen with the COVID experience, fiscal policy can have a humongous impact on aggregate demand. While I don't think that's a long-term risk at present, I do think it's something we all need to be more cognizant of as COVID was a window into the extraordinary power of hyper procyclical fiscal policy.</p><p>Today's inflation is&#xa0;mostly&#xa0;a fiscal story&#xa0;</p><p>Today's inflation is a messy situation because of the way COVID disrupted supply chains and labor markets. A lot of that is just coming back online, but we should start to see major shake-ups across the supply chains as we head into 2022. We should also see a continued labor market resurgence.</p><p>But the major story about inflation was a fiscal boom that entirely offset any losses in personal income. In short, the government's response to COVID was so massive that it offset what would have otherwise been a pretty significant deflationary bust in the economy.</p><p>The chart below shows the actual and expected (in red) fiscal contribution to real GDP across the last few years as well as the financial crisis. The COVID fiscal response was truly gigantic with $3 trillion-plus deficits for two years running. This added almost 3% to GDP per quarter and was adding 14% at one point. Incredibly huge figures.(COVID,&#xa0;blue; projections,&#xa0;red)</p><p>But the fiscal tailwind will become a fiscal headwind as we head into 2022. And it's going to be a pretty significant headwind. The Hutchins Center estimates that the fiscal headwind in 2022 will reduce GDP by 2.5%. Fiscal policy during the financial crisis also boosted RGDP significantly, but the fiscal tailwind became a fiscal drag by 2010 and that's around the same time when we started to see disinflation become entrenched.&#xa0;This time is not that different.</p><p>The bottom line is that we just had an enormous fiscal tailwind. And, yes, it caused a large inflation shock from a huge boost to aggregate demand that coincided with the unevenness of the supply chain disruptions caused by the COVID lockdowns, unemployment, etc. But even with this huge fiscal package and supply shock, we still only have 5.4% headline inflation. (See footnote No. 3; footnote No. 2 comes at the end of this column, as a footnote within a footnote.) And now we've seen peak fiscal policy.</p><p>So it would take something truly unfathomable to cause 50%-plus inflation at this point. It would have to entail sustained $3 trillion-plus fiscal packages in perpetuity from here on out and continued supply shocks. This outcome is extremely unlikely.</p><p>When might inflation slow?</p><p>A great philosopher once said: “It'll work itself out fine. All we need is just a little patience.” There are huge macro drivers unfolding across the economy. It takes quarters, not months, for instance, to unravel the supply chain mess at the Los Angeles-area ports. The sheer size of the cargo backup is staggering. And while capitalism may not be great at everything, it's certainly good at mobilizing huge amounts of crap we don't really need that much. And that process is very much unfolding at present.</p><p>Yes, I think the Fed was sloppy in its “transitory” terminology, but we should start seeing some real slowdown in the rate of inflation by the middle of next summer and late next year. We heard a lot about “base effects” over the&#xa0;</p><p>summer, but the reality is that these base effects were never going to start showing up until next summer when the year-over-year comparisons come in, so it's way too early to judge the transitory nature of the rate of change. Goldman Sachs expects that the supply-constrained sectors of the economy will start dragging inflation down around next May and will continue to become a bigger drag as the year continues. The low-supply/high-demand story will start to reverse as the fiscal headwinds will reduce aggregate demand at the same time the supply-chain issues become less problematic. This means the likelihood of higher, or even sustained, 5%-plus headline inflation becomes less and less likely as 2022 unfolds.</p><p>The bottom line is, don't be shocked if we continue to see some high inflation readings through 2021 and into early 2022. But relief is coming. It's just going to take some time. In the meantime, we're all going to hear a lot of scary stories about how high inflation is entrenched and the 1970s or Weimar is right around the corner. I think this risk is highly exaggerated.&#xa0;My estimate is that the core inflation rate has peaked and will remain uncomfortably high into early next year before it starts to settle down close to 2.5% by the end of 2022.&#xa0;</p><p>NB: Some people may read this and think that I am trying to downplay the seriousness of the current inflation.&#xa0;I am not.&#xa0;I still think it's important to hedge a portfolio against inflation (especially if I am wrong), but we can do so without falling into the hyperbolic hyperinflation camp. More importantly, I hope this current inflation scare serves as a lesson that makes people think twice about policy approaches such as the hyper-procyclical ideas advocated by&#xa0;MMT-style Keynesians.</p><p>Footnote 1: Some people will say “inflation” is an increase in the money supply. This definition is incomplete for a very simple reason that&#xa0;I've explained in the past&#xa0;— for example, a policy like QE exchanges the quantity of privately held “money” with bonds. This technically increases the money supply, but also reduces the quantity of outstanding private sector bonds. This is like swapping a checking account for a savings account. There's no reason for this to be inflationary even though it is a technical increase in what we define as “money”.(See next footnote.)</p><p>Footnote 2:A footnote inside a footnote — the best kind. More recently, some people have started telling me that “inflation” is the rate of change of bitcoin. Stop. This. Is. Silly.&#xa0;</p><p>Footnote 3: Even if you believe in alternative inflation measures&#xa0;like Shadow Stats, which shows 9% current inflation, we're still not even close to hyperinflation.&#xa0;</p><p>Cullen Roche is founder and chief investment officer of&#xa0;Discipline Funds, a financial-advisory firm. He is the author of the&#xa0;Pragmatic Capitalism blog, where this column first appeared. Follow him on Twitter&#xa0;@cullenroche.</p>",
  "published": "2021-10-26T09:45:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 10529,
          "end": 10542
        },
        {
          "start": 10529,
          "end": 10536
        }
      ]
    }
  ]
}