{
  "_id": "cf5d407465eb2d24623bafac859d8e283f5aef092ff17ff9d4bb9fda846652b7",
  "feed": "ftcomall",
  "title": "China offshore listings clampdown threatens Wall Street",
  "text": "<p>It took just five months from going public in New York for Didi Chuxing, the Chinese ride-hailing platform, to beat a humiliating retreat. </p> <p>Didi, which listed overseas despite warnings from Beijing to delay because of data security concerns, confirmed this month it would <a href=\"https://www.ft.com/content/c30cf911-51da-4b40-a969-161351de6f04\">delist from the New York Stock Exchange</a> and prepare to go public in Hong Kong. </p> <p>The move has prompted talk of the end of Wall Street's long and lucrative trade of taking fast-growing Chinese companies public in New York — and of whether US investment banks might lose out if <a href=\"https://www.ft.com/content/90620c2c-ea07-4425-9a18-f3b4587ed3ad\">Hong Kong becomes the only destination</a> for offshore listings by China's hottest start-ups.</p> <p>“Hong Kong is a natural place to list for returnee companies or companies with primary business operations in China”, said Jason Elder, a partner at law firm Mayer Brown in Hong Kong. “When some of these Chinese companies listed in New York they didn't have the same options in Hong Kong that they do now — the valuations, analyst coverage and liquidity have all improved.”</p> <p>The tectonic shifts for China's offshore initial public offering market could eat into Wall Street bankers' fees and handicap American investment banks, analysts and bankers said, as local bookrunners capitalise on their home advantage and European banks exploit worsening US-China ties.</p> <p>One senior banker at a Wall Street group said there was a pressing need to <a href=\"https://www.ft.com/content/abbbfcec-736c-47ba-b106-b1bdafebd099\">have more bankers based in Hong Kong</a>, predicting that US lenders would face greater competition for deals in China from the biggest local banks. </p> <p>Chinese banks have taken the top spots of the city's IPO league tables since 2019, according to Dealogic data. </p> <p>China International Capital Corp has ranked first for three consecutive years when excluding so-called homecoming deals by New York-listed companies that start selling shares in Hong Kong. CICC oversaw $2.6bn worth of primary listings in Hong Kong this year, compared with $2bn by its nearest rival Haitong Securities and $1.6bn by third-placed Goldman Sachs.</p> <p>Wall Street banks have long pitched New York to Chinese issuers as a deeper, more liquid market with better analyst coverage. But another crucial draw was higher fees: average returns on deals in Hong Kong, where competition from Chinese lenders pushes down margins, are much lower than in the US.</p> <p>Over the past two years, investment banks have earned about $1.1bn in fees on Chinese companies' IPOs in each city, despite New York accounting for just $26bn of shares sold in the offerings — less than half of Hong Kong's $57bn. </p> <p>Analysts and IPO lawyers said that while a location change would dent fee revenues, Wall Street lenders were likely to remain big participants in Hong Kong, especially on larger deals that rely more heavily on international institutional investors, many of which are based in the US.</p> <p><a href=\"https://www.ft.com/content/8b8bc9c0-788d-4f64-a4e6-af169dd3a795\">Homecoming listings</a> have raised more than $33bn over the past two years. About 70 US-listed Chinese companies without a secondary presence in Hong Kong are eligible for them, according to investment bank China Renaissance — accounting for roughly 90 per cent of the grouping's collective market value.</p> <p>“Those firms already have solid relations with Wall Street banks”, said Bruce Pang, head of research at China Renaissance. “But considering the tensions between the two countries, the smart move may be to choose at least one European bank when they list in Hong Kong.”</p> <p>The head of a large European lender described the Didi delisting as a “stunning reversal of fortunes”, but added that a shift away from New York represented a “substantial local business opportunity for us, so I think this trend is more good news than bad”.</p> <p>However, executives at other financial institutions in Asia doubt that any western banks could capture much new business beyond the wave of homecomings.</p> <p>“The homecomings might see a lot of Morgan Stanley, Credit Suisse and Goldman”, said the head of equities at one Asian stock exchange. “But it's going to be Bank of China, CICC and Citic winning more IPO business from China” in Hong Kong.</p> <p>Meanwhile, overseas banks remain virtual nonentities in China's onshore IPOs, which are dominated by mainland lenders. Chief among these is Citic, the state-owned financial services group that oversaw 17 per cent of a record $65bn in fundraising this year from new listings in Shanghai and Shenzhen, according to Dealogic data.</p> <p>But China's repeated overtures towards <a href=\"https://www.ft.com/content/a5392f07-9deb-4573-beb1-88a946f00df5\">financial liberalisation</a> may tempt foreign banks to boost their investment banking ranks in Shanghai to prepare for the day when investors finally have full access to mainland IPOs.</p> <p>“You're seeing JPMorgan, Goldman and Morgan Stanley saying ‘our pivot is to go directly onshore to China, interact directly with those exchanges and offer customers direct access'”, the equities head said. “It may be that [global] access to China gets reconfigured.”</p><p>Source: Hudson Lockett in Hong Kong, Stephen Morris in London and Joshua Franklin in New York 2021 'China offshore listings clampdown threatens Wall Street' FT.com 15 December. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-12-15T00:24:08.256Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 3853,
          "end": 3860
        },
        {
          "start": 4596,
          "end": 4603
        },
        {
          "start": 1974,
          "end": 1987
        },
        {
          "start": -1,
          "end": 8
        },
        {
          "start": 1974,
          "end": 1981
        }
      ]
    }
  ]
}