{
  "_id": "8e5ef9924d3d313ca186e6036abaafce08192498b57902824449341ecefc35c3",
  "feed": "ftcomall",
  "title": "Inter Milan owner seeks $200m in emergency finance ",
  "text": "<p>The Chinese owners of Inter Milan are rushing to raise at least $200m in emergency cash, after the Italian football club's finances deteriorated due to the pandemic and heavy spending on top players.&#xa0;</p> <p>Suning Holdings, the retail conglomerate that owns a majority stake in the Serie A team, is seeking new investment by the end of the year in response to a financial crisis at the club, according to three people familiar with its finances.&#xa0;</p> <p>Suning's challenges with Inter Milan comes as the retailer, which is backed by Jack Ma's Alibaba, faces questions over its heavy debt burden in China.&#xa0;</p> <p>The club had been in <a href=\"https://www.ft.com/content/ef43ce66-af92-4076-a568-6a5502665cb5\">exclusive discussions</a> with private equity group BC Partners in recent weeks over a potential investment, but those talks have ended after the two sides could not agree on valuation, according to people with knowledge of the matter who confirmed reports from the Italian media this week.</p> <p>The club continues to speak with BC Partners as well as other potential investors including distressed debt funds such as Ares Management and SoftBank-owned Fortress Investment Group. Others who have been monitoring the situation include Swedish private equity group EQT and US-based Arctos.</p> <p>Those talks range from discussing an outright acquisition of the club or the purchase of a minority stake, according to several people familiar with ongoing discussions. </p> <p>Suning is working with Goldman Sachs to advise on fundraising options.</p> <p>Those people added that the negotiations with BC Partners foundered over a valuation for the club, with Suning believing it is worth more than €900m. Two people familiar with the discussions said BC Partners valued the group at just €750m.</p> <p>Those discussions have become critical due to the precarious financial situation of the club, which requires a cash injection to continue operations into next season, according to three people with knowledge of the situation. </p> <p>One person close to the club's leadership said Suning is committed to financially supporting the club through this year.</p> <p>Some of those with knowledge of the talks added that Suning was believed to be far likelier to sell an equity stake, even if that means taking a loss on its investment, rather than allowing the club to go bankrupt altogether.</p> <p>Inter Milan is <a href=\"https://www.ft.com/content/93b004fa-5e31-11ea-8033-fa40a0d65a98\">led by president Steven Zhang</a>, the 29-year-old son of Zhang Jindong, Suning's billionaire founder. After spending €270m to <a href=\"https://www.ft.com/content/6b5c9e48-2b9d-11e6-9398-152a09ac4c4d\">acquire the club</a> in 2016, Suning has authorised spending hundreds of millions on euros on star players such as Romelu Lukaku and Christian Eriksen to seek a return to the top of Italian and European football.</p> <p>The “Nerazzurri” have faced a cash crunch over the past year. The club suffered a pre-tax loss of €102m last season mainly due to revenue shortfalls caused by the pandemic. Meanwhile, Suning is also facing financial pressures closer to home, which has made it difficult to continue funding the Italian club, including a recent crackdown by Chinese authorities on foreign outflows of capital.&#xa0;</p> <p>While the Nanjing-based company managed to pay off $1.5bn in debt late last year, its remaining obligations are towering. The group has a further $1.2bn in bonds maturing this year — more than half of its total outstanding debt load, according to data from Dealogic.&#xa0;</p> <p>Zhang Jindong, Suning's chairman, has over recent months also pledged shares in his own company to Alibaba. Such a move is a common mechanism used by Chinese companies and shareholders to secure funds for refinancing or working capital.&#xa0;</p> <p>Suning and Inter Milan declined to comment. BC Partners, Fortress and Ares did not immediately respond to requests for comment.</p> <p><em>Additional reporting by Edward White in Seoul and Sherry Fei Ju in Beijing</em></p><p>Source: Murad Ahmed, Arash Massoudi and Kaye Wiggins in London, Silvia Sciorilli Borrelli in Milan, and Hudson Lockett in Hong Kong  2021 'Inter Milan owner seeks $200m in emergency finance ' FT.com 4 February. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-02-04T14:44:25.383Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 1383,
          "end": 1396
        },
        {
          "start": 1383,
          "end": 1390
        }
      ]
    }
  ]
}