{
  "_id": "f09102d56f574a7aa1afce55f8cb23d4c4de3d8db82ee3b98bcbe24be380869e",
  "feed": "wall-street-journal",
  "title": "Business News:  Weber Jumps 18% With IPO Appetite  ----  By Corrie Driebusch",
  "text": "<p>   Weber Inc. shares rose on their first day of trading Thursday, a positive sign for the grill maker a day after it priced its IPO below expectations and slashed the number of shares being sold. </p><p>   The stock rose 18% above its IPO price to close at $16.50. On Wednesday night, the company sold 18 million shares at $14 apiece in its initial public offering, compared with the 47 million the company and its selling shareholders were planning to sell in a range of $15 to $17 each. </p><p>   Weber is one of a handful of companies that recently struggled to find footing in what had been a robust IPO market. Five deals were withdrawn or canceled last week, the most since 2016, according to Dealogic data. Robinhood Markets Inc.'s IPO last week priced at the low end of its targeted range and struggled in its first day of trading, and have swung wildly in recent sessions. On Wednesday, clinical-trial software and services company WCG Clinical Inc. postponed its IPO. </p><p>   Weber is majority-owned by BDT Capital Partners LLC, the investing and advisory firm of former Goldman Sachs Group Inc. banker Byron Trott. Mr. Trott bought shares in the offering, and BDT Capital Partners LLC decided to ultimately not sell shares in the IPO, one of the reasons for the smaller deal size. </p><p>   Weber, along with Traeger Inc., another outdoor grill and accessories company, is in part capitalizing on the extra demand for its products stemming from the coronavirus pandemic. </p><p>   \"In the last year and a half we've all lived, we've seen an increased engagement in grilling,\" Weber's chief executive, Chris Scherzinger, told The Wall Street Journal. \"People fell in love with grilling again.\" </p><p>   Weber said sales for the six-month period ended March 31 rose roughly 60% from a year earlier to about $960 million. </p><p>   Traeger, known for its wood-pellet grills, said its sales more than doubled in the first quarter to about $235 million. In its IPO last month, Traeger priced shares at the high end of its targeted range. The stock rose 6% on Thursday and is up 63% from its IPO price. </p><p></p>",
  "published": "2021-08-06T06:04:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 1050,
          "end": 1074
        },
        {
          "start": 1050,
          "end": 1063
        },
        {
          "start": 1050,
          "end": 1073
        },
        {
          "start": 1050,
          "end": 1057
        }
      ]
    }
  ]
}