{
  "_id": "52b9aa91725de3e3e63e74c20acaac10d8aa443b060bf995703d80daa5a3bdbb",
  "feed": "wall-street-journal",
  "title": "EXCHANGE --- Heard on the Street: Payday Is Nearly Here For Bank Investors",
  "text": "<p>The Federal Reserve is now set to end special restrictions implemented during the pandemic on most big banks' ability to buy back shares and pay dividends from June 30, depending on the results of the annual stress tests. Banks will have to clear the minimum capital levels set by that exam. Normally under the Fed's stress-test regime, banks that don't meet their requirements have the ability to adjust their balance sheets and face restrictions that scale with how far below their minimums they are. For now however, a bank that doesn't meet the stress-test minimum remains subject to the current restrictions, which limits buybacks based on trailing net income.</p><p>That decision comes after the Fed did something that in theory could hinder bank payouts, which was to let the exemption expire for Treasurys and central bank reserves in measures of how leveraged big banks are. That means big banks are now running closer to their leverage limits. Crucially however, the Fed's stress capital buffer regime doesn't include a stressed leverage component. So that potential limitation might not factor into payout restrictions for now.</p><p>Assuming this year's stress test isn't dramatically more stringent, a significant chunk of cash stands to be unlocked. Goldman Sachs Group analysts estimate the biggest banks have capacity under current rules, before the June 30 relaxation, to buy back up to about $22 billion worth of stock in the second quarter. Once the rules are relaxed, buybacks could nearly triple in the second half of the year, to $63 billion, or about 3% of the market value of those banks.</p><p>The degree to which banks tap into that capacity is the next question. In theory, under the stress-capital buffer regime that started last year but wasn't really utilized due to the pandemic, buybacks could come at a faster pace than in the past. However, if lending bounces back strongly, risk-weighted assets will grow much faster than they have with banks mostly buying government bonds, which could put pressure on capital ratios. Rapidly rising price-to-book ratios for bank stocks could also disincentivize buybacks.</p><p>But the bottom line is that investors can mostly start to think about bank payouts like they did pre-pandemic. That alone should be good for banks' shares.</p>",
  "published": "2021-03-27T00:00:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 1252,
          "end": 1265
        },
        {
          "start": 1252,
          "end": 1271
        },
        {
          "start": 1252,
          "end": 1259
        },
        {
          "start": 1243,
          "end": 1262
        }
      ]
    }
  ]
}