{
  "_id": "f760158aabf7c6c91c9dc62be46c895090fa17a0c1bdf767913377b9b489e14a",
  "feed": "wall-street-journal",
  "title": "Brooklyn Developer Yoel Goldman's All Year Files for Bankruptcy to Continue $1.56 Billion Debt Talks; Real-estate company says a recovery in New York City market isn't enough to help satisfy debt obligations",
  "text": "<p>Chief restructuring officer Assaf Ravid said in the papers that All Year has struggled to meet debt obligations tied to the 1,648 residential and 69 commercial units it owns in the Bushwick, Williamsburg and Bedford-Stuyvesant neighborhoods in Brooklyn.</p><p>New York City's housing market crashed during the Covid-19 pandemic but has since rebounded, fueled by residents trading up and out-of-staters moving in.</p><p>Even so, All Year's revenues aren't expected to grow enough to satisfy its roughly $800 million in bonds governed by Israeli law and $760 million in mortgage loans, Mr. Ravid said. All Year already lost a prized luxury property in Brooklyn this year to bankruptcy.</p><p>Under an agreement between All Year's board and Mr. Goldman, who owns 100% of the developer, he can't remove directors or take actions that would negatively affect the restructuring process, Mr. Ravid said.</p><p>Mr. Ravid said the arrangement, which expires next month, was put in place after Mr. Goldman \"previously took control of the board and authorized payments satisfying obligations…that he also personally guaranteed.\"</p><p>Lawyers representing Mr. Goldman didn't immediately respond to a request for comment Tuesday.</p><p>All Year's bankruptcy comes after the company became aware on Monday that a roughly $37 million judgment had been entered against it under a stipulation signed by Mr. Goldman without board approval, Mr. Ravid said.</p><p>The judgment put All Year at risk of losing its access to cash and prevented it from continuing its restructuring outside of chapter 11 bankruptcy, Mr. Ravid said. A lawyer for the judgment creditor, Taz Partners LLC, didn't immediately respond to a request for comment.</p><p>All Year is also considering filing insolvency proceedings in Israel and the British Virgin Islands to assist in the restructuring, according to Mr. Ravid. He said the company is in advanced stages of \"selecting and finalizing an exit transaction\" for the sale of All Year's equity interests.</p><p>All Year placed a luxury apartment complex, the Denizen in Bushwick, in bankruptcy in February, citing a decline in rental income during the pandemic. The complex was sold out of chapter 11 earlier this month to Atlas Capital Group LLC for $506 million, the largest single-asset multifamily deal in the U.S. since 2018, under a court-approved restructuring plan.</p><p>All Year is represented in its bankruptcy by law firm Weil Gotshal &amp; Manges LLP. Judge Martin Glenn has been assigned to the case, numbered 21-12051.</p><p>Jonathan Randles contributed to this article.</p><p>Write to Andrew Scurria at Andrew.Scurria@wsj.com</p>",
  "published": "2021-12-15T01:19:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 24,
          "end": 31
        },
        {
          "start": 1120,
          "end": 1127
        },
        {
          "start": 1356,
          "end": 1363
        }
      ]
    }
  ]
}