{
  "_id": "4d085882d6ddb250afd1bdd8e4f961dea0b8d66fb6f6415d2355f7e24617483c",
  "feed": "market-watch",
  "title": "Ex-Silicon Valley venture capitalist takes Brazilian digital bank Nu public at premium",
  "text": "<p>Nu NU, also known as Nubank, traded at $10.37 a share in afternoon action on the New York Stock Exchange, above its $9 price. Signs of healthy interest in the company came Wednesday when it priced at the top of its $8-$9 estimated price range.</p><p>Nu sold 289.15 million shares in the IPO for proceeds of $2.6 billion with lead underwriters Morgan Stanley, Goldman Sachs, Citigroup and NuInvest. The latter underwriter is the company's broker dealer in Brazil.</p><p>Nu Holdings was launched in 2013 by CEO David Vélez Osorno, 40, who is also founding shareholder and chairman of the company. He previously worked as a partner at Sequoia Capital in charge of the firm's Latin American investment unit for about two years.</p><p>Osorno owns 992 million shares in Nu valued at about $10 billion, according to a filing.</p><p>He founded the company after trying to open a bank account in Brazil. “It was like going to prison,” he said in a 2020 interview with The Economist.</p><p>Sequoia Capital is a backer of Nu Holdings, with a roughly 23% stake in the company after the IPO. Sequoia managing partner Douglas Mauro Leone sits on Nu's board.</p><p>With about 4.61 billion shares outstanding after the IPO and an open market price of $10.70 a share on Thursday afternoon, Nu Holdings has a market cap of about $49 billion. That's about 39 times its revenue of $1.265 billion for the 12 months ending Sept. 30.</p><p>Nu posted a loss of $99.1&#xa0;million for the nine months ending Sept. 30, and a loss of $171.5&#xa0;million in 2020.</p><p>While it has not yet generated a profit, Nu has grown quickly. As of Sept. 30, it counted 48.1&#xa0;million customers, up about nine times from 5.2&#xa0;million as of Sept. 30, 2018.</p><p>In the three months ending Sept. 30, the company added more than 2 million net new customers in Brazil, Mexico and Columbia.</p><p>Tomi Kilgore and Clive McKeef contributed to this report.</p>",
  "published": "2021-12-09T14:22:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 353,
          "end": 360
        },
        {
          "start": 353,
          "end": 366
        }
      ]
    }
  ]
}