{
  "_id": "435686a786465b0aa59321e546f9cefc0e0cd4fa62d98126f212f2a7f5d8e9dd",
  "feed": "wall-street-journal",
  "title": "Didi Explores Going  Private After Listing  ----  By Jing Yang",
  "text": "<p>   HONG KONG -- Ride-hailing giant Didi Global Inc. is considering going private to placate authorities in China and compensate investors for losses incurred since the company listed in the U.S. last month, according to people familiar with the matter. </p><p>   The Beijing-based company has been in discussions with bankers, regulators and key investors about how it could resolve some of the problems that emerged after Didi listed on the New York Stock Exchange on June 30, the people said. A take-private deal that would involve a tender offer for its publicly traded shares is one of the preliminary options being considered, they said. </p><p>   Didi didn't respond to a request to comment. After The Wall Street Journal's article was published, Didi said in a statement that the report about its consideration of a privatization plan was \"not true.\" </p><p>   Didi's American depositary shares jumped 99 cents, or 11%, to $9.86 in Thursday trading after the Journal's report, giving the company a market capitalization of about $48 billion. The shares had declined below their initial public offering price of $14 after Chinese regulators took a series of actions against the company earlier this month. </p><p>   Didi raised about $4.4 billion in its IPO, in the biggest stock sale by a Chinese company since the 2014 blockbuster listing of Alibaba Group Holding Ltd. </p><p>   Its shares briefly topped $18 in their first days of trading, before the Cyberspace Administration of China stunned investors and the company on July 2 by launching a data-security probe into Didi and blocking its China business from adding new users. Two days later, the cybersecurity regulator told app-store operators to take down the company's popular Chinese mobile app. </p><p>   The crackdown worsened on July 9, when 25 more Didi apps -- including ones used by drivers -- were ordered to be removed from app stores, potentially crippling the company's operations. </p><p>   China also said in early July that it would tighten rules for companies selling shares abroad, signaling its displeasure with recent listings by Didi and others. </p><p>   Numerous U.S. law firms that represent Didi shareholders who lost money have filed securities class-action lawsuits against the company, its IPO underwriters and board. </p><p>   The suits in many cases have alleged that false and misleading statements were made before the company's IPO, which was led by units of Goldman Sachs Group Inc., Morgan Stanley and JPMorgan Chase &amp; Co. </p><p>   Weeks before Didi went public, China's security watchdog suggested to the company that it delay its listing plans and conduct a thorough examination of its network security, the Journal reported. </p><p>   The company had previously raised $27 billion from global and Chinese investors, according to Pitchbook data, and many of them wanted the company to go public. </p><p>   Despite the regulator's suggestion -- which the company never disclosed -- Didi went ahead with its listing plans. </p><p>   The company said Thursday that it \"is fully cooperating with the relevant government authorities in China in the cybersecurity review of the Company.\" </p><p>   Didi started contemplating the go-private plan around mid-July, after the regulatory actions escalated, according to people familiar with the matter. </p><p>   A take-private offer could be funded partly or predominantly with money that Didi raised from U.S. and global investors in the IPO. </p><p>   The price that the company would offer to investors has yet to be determined, but it could be around or above the $14-a-share IPO price, one of the people said. </p><p>   Didi has asked its major underwriters to gauge investors' views regarding a privatization plan, as well as the pricing range that they would accept, the people said. </p><p>   The plan is still under deliberation and would need approval from Didi's board and major pre-IPO investors including SoftBank Group Corp.'s Vision Fund. </p><p>   CAC, the cybersecurity watchdog, is supportive of the privatization plan in principle, according to one of the people. SoftBank is unlikely to help fund a deal, the person said. The Japanese conglomerate's first Vision Fund previously poured about $12 billion into Didi and holds a 20% stake in the company. </p><p>   Representatives for SoftBank and J.P. Morgan declined to comment. The CAC, Goldman Sachs and Morgan Stanley didn't comment. </p><p>   Didi is also considering bringing in state-backed investors who could help finance the deal and guide the company as it tries to remedy its data-security issues, according to people familiar with the matter. </p><p>   The cybersecurity watchdog said earlier this month that there were serious problems involving the illegal collection of personal data by the company, and instructed Didi Chuxing, its China business, to address the issues to \"ensure the safety of the personal information of users.\" </p><p>   Didi said at the time that it \"sincerely accepts and firmly obeys the requirements made by relevant authorities.\" </p><p>   --- </p><p>   Raffaele Huang, Julie Steinberg and Corrie Driebusch contributed to this article. </p><p></p>",
  "published": "2021-07-30T06:14:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 4196,
          "end": 4209
        },
        {
          "start": 2363,
          "end": 2370
        },
        {
          "start": 2363,
          "end": 2387
        },
        {
          "start": 2363,
          "end": 2376
        },
        {
          "start": 4196,
          "end": 4203
        }
      ]
    }
  ]
}