{
  "_id": "34d8312da7038d1fc97062bbcceec2d50f80632536fc24b661206c495c453e97",
  "feed": "ftcomall",
  "title": "Johnson to set out ‘levelling up' agenda in Queen's Speech",
  "text": "<p>Boris Johnson will this week mark the start of a new session of the UK parliament with a vow to boost the economies of England's struggling towns, which are looking to the prime minister to honour his “levelling up” promises.</p> <p>Last week's local elections saw the Conservatives make further gains in working class towns in former Labour heartlands, while the party also seized Hartlepool in a parliamentary by-election.</p> <p>Johnson is now under pressure to deliver results and will use the debate on the <a href=\"https://www.ft.com/content/fe5eb32a-aefc-46e4-836f-b0f2a7c2ef85\">Queen's Speech on Tuesday</a> to set out a number of bills intended to flesh out his “levelling up” agenda.</p> <p>They are expected to include a bill to create eight new freeports in England: the new enterprise zones include one in Tees Valley, which returned Tory mayor Ben Houchen for a second term last week.</p> <p>There will also be a major planning bill to encourage housebuilding and plans for a post-Brexit state subsidy regime, which ministers claim will be more “nimble” and allow them to step in to save jobs.</p> <p>The Queen's Speech, to be set out by the monarch on Tuesday in a scaled-back, Covid-secure ceremony at Westminster, will also create a new Leeds-based infrastructure bank.</p> <p>Johnson's problem is how to turn his grand promises on “levelling up” into tangible results before the next general election, especially given the expectations invested in the Conservatives by some of the party's new supporters.</p> <p>The prime minister has appointed a new adviser, Tory MP Neil O'Brien, to advise on how to deliver the policy and how to measure its success. One minister said “levelling up is so broad a concept to be meaningless”.</p> <p>The prime minister's allies said Johnson wanted to help people fulfil their ambitions in their hometowns, by investing in skills and local infrastructure. One said: “People shouldn't always have to move to cities.”</p> <p>The policy diverges from the one pursued by former Tory chancellor George Osborne — inspired by work by former Goldman Sachs chief economist Lord Jim O'Neill — which focused on boosting northern cities, notably Manchester, and connecting them to nearby towns.</p> <p>However last week's election results have thrown up a political quandary for Johnson: big northern cities tended to vote Labour while the towns are increasingly voting Tory.</p> <p>“They don't want to <a href=\"https://www.ft.com/content/e724ec26-fdd7-4d40-8aa4-da3690f4cc6d\">reward Labour mayors</a>,” O'Neill said. However, he said it was right to spread government spending “a bit more” to revive struggling towns, provided cities were not neglected. </p> <p>Northern city regions including Greater Manchester and Liverpool returned Labour mayors: Andy Burnham and Steve Rotheram respectively.</p> <p>The new post of West Yorkshire regional mayor — including the cities of Leeds and Bradford — was taken by Labour's Tracy Brabin.</p> <p>She will have to forfeit her Batley and Spen seat in the House of Commons, triggering another awkward parliamentary by-election for Labour leader Keir Starmer. Brabin held the seat with a 3,525 majority in 2019.</p> <p>Labour's election victories in big cities were a rare bright spot for Starmer. Sadiq Khan held on to to the London mayoralty, while the party also took the mayoral posts in Cambridgeshire and Peterborough and the West of England from the Tories.</p> <p>However Andy Street held on to the West Midlands mayoralty for the Conservatives and across the country the Tories advanced in local council elections at Labour's expense.</p> <p>As of 7pm on Sunday, with most local authority election results counted, the Conservatives had made net gains of 292 council seats while Labour was down 264. In total the Tories made net gains of 12 councils while Labour lost eight.</p> <p>In a sign of Starmer's problems, Labour lost control of Durham county council, which it had run since 1925, losing 15 seats as the Tories took 14.</p> <p>Ed Davey, Liberal Democrat leader, insisted his party was “moving forwards”. Although it suffered a net loss of a handful of council seats, the party won control of St Albans council in Hertfordshire.</p> <p>Meanwhile the Green party's single MP Caroline Lucas said she felt a “green spring” was taking place for her party, with net gains of some 70 seats.</p><p>Source: George Parker, Political Editor 2021 'Johnson to set out ‘levelling up' agenda in Queen's Speech' FT.com 9 May. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-05-09T19:10:20.049Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 1944,
          "end": 1957
        },
        {
          "start": 1944,
          "end": 1951
        }
      ]
    }
  ]
}