{
  "_id": "1a7db84455b09ac4c5923b9b1573db06479b08ceab061da12288cd2257f622d7",
  "feed": "wall-street-journal",
  "title": "S&P 500 Advances While Nasdaq Edges Lower; Broad index moves higher following its worst weekly performance since February",
  "text": "<p>Money managers are hoping markets will get a fresh boost in the coming days, which will bring about new data on inflation, retail sales and consumer confidence. Investors say they are also closely watching a proposed $3.5 trillion spending plan from Washington that could potentially send more funds toward healthcare, education and climate legislation.</p><p>\"I do believe that the bulls have a little more ammunition than the bears: fiscal support still remains on tap, activity indicators are strong,\" saidGregory Perdon, chief investment officer ofArbuthnot Latham. \"Risk is still on.\"</p><p>The S&amp;P 500 advanced 10.15 points, or 0.2%, to 4468.73. The Nasdaq Composite fell 9.91 points, or 0.1%, to 15105.58, paring declines toward the end of the trading day. The Dow industrials posted the strongest performance of the three indexes, rising 261.91 points, or 0.8%, to 34869.63.</p><p>Energy shares were among the strongest performers in the S&amp;P 500 on Monday, rising alongside the price of oil after the Organization of the Petroleum Exporting Countries said it expected global demand to exceed pre-pandemic levels next year.</p><p>Marathon Oil, APA andOccidental Petroleum rose at least 6.5% apiece. U.S. crude for October delivery gained 73 cents, or 1%, to $70.45 a barrel. </p><p>A significant portion of U.S. oil production in the Gulf of Mexico remains offline after Hurricane Ida. PHOTO: Christopher M. Matthews/The Wall Street Journal</p><p>Meanwhile, shares of Texas-based miner and explorer Uranium Energy jumped 9 cents, or 2.8%, to $3.30 as individual investors sought out bets that would benefit from a recent rise in uranium prices.</p><p>Airbnb slipped $4.88, or 3%, to $160.32 after Goldman Sachs Group analysts recommended investors sell the stock.</p><p>Government bond prices ticked higher Monday, with the yield on the benchmark 10-year U.S. Treasury note edging down to 1.323% from 1.340% on Friday. Yields fall as bond prices rise.</p><p>The current level of yields is signaling that bond investors see higher inflation levels as transitory, according to Georgina Taylor, a multiasset fund manager at Invesco. On Tuesday, traders will get a look at the latest readings on consumer prices.</p><p>\"There is not enough inflationary pressure to really feel a reassessment of nominal growth over the long term,\" she said.</p><p>Elsewhere, the Stoxx Europe 600 ticked up 0.3%, snapping a four-session streak of losses.</p><p>Japan's Nikkei 225 added 0.2%, while Hong Kong's Hang Seng Index fell 1.5%.</p><p>—Akane Otani contributed to this article</p><p>Write to Anna Hirtenstein at anna.hirtenstein@wsj.com and Michael Wursthorn at michael.wursthorn@wsj.com</p><p>S&amp;P 500 Advances While Nasdaq Edges Lower</p>",
  "published": "2021-09-13T20:42:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 1661,
          "end": 1680
        },
        {
          "start": 1661,
          "end": 1668
        },
        {
          "start": 1661,
          "end": 1674
        }
      ]
    }
  ]
}