{
  "_id": "35bd0df6f9984df3b95d72175f9dd2dbead26ba4413a8089ec4c08d1b04a6b53",
  "feed": "wall-street-journal",
  "title": "Heard on the Street:  Commodity Prices Are Risk for EV Batteries  ----  By Jacky Wong",
  "text": "<p>\n  [Financial Analysis and Commentary] </p><pre> </pre><p>\n  Ever-cheaper batteries over the past decade have made electric vehicles more price-competitive. But rising demand for EVs could now disrupt that trend. The race to secure key materials will become more crucial. </p><p>\n  Prices of battery materials have skyrocketed this year as EV demand jumps. Prices of lithium carbonate, used in cathodes, have doubled year-to-date, according to research firm Benchmark Mineral Intelligence. Prices for cobalt hydroxide, which boosts energy density and battery life, have risen more than 40%. </p><p>\n  The pandemic has brought disruption, but the real problem is more fundamental, especially in lithium. \"The oversupply that crashed prices from mid-2018 to mid-2020 caused multiple projects to be put on care and maintenance with other newer projects stalled,\" says Scott Yarham, who leads battery-metals pricing at S&amp;P Global Platts. </p><p>\n  Benchmark Mineral Intelligence expects most battery raw-material markets to remain tight this decade. And it forecasts that the lithium market will fall into deficit in 2022. Most supply-chain contracts are \"cost pass through,\" which means EV manufacturers have to bear cost increases, says Caspar Rawles, head of price and data assessments at Benchmark. But battery makers still face margin pressure. Auto makers will push back when they can by playing different battery suppliers off one another. </p><p>\n  Battery stocks, which have been on a tear since last year, might need to take a breather. Leading firms such as China's Contemporary Amperex Technology and Korea's LG Energy Solution may have better bargaining power with auto makers. In the first five months of the year they were neck-and-neck -- each having slightly more than a quarter of the battery market for passenger EVs, according to SNE Research. </p><p>\n  After a decade of price declines driven by economies of scale, new savings may become tougher. Raw materials now account for most of the cost of a battery: Cathode materials such as lithium, nickel and cobalt make up around 30% to 45% of the total, according to S&amp;P Global Platts. </p><p>\n  New technologies can help, but securing upstream supply is also becoming more important. Tesla has signed a nickel-supply deal with Australia's BHP, the latter said Thursday. Auto makers BMW and General Motors have signed lithium sourcing agreements with miners. CATL recently took a stake in a copper-cobalt mine. Longer-term supply contracts have also become more common. </p><p>\n  Chinese battery makers benefit from a strong EV supply chain. While most mining isn't done at home, China dominates the processing of chemical materials that go into batteries. It accounts for 65% of the production of anode materials and electrolytes and 42% of cathode materials, according to Goldman Sachs. </p><p>\n  \"China in general has a stronger grip on supply chains than anyone else, so they should be better positioned,\" says Adam Panayi, managing director at research firm Rho Motion. </p><p>\n  That could translate into cost savings for China's favored EV scions, although it also creates strong incentives for other countries to develop their own processing capacity. Meanwhile, some of the froth from batteries is starting to flow back upstream. </p><p>\n  ] </p><p></p>",
  "published": "2021-07-23T06:01:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 2745,
          "end": 2758
        },
        {
          "start": 2745,
          "end": 2752
        },
        {
          "start": 2720,
          "end": 2733
        }
      ]
    }
  ]
}