{
  "_id": "1df69b2531c84b9c55f8b5d28fe873f7abddea3c67519870c31075f7de111442",
  "feed": "ftcomall",
  "title": "China Covid outbreak linked to Delta variant weighs on economy",
  "text": "<p>China's most severe coronavirus outbreak since last year has added to concerns over an economic slowdown in the country, as Beijing rushes to contain a rise in cases linked to the highly transmissible Delta variant.</p> <p>The National Health Commission on Monday reported 94 locally transmitted symptomatic infections. The <a href=\"https://www.ft.com/content/e4f40866-5a48-4674-9976-7b8b79e80aed\">spread of the Delta variant </a>has prompted a dramatic response from authorities, including mass testing and travel restrictions. </p> <p>The outbreak is another challenge for Beijing after a series of recently published data and policy measures indicated that China's roaring economic recovery from the pandemic was under pressure. </p> <p>Factory gate prices rose 9 per cent in July year on year, according to official data released on Monday, despite efforts from the government to curb the impact of a commodities rally that has pushed up costs for businesses. </p> <p>Data published on Saturday showed Chinese exports grew 19 per cent in dollar terms in July compared with a year earlier, missing expectations and well below a 32 per cent rise in June.</p> <p>The factory gate data followed a decision by the People's Bank of China last month to cut the reserve requirement ratio for banks, a sign of a perceived need for monetary easing to support the economy after credit conditions tightened.</p> <p>China's <a href=\"https://www.ft.com/content/484f019c-8179-49d9-b23a-2885b8aeaf47\">economy grew 7.9 per cent year on year</a> in the second quarter, boosted by a low base in 2020 when the country was grappling with the pandemic, and 1.3 per cent on a quarter-on-quarter basis.</p> <p>Goldman Sachs downgraded its expectations for real gross domestic product growth over the third quarter to 2.3 per cent quarter on quarter, compared with 5.8 per cent previously. </p> <p>“With the virus spreading to many of China's provinces and local governments reacting swiftly to control the spread of the highly contagious Delta variant, we have begun to see softening in national aggregate data,” analysts said.</p> <p>Zhiwei Zhang, chief economist at Pinpoint Asset Management, said the inflation data put “policymakers in a dilemma” because “inflation is rising and growth is slowing”. He added that China's scrutiny of cross-border travel and trade was likely to put further pressure on supply chains. </p> <p>Activity was hit earlier this year following infections in the southern province of Guangdong, a manufacturing hub, which led to severe lockdown measures.</p> <p>Ken Cheung, chief Asian foreign exchange strategist at Japanese bank Mizuho, said the global spread of the Delta variant “might have dented global demand”, which would stand to affect Chinese exports.</p> <p>Goldman predicted a rebound towards the end of the year. “Our forecasts assume the government brings the virus outbreak under control in about a month and the virus outbreak and related control measures mainly hit service activities,” analysts said.</p> <p>The rapid spread of coronavirus in recent weeks has become the biggest test for China's strategy of attempting to eradicate the virus.</p> <p>At least 15 Chinese Communist party officials from Nanjing, the capital of eastern Jiangsu province, were disciplined over the weekend by the party's anti-graft watchdog for failing to prevent an outbreak that started at the city's main airport last month.</p> <p>Ma Xiaowei, director of the NHC, urged officials in a speech on Sunday to “make epidemic prevention work a matter of paramount importance”, adding that they must “overcome paralysis of thought” when fighting the virus.</p><p>Source: Thomas Hale in Hong Kong, Edward White in Seoul and Christian Shepherd in Beijing 2021 'China Covid outbreak linked to Delta variant weighs on economy' FT.com 9 August. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-08-09T08:55:27.538Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 1482,
          "end": 1495
        },
        {
          "start": 2534,
          "end": 2541
        },
        {
          "start": 1482,
          "end": 1489
        }
      ]
    }
  ]
}