{
  "_id": "3b4a31876806fb5b2670f36c8d74cdb74721a565d891d28de223de5106f408f3",
  "feed": "wall-street-journal",
  "title": "EXCHANGE --- Bonanza in SPAC Fees Dries Up at Swiss Bank --- Underwriting boom had buoyed Credit Suisse",
  "text": "<p>Credit Suisse went from making an estimated $466 million in gross SPAC underwriting fees in the first quarter, to $16.1 million between April 1 and June 15, according to data provider Refinitiv.</p><p>Across banks, SPAC underwriting fees fell to $541 million in the second quarter to June 15, from a record $4.85 billion in the first quarter, according to Refinitiv data. Other banks, including Citigroup Inc. and Goldman Sachs Group Inc., also saw sharp dives in their SPAC initial public offering fees in the second quarter, according to Refinitiv data.</p><p>SPACs are shell companies that raise money to target a private company and take it public. They became a popular cash cow for big-name investors and celebrities in soaring stock markets, but demand cooled in the second quarter as shares of some companies that merged with SPACs tumbled and the Securities and Exchange Commission toughened its stance on the format.</p><p>The drop-off in activity doesn't mean banks will stop reporting strong SPAC revenue. Refinitiv calculates full IPO underwriting fees upfront, while in practice, banks receive around 2% of money raised when the SPAC goes public and a further 3.5% or so if and when the SPAC buys or merges with another company. Mergers continued in the second quarter, producing those deferred underwriting fees, and frequently additional fees too for deal advice or raising more cash.</p><p>Nearly 300 SPACs have said they intend to raise money, meaning new blank-check IPOs and underwriting could pick up again.</p><p>The SPAC business is emblematic of the bank's post-Archegos dilemma: It wants to ratchet down risk and focus on managing the wealth of the global rich -- but investment banking brought in 40% of revenue last year. Credit Suisse Chairman Antonio Horta-Osorio, who started May 1, said that there could be strategic changes and that tough decisions lie ahead.</p><p>Credit Suisse's share price has been among the worst performers of global banks this year, down 14%. Over the same period, an index of European banking stocks is up by more than one-quarter.</p><p>The SPAC fee surge last year helped Credit Suisse offset $1.3 billion in unexpected charges from a legal case, and revaluing a hedge-fund stake. The revenue took on more importance when Archegos Capital, the family office of hedge-fund manager Bill Hwang, couldn't meet margin calls at several banks in March, causing more than $10 billion in losses at lenders exiting the Archegos positions.</p><p>Credit Suisse said it was able to largely contain losses from Archegos because of the strong quarter it had elsewhere in the investment bank, including in underwriting SPACs and other IPOs. It reported a $275 million first-quarter net loss and tapped shareholders for $2 billion capital in April.</p><p>The bank said losses could also be material from the collapse of another client, financial firm Greensill Capital, with which Credit Suisse ran $10 billion in investment funds.</p><p>Credit Suisse doesn't break out SPAC revenue in published earnings. However, its chief financial officer, David Mathers, told analysts in April that around $300 million of $1.5 billion capital markets and advisory fees in the first quarter came from SPACs. Revenue across Credit Suisse was around $8.4 billion.</p><p>Credit Suisse was the biggest underwriter of SPACs last year, benefiting from relationships with serial SPAC founders such as venture capitalist Chamath Palihapitiya and deal maker and Vegas Golden Knights owner Bill Foley. The Swiss bank invested in the sector in the years before SPACs went mainstream, hiring veteran SPAC banker Niron Stabinsky in 2015.</p>",
  "published": "2021-06-26T00:00:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 408,
          "end": 415
        },
        {
          "start": 408,
          "end": 432
        },
        {
          "start": 408,
          "end": 421
        },
        {
          "start": 406,
          "end": 429
        }
      ]
    }
  ]
}