{
  "_id": "07cf1fa6ea93cfe60f6dc1b1f58120c20800b14cdbfc000412f3fc1129663368",
  "feed": "wall-street-journal",
  "title": " Gary Gensler, le président de la Securities and Exchange Commission, a confié des postes importants à des universitaires et à des spécialistes des relations publiques issus de groupes de pression progressistes; Etats-Unis: le nouveau patron de la SEC veut protéger les petits investisseurs",
  "text": "<p>« Je souhaite que nous nous attaquions aux rentes économiques sur nos marchés financiers et que nous essayons de les réduire », résume M. Gensler, qui fait remarquer que le poids de la finance dans l'activité économique américaine a plus que doublé depuis les années 1950 pour atteindre aujourd'hui environ 8 % du produit intérieur brut.</p><p>« Si nous revenions au niveau d'antan, ajoute-t-il, cela représenterait beaucoup d'économies. »</p><p>La pression réglementaire risque d'ébranler certains des modèles économiques les plus lucratifs de Wall Street. Certains républicains accusent d'ailleurs M. Gensler de vouloir aller trop loin. Des spécialistes du secteur affirment que ses propositions risquent de déclencher une levée de boucliers. Mais, comme la SEC n'a pas encore présenté de propositions officielles sur la plupart des points de son programme, peu de représentants du secteur la critiquent publiquement.</p><p>Plutôt que de faire appel à de hauts responsables choisis au sein de la SEC ou à de grands cabinets d'avocats d'affaires, comme l'ont fait nombre de ses prédécesseurs, M. Gensler a confié des postes importants à des universitaires et à des spécialistes des relations publiques issus de lobbys progressistes</p><p>« Je pense que toute personne qui assume un rôle de régulateur peut facilement devenir paternaliste, estime Hester Peirce, commissaire républicain à la SEC. Nous devons donc nous prémunir contre ce penchant, car nous pensons tous savoir ce qui est le mieux pour tout le monde. »</p><p>M. Gensler s'est forgé une réputation de régulateur intransigeant au cours de son mandat de président de la Commodity Futures Trading Commission (CFTC, l'agence indépendante américaine chargée de la régulation des Bourses de commerce, où se traitent les matières premières), de 2009 à 2014. Malgré les recours juridiques de Wall Street, il est parvenu à rédiger des dizaines de normes pour encadrer le gigantesque marché des swaps, qui n'était jusqu'alors pratiquement pas réglementé et qui avait contribué à la crise financière de 2008.</p><p>Le personnel de la SEC, une agence beaucoup plus importante que la CFTC, est en télétravail depuis que M. Gensler a pris ses fonctions en avril. Dirigeant les 4 400 employés de l'organisme depuis une chambre de sa maison vieille de 135 ans située au nord de Baltimore, M. Gensler, 63 ans, s'appuie sur des experts politiques, des juristes et des économistes afin de formuler des propositions sur chacun de la cinquantaine de sujets de réglementation inscrits à son programme.</p><p>Plutôt que de faire appel à de hauts responsables choisis au sein de la SEC ou à de grands cabinets d'avocats d'affaires, comme l'ont fait nombre de ses prédécesseurs, M. Gensler a confié des postes importants à des universitaires et à des spécialistes des relations publiques issus de lobbys progressistes. C'est le cas de Barbara Roper, partisane de longue date de règles plus strictes pour les courtiers en Bourse, que M. Gensler a recrutée comme principale conseillère pour les questions de protection des investisseurs.</p><p>Le plus grand combat qu'il a choisi de mener est peut-être celui contre le fonctionnement sous-tendant le marché boursier, via lequel quelques grandes entreprises exécutent la majorité des transactions des investisseurs individuels.</p><p>Dans le cadre d'un accord tacite connu sous le nom de « payment for order flow », des courtiers comme Robinhood Markets envoient de nombreux ordres de leurs clients à des sociétés de trading à haute fréquence telles que Citadel Securities ou Virtu Financial plutôt qu'à une Bourse. Les traders à haute fréquence rémunèrent les courtiers pour leurs ordres et gagnent de l'argent sur la différence entre les prix d'achat et de vente des actions négociées.</p><p>La SEC a autorisé cette pratique vieille de plusieurs décennies, qui a permis à de nombreux courtiers de ne plus facturer de commissions de trading aux boursicoteurs ces dernières années. Citadel Securities et Virtu affirment souvent effectuer les transactions à un prix légèrement supérieur à celui des Bourses, ce qui permet aux investisseurs de réaliser des économies supplémentaires.</p><p>« Les inquiétudes concernant la concentration du marché et les conflits afférents relèvent de la théorie, assure Douglas Cifu, le directeur général de Virtu. En réalité, les résultats montrent que les petits porteurs tirent généralement bénéfice du système. »</p><p>Mais M. Gensler et d'autres détracteurs du payment for order flow affirment que cette pratique représente un conflit d'intérêts pour les courtiers et réduit la transparence du marché en drainant les données hors des Bourses. Il a déclaré en août qu'il était prêt à l'interdire complètement, des propos qui ont fait chuter les actions Robinhood et Virtu.</p><p>« Dans ce dossier, vous avez affaire à de grands acteurs dont l'ensemble du modèle économique sur le marché actions est basé sur les règles actuelles, indique Chris Iacovella, qui a travaillé avec M. Gensler à la CFTC et dirige maintenant une association professionnelle représentant les courtiers régionaux. Ils feront tout leur possible pour ne pas avoir à changer de business model. »</p><p>M. Gensler examine également de près la nouvelle génération de brokers en ligne comme Robinhood. Au lieu d'avoir recours à des courtiers humains pour prendre les ordres des clients et recommander des investissements par téléphone, ils utilisent l'analyse des données afin d'étudier le comportement des investisseurs. Leurs algorithmes peuvent adapter les messages à chacun d'eux et ainsi influencer leurs décisions de placements par le biais de notifications push et d'autres fonctionnalités.</p><p>« Si ces innovations... peuvent favoriser l'accès, augmenter le choix et réduire les coûts, ils soulèvent également de nouvelles questions sur les conflits d'intérêts potentiels, les biais dans les données et, oui, font même peser un risque systémique », a déclaré M. Gensler devant la commission bancaire du Sénat en septembre.</p><p>M. Gensler a également fait part de son intention d'exiger davantage d'informations de la part des gestionnaires de fonds qui proposent des produits dont ils prétendent qu'ils sont écologiquement ou socialement responsables</p><p>Robinhood a indiqué qu'il se réjouissait de travailler avec la SEC et que sa plateforme avait rendu le marché boursier accessible à des millions de nouveaux investisseurs.</p><p>M. Gensler a également fait part de son intention d'exiger davantage d'informations de la part des gestionnaires de fonds qui proposent des produits dont ils prétendent qu'ils sont écologiquement ou socialement responsables. L'intérêt du public pour des questions comme la lutte contre le changement climatique et les inégalités raciales a fait de l'investissement dit durable une source de profit croissante pour les gestionnaires de fonds qui ont vu leurs commissions baisser en raison de la tendance des investisseurs à se tourner, depuis des décennies, vers des fonds indiciels à faible coût de gestion.</p><p>Le problème, selon M. Gensler, est que ces fonds n'utilisent pas d'indicateurs uniformes pour étayer leurs arguments marketing, ce qui empêche les investisseurs de pouvoir les comparer.</p><p>Les conservateurs affirment que certains des projets de M. Gensler pourraient, au bout du compte, aller à l'encontre de son objectif de faire économiser de l'argent aux investisseurs. Par exemple, les règles visant à exiger des entreprises qu'elles divulguent davantage d'informations sur les risques qu'elles courent en raison du réchauffement climatique pourraient alourdir leurs dépenses de conformité, qui sont, en fin de ligne, supportées par les actionnaires.</p><p>Ancien banquier de Goldman Sachs Group, M. Gensler affiche sa méfiance envers Wall Street depuis plusieurs décennies. Après avoir travaillé au département du Trésor sous le président Clinton de 1997 à 2001, il a coécrit en 2002, avec son ancien collègue Greg Baer, un livre intitulé The Great Mutual Fund Trap. Ils y critiquaient les stocks pickers professionnels, qui facturent des commissions élevées et offrent des rendements médiocres, et invitaient les épargnants à miser sur des fonds indiciels plutôt que sur la gestion active.</p><p>« Ne vous faites pas d'illusions en vous imaginant que vos intérêts sont les mêmes que ceux de votre courtier, écrivaient MM. Gensler et Baer. Dans la grande majorité des cas... les conseils d'experts en gestion financière amènent simplement les investisseurs à sous-performer le marché et à enrichir Wall Street. »</p><p>En tant que patron de la SEC, M. Gensler se penche également sur le même genre de commissions que facturent les sociétés de private equity. Alors que la SEC a toujours considéré que les grandes institutions, comme les fonds de pension, étaient mieux informées que les petits porteurs, M. Gensler estime que ceux qui misent sur le private equity devraient bénéficier de plus de transparence.</p><p>« Si le secteur du private equity prenait des commissions moins élevées, les fonds de pension percevraient davantage d'argent. Et il est peut-être temps que les gérants des sociétés de private equity gagnent un peu moins », conclut M. Gensler.</p><p>(Traduit à partir de la version originale en anglais par Grégoire Arnould)</p><p>Le président de la Securities and Exchange Commission, le gendarme de la Bourse, Gary Gensler.</p><p>JUSTIN T. GELLERSON FOR THE WALL STREET JOURNAL</p>",
  "published": "2021-10-06T00:00:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 7607,
          "end": 7626
        },
        {
          "start": 7607,
          "end": 7614
        },
        {
          "start": 7607,
          "end": 7620
        }
      ]
    }
  ]
}