{
  "_id": "f767577996c48b2ce8ea74aa460d04c7bfe240dbcb8f83146986d640e0e7af87",
  "feed": "ftcomall",
  "title": "Goldman Sachs mints billions through business it is looking to shrink",
  "text": "<p>Goldman Sachs raked in record revenue from asset management in the past quarter thanks to a business that invests the Wall Street bank's own capital. But rather than expand it, Goldman is seeking to make the business smaller.</p> <p>The US bank has said it hopes to shrink its “equity investments” portfolio by almost 20 per cent, turning instead to fees from clients such as pension funds and wealthy people to bring in more asset management revenue. </p> <p>Goldman's strategy is intended to please regulators and investors. Both camps view the bank's equity investments as risky and unpredictable, which means Goldman has to hold more capital against its assets and struggles to win over investors seeking steady returns.</p> <p>“The reality is the vast majority of revenues for this quarter [in asset management] came from the equity investment line,” said Christian Bolu, banks analyst with Autonomous Research. “It was a really big number and it's clearly not sustainable.” </p> <p>Equity investments provided $3.7bn in revenues for Goldman in the <a href=\"https://www.ft.com/content/73999cf3-82ed-453d-a30c-e88e55cc8813\">second quarter</a> of this year, which the bank described as an all-time high. Its performance drove record total revenue of $5.1bn at its asset management division, helping the bank to beat analysts' estimates and surpassing the money flowing in from its formidable investment banking and trading divisions.</p> <p>Goldman's plans for the business highlight how David Solomon, the bank's chief executive since 2018, has been sacrificing potentially lucrative but riskier parts of its operations in hopes of boosting its stock price and easing demands from regulators. The Federal Reserve requires Goldman to hold a larger amount of capital in proportion to its risk-weighted assets than other US banks. </p> <p>Balance sheet investments, which have shuffled around different divisions at the bank over the years, sprouted while Goldman operated as a partnership before its initial public offering in 1999. Goldman would use its own capital and funds from its partners to make investments.</p> <p>This was an amalgamation of the private equity-style dealmaking the bank is still doing as well as “proprietary trading” of stocks and bonds that was outlawed by the Volcker rule, part of the Dodd-Frank package of post-financial crisis banking reforms.</p> <p>In the three months to the end of June, Goldman netted billions of dollars in gains from investments in private companies ranging from the Brazilian cancer clinic network Oncoclínicas to the messaging software group Zipwhip. The bank's stakes in public companies including Flywire and Privia Health, which Goldman had invested in before their IPOs, also appreciated in value.</p> <p>Overall revenues at the <a href=\"https://www.ft.com/content/eb74053e-e65e-456f-a544-1da1d81139b6\">asset management</a> division were up 144 per cent year on year and 11 per cent quarter on quarter. But stripping out the equity investment gains, revenues were up a more modest 20 per cent year on year and down 5 per cent quarter on quarter, underscoring the more gradual growth in fee income.</p> <p>The challenge for Goldman is it “doesn't receive the valuation benefit of the gains that are generated from the portfolio”, said Gerard Cassidy, an analyst at RBC Capital Markets. Investors would prefer that it relied more on money management fees, he said. </p> <p>At its investor day last year, Goldman outlined a plan to reduce the size of the equity investments portfolio from $22bn to $18bn in the next five years.</p> <p>“We will continue to invest through the balance sheet and partner capital. But as we gradually reduce capital intensity and reduce the balance sheet, this will be replaced by more durable fees,” said a senior Goldman executive.</p> <p>To boost its fee income, Goldman last year outlined a target for the next five years to raise $150bn for alternative asset management vehicles, which include private equity, credit and real estate. The bank has had net inflows in asset management of more than $70bn since the start of 2020.</p> <p>“Importantly, you can see the growth in the rest of the business in management fees,” said Dan Fannon, an analyst at Jefferies.</p> <p>Still, paring the business back to $18bn in size is proving difficult as Goldman's investments soar in value. At the end of the second quarter, its equity portfolio rose 5 per cent to $21bn as $5.5bn of asset sales were offset by $5bn in appreciation on investments as well as $1.5bn in new investments. This moved the bank further away from its $18bn target.</p> <p>Goldman has a “line of sight” on about $3bn worth of private asset sales that would help the bank cut another $1bn from its balance sheet, Stephen Scherr, Goldman's chief financial officer, said on the bank's earnings call last month.</p> <p>“The biggest problem they have right now is the gains are so big they're unable to shrink the portfolio,” said Autonomous Research's Bolu.</p><p>Source: Joshua Franklin in New York 2021 'Goldman Sachs mints billions through business it is looking to shrink' FT.com 3 August. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-08-03T04:00:06.719Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 0,
          "end": 7
        },
        {
          "start": 0,
          "end": 13
        },
        {
          "start": 177,
          "end": 184
        },
        {
          "start": 445,
          "end": 452
        },
        {
          "start": 445,
          "end": 453
        },
        {
          "start": 598,
          "end": 605
        },
        {
          "start": 1009,
          "end": 1016
        },
        {
          "start": 1329,
          "end": 1336
        },
        {
          "start": 1329,
          "end": 1337
        },
        {
          "start": 1611,
          "end": 1618
        },
        {
          "start": 1834,
          "end": 1841
        },
        {
          "start": 1912,
          "end": 1919
        },
        {
          "start": 2288,
          "end": 2295
        },
        {
          "start": 2554,
          "end": 2561
        },
        {
          "start": 2957,
          "end": 2964
        },
        {
          "start": 3228,
          "end": 3235
        },
        {
          "start": 3560,
          "end": 3567
        },
        {
          "start": 3604,
          "end": 3611
        },
        {
          "start": 4071,
          "end": 4078
        },
        {
          "start": 4358,
          "end": 4365
        },
        {
          "start": 4513,
          "end": 4520
        }
      ]
    }
  ]
}