{
  "_id": "00df1c198b38b1a82fc3d182bb5fd778464545be5a4aa4179228e155e96f43d3",
  "feed": "ftcomall",
  "title": "State-backed venture capital group takes stakes in UK start-ups  ",
  "text": "<p>The venture capital arm of the state-owned British Business Bank has acquired its first direct stakes in a range of UK start-ups, adding to a growing portfolio of investments made by the government to support companies during and after the pandemic. </p> <p>British Patient Capital, which has a budget of £2.5bn and mainly invests in other venture capital funds, is rolling out a new co-investment strategy in which it will acquire stakes in fast-growth businesses.</p> <p>The group has invested in three businesses so far, according to chief executive Judith Hartley, including a £7m stake in medical tech firm Accurx, and £5m in each of data analytics firm Quantexa and banking software provider Thought Machine.</p> <p>Hartley said co-investments would be an increasingly important part of BPC's strategy to help homegrown and high-growth companies become significant global competitors. </p> <p>This plan will run alongside the £375m <a href=\"https://www.ft.com/content/aa3dc07d-410e-4162-b9d0-f5f57cd9dc21\">Future Fund Breakthrough scheme</a>, launched by chancellor Rishi Sunak earlier this year and also overseen by the BPC but outside its £2.5bn budget. It will take stakes in fledgling businesses that need money for research and development. </p> <p>The first deal for this scheme has also been announced, with an investment in Ultraleap, which makes hand-tracking technology that allows users to engage with the digital world without touching surfaces. </p> <p>Another, potentially larger life sciences initiative overseen by BPC will invest £200m into as many as four funds, with Mubadala, an Abu Dhabi-based sovereign wealth fund, promising to invest up to £800m alongside the fund.</p> <p>The three separate initiatives add up to one of the biggest drives by the government to take stakes in British businesses in decades. Officials say that Sunak is keen to back the best UK tech companies, both to support their growth against larger rivals from the US and China and also to potentially see a profit from the investment. The chancellor is a former hedge fund executive and Goldman Sachs analyst.</p> <p>Hartley said the various investment initiatives “dovetail”. “That is something that we are going to be looking to increase in the current financial year and beyond,” she said. </p> <p>“It's part of the strategy [that companies] can access funding in the UK and not have to look overseas for it. The aim overall is to try and create a kind of escalator of funding for businesses at different stages in their journey.”</p> <p>The BPC has recruited staff to “bring in extra expertise and capacity for these new initiatives which we're bringing to market”, she added.</p> <p>The government owns stakes in more than 150 businesses through its original Future Fund scheme, which was created to help start-ups raise funds in the pandemic. More than 1,100 companies were given convertible loans under the scheme, which is administered by the British Business Bank. </p> <p>The group committed £297m in the year to March 2021, mostly to funds that invest on its behalf, taking total commitments to almost £1.3bn since the group was formed in 2019 across 51 fund investments. </p> <p>The number of companies within its underlying portfolio through these funds increased from 503 to 676 over the 12-month period, according to annual results published on Thursday, </p> <p>The group made an internal rate of return of 25.3 per cent on its portfolio in its last financial year, and a pre-tax profit of £184m, which it said was in line with the “exceptional momentum in the wider venture capital market”.</p><p>Source: Daniel Thomas in London 2021 'State-backed venture capital group takes stakes in UK start-ups  ' FT.com 18 November. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-11-18T00:01:05.783Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 1958,
          "end": 1971
        },
        {
          "start": 1958,
          "end": 1965
        }
      ]
    }
  ]
}