{
  "_id": "44895928abbabb67977f62d5ca5da5a6b3caa2402163d1d3200a3baa90bcc4d3",
  "feed": "ftcomall",
  "title": "Zaoui brothers join Europe's emerging Spac movement",
  "text": "<p>The Zaoui brothers dealmaking duo have teamed up with several prominent European executives to create a special purpose acquisition company that is raising €300m to invest in healthcare and technology businesses in the region.</p> <p>Odyssey Acquisition will list on the Euronext exchange in Amsterdam, according to people familiar with the situation, as the main beneficiary of a post-Brexit shift of euro-denominated equity trading from London emerges as the Spac capital of <a href=\"https://www.ft.com/content/240293a8-20ed-4cf3-a5ec-63dc1c2d9076\">Europe</a>. </p> <p>Spacs list on the stock market and then go hunting for a target company with which to merge. Led by a flurry of activity in the US, they have raised almost $110bn globally from 381 listings this year, according to data provider Refinitiv, and more than 500 are on the prowl for acquisitions. The market in Europe trails behind: just 18 Spacs have raised about $5bn between them so far this year, according to Refinitiv.</p> <p>Following an 18-month boom, activity has <a href=\"https://www.ft.com/content/19c021a5-a758-489e-875a-de5c99bbfbfe\">slowed</a> in the US since so-called Pipe financing — a crucial source of funding for blank-cheque companies to complete their acquisitions — dried up. </p> <p>Michael Zaoui is chair of Odyssey and his brother Yoël is co-chief executive with Jean Raby, former chief executive of Natixis Investment Management in Paris.&#xa0;</p> <p>Michael was a former co-head of European mergers and acquisitions at Morgan Stanley, while Yoël was previously co-head of global M&amp;A at Goldman Sachs before the pair struck out on their own and set up London-based investment banking boutique Zaoui &amp; Co in 2013.&#xa0;</p> <p>Odyssey will be supported by Zaoui &amp; Co in all stages of dealmaking, from identifying targets to completion. It will be advised on telecoms, media and technology deals by Michel Combes, SoftBank International president and former CEO of telecoms groups Sprint, Altice and Alcatel-Lucent. For healthcare deals, it will draw on the experience of Olivier Brandicourt, the former boss of French pharmaceuticals group Sanofi and an adviser to Blackstone.&#xa0;</p> <p>“It's a strong and experienced team, and the Spac market in Europe is under-developed relative to the US,” said Peter Schoenfeld, founder of PSAM, a $3bn New York-based hedge fund that is buying into the Zaouis' blank cheque company on day one. </p> <p>“As Europe emerges from the pandemic, I expect privately held companies will look for capital to scale. Odyssey Acquisition is in a position to deliver this capital more efficiently than a traditional IPO process.”</p> <p>The rationale behind Odyssey, whose IPO is underwritten by Goldman Sachs and JPMorgan, is to support the development of European businesses at a time when the pandemic has accelerated behavioural changes and the digital transformation of entire industries.&#xa0;</p> <p>A growing number of European privately held “unicorns” valued at more than $1bn are emerging at the intersection between healthcare and technology. They include companies such as <a href=\"https://www.ft.com/content/00660168-e61a-4d7c-86d1-e26638009efa\">health insurance start-up</a> Alan; Doctolib, an <a href=\"https://www.ft.com/content/58ba164e-4a62-11e9-bbc9-6917dce3dc62\">online medical appointment management service </a>linking patients and healthcare professionals; and <a href=\"https://www.ft.com/content/29f97812-d440-3ff2-a6e4-8b52d3d1b664\">BenevolentAI</a>, which develops artificial intelligence and computational medicine technology.&#xa0;</p> <p>Spac founders are attracted by the potential for <a href=\"https://www.ft.com/content/9b481c63-f9b4-4226-a639-238f9fae4dfc\">large rewards</a> from a successful acquisition target. The vehicles' sponsors often receive 20 per cent of its shares for a nominal fee. Last week leading short seller Jim Chanos accused some who have taken companies public via a Spac of “playing <a href=\"https://www.ft.com/content/da44b18e-51e5-40ab-9e34-70879952edce\">fast and loose</a> with their projections” in an effort&#xa0;to entice retail investors, something that has also <a href=\"https://www.ft.com/content/99de2333-e53a-4084-8780-2ba9766c70b7\">drawn scrutiny from</a> the US Securities and Exchange Commission.</p> <p>Sona Asset Management, which oversees $1.7bn in assets, is buying a 9.99 per cent stake in Odyssey. “Capital protection with upside optionality is attractive to us for investing in Europe right now, compared to negative rates in fixed income,” said John Aylward, the London-based firm's chief investment officer.</p> <p>A target size of €300m would put Odyssey among the larger Spacs in Europe. In April, a blank cheque company <a href=\"https://www.ft.com/content/f523768d-41af-492c-95b0-ff5d23a30539\">created by LVMH chief executive Bernard Arnault</a> and former UniCredit chief Jean Pierre Mustier to invest in European financial companies raised €500m in its Amsterdam listing. The Spac is also sponsored by Paris-based asset manager Tikehau Capital.</p> <p>Since its 2013 launch, Zaoui &amp; Co has advised on transactions worth €225bn. Most recently, it <a href=\"https://www.ft.com/content/6bfe40a5-2426-4743-98cd-6fed9dd01b98\">advised SoftBank</a> on the sale of British chip designer Arm Holdings to Nvidia for $40bn, and the Peugeot family on the <a href=\"https://www.ft.com/content/498a7099-5b91-4803-aeb1-95ec2dcfe239\">$50bn merger</a> between France's PSA and Italian-American rival Fiat-Chrysler.</p><p>Source: Harriet Agnew, Asset Management Editor 2021 'Zaoui brothers join Europe's emerging Spac movement' FT.com 30 June. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-06-30T04:00:54.126Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 2477,
          "end": 2490
        },
        {
          "start": 1382,
          "end": 1389
        },
        {
          "start": 1382,
          "end": 1395
        },
        {
          "start": 2477,
          "end": 2484
        }
      ]
    }
  ]
}