{
  "_id": "d14ed1daa92ca6bf4f597792a0cb2ce242c22216b6cbb7f4697f8e61d93181e9",
  "feed": "wall-street-journal",
  "title": "VC Daily: Question: What to Make of Efforts in Congress to Lower Drug Prices?",
  "text": "<p>Guru Chahal, a partner at Lightspeed Venture Partners, wrote that the biggest challenge will be fast-moving investment rounds where the valuation assumes perfect execution by the company. \"This creates tremendous pressure on companies to optimize growth at all costs (quite literally).\"</p><p>H/L Ventures managing partner Oliver Libby said pivotal issues include the Delta variant, return to school, whether consumer and ad spending have strong Q4s, the infrastructure and budget bills and the exit market.</p><p>Steve Brotman, founding partner of Alpha Partners said there will be opportunities in sectors such as machine learning, enterprise software and fintech. But the flood of new capital in venture will likely pump up valuations.</p><p>This week's question: Washington lawmakers are considering measures aimed at lowering prescription drug prices. Do you think these efforts are warranted, or do you have concerns about their potential impact on venture investment in biotechnology?</p><p>Please email responses to marc.vartabedian@wsj.com.</p><p>And now on to the news...</p><p>Top News</p><p>Bracing for fallout. Chinese authorities are asking local governments to prepare for the potential downfall of China Evergrande Group, according to officials familiar with the discussions, signaling a reluctance to bail out the debt-saddled property developer while bracing for any economic and social fallout from the company's travails, The Wall Street Journal's Keith Zhai reports.</p><p>The officials characterized the actions being ordered as \"getting ready for the possible storm,\" saying that local-level government agencies and state-owned enterprises have been instructed to step in to handle the aftermath only at the last minute should Evergrande fail to manage its affairs in an orderly fashion.</p><p>They said that local governments have been tasked with preventing unrest and mitigating the ripple effect on home buyers and the broader economy, for example by limiting job losses—scenarios that have grown in likelihood as Evergrande's situation has worsened.</p><p>Ara Partners Raises $1.1 Billion for Second Decarbonization Fund</p><p>Ara Partners has raised about $1.1 billion to invest in businesses that help industries reduce carbon emissions, WSJ Pro's Luis Garcia reports. The Houston-based firm said it wrapped up Ara Fund II LP far above an initial $650 million target. Ara so far has committed about a third of its new fund's capital across five deals, according to Troy Thacker, a managing partner and co-founder at the private-equity firm. Mr. Thacker said that the strong demand for the fund reflected institutional investors' increased desire to back businesses that help reduce pollution. Ara focuses on sectors that include industrials and manufacturing, chemicals and materials, energy efficiency, biofuels, food and agriculture.</p><p>New Platform Seeks to Bring IPO Market Into Digital World</p><p>A new technology platform backed by the biggest U.S. banks and money managers is aiming to bring the IPO market into the 21st century, WSJ reports. The syndicate desk—a longtime fixture at banks across Wall Street where IPOs and other large stock sales are priced and allocated to investors—has long clung to traditional ways of doing business like phone orders and scribbled pieces of paper, even as other businesses go digital. Capital Markets Gateway LLC has set out to change that. Backed by Franklin Templeton, Fidelity Investments, Goldman Sachs Group Inc., JPMorgan Chase &amp; Co. and Morgan Stanley, among others, CMG was launched in 2017 by former bankers at Robert W. Baird &amp; Co.</p><p>Advertisement</p><p>Share this email with a friend.</p><p>Forward ›</p><p>Forwarded this email by a friend?</p><p>Sign Up Here ›</p><p>Industry News</p><p>Funds</p><p>Greylock Partners raised a $500 million fund dedicated to seed investments. The new vehicle will typically write checks in the $2 million to $20 million range.</p><p>Intuit Inc. has launched a venture capital arm to make mostly Series B and C investments focusing on fintech, virtual expertise, consumer finance, omni-channel commerce, AI-enabled services and crypto/DeFi. Intuit Ventures' inaugural investment was e-commerce investor Clearco.</p><p>People</p><p>Crypto and blockchain investor CoinFund named David Pakman as managing partner. He joins the firm after 13 years with Venrock. CoinFund was founded in 2015 and is based in New York and Miami.</p><p>Relay Ventures, which invests in mobility, proptech and fintech, named Horace Dediu as partner and chief market strategist. He is co-founder of Micromobility Industries and host of Micromobility America. Founded in 2008, Relay Ventures has offices in Canada and San Francisco.</p><p>Contract lifecycle management platform Ironclad Inc. appointed Leyla Seka as chief operating officer and Helen Wang as chief financial officer. Ms. Seka was previously a partner at Operator Collective. Ms. Wang was most recently CFO at eBay Global Payments. Early this year, San Francisco-based Ironclad raised a $100 million Series D round from BOND, Lux Capital, Accel, Sequoia Capital, Y Combinator Continuity and Emergence Capital.</p><p>Quartet Health Inc., which makes software to coordinate care between primary physicians and mental health care providers, said Christina Mainelli joined the company as chief operating officer. She was previously executive vice president and chief growth officer at Beacon Health Options. New York-based Quartet Health is backed by Oak HC/FT, GV, F-Prime Capital, Polaris Partners, Deerfield Management and Echo Health Ventures.</p><p>Exits</p><p>Publicly traded construction management software provider Procore Technologies Inc. agreed to acquire Levelset, whose software helps the construction industry simplify compliance and payment processes, for about $425 million in cash and $75 million in stock. New Orleans-based Levelset is backed by investors including Horizons Ventures, S3 Ventures, Altos Ventures, Operating Venture Capital and Brick &amp; Mortar Ventures.</p><p>Syte, a product discovery platform for retail, is expanding its presence in North America with its purchase of the fashion and furniture segments of visual search company Slyce. Terms weren't disclosed. With offices in Tel Aviv and Switzerland, Syte is backed by investors including Viola Ventures, Commerce Ventures, Storm Ventures and LG Technology Ventures.</p><p>Healthcare data insights provider Clearsense acquired Compellon, a plug-and-play AI analytics company, for an undisclosed sum. In March, Jacksonville, Fla.-based Clearsense said it raised a $30 million round led by Health Catalyst Capital. Kairos Ventures was a backer of Lake Forest, Calif.-based Compellon.</p><p>Advertisement</p><p>New Money</p><p>Kavak, a Mexico-based used-car marketplace, scored $700 million in Series E funding, giving the company a valuation of $8.7 billion. General Catalyst led the round, which included participation from Tiger Global Management, Founders Fund, Ribbit Capital and others.</p><p>Dapper Labs Inc., developer of the digital collectibles platform NBA Top Shot, picked up a $250 million investment led by Coatue Management. New investors BOND and GIC also participated in the round, alongside previous backers Andreessen Horowitz, GV and Version One Ventures.</p><p>Opentrons Labworks Inc., a Brooklyn, N.Y.-based lab automation startup, landed $200 million in Series C funding. SoftBank Vision Fund 2 led the round, which included support from Khosla Ventures. In addition to the funding, Opentrons named Greg Greeley to the post of president and chief operating officer, and Myrtle Potter as chair of the board. Mr. Greeley was previously president of Airbnb. Ms. Potter is currently chief executive of Sumitovant.</p><p>FLYR Labs, a San Francisco-based provider of a revenue operating system for airlines, travel and transportation, secured $150 million in Series C funding. WestCap Group led the round, which included contributions from Silver Lake Waterman, WndrCo, Peter Thiel, Streamlined Ventures, JetBlue Technology Ventures and Gopher Asset Management.</p><p>Lilac Solutions, an Oakland, Calif.-based lithium extraction technology provider, held the first close of a $150 million Series B round. Lowercarbon Capital and funds and accounts advised by T. Rowe Price Associates Inc. led the investment, which included participation from Mercuria Energy Trading, Valor Equity Partners, Breakthrough Energy Ventures and The Engine.</p><p>sunday, an Atlanta-based restaurant payment app, raised $100 million in Series A funding. Coatue Management led the round, which saw participation from partners of DST Global and others.</p><p>StreamElements, a Tel Aviv-based provider of engagement and monetization tools for live and video-on-demand content creators, nabbed a $100 million investment. SoftBank Vision Fund 2 led the funding, which included support from PayPal Ventures, State of Mind Ventures, Pitango and others. In addition to the round, StreamElements named Gil Hirsch as chief executive, Yuval Tal as chief operating officer, Jason Krebs as chief business officer, Udi Hoffmann as chief financial officer and Doron Nir as president.</p><p>Ocrolus Inc., a New York-based digital lending automation platform, grabbed $80 million in Series C financing at a valuation north of $500 million. Lead investor Fin Venture Capital was joined by Thomvest Ventures, Mubadala Capital, Oak HC/FT, FinTech Collective, QED Investors, Bullpen Capital, ValueStream Ventures, Laconia, RiverPark Ventures, Invicta Growth, Stage 2 Capital and Cross River Bank in the round. Logan Allin of Fin Venture Capital joined the company's board.</p><p>Garuda Therapeutics, a Natick, Mass.-based developer of blood stem cell therapies, launched with an oversubscribed $72 million Series A round led by Aisling Capital, Northpond Ventures and Orbimed.</p><p>Iron Ox Inc., a San Carlos, Calif.-based indoor farming startup, completed a $53 million Series C round led by Breakthrough Energy Ventures. Previous investors in the company include Crosslink Capital, R7 Partners, Pathbreaker Ventures, Eniac Ventures, Amplify Partners, At One Ventures and Y Combinator.</p><p>6K, a North Andover, Mass.-based producer of sustainable advanced materials for energy storage and additive manufacturing powders, closed a $51 million Series C round. Lead investor Volta Energy Technologies was joined by Prithvi Ventures, LaunchCapital, Anzu Partners and others in the new funding.</p><p>Bigeye, a San Francisco-based data observability platform, secured a $45 million Series B round. Coatue Management led the funding, which saw participation from Sequoia Capital and Costanoa Ventures.</p><p>Tech News</p><p>Customers at the pop-up, called A Circular Store, can also bring in clothes to mend and attend in-store workshops that will offer tips on repairs. PHOTO: THREDUP INC.</p><p>Madewell, ThredUP test secondhand store in Brooklyn</p><p>Techs and the city: where Google, Amazon and others are expanding their NYC footprint</p><p>Voters want to curb the influence of Big Tech companies, new poll shows</p><p>Tech-focused Clearhaven Partners closes debut fund</p>",
  "published": "2021-09-24T15:10:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 3396,
          "end": 3409
        },
        {
          "start": 3396,
          "end": 3403
        },
        {
          "start": 3396,
          "end": 3420
        },
        {
          "start": 3376,
          "end": 3400
        }
      ]
    }
  ]
}