{
  "_id": "d00e54b150e52975363eec129ca6562d81113376ee93fe084d5ea9a3f2dfb572",
  "feed": "ftcomall",
  "title": "Credit Suisse: out of the frying pan, into the fire",
  "text": "<p><strong>One scoop to start:</strong> Sanjeev Gupta's metals group has been hit with winding-up orders from investors, legal action that threatens to bring down the empire closely tied to the now-collapsed Greensill Capital. <a href=\"https://www.ft.com/content/05254a12-3d00-4148-854b-08298ea440e3\">More here</a>.</p> <p><strong>Welcome to Due Diligence, your briefing on dealmaking, private equity and corporate finance from the Financial Times. Want to receive DD in your inbox? Sign up </strong><a href=\"https://ep.ft.com/pages/newsletters/subscribe?result=%7B%22successful%22%3A%5B%7B%22newsletterId%22%3A%2258db721900eb6f0004d56a23%22%7D%5D%2C%22unsuccessful%22%3A%5B%5D%7D\"><strong>here</strong></a><strong>. Get in touch with us anytime: </strong><a href=\"mailto:Due.Diligence@ft.com\"><strong>Due.Diligence@ft.com</strong></a><strong>.</strong></p> <h2>Help wanted: spring cleaning at Credit Suisse</h2> <p>It was July 2020, and <strong>Credit Suisse</strong> chief executive <strong>Thomas Gottstein</strong> had a lot on his plate.&#xa0;</p> <p>Gottstein was still relatively new to the job, after his predecessor was <a href=\"https://www.ft.com/content/6a120b28-49ca-11ea-aeb3-955839e06441\">ousted</a> less than six months prior following a corporate <a href=\"https://www.ft.com/content/ab60029c-6df1-11ea-89df-41bea055720b\">spying scandal</a>, but his to-do list looked like that of a seasoned crisis manager, DD imagines:</p> <ol>  <li><p><em>Finish internal review over circular funding within supply chain finance funds </em><a href=\"https://www.ft.com/content/ce922079-7c62-4afe-bc7a-1c168d3b96ba\"><em>linked to</em></a><em> <strong>SoftBank</strong> and <strong>Greensill Capital&#xa0;</strong></em></p></li>  <li><p><em>Do some damage control over that </em><a href=\"https://www.ft.com/content/b8eec9d0-0c85-467d-8cb1-467ad87adced\"><em>complicated trade</em></a><em> we helped SoftBank carry out on Wirecard's stock that spectacularly unwound</em></p></li>  <li><p><em>Deal with </em><a href=\"https://www.ft.com/content/57e26e33-3b3c-4776-886e-04d31f586f8e\"><em>fraud issue in the African arm</em></a><em> of wealth management business</em></p></li> </ol> <p>Don't forget the global pandemic. Or the dry cleaning. So amid all the chaos, Gottstein sought to simplify things, <a href=\"https://www.ft.com/content/ab81c3b6-ff76-4c99-9761-7f28f1e52383\">combining</a> the bank's risk and compliance divisions.</p> <p>Poor risk controls were, after all, the common thread of the bank's string of disasters going back years.&#xa0;</p> <p>Unfortunately for Gottstein, his attempts to begin 2021 with a “<a href=\"https://www.ft.com/content/47471301-2898-4144-9882-475dcf4030ab\">clean slate</a>” and reorganise the business have shown few signs of success.</p> <p>After navigating the fallout from the bank's entanglements in alleged frauds at <strong>Luckin Coffee</strong> and <strong>Wirecard</strong>, and revealing a potential $680m hit from a crisis-era US mortgage-bond litigation, a spate of new scandals were erupting just as old ones came back to haunt him.</p> <p>The bank also wrote down $450m on its investment in hedge fund <strong>York Capital</strong>, and its clients risk losing up to $3bn from the frozen funds linked to collapsed specialist finance group Greensill Capital, an amount equivalent to its entire net income last year.</p> <p>Finally — to ice its multi-layered cake of crises — it finds itself at the centre of the mayhem unfolding at <strong>Archegos Capital</strong>. The FT <a href=\"https://www.ft.com/content/4ab66e5a-8ea6-40eb-872f-56f676f8938e\">has reported</a> it could lose as much as $4bn, more than a year's net profit. (We dedicated a DD issue to explaining the saga<a href=\"https://www.ft.com/content/79d29496-8785-4d55-af2a-8619cf99a613\"> earlier this week</a>.)</p> <p>Does Gottstein still stand a chance at his clean slate or will this task fall to <a href=\"https://www.ft.com/content/0afc85c4-89af-4648-b21c-98ded5cea7fa\"><strong>António Horta-Osório</strong></a>, the former chief executive of the <strong>Lloyds Banking Group</strong> who will replace <strong>Urs Rohner</strong> as chair at the end of April.</p> <p>The Portuguese banker <a href=\"https://www.ft.com/content/9097df2b-8395-45eb-b58b-796877ebf058\">brought the British group</a> back from the brink following the financial crisis, earning a reputation for being an <a href=\"https://www.ft.com/content/34e57e76-3a87-11e7-821a-6027b8a20f23\">extremely involved</a> leader.</p> <p><a href=\"https://www.ft.com/content/0afc85c4-89af-4648-b21c-98ded5cea7fa\"><strong>Horta-Osório</strong></a> will need to bring some weighty spring cleaning to his new Swiss digs. Or, at least, tidy it up. The series of blows to its balance sheet and reputation have led to renewed speculation about a merger with a stronger rival.&#xa0;</p> <p>“This whole episode, in my opinion, will speed up any possible consolidation plans with respect to Credit Suisse and another bank,” one former Credit Suisse executive told DD.&#xa0;</p> <p>Go deeper with the FT's Stephen Morris and Owen Walker <a href=\"https://www.ft.com/content/928b263d-38fc-4484-beb9-3e2fc4c017cb\">here</a>.</p> <h2>Deliveroo: expectation versus reality</h2> <p>There's a certain problem those of us privileged enough to order our meals at the touch of a smartphone (junior banking analysts <a href=\"https://www.ft.com/content/2f5d2587-d9a7-4cd5-ac84-e36d75b13a24\">notwithstanding</a>) know all too well.</p> <p>Aka when that juicy burger appears to be Michelin material in the photo, then arrives a soggy mess.</p> <p>Such was the feeling of disappointment at <strong>Deliveroo</strong>, whose public debut on Wednesday was admonished by one of its bankers as “the worst IPO in London's history”.</p> <p>Shares in the food delivery app closed on Wednesday at 287p, down 26 per cent, wiping £2bn or so from its opening £7.6bn market capitalisation.</p> <p>The flop won't only go down in infamy for the London market, but also for <a href=\"https://investegate.co.uk/deliveroo-holdings--roo-/rns/announcement-of-offer-price/202103310703420878U/\">its lead bankers</a> at <strong>Goldman Sachs</strong> (<strong>Anthony Gutman</strong>, <strong>Richard Cormack</strong>, <strong>Alex Garner</strong> and <strong>Bertie Whitehead</strong>) and <strong>JPMorgan</strong> (<strong>Matt Gehl</strong>, <strong>Aloke Gupte</strong>,<strong> Chris Wood</strong> and<strong> Barry Meyers</strong>).</p> <p>From those working on the deal, fingers were pointed, unsurprisingly, at short-sellers.&#xa0;</p> <p>“At least three hedge funds have very actively gone short this morning, enabled by banks outside of the syndicate [of the IPO],” one banker involved <a href=\"https://www.ft.com/content/bdf6ac6b-46b5-4f7a-90db-291d7fd2898d\">told the FT</a>. “The opening move was very sharp.”</p> <p>They're not wrong, Lex <a href=\"https://www.ft.com/content/5725a4cf-4bff-4b4a-bb04-957a77d2ee92\">explains</a>, but that's only a part of the story. Deliveroo's own bankers played a large part in its failings — setting a target range that looked frothy even when priced <a href=\"https://www.ft.com/content/5028437e-accf-4624-8ecd-2b502d04743d\">at the bottom level of £3.90</a>, thus creating the perfect opportunity for short-sellers to pile on.</p> <p>The company's dual-class share structure, which gave chief executive <strong>Will Shu</strong> outsized voting rights, also meant Deliveroo wouldn't be eligible to join the FTSE 100 index, depriving it of investment from the large passive tracker funds that steer much of the equities market.&#xa0;</p> <p>(Dual-class voting rights for premium-listed companies are one of the things <strong>Jonathan Hill</strong> recommended in his Treasury-backed review of London's listing rules.)</p> <p>Deliveroo's history of heavy losses, poor timing, and <a href=\"https://www.ft.com/content/c7983368-5dc3-47a2-a782-324bb9b46af7\">concerns</a> over its treatment of workers also put off investors.</p> <p>But despite lacklustre results, UK chancellor <strong>Rishi Sunak</strong>, who hailed Deliveroo as the type of success story that can happen when tech companies are lured to London, remained steadfast.</p> <p>“Gosh, no . . . share prices go up, share prices go down,” he told <strong>ITV</strong>. Brexiteers, Spac evangelists and all those in-between best hope he's right.</p> <h2>Talking Spacs with two of banking's biggest names</h2> <p>DD readers need no introduction to the little Wall Street phenomenon known as the blank-cheque boom.&#xa0;</p> <p>So far this year we've seen record-breaking levels of M&amp;A, fuelled by a flood of acquisitions and Spac mergers.</p> <p>But most of that action has been concentrated in the US — for now, that is.</p> <p>On Wednesday DD's Ortenca Aliaj spoke with former Credit Suisse chief<strong> Tidjane Thiam</strong> and former head of <strong>UniCredit Jean Pierre Mustier</strong>, who are both eager to get in on the game themselves, about the global landscape for special purpose acquisition companies.&#xa0;</p> <p>Ortenca discusses with Thiam and Mustier how the Spac boom will translate in other geographies and whether there is a diminishing pool of companies in the US that could send Spac executives hunting in other areas.&#xa0;</p> <p>Watch the full conversation on-demand <a href=\"https://event.on24.com/eventRegistration/EventLobbyServlet?target=reg20.jsp&amp;partnerref=DD&amp;eventid=3080916&amp;sessionid=1&amp;key=C8CC16F394D50B17363E0B206525C0D9&amp;regTag=&amp;V2=false&amp;sourcepage=register\">here</a>.</p> <h2>Job moves</h2> <ul>  <li><p><strong>KPMG </strong>has nominated <strong>Jonathan Holt</strong>, the head of its audit division, to be appointed as its new UK chief executive in a surprise move that avoids the need for an election. <a href=\"https://www.ft.com/content/ea50397f-147b-4e5a-b102-4abb209b9159\">More here</a>.</p></li> </ul> <ul>  <li><p><strong>JAB Partners </strong>promoted partner, general counsel and head of tax<strong> Joachim Creus</strong>, as well as partner and head of M&amp;A <strong>David Bell</strong> to its newly established senior partnership.</p></li> </ul> <ul>  <li><p><strong>Brunswick Group</strong> has hired <strong>Li Hua</strong> as a partner in Beijing, focused on M&amp;A, antitrust and public affairs. She joins from <strong>Squire Patton Boggs</strong>.</p></li> </ul> <ul>  <li><p><strong>Morrison &amp; Foerster</strong> has hired <strong>Larry Medvinsky </strong>as a partner in its corporate department in New York. He joins from <strong>Clifford Chance</strong>.</p></li> </ul> <h2>Smart reads</h2> <p><strong>Talk is cheap </strong>Therapy apps like Talkspace and BetterHelp are thriving in a time of declining mental health and increasing dependence on telemedicine. But the platforms may not be designed to prioritise their patients. (<a href=\"https://www.thecut.com/article/mental-health-therapy-apps.html#_ga=2.267722310.95558816.1617208226-354620948.1611586137\">New York Magazine</a>)</p> <p><strong>Old dog, new tricks </strong>The collapse of Wirecard levelled a significant blow to German regulator BaFin's reputation. British newcomer Mark Branson's mission to restore some bite to the watchdog's bark won't be without its challenges. (<a href=\"https://www.ft.com/content/2e55fa5b-fb6a-4a3c-b1a8-4371d60f1f0b\">FT</a>)</p> <p><strong>Taming the wolves </strong>Rising vaccinations are helping big banks chart a path back to the office. But the culture of working in spite of sickness and sleep-deprivation will be challenged in post-pandemic workplaces. (<a href=\"https://www.bloomberg.com/news/articles/2021-03-31/bankers-want-power-lunches-and-less-machismo-in-new-office-era?srnd=premium&amp;sref=OziMsGoK\">BBG</a>)</p> <h2>News round-up</h2> <p><a href=\"https://www.ft.com/content/e21c6e7b-c7fd-4b1d-8c1d-c79fe96e9e11\">Bet365's Coates joins best-paid global executives with £421m package</a> (FT)</p> <p><a href=\"https://www.ft.com/content/fe575abe-9963-480c-8315-24f128de15eb\">Hitachi agrees to buy US software group for $9.5bn</a> (FT)</p> <p><a href=\"https://www.ft.com/content/9efc9fb7-d8ac-4b8c-abd1-659a7e52f330\">Apple backs start-up aiming to disrupt music labels</a> (FT)</p> <p><a href=\"https://www.ft.com/content/45bd9c88-3e86-442f-8ab5-4e1511d851b2\">Saudi Arabia's crown prince presses companies to invest</a> (FT)</p> <p><a href=\"https://www.ft.com/content/412069db-8d99-48c2-8b24-1f8050e459ec\">DoorDash accuses software partner Olo of fraud</a> (FT)</p> <p><a href=\"https://www.ft.com/content/1224cfc3-c431-415e-9216-6cb3ab8f78d5\">UK markets regulator unveils plan to reform Spac rules</a> (FT)</p> <p><a href=\"https://www.ft.com/content/b17ded95-3d07-46d7-a7db-448de79b4b66\">Liverpool FC owner valued at $7.4bn in deal with LeBron James and RedBird</a> (FT)</p><p>Source:  2021 'Credit Suisse: out of the frying pan, into the fire' FT.com 1 April. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-04-01T04:00:14.297Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 3859,
          "end": 3872
        },
        {
          "start": 3887,
          "end": 3900
        },
        {
          "start": 3887,
          "end": 3894
        }
      ]
    }
  ]
}