{
  "_id": "b58b3f1f2d604169fc3e8fa084069ccd04df6f3bff9c1ec541e433f19f8b8ec2",
  "feed": "ftcomall",
  "title": "Will the bond market sell-off push the ECB to step up stimulus?",
  "text": "<p>When European Central Bank executive board member Fabio Panetta declared last week that its stimulus policies needed to be “harder, better, faster, stronger”, his remarks fuelled investors' and economists' expectations that policymakers would increase the pace of bond purchases. </p> <p>But not all of his colleagues agree with the words of French electronic music group Daft Punk, and the ECB's willingness to tackle the recent <a href=\"https://www.ft.com/content/1deec2b3-59d4-4f90-b752-fefd2a88b5b2\">bond market</a> sell-off will be tested at Thursday's meeting of its governing council.</p> <p>The sell-off, fuelled by expectations that a sharp US economic recovery will reignite inflation, prompted council members including <a href=\"https://www.ecb.europa.eu/press/key/date/2021/html/ecb.sp210302~b618d33987.en.html\">Panetta</a> to warn that a steepening of eurozone yield curves is unjustified. They worry it will push up borrowing costs while the single currency bloc's economy is still weighed down by restrictions to contain the spread of Covid-19.&#xa0;</p> <p>However, other council members are more sanguine. Bundesbank president Jens Weidmann said recently that “not each and every increase in financing costs will be a source of concern”, adding that overall market conditions remain favourable.</p> <p>While the ECB is not expected to make major policy changes on Thursday, its president Christine Lagarde must achieve a careful balance between these competing perspectives. </p> <p>Here are the five key things to watch out for.</p> <h2>Financing conditions</h2> <p>Nominal 10-year GDP-weighted eurozone sovereign bond yields have risen about 30 basis points this year, but are still very low by historic standards. The spread between German and Italian 10-year yields — a barometer of financial stress — has risen only slightly from recent record lows and is hovering just above 100bp.&#xa0;</p> <p>However, Panetta said the ECB's commitment in December that it would maintain “favourable financing conditions” had set “a reference point”, meaning that the increase in borrowing costs since then is “unwelcome and must be resisted”. </p> <p>Lagarde has said only that “the ECB is closely monitoring the evolution of longer-term nominal bond yields”. Analysts will be looking carefully for clearer signs of where the ECB's pain threshold lies.</p> <p>If she does not “provide more clarity on [the ECB's] objective around financing conditions”, Annalisa Piazza, fixed-income analyst at MFS Investment Management, warned that “markets could overshoot, core yields moving higher and [the] curve steepening . . . the ECB's mantra to prevent financing conditions from tightening would be perceived as not credible”.</p> <h2>Bond purchases</h2> <p>Despite the warnings from Panetta and other top ECB officials in recent weeks, the central bank has not picked up the pace of bond buying through its €1.85tn <a href=\"https://www.ecb.europa.eu/mopo/implement/pepp/html/index.en.html\">pandemic emergency purchase programme</a> (PEPP). </p> <p>“At some point, action has to follow words,” said Florian Hense, an economist at Berenberg, adding that <a href=\"https://www.ft.com/content/20bd7b36-8465-49a1-8a48-89da006def93\">the fourth consecutive fall</a> in weekly net PEPP purchases to below €12bn at the start of this month sent “the wrong signal”.&#xa0;</p> <p>Most analysts expect Lagarde to say the almost €1tn left under PEPP will be used to accelerate bond-buying if yields rise further. </p> <p>“We are in a very fragile early stage of the recovery in Europe,” said Katharina Utermöhl, an economist at Allianz. “Until at least the second half of the year I think it would be warranted&#xa0;—&#xa0;if we had a marked increase in yields&#xa0;—&#xa0;for the ECB to front-load purchases to safeguard the recovery while vaccinations are under way.”</p> <h2>Economic outlook</h2> <p>The ECB will also publish updated growth forecasts on Thursday. </p> <p>The eurozone economy <a href=\"https://www.ft.com/content/f8efe708-3c22-493b-88bd-855ec6d98522\">shrunk by 0.7 per cent</a> in the fourth quarter of last year and is expected to contract further in the first three months of 2021, plunging it into a double-dip recession after last year's historic contraction when coronavirus first hit.</p> <p>Economists widely expect the ECB to cut its forecast for the first half of the year, given that the sluggish pace of the EU's vaccination programme is holding back the recovery; the OECD on Tuesday <a href=\"https://www.ft.com/content/7f7d4b7d-028a-41a6-b11e-8320173ae4bc\">urged European countries</a> to speed up.</p> <p>But this could be offset by an improved outlook for the rest of the year, boosted by the $1.9tn US stimulus and a strong rebound in trade. Goldman Sachs expects the ECB to trim its growth forecast for this year from 3.9 to 3.8 per cent, offset by a slight lifting of its 2022 forecast from 4.2 to 4.3 per cent. </p> <h2>Rising inflation</h2> <p>The eurozone broke a five-month run of falling prices with <a href=\"https://www.ft.com/content/ab824148-226e-495f-9ea4-629fab880e8a\">a jump</a> in inflation to 0.9 per cent in January and February. The move could prove to be sustained: some analysts predict that in the second half of the year inflation could even rise above the central bank's target of just below 2 per cent. </p> <p>But while the ECB is likely to raise its inflation forecasts for this year and next, Lagarde is expected to stress that this reflects several one-off factors and does not mean the central bank has achieved its main objective. </p> <p>The important number to watch is its 2023 inflation forecast, which most analysts expect to remain unchanged at 1.4 per cent.</p> <h2>Fresh support</h2> <p>Central banks around the world are innovating in an effort to boost the economic recovery from the pandemic. The US Federal Reserve has promised to let inflation overshoot its target to make up for a period of undershooting, while the Japanese and Australian central banks have promised to keep government bond yields at a set level. </p> <p>Both of these options are being discussed by the ECB in its strategy review, with the former widely thought to be more likely than the latter when the outcome is announced in September. </p> <p>But until then, policymakers are likely to hold off on innovation; as Pimco portfolio manager Konstantin Veit said: “The ECB is on autopilot.”</p><p>Source: Martin Arnold in Frankfurt 2021 'Will the bond market sell-off push the ECB to step up stimulus?' FT.com 10 March. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-03-10T05:01:01.862Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 4087,
          "end": 4094
        },
        {
          "start": 4087,
          "end": 4100
        }
      ]
    }
  ]
}