{
  "_id": "aee0b308a7bbe1210d2616a4058b5e6fb10acc80f4d4c6ddf2d90d6776a508d6",
  "feed": "ftcomall",
  "title": "Building blocks: how Birmingham is emerging from London's shadow",
  "text": "<p>When Jo Hannaford announced that <a href=\"https://www.ft.com/content/a6b6800d-d5e2-490a-872e-bcd5167e56b2\">Goldman Sachs </a>was opening an office in the UK's second-biggest city, she was puzzled by how many people asked, “Why Birmingham?”</p> <p>In a two-year search for a global software development site, Goldman assessed the merits of many international cities. “The analysis kept bringing us back to Birmingham,” said Hannaford, a Londoner who is the head of regulatory and business services. “It feels like a very safe decision. It makes perfect sense.”</p> <p>The city known for its role in the industrial revolution is remaking itself as a technology and financial services hub.&#xa0;</p> <p>It has already attracted the domestic headquarters of the bank <a href=\"https://www.ft.com/content/86845750-b4f0-11e7-a398-73d59db9e399\">HSBC</a> and a large outpost of Deutsche Bank. But the fact that Goldman, one of the pre-eminent global finance houses, selected it above places such as Amsterdam, Frankfurt or Paris, has added to its allure.&#xa0;</p> <p>Sandra Wallace, who jointly runs the European network of law firm DLA Piper from Birmingham, believes other banks and tech companies will follow. She insisted on staying in the city even when promoted to joint UK and then joint European managing partner.</p> <p>“If it is good enough for Goldman Sachs it is good enough for anyone,” she said.&#xa0;</p> <p>The DLA office, opened in 1993, now has 150 staff and is moving to bigger premises. DLA simply followed its growing client base. “Our customers were doing more in the West Midlands and it seemed crazy not to follow them,” she said. “There is so much talent here.”</p> <p><a href=\"https://www.ft.com/content/517ff59b-16a4-4412-9798-d06268771797\">London's population is falling </a>for the first time in 30 years and companies there are having to consider whether, after years of workers moving to them, they will have to move to where the workers are.&#xa0;</p> <p>Add in ever increasing house prices in the capital and a coronavirus pandemic that created a “work from anywhere” culture and it is no surprise that more graduates want to pursue a career in the regional cities where they study. Of the 70,000 people who graduate every year across the West Midlands, 55 per cent now stay there to work.</p> <p>Tech company <a href=\"https://www.kainos.com/\">Kainos</a> is another tapping into that talent pool. It arrived in 2019, employs 150 and is hiring 50 more, making it the Belfast-based firm's third largest office globally. Kainos helps companies such as Netflix, HP and Booking.com with digital projects.</p> <p>Tonya McMorrow, the company's programme and delivery manager in Birmingham, said the city “has met all our needs”.</p> <p>Its central location and excellent broadband — it is running trials of 5G technology — made it perfect for the business. “A lot of our customers co-locate a team here to work on a project then move people here permanently.”</p> <p>Neil Rami, chief executive of the West Midlands Growth Company, the region's investment agency, said Goldman's move had attracted attention but there has been a quieter, steady drift from London with professional services firms clustering around the banks. “It is about companies changing their footprint over time and bringing in more and more senior people.”</p> <p>London is 100 minutes away by train — a time that will be halved when the high speed <a href=\"https://www.ft.com/content/b3c0a756-4cc3-11ea-95a0-43d18ec715f5\">HS2</a> opens in roughly a decade.&#xa0;</p> <p>Office rents are about 60 per cent of London levels and wages a third lower. Homes are one-third of the price.&#xa0;&#xa0;</p> <p>Yet <a href=\"https://www.thebusinessdesk.com/westmidlands/news/2047766-birmingham-crowned-uk%E2%80%99s-regional-startup-capital-for-seventh-year-running\">more start-ups </a>are created in Birmingham than anywhere outside the capital, according to an annual index compiled by the Centre for Entrepreneurs think-tank.&#xa0;</p> <p>Billions of pounds worth of public and private investment have <a href=\"https://www.ft.com/content/0fa94dce-5d3c-11e5-a28b-50226830d644\">transformed a city</a> once dominated by the car and concrete into a modern European centre with canalside paths, cycleways, trams and quality office space. </p> <p>Rami pointed out the scale of the <a href=\"https://www.wmca.org.uk/what-we-do/economy/\">West Midlands Combined Authority</a> area, run by elected mayor Andy Street, a former businessman, with an £80bn economy and 2.9m population. </p> <p>It still punches below its weight. A government commissioned review of the fintech sector by<a href=\"https://www.gov.uk/government/publications/the-kalifa-review-of-uk-fintech\"> Ron Kalifa </a>found Birmingham was one of 10 UK clusters but “below potential, with greater upside to come”. </p> <p>But it will take many more Goldmans and HSBCs to overcome decades of deindustrialisation that has scarred the West Midlands and left deep pockets of deprivation. Some 14 per cent of the working population has no formal qualifications — twice the London level — and almost one in 10 are claiming <a href=\"https://www.centreforcities.org/data-tool/#graph=map&amp;city=show-all&amp;indicator=claimant-count\\\\single\\\\1-2021\">unemployment benefit.</a></p> <p>Diane Coyle, professor of public policy at the university of Cambridge, said the UK was unique among big western economies in having regional cities that were poorer than the national average.</p> <p>“There is no science about when a city begins a virtuous circle with enough good jobs that people get the skills to fill them and because of that new employers keep coming in. Is Birmingham at that level? We just have to wait and see.”</p> <p>She said giving Street and other mayors control over post-16 education and adult skills so they could match it with the needs of businesses was vital.&#xa0;&#xa0;</p> <p>Big Four accountancy firm PwC recruited a record 275 people across the Midlands in 2020, and is paying for some to take a technology degree at the University of Birmingham.&#xa0;</p> <p>Almost half were from an ethnic minority background and two-thirds from non-selective state schools.&#xa0;</p> <p>Matthew Hammond, Midlands Leader at PwC, said: “Local leaders must look to invest in the skills needs of the region to support the next generation into the workforce.”</p> <p>Hannaford agreed. She said only 10 per cent of her Goldman Sachs team from London, some 30-50 people, would relocate. “We want to find new talent locally”. Birmingham would be a “global centre of excellence”, not just a back office. She said it could outgrow offices in Warsaw and Stockholm, with 500 people by the end of 2025, as further divisions moved.&#xa0;</p> <p>“We were one of the first into Warsaw and now Google, JPMorgan and others are there. Birmingham could be the same.”</p> <p><em>This article has been amended to clarify that the mean price of homes in Birmingham is one-third of the price in London.</em> </p><p>Source: Andy Bounds in Huddersfield 2021 'Building blocks: how Birmingham is emerging from London's shadow' FT.com 19 April. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-04-19T03:00:12.677Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 223,
          "end": 230
        },
        {
          "start": 5332,
          "end": 5339
        },
        {
          "start": 1144,
          "end": 1157
        },
        {
          "start": 2706,
          "end": 2713
        },
        {
          "start": 719,
          "end": 726
        },
        {
          "start": 5332,
          "end": 5345
        },
        {
          "start": 33,
          "end": 46
        },
        {
          "start": 33,
          "end": 40
        },
        {
          "start": 1144,
          "end": 1151
        }
      ]
    }
  ]
}