{
  "_id": "463915a6166d0f1d84df002058af6cf1b94cc9ba3edb97f896e247a3e677f5f6",
  "feed": "ftcomall",
  "title": "Wall Street stocks and Treasuries make gains even as inflation data top 5% again",
  "text": "<p>Wall Street stock and bond prices climbed on Wednesday despite data confirming a surge in inflation and the Federal Reserve publishing further details on its plans to begin easing asset purchases.</p> <p>Headline US consumer prices rose <a href=\"https://www.bls.gov/news.release/cpi.nr0.htm\">5.4 per cent</a> year on year in September, marking the fifth consecutive month of annual increases of 5 per cent or more. The figure was slightly ahead of most economists' forecasts, but had little immediate effect on US stocks after investors had spent much of the past few weeks positioning themselves for a likely increase.</p> <p>Persistent inflation has increased confidence that the US central bank will begin tapering its pandemic-era stimulus measures as early as next month. <a href=\"https://www.ft.com/content/c52493ff-cc51-4e69-b532-acbd0bdee8c4\">Minutes</a> from the latest meeting of the Federal Open Market Committee provided further support on Wednesday, showing that there was a growing consensus among top officials to begin tapering “soon”.</p> <p>The prospect has hit stock markets in recent weeks, but the blue-chip S&amp;P 500 rose 0.3 per cent on Wednesday. The index has dropped about 4 per cent from the record high it hit in early September. The tech-heavy Nasdaq Composite index rose 0.7 per cent. In Europe, the region-wide Stoxx 600 also closed up 0.7 per cent.</p> <p>The yield on the benchmark 10-year Treasury note, which falls when prices rise, slipped for a second consecutive day after hitting a four-month high at the start of the week. It fell 0.04 percentage points to 1.54 per cent.</p> <p>A $24bn auction of longer-dated 30-year bonds was also met with strong demand on Wednesday. Indirect bidders, a group that includes foreign buyers of US government debt, took roughly 71 per cent of the $24bn on offer, the highest percentage at a reopening of that maturity since July 2020. This strong demand could help offset the effects of the Fed's expected taper in November.</p> <p>“I still would not be buying government bonds at these levels,” said Jack McIntyre, fixed income portfolio manager at Brandywine Global, pointing out that a 3.2 per cent annual increase in rents in the year to September signalled “inflation is getting stickier”. </p> <p>Prices of some goods and services that have been heavily affected by pandemic disruptions, such as used cars and airfares,<a href=\"https://www.ft.com/content/4581bd5d-0771-44ca-93ac-13c4ed2a66be\"> declined</a> between August and September. </p> <p>“But it seems inflation is getting more broad based,” McIntyre said. Moves in stocks and bonds after the data were released could be a result of “short covering”, he said, when traders who have bet on a security falling need to purchase it to close their positions. </p> <p>The two-year Treasury yield, which tracks interest rate bets, added 0.01 of a percentage point to stay around an 18-month high of 0.36 per cent.</p> <p>Jan Hatzius, Goldman Sachs strategist, warned that an “unfriendly mix of&#xa0;<a href=\"https://publishing.gs.com/content/research/en/reports/2021/10/02/1f569af2-321c-404f-9e9d-2d0afebe72de.html\">higher inflation</a>&#xa0;and&#xa0;<a href=\"https://publishing.gs.com/content/research/en/reports/2021/10/10/77054144-f3b6-4836-9e4d-91284168a0ba.html\">slower growth</a>” was likely to be exacerbated by&#xa0;“an added nasty twist from energy supply shortages”, especially “if the winter is cold”.</p> <p>European natural gas contracts for delivery in November were trading above €90 per megawatt hour on Wednesday, more than five times their level from the start of the year. Brent crude, the international oil benchmark, inched lower to $83.33 a barrel, still close to a three-year high. </p> <p>The IMF forecasts that price rises will fall back to pre-pandemic levels in mid-2022. But in a report on Tuesday, it also <a href=\"https://www.ft.com/content/f73d584f-fb2a-4a2f-ab8a-fa759031fa59\">warned central banks </a>that “risks are skewed to the upside” and said monetary policymakers should be “very, very vigilant”. </p> <p>The US central bank has signalled it is poised to reduce the $120bn of monthly debt purchases it has used to boost lending and spending throughout the Covid-19 pandemic. Half of its monetary policymakers have also forecast the first post-pandemic interest rate rise next year. </p> <p>The dollar index, which measures the US currency against six others, fell 0.5 per cent but remained close to its highest point in a year. </p> <p><em>Additional reporting by Kate Duguid</em></p><p>Source: Naomi Rovnick and Nicholas Megaw 2021 'Wall Street stocks and Treasuries make gains even as inflation data top 5% again' FT.com 13 October. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-10-13T20:27:54.237Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 2674,
          "end": 2687
        },
        {
          "start": 2674,
          "end": 2681
        }
      ]
    }
  ]
}