{
  "_id": "af33a6b9556df24ec632d2fb4098f9f5751fc677962c69578f25e8b93967a28b",
  "feed": "ftcomall",
  "title": "Former Trump adviser Gary Cohn joins IBM ",
  "text": "<p>Gary Cohn, a former Goldman Sachs president and head of the National Economic Council under Donald Trump, has joined IBM as vice-chairman as the fading computing giant seeks to inject fresh energy into an attempted overhaul that has failed to revive confidence on Wall Street.</p> <p>The appointment marks a rare injection of heavyweight talent into IBM's top ranks from the outside, and is the first time in two decades that Big Blue has named a vice-chairman.</p> <p>Though taking on an executive position, Mr Cohn will not be full time or have a formal management role. Instead, IBM said he would work “in partnership” with its leadership group “on a wide range of business initiatives and external engagements, including “business development, client services, public advocacy and client relationship management”.</p> <p>Since departing the White House in the spring of 2018, Mr Cohn has helped <a href=\"https://www.ft.com/content/721ad930-4171-45c2-9ecd-093369cfa5d6\">found</a> Cohn Robbins Holdings Corp, a publicly traded special-purpose acquisition company, or Spac, which has raised more than $800m in funds, according to Reuters. The company has not yet invested the proceeds from its listing in October of last year.</p> <p>The appointment comes in the midst of a strategic revamp at IBM that has included the <a href=\"https://www.ft.com/content/9a7ef964-dae6-11e8-9f04-38d397e6661c\">$34bn acquisition</a> of open source company Red Hat, as well as a recent plan to spin out its giant managed services arm. Despite the drastic moves, IBM missed out on a powerful tech rally last year, falling even further behind Amazon and Microsoft, whose dominance of cloud computing makes them the new powers of IT.</p> <p>Mr Cohn joins at a transitional moment for IBM's management. Arvind Krishna, who took over as <a href=\"https://www.ft.com/content/15f6f69a-43d8-11ea-a43a-c4b328d9061c\">chief executive</a>, is a former head of IBM research, and is seen by many analysts as a temporary holder of the top job before a transition to Jim Whitehurst, the former chief executive of RedHat and now IBM's president.</p> <p>The US computer maker last brought in a non-technology executive in a top role almost three decades ago, when Lou Gerstner, a former head of American Express and RJR Nabisco, joined as chief executive. </p> <p>At the time IBM was struggling in the aftermath of the mainframe computing era. Mr Gerstner went on to revive it by turning it into the leading IT services company.</p><p>Source: Richard Waters and Robert Armstrong 2021 'Former Trump adviser Gary Cohn joins IBM ' FT.com 5 January. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-01-05T17:07:00.642Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 20,
          "end": 27
        },
        {
          "start": 20,
          "end": 33
        }
      ]
    }
  ]
}