{
  "_id": "613417850ca5204885977699e33c85cf6b4e2aa5f667ff945dc127cacbd5b8de",
  "feed": "ftcomall",
  "title": "Uefa picks US bank to lead €7bn football financing package",
  "text": "<p>European football authorities have chosen Citigroup to spearhead a pandemic funding package worth up to €7bn for the region's clubs, according to people with knowledge of the matter, as fears mount over further disruption from the Omicron variant of coronavirus.</p> <p>The financing package, as well as the selection of the US bank to lead the project if it goes ahead, will be presented to Uefa's executive committee on Thursday, one of the people said.</p> <p>Uefa, which runs the Champions League, the most prestigious club contest across Europe, could decide whether to go ahead with the deal at a separate meeting next spring, although the governing body could move faster than that in practice. </p> <p>Clubs across Europe need finance after losing billions of euros in revenue since the outbreak of coronavirus in early 2020, which forced leagues to postpone matches. These were later rescheduled to take place behind closed doors, hitting ticket revenues. Uefa has previously estimated that Europe's clubs have lost out on roughly €9bn of revenues.</p> <p>Setting up a relief fund for clubs could provide clubs with the cash liquidity required to see them through further disruption. </p> <p>In England's Premier League, the richest domestic division in Europe, matches featuring Brentford, Manchester United, Burnley and Watford have been called off this week because of positive tests, while games in Germany's Bundesliga are taking place in front of reduced crowds.</p> <p>Citi's victory comes after a competitive process that <a href=\"https://www.ft.com/content/e5b0c52e-5d9b-42af-8286-6cae4de20769\">also involved bids</a> from rival banks Goldman Sachs and Macquarie, as well as private equity firm Apollo, the Financial Times previously reported. Other groups may still have a role to play in the project.&#xa0;</p> <p>The final shape of the financing package remains to be seen but could begin with a fund sized at about €2bn, before expanding to €6bn-€7bn over time. </p> <p>Football clubs and leagues are turning to financial institutions to provide them with the capital they need to recover from the pandemic and for investment purposes. The appeal of financing at governing body and league level is that they are deemed by lenders to be less risky borrowers than individual clubs.</p> <p>This week, Spain's La Liga <a href=\"https://www.ft.com/content/8017f6fc-67be-4759-aaf1-7d2e495d526c\">signed a deal </a>with private equity firm CVC Capital Partners, which is providing €2bn in exchange for 8.2 per cent of the Spanish league's “commercial profits” — revenues after costs from setting up a new commercial entity — for the next 50 years. Real Madrid and Barcelona, the country's two biggest clubs, bitterly opposed the deal.</p> <p>Bankers say Uefa's proposal does not involve signing over equity or a slice of its broadcast revenues. </p> <p>Instead, the project involves debt, which will be secured against the governing body's broadcasting rights for its club competitions. Clubs that play in the Champions League, Europa League or other Uefa competitions are set to be eligible for the scheme.</p><p>Source: Samuel Agini 2021 'Uefa picks US bank to lead €7bn football financing package' FT.com 16 December. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-12-16T05:00:26.665Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 1531,
          "end": 1544
        },
        {
          "start": 1531,
          "end": 1538
        }
      ]
    }
  ]
}