{
  "_id": "c11d2d8af3ef28dcea29fc711fef8b741cee0ceb5b1377f215f1911b3859fbc0",
  "feed": "ftcomall",
  "title": "Australia's central bank lets key bond yield surge well above target",
  "text": "<p>The Reserve Bank of Australia declined to defend its bond-yield target, a pillar of its quantitative easing programme, unleashing what one trader described as “carnage” in the country's sovereign bond market.</p> <p>The yield on the government bond maturing in April 2024 jumped as high as 0.8 per cent on Friday in a dramatic rise that began after a round of stronger than expected inflation data released <a href=\"https://www.abs.gov.au/statistics/economy/price-indexes-and-inflation/consumer-price-index-australia/latest-release\">on Wednesday</a>. The bank had said as recently as <a href=\"https://www.rba.gov.au/media-releases/2021/mr-21-22.html\">October 5</a> that it was targeting a 0.1 per cent yield on the security. </p> <p>This week's sharp rise in yield, which indicates a decline in the price of the asset, signalled to many traders and investors that the RBA was abandoning its so-called yield curve control, a scheme aimed at lowering borrowing costs across the economy. The RBA is also buying A$4bn a week in government bonds until at least mid-February 2022 to keep financial conditions loose. </p> <p>The RBA's apparent inaction has reinforced expectations among market participants that global central banks will need to tighten monetary policy to push back against a sharp rise in inflation. The Bank of Canada this week <a href=\"https://www.ft.com/content/c934ec44-cc9f-4ec8-8ff2-8f8d6e226c04\">surprised investors</a> on Wednesday by signalling a shift to tighter monetary policy, while economists expect the Federal Reserve to say next week that it will begin slowing its pandemic-era bond purchases.</p> <p>Several central banks have gone further, with the Reserve Bank of New Zealand <a href=\"https://www.ft.com/content/3d41796d-6330-40d8-b67a-34a2e3b31a90\">raising rates</a> for the first time in seven years this month, following moves by <a href=\"https://www.ft.com/content/799163dd-c3b2-40ba-b7ac-38f4a9af6290\">Norway</a> and <a href=\"https://www.ft.com/content/5377cf69-4b5c-494b-b515-837c5bd4b8fe\">South Korea</a>.</p> <p>The move higher in Australia's April 2024 bond ricocheted across the country's sovereign debt market, with yields on its benchmark 10-year bonds jumping 0.16 percentage points to 1.988 per cent, marking their highest level in two-and-a-half years.</p> <p>“The RBA simply doesn't show up to defend their yield target, the bonds are slaughtered,” one fixed income trader said, also describing the latest moves for Australian, New Zealand and Canadian bond yields as “massive carnage”.</p> <p>Some analysts had predicted the RBA could formally drop its yield-targeting programme as early as next Tuesday, when the central bank's board is scheduled to meet. </p> <p>David Plank, head of Australian Economics at ANZ, said the central bank's apparent decision to not forcefully intervene was “implicit confirmation” it would abandon the programme. </p> <p>“They've obviously decided not to bother making the effort today, given that on Tuesday they're probably going to announce an end to it anyway.” </p> <p>Sill, Goldman Sachs economists described it as a “close call” and said there was still a 40 per cent chance the RBA “comes in to defend the target next week and delays change in yield curve control policy until next year”.</p> <p>The consumer price index reading published this week showed core inflation, the central bank's preferred measure, breaking into its target range of 2-3 per cent for the first time since 2015. </p> <p>Economists at Bank of America forecast this week that the RBA would begin raising rates in the fourth quarter of 2022 in light of data pointing to “a faster and more sustained rise in inflation”. It had previously said the bank would hold rates until late 2023.</p><p>Source: Hudson Lockett and Tabby Kinder in Hong Kong 2021 'Australia's central bank lets key bond yield surge well above target' FT.com 29 October. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-10-29T12:04:17.650Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 2472,
          "end": 2485
        },
        {
          "start": 2472,
          "end": 2479
        }
      ]
    }
  ]
}