{
  "_id": "2e812e3b1a946a2b652e0033f0904969f4f27348f050354a5f611fa91e4933fd",
  "feed": "ftcomall",
  "title": "Ashley-owned Frasers warns of property write-offs",
  "text": "<p>Mike Ashley's <strong>Frasers</strong> retail group doubled its expected write-off of property values and related assets, saying further Covid-19 related restrictions to trading looked “almost certain”.</p> <p>The Sports Direct owner warned for a second time this year of material accounting non-cash impairments to freehold properties, equipment and lease liabilities. It said write-offs could now be in excess of £200m, versus a previous estimate in February of at least £100m.</p> <p>“In our ongoing assessment we note the continuing Government and Government adviser pronouncements regarding ‘third waves' and normality being ‘some way off', meaning further restrictions are in our view almost certain,” Frasers said in a statement. The company expects to book the charges in its financial year ending April.</p> <h2>Briefly</h2> <p><strong>Babcock International</strong> is preparing to write down the value of its assets by <a href=\"https://www.ft.com/content/9adabd8c-4f5f-4edf-82d5-f931cf6867f6\">several hundred million pounds</a> as the new chief executive of the defence contractor seeks to draw a line under previous management. David Lockwood, who took the helm last year, had promised to update the market with the results of a strategic review alongside Babcock's full-year results next month. However, an update on the company's balance sheet and contract profitability could be made as early as the coming days, according to two people familiar with the situation.</p> <p><strong>Tui</strong>, the package holiday operator, is raising €350m with the sale of senior unsecured convertible bonds due in 2028, with the option to increase to €400m. Analysts at Jefferies estimated that the cash would give Tui just over a month of survival funds. “With €1.6bn liquidity at the end of March, we estimate this convertible means six months of liquidity endurance, before refunds,” the broker said.</p> <p>Gas mask maker <strong>Avon Rubber</strong> said trading in the second quarter ended March has remained strong, with orders robust both for army and medical equipment. The group expects to report revenue of $122m for the first half, up from $87m a year ago, which includes a $20m first-time contribution from its acquisition of US peer Team Wendy.&#xa0;The board remains confident of achieving its expectations for the current financial year, Avon said.</p> <p>Recruitment agency <strong>PageGroup</strong> said the strength of its first-quarter performance, and notably in March, has increased its confidence in the outlook for the year. Subject to unexpected events, full-year operating profit will be within the range of £90m to £100m, the company said. It posted group gross profit for the first quarter of £184.2m, up 2 per year on last year.</p> <p><strong>Rio Tinto</strong> said it has reached a binding agreement with Turquoise Hill Resources to close a $2.3bn funding gap for completion of their <a href=\"https://www.ft.com/content/b01e18f1-a229-4c68-b279-8aa991867297\">Oyu Tolgoi</a> copper mine in Mongolia. The companies plan to raise $500m in debt and secure a further $1.4bn from current lenders, with Rio also providing debt of up to $750m as a shortfall safety net.</p> <p><strong>Boohoo</strong> said it has agreed a long-term lease for a new warehouse in Daventry, Northamptonshire, due to become operational in the second quarter of the group's financial year ending February. The fashion retailer said it expects to invest over £50m in the coming years to increase capacity.</p> <p><strong>Loungers</strong>, the operator of neighbourhood bar-restaurants, said it has extended borrowing facilities by another 12 months to&#xa0;October 2022 with covenant tests for the current year rejigged to allow a full resumption of its new site rollout programme. The company said it planned a phased reopening with 47 of its 168&#xa0;sites opening on April 12 for takeaway and al fresco trading.</p> <p><strong>Accrol</strong>, the toilet tissue maker, said it has agreed to buy North Wales-based&#xa0;wet wipes business John Dale for £3.9m in cash. </p> <h2>Beyond the Square Mile&#xa0;</h2> <p><strong>Amazon</strong> looked on course to defeat <a href=\"https://www.ft.com/content/df3eeb04-d03e-4048-ab81-248c7a9fce4e\">an effort to unionise workers</a> at its warehouse in Bessemer, Alabama, with 49 per cent of ballots counted in a vote that is being closely watched by the US labour movement. As the count was halted for the evening on Thursday, “no” votes outnumbered “yes” by more than two to one — 1,100 to 463. There were 1,650 votes still to be counted on Friday. The union needs to reach 1,608 votes to win.</p> <p>Spanish construction group <strong>ACS</strong> has made an approach to buy Italy's largest motorway network for up to €10bn, according to a letter <a href=\"https://www.ft.com/content/0b05185a-9782-403d-bbf6-7fe708006c23\">obtained by the Financial Times</a>. The approach is a fresh twist in a multiyear saga over the future of Autostrade per l'Italia (ASPI). Italian infrastructure group Atlantia, controlled by the billionaire Benetton family, has come under pressure to relinquish control of ASPI following the 2018 collapse of the Morandi bridge in Genoa which resulted in the death of 43 people.</p> <p>Sherrod Brown, the Democratic chair of the US Senate banking committee, has written to Credit Suisse, Nomura, Goldman Sachs and Morgan Stanley, seeking answers about the implosion of <strong>Archegos Capital</strong>, in a sign that lawmakers in Washington are <a href=\"https://www.ft.com/content/201d2128-1d20-4d0e-8f3c-3fc98e5c0e5f\">ramping up scrutiny</a> of family offices and their lenders. </p> <h2>Essential comment before you go</h2> <p><strong>Tom Braithwaite</strong> There are some <a href=\"https://www.ft.com/content/62f43c60-a392-491e-abfc-f8f57c85be10\">striking parallels</a> between the problems at Archegos and the 2012 London Whale debacle, where JPMorgan Chase managed to lose $6.2bn betting with credit derivatives. No bank should be able to lose billions on a single client.&#xa0;</p> <p><strong>City Insider</strong> Times must be tough <a href=\"https://www.ft.com/content/b4c68019-8608-4e3f-a555-cbb248c508a1\">for rainmakers</a>. One of the City's best-known merger and acquisition advisers appears to be engaged in some search engine cybersquatting to generate business leads.</p> <p><strong>Thanks for reading. Feel free to forward this email to friends and colleagues, who can </strong><a href=\"https://ep.ft.com/pages/newsletters/56b37b064a113e030070f833/subscribe/success\"><strong>sign-up</strong></a><strong> here.</strong></p><p>Source: Bryce Elder 2021 'Ashley-owned Frasers warns of property write-offs' FT.com 9 April. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-04-09T07:25:41.462Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 4731,
          "end": 4744
        },
        {
          "start": 4731,
          "end": 4738
        }
      ]
    }
  ]
}