{
  "_id": "72d39f7a63944bc357fb9ef7d36fd527cb3dfc7dc931ed24f7e0d4ddf5efe555",
  "feed": "market-watch",
  "title": "Dow inches higher but S&P 500, Nasdaq under pressure as Fed's Bullard says ‘taper will get going this year'",
  "text": "<p>The Dow Jones Industrial Average DJIA rose about 35 points, or 0.1%, to reach around 35,130.</p><p>The S&amp;P 500 index SPX shed about 2 points, or less than 0.1%, at 4,518.</p><p>The Nasdaq Composite Index COMPtraded 44 points, or 0.3%, lower at 15,327.</p><p>On Tuesday, the Dow industrials fell 269 points, or 0.8%, to finish at 35,100, the S&amp;P 500 slipped 15.40 points, or 0.3%, to end at 4,520.03. The Nasdaq Composite&#xa0;gained 10.81 points, or 0.1%, to finish at 15,374.33.</p><p>What's driving the market?</p><p>Tuesday's mixed session came as investors continued to weigh up last week's weaker-than-expected U.S. payroll data, with a clutch of Wall Street banks, including Goldman Sachs, cutting their growth targets in the wake of those weak numbers.</p><p>But Bullard said the central bank would press on with plans to ease stimulus, and brushed aside worries over slowing employment, in an interview with the Financial Times that was published Wednesday.</p><p>“There is plenty of demand for workers and there are more job openings than there are unemployed workers,”&#xa0;Bullard told the FT. Getting the two “matched up” will contribute to a “very strong” labor market headed into 2022, he said.</p><p>“The big picture is that the taper will get going this year and will end sometime by the first half of next year,” Bullard was quoted as saying.</p><p>Bullard had previously said the Fed should begin the tapering process sooner rather than later, with an eye toward ending purchases altogether by early next year.</p><p>More employment data is ahead, with July job openings due at 10 a.m. Eastern, followed by the Federal Reserve's Beige Book at 2 p.m. Eastern.</p><p>“Investors on the whole have enjoyed a fairly decent run this year, but now attention is turning from the post-lockdown spending splurge to how corporate earnings might fare next year,” said Russ Mould, investment director at AJ Bell, in a note to clients.</p><p>“There is a sense that some of the market forecasts have been too optimistic and so there could be some share price disappointment unless we see GDP figures pick up and the COVID delta variant stops causing so much trouble,” he said.</p><p>Read: Stocks may fall 15% by year-end, warns Morgan Stanley. Here are some portfolio moves investors might consider.</p><p>Which companies are in focus?</p><p>Coinbase Global Inc. shares COIN were under pressure after the crypto exchange said Wednesday that a U.S. regulator intends to sue it in court if it launches a planned program letting users earn interest on lending crypto.</p><p>Shares of Kadmon Holdings Inc.KDMN jumped 75% after French pharmaceutical group SanofiSAFR:SANSNY said it had entered into a definitive agreement to buy the U.S.-based biopharmaceutical company. Kadmon stockholders will receive $9.50 a share in cash, representing a total equity value of about $1.9 billion on a fully diluted basis.</p><p>NIO Inc.NIO shares fell 3% in premarket, after the Chinese electric-car company announced plans to sell up to $2 billion in fresh U.S. shares.</p><p>How are other assets trading?</p><p>The yield on the 10-year U.S. Treasury note&#xa0;BX:TMUBMUSD10Y slipped 1 basis point to 1.36%. Yields move in the opposite direction of prices.</p><p>The ICE U.S. Dollar Index&#xa0;DXY,&#xa0;a measure of the currency against a basket of six major rivals, rose 0.2%.</p><p>Oil futures rose, with the U.S. benchmark&#xa0;CL00 advancing 1.4% to $69.27 a barrel on the New York Mercantile Exchange. Gold futures&#xa0;GC00 fell 0.7% to trade at $1,786 an ounce.</p><p>European equities were under pressure, with the Stoxx Europe 600&#xa0;XX:SXXP and the FTSE 100&#xa0;UK:UKX each declining. The European Central Bank will meet Thursday, and economists expect a modest reduction in the rate of bond purchases.</p><p>In Asia, the Shanghai CompositeCN:SHCOMP&#xa0;rose 1.5%, while the Hang Seng Index&#xa0;HK:HSI slipped 0.1% and Japan's Nikkei 225 JP:NIK&#xa0;advanced 0.9%.</p><p>&#xa0;</p>",
  "published": "2021-09-08T10:06:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 646,
          "end": 659
        },
        {
          "start": 646,
          "end": 653
        }
      ]
    }
  ]
}