{
  "_id": "0b2cfc6b510e0f48d2f8e204beafbba49bb0c3f14c479710cba469b4c166fc27",
  "feed": "ftcomall",
  "title": "Investors shift priorities as recovery prospects grow",
  "text": "<p><em>Please forward this newsletter to friends and colleagues who might find it valuable. Even if they are not subscribers to the Financial Times, they can read the newsletter — and all of the FT — free for 30 days. And if this has been forwarded to you, hello. Welcome and please sign&#xa0;up&#xa0;</em><a href=\"https://www.ft.com/newslettersignup-coronavirus\"><em>here</em></a>&#xa0;</p> <p><em>Get the latest worldwide picture with our </em><a href=\"https://ig.ft.com/coronavirus-vaccine-tracker/?areas=gbr&amp;areas=isr&amp;areas=usa&amp;areas=eue&amp;cumulative=1&amp;populationAdjusted=1\"><em>vaccine tracker</em></a></p> <h1>Latest news</h1> <ul>  <li><p>India's <a href=\"https://www.ft.com/content/7d318deb-bf61-4b7c-8da3-cabe6638cd36#post-d521f650-bc02-49c3-83cf-9fa1627d3374\">Serum Institute</a> said a factory fire had been the cause of delays to shipments of the Oxford/AstraZeneca vaccine</p></li>  <li><p>EU regulators have approved a new production centre in the <a href=\"https://www.ft.com/content/7d318deb-bf61-4b7c-8da3-cabe6638cd36#post-0264b4ac-7b52-4ddc-94ab-16e71b8c5687\">Netherlands</a> for the Oxford/AstraZeneca jab. The plant is at the centre of a supply dispute between London and Brussels</p></li>  <li><p>French president <a href=\"https://www.ft.com/content/e93e26fd-d401-4534-8c39-8ee29f6cc5d5\">Emmanuel Macron</a> has refused to apologise for lockdown delays as the country experiences a surge in infections</p></li> </ul> <p><em>For up-to-the-minute coronavirus updates, visit our </em><a href=\"https://www.ft.com/content/7d318deb-bf61-4b7c-8da3-cabe6638cd36\"><em>live blog</em></a></p> <h1>Investors in UK bonds have worst start to year since 2000</h1> <p>Today's fall in <a href=\"https://www.ft.com/content/eda49d8e-214a-4029-a5f5-43d1000ed2ef\">global bond markets</a> after weak demand for Thursday's auction of $62bn in seven-year US debt is just the latest sign of how the pandemic is causing jitters among investors.&#xa0;&#xa0;</p> <p>Yields, which move in the opposite direction to prices, for 10-year Treasury bonds rose as investors sold off on growing expectations of vaccine-fuelled economic growth and an ensuing rise in inflation which makes debt less attractive.</p> <p>The US picture is echoed in <a href=\"https://www.ft.com/content/0ea28218-7296-4b09-9cae-4b84a27a9e0c\">the UK</a> where economic prospects have also been buoyed by a successful vaccination programme.&#xa0;Investors in government bonds have seen returns fall 6.5 per cent so far this year in a first-quarter performance likely to be the worst since 2000.&#xa0;</p> <p>In the eurozone, by contrast, debt investors are doing much better as vaccination missteps dog prospects for recovery, holding up the value of haven assets.&#xa0;</p> <p>The fall in bond prices and rise in equities at the start of this year have also muddled the typical investor portfolio of 60 per cent stocks/40 per cent debt. Quarter-end <a href=\"https://www.ft.com/content/257839a9-b6b6-4bc4-97d1-e20df87acef2\">rebalancing</a> from asset management companies could lead to billions of dollars shifting from stocks to bonds, mostly in corporate bonds but with a sizeable chunk into government debt, causing yet more volatility in global markets.</p> <h2>Global economy</h2> <p>An inconclusive <a href=\"https://www.ft.com/content/486a65fe-0608-4230-b9d5-c990f10d5be8\">EU summit</a> to discuss <strong>vaccine distribution </strong>ended with exasperation from <a href=\"https://www.ft.com/content/2e9c0766-7e56-4b75-8b12-0ae3a3fcb9b7\">poorer countries</a> in the east of the bloc as their call for more supplies from BioNTech/Pfizer failed. Public confidence in Oxford/AstraZeneca's <a href=\"https://www.ft.com/content/3dd22394-8dc2-4d34-b0cd-09e01ecdfd91\">jab in Europe</a> is being tested by politicians' (unproven) claims that it was unsafe. <a href=\"https://www.ft.com/content/40943f39-a9de-44ea-a7b3-2d45199d6ae1\">Norway</a> and Denmark are still not convinced.</p> <p>The <strong>US recovery</strong> is powering ahead as <a href=\"https://www.ft.com/content/cba67d2c-cfe9-4cf6-a2d8-cb7a1d669c84\">jobless claims</a> fell to their lowest level since the crisis began and the Federal Reserve expressed its confidence by removing restrictions on <a href=\"https://www.ft.com/content/b7c36b73-ea8b-4fff-a4bc-27353296ecf4\">share buybacks and dividends</a> from banks. Fed chief <a href=\"https://www.ft.com/content/b488f850-87a6-4e4b-b6ac-091ef21a1801\">Jay Powell</a> dismissed fears of the economy overheating from the effects of the government's stimulus programme. Another shot in the arm came from President Joe Biden who doubled his target of <a href=\"https://www.ft.com/content/a1accbdf-0010-426c-9442-feb73b5c8a1d\">vaccinations</a> in his first 100 days to 200m. </p> <p>The possibility of <strong>higher inflation</strong> is worrying savers and those who fear its destabilising effect on markets, but how worried should we be? Chief economics commentator <a href=\"https://www.ft.com/content/6cfb36ca-d3ce-4dd3-b70d-eecc332ba1df\">Martin Wolf</a> considers lessons of the past. And here's a clip from Martin's session on the <a href=\"https://www.ft.com/video/7ac5fb27-5f3c-4147-aa03-4c4d548f6913\">post-Covid economy</a> at the FT Weekend Festival. </p> <a href=\"http://www.ft.com/cms/7ac5fb27-5f3c-4147-aa03-4c4d548f6913.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a> <h2>Business</h2> <p>The <strong>American Dream</strong> is turning into a nightmare. Or at least for the giant mall of that name in New Jersey, whose owner has defaulted on the project. Lenders such as JPMorgan and Goldman Sachs in recompense will get stakes in other big shopping centres such as Minnesota's <a href=\"https://www.ft.com/content/db492235-8c60-4286-bb08-77f6c7140ed1\">Mall of America</a>, the biggest in the country, in a restructuring deal. In the UK, landlords have received just one-fifth of <a href=\"https://www.ft.com/content/9d6c06f8-4f56-4aa9-9daf-1de29a305029\">commercial rent</a> due for the latest quarter. </p> <p>“If&#xa0;you can do your job from anywhere, someone anywhere can do your job.” FT Magazine columnist<a href=\"https://www.ft.com/content/9414f45c-6f03-4b8f-85c5-537d7e4f4932\"> Simon Kuper</a> looks at the trend in <strong>offshoring high-skilled jobs</strong> to other countries which took off during the pandemic but may become permanent. Companies can pay lower salaries, visas are not needed, and for US companies it does away with the need for healthcare provision. </p> <p>Are <strong>banks</strong> starting to get the message that making young staff work very long days is a poor strategy for increasing productivity? Protests at the <a href=\"https://www.ft.com/content/2f5d2587-d9a7-4cd5-ac84-e36d75b13a24\">95-hour weeks</a> worked by some junior Goldman Sachs staff on top of the isolation of homeworking forced on them by the pandemic are having a ripple effect across the industry.</p> <h2>Markets</h2> <p>The Fed may be lifting restrictions on <strong>share buybacks</strong> but US banks should be wary of piling in, says the FT <a href=\"https://www.ft.com/content/f2231cd4-9220-4a64-932c-81898f125290\">Lex column</a>. “If banks are serious about getting back in investor good books they should eschew large buybacks. This would signal confidence in their ability to generate cash through the recovery cycle,” it argues.&#xa0;</p> <p>Companies raised a record $140bn in the US <strong>junk bond market</strong> in the first quarter, benefiting from <a href=\"https://www.ft.com/content/87e1ddd6-c613-4e51-bb7a-8db6d5fffe03\">low borrowing costs</a> to fund acquisitions, pay dividends and refinance debt. The situation is in stark contrast to a year ago when high-yield bonds came under extreme pressure as markets gyrated from the pandemic shock.</p> <p>In contrast to its emerging market peers, <strong>South Africa's</strong> central bank has held its <a href=\"https://www.ft.com/content/c3cf98ce-350c-4f57-a5f0-7f8859521a8c\">key interest rate</a> at the record low of 3.5 per cent as the country struggles to deal with a 7 per cent shrinking of the economy last year. A slow vaccine rollout and power blackouts are hampering prospects even further.</p> <h2>The essentials</h2> <p>Our <strong>Leaders' Lessons</strong> series continues with CEOs and top executives explaining how they are making sure that <a href=\"https://www.ft.com/content/6c2f5513-cbbd-4e84-9a3f-c88c6efcf9c9\">positive changes</a> from the past year are embedded permanently. You can also share with us your own insights (and errors) from these unprecedented times in the comments section.</p> <h2>Have your say</h2> <p>Observer852 comments on <a href=\"https://www.ft.com/content/9414f45c-6f03-4b8f-85c5-537d7e4f4932?commentID=fc3353f3-cc74-401b-a410-285bf4cbc293\">Are superstar employees about to be offshored?</a></p> <blockquote>  <p>I'm really sceptical of this trend. As soon as some people can get back to the office, there will be an unavoidable implicit expectation that real work happens there and the slackers are off on a beach somewhere. Maybe some will start off liking a fully remote job, but the office will likely draw back more and more with each passing quarter. Far from the death of superstar cities, we may see them get even stronger because video conferencing means more decisions can be made in concert with HQ. There are a lot of trends that will remain after Covid-19, the death of business travel for instance, or the desire for diverse supply chains. But permanent remote working I think will go down as one of the stupidest predictions.</p> </blockquote> <h2>Final thought</h2> <p>“It's a play about wanting to be held.” At a time when touching has become taboo, a new filmed production of <a href=\"https://www.ft.com/content/53b1591b-ae9d-4150-994c-587418b6b20b\">Romeo and Juliet</a> (broadcast both in the UK and the US) has real resonance, says theatre critic Sarah Hemming.</p> <p><em>We would really like to hear from you. Please send your reactions or suggestions to&#xa0;</em><a href=\"mailto:covid@ft.com\"><em>covid@ft.com</em></a><em>. Thanks</em></p><p>Source: Darren Dodd 2021 'Investors shift priorities as recovery prospects grow' FT.com 26 March. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-03-26T18:13:02.575Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 3489,
          "end": 3502
        },
        {
          "start": 4274,
          "end": 4287
        },
        {
          "start": 3489,
          "end": 3496
        },
        {
          "start": 4301,
          "end": 4308
        },
        {
          "start": 3467,
          "end": 3480
        },
        {
          "start": 4301,
          "end": 4314
        }
      ]
    }
  ]
}