{
  "_id": "bce05c76eaa21d30539a420eb62d8c0facdbfaae6d2a8258eaee2f9193fa7d2e",
  "feed": "ftcomall",
  "title": "Will the ECB shift its monetary stimulus guidance?",
  "text": "<h1>Will the ECB shift its monetary stimulus guidance?</h1> <p>The European Central Bank meets on Thursday just two weeks after agreeing on its first strategic overhaul in almost two decades in what promises to be a lively debate among members over what guidance it should give on the path of interest rates and bond purchases.</p> <p>The 19-month-long <a href=\"https://www.ft.com/content/9964086d-922c-4b27-9cae-b54c369c519c\">strategic review</a> concluded with the 25 members of the central bank's governing council agreeing to tolerate some overshooting of its simplified and slightly higher 2 per cent inflation target, in an attempt to avoid being trapped in a low rate, low inflation world.</p> <p>That unanimity is set to be tested at this week's policy meeting. Christine Lagarde, ECB president, <a href=\"https://www.ft.com/content/11e953df-536b-43aa-9c21-65b8dd79c797\">told the Financial Times</a> last week that she did not expect the unity reached by policymakers on the new strategy to hold when the discussion turned to implementing the changes.</p> <p>The central bank is widely expected to shift its guidance to indicate it will be more persistent in maintaining its monetary stimulus even after inflation rises above its target.</p> <p>However, most ECB watchers say this will only formalise the position they assume it has had for several years. “We doubt that these changes will be sufficient to elicit a large response from markets, as they already price a ‘lower for longer' scenario,” said Oliver Rakau, economist at Oxford Economics.</p> <p>Some of the more conservative ECB council members, such as Jens Weidmann at the Bundesbank, called recently for it to <a href=\"https://www.ft.com/content/1e0b2a6b-f562-405a-99b3-3de8201e9da8\">start winding down </a>its bond-buying under the €1.85tn pandemic emergency purchase programme (PEPP).</p> <p>The central bank is not expected to make that decision until September when it issues updated economic forecasts. But Jacob Nell, an economist at Morgan Stanley, said the ECB could this week commit to a “smooth handover” from PEPP to a new policy framework. <em>Martin Arnold</em></p> <h1>Will US earnings season justify a rotation from growth to value stocks?</h1> <p>Wall Street's earnings season began in earnest last week, with big US banks including <a href=\"https://www.ft.com/content/94e26c0f-4fd3-4d31-a624-8e6ec35ce0ae\">JPMorgan Chase</a> and <a href=\"https://www.ft.com/content/ded77c47-ce4b-4a33-89c1-2e4ea18cf094\">Goldman Sachs</a> reporting. This week, technology companies such as Intel, Netflix and Snapchat will reveal their results.</p> <p><a href=\"https://www.ft.com/content/9aeaa9a3-a27f-4923-b7ed-0079b9d7ce0b\">Expectations are high</a>, with S&amp;P 500-listed companies forecast to post year-on-year earnings per share growth of almost 63 per cent for the three months to the end of June, according to FactSet data — the largest increase since the immediate wake of the 2008-09 financial crisis.</p> <p>The results should help to clarify whether a tilt among investors away from high-growth sectors such as technology and towards more economically sensitive ones such as energy and banking is backed by corporate performance. </p> <p>Growth stocks in sectors such as technology have proved resilient, as the shift to working from home has endured despite the easing lockdown restrictions. <a href=\"https://www.ft.com/content/234a9b90-e4f6-4b59-9e39-c6e34ac78276\">Rising inflation</a> has also not been as much of a drag on tech that some observers had anticipated, as bond yields have remained low.</p> <p>Some analysts believe expectations of a full-scale shift from growth to value stocks predicted earlier in the year remain premature. “There's not a style rotation,” said Marija Veitmane, strategist at State Street Capital. “Part of value will do well and part of value won't.” </p> <p>Veitmane said technology groups, such as those reporting this week, have remained a favoured area owing to their fast and stable earnings growth.</p> <p>Technology shares have also attracted buyers in recent weeks after minutes of the Federal Reserve's latest meeting showed policymakers viewed the <a href=\"https://www.ft.com/content/2ecb6496-9bb6-4bc8-b619-96b7ae9274f2\">path of the recovery</a> from coronavirus as “uncertain”. <em>Siddharth Venkataramakrishnan</em></p> <h1>Will the world's least-loved major commodity keep rising?</h1> <p>Thermal coal has hit its highest level in a decade, with benchmark prices up more than 70 per cent this year — outpacing oil, copper and other raw materials that have benefited from the vaccine-driven global economic recovery.</p> <p>The world's least-loved major commodity is burnt in power stations to generate electricity, and its turbocharged rally comes as governments seek to reduce carbon emissions.</p> <p>High-quality Australian thermal coal, the benchmark for the huge Asian market, reached $140 a tonne last week. Its South African equivalent is also trading at its highest level since 2011, according to a price assessment by commodity price provider Argus. </p> <p>Supply disruptions and a drought in southern China, which knocked out hydroelectric dams, have been key factors in the commodity's resurgence, according to Dmitry Popov, senior coal analyst at consultancy CRU. </p> <p>Output from Indonesia, China's biggest supplier, has been hampered by persistent rainfall and labour restrictions, while rail constraints have affected exports from South Africa and Russia. </p> <p>Analysts believe a lack of investment in new mines, as banks and investors refuse to finance new projects, could help underpin prices for the foreseeable future even as demand declines because of the shift to cleaner, greener energy.</p> <p>Growing coal-fired electricity appetite is also set to play a role in keeping prices high, with the International Energy Agency stating in a report published last week that such demand had grown faster than renewable energy capacity this year, resulting in a sharp increase in the use of thermal coal.</p> <p>“Coal-fired electricity generation, after declining by 4.6 per cent in 2020, will increase by almost 5 per cent in 2021 to exceed pre-pandemic levels. It will grow by a further 3 per cent in 2022 and could set an all-time high,” the report said. <em>Neil Hume</em></p><p>Source: FT reporters 2021 'Will the ECB shift its monetary stimulus guidance?' FT.com 18 July. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-07-18T08:00:07.105Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 2026,
          "end": 2039
        },
        {
          "start": 2026,
          "end": 2033
        }
      ]
    }
  ]
}