{
  "_id": "5e11fbd1c544798f62d80440b8cb4c804afb779a3173fb8420bc0d284e3831e5",
  "feed": "ftcomall",
  "title": "How will the Federal Reserve respond to surging US inflation? ",
  "text": "<h2>How will the Federal Reserve respond to surging US inflation? </h2> <p>The Fed is under renewed pressure to tighten its ultra-loose monetary policy after data last week <a href=\"https://www.ft.com/content/dfffa56a-6450-4a58-97a6-b3d12ea72d9c\">showed</a> US consumer prices rose at their fastest pace since 2008 in the 12 months to April, exceeding economists' expectations.</p> <p>The inflation jump came ahead of the release of minutes of the central bank's most recent meeting, out on Wednesday, that will give investors greater detail on the Fed's plans to guide the nation's economic recovery from the pandemic.</p> <p>Chair Jay Powell <a href=\"https://www.ft.com/content/296ae4e6-5e4e-44fc-8636-67e2ad38eee4\">reiterated</a> after the policymakers' meeting in late April that the Fed was still “a long way” from withdrawing any monetary support. Moreover, he and other committee members have made it clear they would allow inflation to temporarily run above the central bank's long-term target of 2 per cent.</p> <p>“They've been pretty adamant that they expect inflation, that it's transitory,” said Kari Montanus, a senior portfolio manager at Columbia Threadneedle. “But any change that suggests that they're starting to see that it may be more than transitory, I think everybody is kind of looking for [that].”</p> <p>Among the key metrics that the Fed uses to track the health of the country's recovery is the US employment level. <a href=\"https://www.ft.com/content/4cfed923-19e0-4522-8c21-04505499becd\">April's disappointing numbers</a> constrained expectations for an impending tapering of monetary support. But last week's inflation leap will spur on these discussions at the central bank, analysts said.</p> <p>“It's becoming a Fed divided,” said Brian Jacobsen, senior investment strategist at Wells Fargo Asset Management. </p> <p>“The entire pandemic, until now, it looks like they've all been singing from the same hymnal . . . that it's always too soon to even talk about talking about tapering. Well, now some of them want to have that conversation.” <em>Aziza Kasumov</em></p> <h2>Can the euro continue its rally against the dollar? </h2> <p>Since the start of April, the euro has gained almost 3.5 per cent against the dollar due to an accelerating European vaccination campaign, the prospect of lockdowns easing and positive economic forecasts. The release of inflation data for April on Wednesday could cause it to climb even higher, say analysts. </p> <p>The single currency's recent ascent marks a return to form after it sank during a tumultuous first quarter for Europe, which was mired in&#xa0;<a href=\"https://www.ft.com/content/74afb8c0-629a-4905-9e55-9d291ebae0d3\">vaccine disarray</a>, surging coronavirus cases and extended restrictions. By contrast, the European Commission last week sharply<a href=\"https://www.ft.com/content/3f0e15c1-539c-41b3-87b5-514ae2eddbc0\"> raised</a> its economic forecasts for the euro area, predicting it would expand by 4.3 per cent this year and 4.4 per cent in 2022. </p> <p>A higher inflation reading for April would be one of the strongest signs yet that the region's recovery is gaining momentum. It would also prompt an even more bullish outlook by investors for its currency, which traded as high as $1.2172 in early May before settling a little above $1.21 on Friday. </p> <p>“[The data] should help alleviate lingering market concerns about the European rebound, which should result in further euro appreciation towards $1.25,” analysts at Goldman Sachs said. </p> <p>Eurozone inflation hit its <a href=\"https://www.ft.com/content/8392656e-8362-4f27-b6c8-394b28a4c16f\">highest level</a> since the start of the pandemic in March. That rise, however, was largely driven by one-off factors such as increasing energy costs. A further rise in April could, some analysts say, cause the European Central Bank to reduce the pace of bond purchases at its June policy meeting.</p> <p>In the minutes from its last policy meeting in April, released on Friday, ECB policymakers <a href=\"https://www.ft.com/content/24f14deb-ff5f-4b02-8f0c-25f7b3a051e3\">said</a> that growth and inflation in the eurozone were now more likely to overshoot expectations.</p> <p>“Much stronger inflation in the euro area would test the ECB . . . providing ammunition for the hawks to push even further on the need to taper,” Bank of America analysts wrote in a research note last week. <em>Eva Szalay</em></p> <h2>How hard has Japan's economy been hit in the first quarter? </h2> <p>Japan continues to grapple with the coronavirus pandemic, leading investors to question how the economy has fared in the first quarter and beyond. </p> <p>This year alone, it has declared two states of emergency in some of its biggest cities: <a href=\"https://www.ft.com/content/72ceb064-2231-4d17-bd8f-92bd7f99f33c\">one</a> that began in early January that was due to end in February but was later extended into March, and <a href=\"https://www.ft.com/content/a3d3a8bc-6d0e-4b2b-9e09-3310db13222e\">another</a> that started in late April and has been prolonged until the end of May.</p> <p>Preliminary gross domestic product data, out on Tuesday, is expected to show a fall of 1.2 per cent quarter on quarter, or 4.6 per cent at an annualised rate, according to a survey of economists by Bloomberg.</p> <p>However, Masamichi Adachi, chief economist at UBS in Tokyo, argued that forecasters were overestimating the change in consumer behaviour. “I'm expecting only negative 1.5 per cent annualised,” he said, referring to Japan's preferred GDP measure. </p> <p>“Even with the [most recent] state of emergency, the mobility of people didn't decline so much. On the other side of the coin, that's why the number of new infections is slow to fall,” he added.</p> <p>Japan's economic progress contrasts sharply with the US, whose economy has been bolstered by a speedy vaccine rollout, falling cases and a huge fiscal stimulus injection, with plans for another big package in play. </p> <p>Meanwhile, in Japan the state of emergency in major cities, a <a href=\"https://www.ft.com/content/56be8e33-bebf-4f8b-bf3f-0188486dcda8\">languid </a>vaccination programme and rising infections have hit consumer spending and led to widespread expectations of an output downturn after a return to growth in the third and fourth quarters of last year. <em>Robin Harding</em></p><p>Source: FT reporters 2021 'How will the Federal Reserve respond to surging US inflation? ' FT.com 16 May. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-05-16T08:00:18.555Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 3016,
          "end": 3023
        },
        {
          "start": 3016,
          "end": 3029
        }
      ]
    }
  ]
}