{
  "_id": "b4bbd2008ac8aef55bdc4ca863a318861ad09d33b90aa2a908b554a6c3d970bc",
  "feed": "wall-street-journal",
  "title": "Banking & Finance: U.S. Banks Role In Soccer Reveals Clout in Europe",
  "text": "<p>Europe's top five investment banks by revenue are U.S.-based, according to Dealogic.</p><p>\"The role of U.S. banks in financing European soccer is huge and it is growing,\" said Pedro Trengrouse, a sports lawyer and coordinator of an international executive program in sports and soccer management backed by FIFA, soccer's world governing body.</p><p>There is pressure on European clubs to boost profitability by emulating the U.S. In Europe, clubs face the risk of being demoted to a less lucrative league if they don't play well.</p><p>Out of the 12 clubs that joined forces to create the U.S.-style Super League, Liverpool, Manchester United, Arsenal and AC Milan are U.S.-owned. At least four of the clubs that signed up to the league have received financing from U.S. banks, including JPMorgan, Goldman Sachs Group Inc. and Bank of America Corp.</p><p>Kieran Maguire, a professor specializing in soccer financing at the University of Liverpool, said European banks face a higher risk of a backlash from their customers if loans to soccer clubs turn sour. They could be forced to tighten financial screws on teams, crimping their ability to spend on the field. U.S. banks, he said, have more freedom to act because they are more detached from local communities. U.S. banks don't have a significant retail presence in Europe.</p><p>Some European banks have retrenched from soccer financing following the 2008 financial crisis that dragged on in the region for years, said Greg Carey, head of sports financing at Goldman Sachs.</p><p>U.S. banks have a leg up because of their experience of financing U.S. stadiums and their relationships with owners of some of the biggest teams.</p><p>Goldman Sachs created the so-called Mediaco structure in 2017 for Inter Milan and AS Roma that let the two Italian teams issue public bonds secured against media and sponsorship rights -- a structure they continue to employ as a source of funding. The bank has committed a significant amount of its balance sheet to finance the sports sector, Mr. Carey said.</p><p>JPMorgan, which was expected to provide the Super League with a loan of around 3.5 billion euros, equivalent to $4.2 billion, before the plan collapsed, was involved in other big deals in European soccer in recent years. In 2019, it and Bank of America led the structuring of a 575 million euro 30-year loan to renovate Real Madrid's Santiago Bernabeu Stadium. Europe's Banco Santander SA and Societe Generale SA played secondary roles.</p><p>JPMorgan advised Rocco Commisso, the Italian-American owner of cable provider Mediacom Communications Corp. and New York Cosmos soccer club, on his purchase of Italian club ACF Fiorentina in 2019. It advised U.S. billionaire Dan Friedkin on his takeover of AS Roma last year. Goldman acted as adviser for AS Roma's owners in that deal.</p><p>In an earlier deal, JPMorgan, led by its banker Edward Woodward, advised the U.S. billionaire Glazer family on taking control of Manchester United in 2005. Mr. Woodward then switched over to the club, eventually becoming its executive vice chairman.</p><p>Following public outcry over the Super League, Mr. Woodward said he would step down from his role at Manchester United at the end of the year.</p><p>\"We clearly misjudged how this deal would be viewed by the wider football community and how it might impact them in the future. We will learn from this,\" a JPMorgan representative said Friday.</p><p>As the stadium building boom in the U.S. started to slow about five years ago, Goldman Sachs turned to Europe. It led the bridge financing of the newly completed $1.7 billion, 61,500-seat stadium for London's Tottenham Hotspur. Bank of America and the U.K.'s HSBC Holdings PLC were also lenders.</p><p>It is involved in the renovation of Barcelona's vast Camp Nou stadium. The bank is working on the 850 million euro project and has been involved in the design, engineering, economic feasibility and job creation prospects, Mr. Carey said.</p>",
  "published": "2021-04-28T00:00:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 1645,
          "end": 1658
        },
        {
          "start": 781,
          "end": 794
        },
        {
          "start": 1484,
          "end": 1497
        },
        {
          "start": 3442,
          "end": 3455
        },
        {
          "start": 2717,
          "end": 2724
        },
        {
          "start": 1475,
          "end": 1488
        },
        {
          "start": 3442,
          "end": 3449
        },
        {
          "start": 781,
          "end": 805
        },
        {
          "start": 1484,
          "end": 1491
        },
        {
          "start": 1634,
          "end": 1647
        },
        {
          "start": 3418,
          "end": 3431
        },
        {
          "start": 781,
          "end": 788
        },
        {
          "start": 1645,
          "end": 1652
        },
        {
          "start": 776,
          "end": 800
        }
      ]
    }
  ]
}