{
  "_id": "3552d98a5f86c4ef5c89ba0cae42b2f6f9bb257e66a4085b7fb10ef7de21fab4",
  "feed": "wall-street-journal",
  "title": "U.S. News -- Capital Account: A Bout of Inflation That Defies Old Models",
  "text": "<p>The supply school blames pandemic-related bottlenecks and supply chains.</p><p>In fact, it's becoming clear that neither demand nor supply by itself is to blame. Rather, this inflation was made possible only by strong demand interacting with restricted supply. The U.S. hasn't seen anything like this combination except, perhaps, in the aftermath of World War II. Then, Mr. Biden's Council of Economic Advisers has noted, pent-up demand coincided with war-induced shortages. This makes the solution elusive: fixing supply is largely beyond the means of the White House and Fed, but treating the problem as one of only demand could damage the economy.</p><p>First, consider demand. Federal spending and lower interest rates influence inflation indirectly, by bolstering aggregate demand, which drives down unemployment. As the labor market tightens and spare capacity diminishes, firms get pricing power and workers win higher wages. This inverse relationship between unemployment and inflation, called the Phillips curve, was factored into economists' spring forecasts that found Mr. Biden's $1.9 trillion stimulus, enacted in March, would have only a slight impact on inflation. David Mericle, chief U.S. economist at Goldman Sachs, puts the impact at 0.1 to 0.2 percentage point at most. Joel Prakken, chief U.S. economist at IHS Markit, said:\"No way can the current inflation rate be accounted for by the impact of fiscal stimulus through the usual Phillips curve channels.\"</p><p>What about the supply side? Global developments that pushed up oil and gas prices explain some of the rise in inflation; core inflation, which excludes energy and food, was 4.6% in October. Core inflation has been heavily influenced by shortages of inputs, such as semiconductors for automobiles, and bottlenecks such as for oceangoing freight. Yet most other advanced economies have suffered similar disruptions, and their inflation has risen less than that of the U.S.</p><p>What sets the U.S. apart is the combination of constricted supply in many sectors and stimulus-inflated demand. Normally, an industry responds to higher demand mostly by raising output and only partly by raising prices. (Economists would say the supply curve slopes up.) Sometimes, though, supply is fixed (the supply curve is vertical). This characterizes the oil market. In 2008, demand from China surged when producers had little spare capacity. Oil prices rocketed to records, lifting inflation around the world.</p><p>The auto market this year resembles the oil market of 2008. Ordinarily, auto makers can meet increased demand with ease. But this year, as low interest rates and pandemic-triggered needs drove up demand, supply has been fixed because of a lack of semiconductor chips. The result: a huge jump in prices that, according to IHS Markit, explains roughly a third of the rise in the Federal Reserve's preferred core inflation measure.</p><p>Many economists note the boost to inflation is concentrated in goods. That's because the pandemic diverted consumer spending away from services such as restaurant meals toward goods such as groceries. Nonetheless, the unusual dynamics are spreading to services as well.</p><p>The cost of shelter, for example, depends heavily on home prices, up 14% this year, according to Freddie Mac. Don't blame the Fed: The decline in mortgage rates since 2019 can at most explain 5 percentage points of the increase, a Federal Reserve Bank of New York review concludes. Don't blame investors or speculators, either: cash buyers' share of home buying is normal, according to Freddie Mac.</p><p>Prices are up so much because demand is being funneled into just a few segments of the market. Demand has been especially strong for entry-level existing homes in smaller interior markets with limited inventory such as Idaho, whereas the \"gateway\" markets of New York, Los Angeles, San Francisco, Boston, Washington, D.C., and Miamiare experiencing significant out-migration, according to Freddie Mac. The resulting price dynamics can be \"explosive,\" said Sam Khater, Freddie's chief economist.</p><p>Even the labor market features rising demand and fixed supply. Demand for workers has jumped as businesses reopen and consumers spend stimulus checks and stock-market wealth. But the supply hasn't responded, especially of lower-paid workers on which many service industries depend. In the hotel and restaurant industry, even though demand and employment have yet to return to pre-pandemic levels, a severe shortage of workers has caused job vacancies to double from their pre-pandemic level. As a result, both wages and prices in the sector are rising briskly.</p><p>The unusual origins of this inflation mean the solution isn't straightforward. Ideally it will recede painlessly as distortions to demand and supply self-correct. Rising semiconductor output will eventually cure the shortage of cars. A receding virus and less generous federal relief should coax some workers to fill job vacancies. Households may have all the furniture, exercise equipment and pizza they want.</p><p>But that process could take a while; meanwhile, faster inflation could become self-perpetuating through price and wage-setting behavior. Then, the solution to this unfamiliar inflation becomes painfully familiar: higher interest rates and perhaps a recession.</p>",
  "published": "2021-12-09T00:00:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 1197,
          "end": 1210
        },
        {
          "start": 1207,
          "end": 1220
        },
        {
          "start": 1207,
          "end": 1214
        }
      ]
    }
  ]
}