{
  "_id": "caa32b0ddcc1648ce8a5710b69c43e166cc2fe0ee306c93c24ce6c9238dfb2b3",
  "feed": "ftcomall",
  "title": "South Korea population falls for first time ",
  "text": "<p>South Korea's population shrank for the first time in the country's history in 2020, highlighting mounting demographic challenges in Asia's fourth-biggest economy.</p> <p>The number of deaths in South Korea last year was 3 per cent higher than 2019 while total births fell 10 per cent to a record low, according to census results reported by state-backed news agency Yonhap.</p> <p>The data has put the spotlight on the challenges confronting policymakers in Seoul stemming from a <a href=\"https://www.ft.com/content/cf73149a-6542-11e7-9a66-93fb352ba1fe\">rapidly ageing society</a> and one of the <a href=\"https://www.ft.com/content/16505438-c96c-11e9-a1f4-3669401ba76f\">lowest fertility rates</a> in the developed world.</p> <p>According to a study by Korea University researchers in 2020, most of South Korea's “baby boomers” — born after the Korean war ended in 1953 — will retire within a decade. </p> <p>Expected consequences for the country of nearly 52m include strains on the healthcare and <a href=\"https://www.ft.com/content/12d76fc6-bfee-11e9-89e2-41e555e96722\">pension</a> systems, reduced tax revenue, <a href=\"https://www.ft.com/content/edad1432-2591-11e8-b27e-cc62a39d57a0\">labour shortages</a> and a blood shortage as an increased number of elderly people boost demand, the researchers said. </p> <p>A special committee formed by President Moon Jae-in has already launched a suite of policies aimed at addressing the low birth rate, centred on financial support for families with young children.</p> <p>The latest measures, announced last month, include a “congratulatory allowance” for pregnant women of Won1m ($920). &#xa0;</p> <p>But critics say such financial sweeteners fail to address thornier economic problems including high property and education costs, as well as deeper cultural fissures in South Korean society.</p> <p>Paul Choi, head of Korea research at&#xa0;CLSA, said the low-birth rate could be seen as a “rebellion” against a harsh environment for prospective parents.</p> <p>“The government should drastically reform the public school system to be competitive with private education, and increase home ownership through public housing programmes like the one in Singapore,” he said.</p> <p>Hyun-joo Mo, a researcher in Korean youth culture with the University of North Carolina, said that beyond economic pressures, Korean women had <a href=\"https://www.ft.com/content/4ea79450-2262-11ea-b8a1-584213ee7b2b\">started to reject</a> cultural expectations that they must “do everything” — raise children, look after the household and make money.</p> <p>“Women really don't feel happy in this male-centred family culture,” Ms Mo said, adding that a growing number of younger women were choosing to not marry, not have children, or both. </p> <p>Goohoon Kwon, a senior Goldman Sachs economist, noted that “the structural issue” had been on the reform agenda of successive governments for the past two decades and some policies would “take more time and greater focus to take hold”. </p> <p>But the problems were likely to gain increasing prominence in national politics in the coming years, Mr Kwon added.</p> <p>“I am sure that the ageing and demographic challenges will be one of the core campaign platform issues in upcoming elections,” he said. </p> <p><em>Additional reporting by Kang Buseong </em></p><p>Source: Edward White in Seoul 2021 'South Korea population falls for first time ' FT.com 3 January. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-01-03T13:06:52.242Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 2308,
          "end": 2315
        },
        {
          "start": 2308,
          "end": 2321
        }
      ]
    }
  ]
}