{
  "_id": "d734de9b32b2eeebaa7f88e8220e89d10973f25af5476a3f09bf98a71ddeb68c",
  "feed": "wall-street-journal",
  "title": "Day Traders Are Driving Uranium Price Higher; Individual traders flock to Canadian uranium investment trust that has snapped up nuclear fuel and boosted prices",
  "text": "<p>U.S.-listed shares of Canadian uranium giant Cameco Corp. have jumped more than 20% in October and almost doubled in 2021. Fellow Canadian miner Denison Mines Corp. has surged 27% this month and almost tripled this year. Texas-based Uranium Energy Corp. has climbed more than 14% in October.</p><p>Behind the rally: a runup in uranium prices driven by individual traders, who have flocked to a new trust that gives a cheap and easy way of betting on the nuclear-fuel market. The Toronto-listed trust, run by Sprott Asset Management LP, has twice raised new cash from shareholders and snapped up uranium since the summer. Its shares have climbed to $12.49, up 49% from their inception in July.</p><p>Sprott's purchases are helping to drain a uranium glut that accumulated after the 2011 Fukushima disaster. Stop-and-start buying by the trust has led to wild price swings with little or no justification based on fundamentals such as supply from mines or demand from utilities, traders say.</p><p>Uranium stocks rose further Monday after the world's biggest producer, the Kazakh state-backed miner Kazatomprom, launched a uranium fund of its own in partnership with Kazakhstan's central bank and Genchi Global Ltd., an Emirati investment firm. The fund will start with $50 million with plans to raise up to $500 million more from institutional or private investors.</p><p>SHARE YOUR THOUGHTS</p><p>Where do you think the nuclear-fuel industry is headed? Join the conversation below.</p><p>\"It's obviously another new removal of material off the spot market,\" said Jonathan Hinze, president of UxC. \"That helps to clear up any remaining overhang\" of supply.</p><p>But Mr. Hinze said Kazatomprom's fund is unlikely to have the same bullish effect on uranium prices as the Sprott trust. Sprott launched its second share offering, for up to $1 billion, on Sept. 10 and owns uranium valued at more than $1.6 billion.</p><p>The gyrations in uranium prices echo trading in stocks including AMC Entertainment Holdings Inc. and GameStop Corp., which attracted ardent followings among individual day traders who gather on Reddit.</p><p>Even more so than struggling videogame stores and movie-theater chains, uranium is an unlikely candidate to be jolted by a gush of money from individual traders. Utilities, miners, specialist traders and a clutch of hedge funds and banks including Goldman Sachs Group Inc. have long dominated the market.</p><p>Most U3O8, a form of lightly processed uranium that is yet to be enriched and made into fuel rods, is sold in long-term deals. Futures seldom change hands.</p><p>The sleepy market has picked up pace. Traders estimate that between 70 million and 90 million pounds will be traded in 2021, up from 50 million in a typical year.</p><p>Shares of a third investment vehicle for physical uranium, Yellow Cake PLC, have jumped 54% in London this year. The fund has said it expects to take delivery of 2 million pounds of uranium from Kazatomprom between October and December, taking its overall holdings to almost 16 million pounds.</p><p>\"We've never seen this before in the uranium market,\" Amir Adnani, chief executive of Uranium Energy, said of the Kazakh and Sprott fundraisings. \"Long-term, this has to be bullish.\"</p><p>Mr. Adnani said higher prices are a welcome development for miners that struggled with years of surplus uranium but that the price swings will prompt most to hold back on plans to dig more. \"Let's see where the dust settles,\" he said.</p><p>Write to Joe Wallace at Joe.Wallace@wsj.com</p><p>Day Traders Are Driving Uranium Price Higher</p>",
  "published": "2021-10-19T09:51:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 2318,
          "end": 2325
        },
        {
          "start": 2318,
          "end": 2342
        },
        {
          "start": 2318,
          "end": 2341
        },
        {
          "start": 2318,
          "end": 2331
        }
      ]
    }
  ]
}