{
  "_id": "b69782c9fea615a96e2d834424dcdbae8c5a64c38f0c68fa8b67b95d13edd541",
  "feed": "ftcomall",
  "title": "ECB to review format of private calls by chief economist to investors",
  "text": "<p>The European Central Bank is to review the format of private calls its chief economist has held with financial market participants, including Goldman Sachs, JPMorgan Chase and BlackRock, to discuss its monetary policy decisions.</p> <p>Christine Lagarde, the ECB's president, defended the calls in <a href=\"https://www.ecb.europa.eu/pub/pdf/other/ecb.mepletter210122_Eppink~b42eabd54b.en.pdf\">a letter</a> to a Dutch member of the European parliament that was published on Friday, in which she also said the practice was being reconsidered.</p> <p>The one-to-one calls were made by <a href=\"https://www.ft.com/content/28414b7e-2e13-11e9-8744-e7016697f225\">Philip Lane</a>, the ECB's chief economist, to a handful of investors and bankers at large financial institutions in the hours after Ms Lagarde held press conferences to present its latest monetary policy moves.</p> <p>The calls were disclosed, with a delay of several weeks, in Mr Lane's diary on the ECB website. But they have raised questions about whether the chief economist could have given sensitive information to a few privileged investors.</p> <p>Ms Lagarde said in her letter to Derk Jan Eppink, a Dutch MEP, that “the ECB is fully transparent about its interactions with its stakeholders, and with financial market participants in particular”.</p> <p>“The launch of the calls had been planned well before these were first conducted, in order to facilitate systematic exchanges on newly published information,” she said.</p> <p>Richard Barwell, head of macro research at BNP Paribas Asset Management, said: “The simple solution is to do what the Bank of England does and have an analyst call — one meeting for everyone — and leave gathering market intelligence to the staff.” </p> <p>The US Federal Reserve has a 12-day blackout period that runs until a day after its policy decisions, during which its officials do not speak to investors.</p> <p>The ECB <a href=\"https://www.ft.com/content/0fe9b4fe-99af-11e5-987b-d6cdef1b205c\">tightened</a> its communication rules in 2015 after one of its executive board members at the time, Benoît Cœuré, told an audience of hedge fund managers, academics and finance officials at an event in London that it planned to front-load its asset purchases. An internal error meant the information was only made public the morning after the event. When the remarks were published, the euro fell sharply.&#xa0;</p> <p>Mr Lane's calls started after a press conference last March when Ms Lagarde contributed to a bond-market sell-off by <a href=\"https://www.ft.com/content/11ab8f84-6452-11ea-b3f3-fe4680ea68b5\">saying</a> it was not the ECB's role to “close the spreads”, referring to the difference in funding costs between Italian and German government bonds.</p> <p>To be on the list of people he called, the ECB said someone had to be an active observer of the institution. Other groups with which Mr Lane has made calls include Deutsche Bank, Axa, UBS, Citigroup and Pimco. The ECB said Mr Lane spent most of the calls asking questions and clarifying details of policy decisions. No investor has indicated he passed on market-sensitive information.</p> <p>On Friday, the ECB disclosed in Mr Lane's online diary that he had held teleconferences with eight banks, including Bank of America, Barclays, Société Générale, Credit Suisse and UniCredit, shortly after an online press conference by Ms Lagarde on October 29.</p> <p>Ms Lagarde said: “For the ECB, as for all central banks, exchanging views with representatives of the private sector — including financial market participants — is important to deliver on its mandate.”</p><p>Source: Martin Arnold in Frankfurt 2021 'ECB to review format of private calls by chief economist to investors' FT.com 22 January. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-01-22T23:10:24.372Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 142,
          "end": 149
        },
        {
          "start": 142,
          "end": 155
        }
      ]
    }
  ]
}