{
  "_id": "9d7aece4529ef80979081b0234acaf1cf0313a1dede1eedb9792c98592727213",
  "feed": "market-watch",
  "title": "‘Trapped' investors, here's your chance to escape one overplayed group of stocks, says strategist",
  "text": "<p>We may have the word “mild” to thank for that.</p><p>Making the rounds over the weekend was a comment by a South African doctor who first raised the alarm over the new coronavirus variant in patients, but reported “extremely mild” symptoms. While we're in the early days with this new variant, that would be positive for stocks if true, tweeted billionaire Pershing Square hedge-fund manager Bill Ackman.</p><p>But that same doctor also highlighted potential risks to older, unvaccinated patients. The bottom line: we don't know a ton more than we did Friday, and it will take awhile to figure this next stage out, though at least some of the initial shock may have worn off.</p><p>Until two big questions are answered, “reopening, value (especially vs. quality), and risk assets in general face this new overhang,” said a JPMorgan team led by Mixo Das. Those are: what's the likelihood of severe outcomes — hospitalization and death — and how will the new variant respond to existing vaccines and treatments?</p><p>Our call of the day is from JonesTrading's chief equity strategist Michael O'Rourke, who sees a silver lining from Friday's selloff. “The big rally in the Pandemic Plays serves as an opportunity for trapped investors to get out,” he told clients in a note on Sunday.</p><p>For example, Zoom Video ZM and Peloton PTON surged around 5% each on Friday, and are slipping some in premarket action. After huge gains in 2020, those stocks are down 55% and 35% respectively year to date.</p><p>“Countless times throughout 2020 we warned against extrapolating an atypical year indefinitely into the future, yet the market did it anyway. Collectively, the group was awarded multiples that will take years and, in some cases, decades, to grow into. This should prove to be the bounce for which investors have been waiting,” said O'Rourke.</p><p>The strategist reminds us that “the Bull tape does not remain down long enough to cover one's short and the Bear does not remain up long enough for longs to sell,” he said.</p><p>“The policy normalization process will continue because inflation is real and does not have a hope of subsiding if the Fed does not continue the normalization process. Over the past 13 years, the FOMC has had the luxury of a benign inflation environment to allow it to seemingly respond to every equity market dip, and now that luxury is gone. As such, value is very attractive relative to growth,” he said.</p><p>Oil stocks are among the value plays he sees staying in demand.</p><p>Echoing some of these thoughts, Mark Haefele, chief investment officer, global wealth management at UBS, urged investors not to act hastily, as he said the selloff was a lesson in staying diversified across markets and sectors.</p><p>“We maintain our positive view on energy and financials despite this latest bout of volatility. We think the energy sector will be supported by oil prices that are likely to remain elevated this year and next,” he said.</p><p>The markets</p><p>Stock futures ES00YM00NQ00 are looking at a decent bump with Dow futures up 200 points, following the worst Black Friday session in more than 50 years. Asian markets were less cheerful, with a 1.6% drop for the Nikkei JP:NIK, while European stocks XX:SXXP are faring slightly better. Oil prices CL00BRNF22 are up about 5%, after a 13% slide Friday. Bonds yields BX:TMUBMUSD10Y are up and gold GC00 is higher.</p><p>The buzz</p><p>Is Twitter TWTR CEO Jack Dorsey stepping down? Shares are up more than 10% on reports his exit could be in the works.</p><p>The omicron variant has now been found in more countries, notably in Europe, as the World Health Organization urged widespread testing and warned of potential “severe consequences” if the new variant fuels surges. Japan joined Israel in banning all foreign tourists.</p><p>U.S. officials such as Dr. Anthony Fauci, director of the National Institute of Allergy and Infectious Diseases and the White House's chief medical adviser, is urging people not to panic.</p><p>Black Friday online shopping reportedly came in at $8.9 billion, the low end of expectations from industry watcher Adobe, and was the first time spending hasn't topped the prior year. Some early discounting may be to blame. In any case, watch retailers such as Amazon AMZN, Walmart WMT and Target TGT.</p><p>Data could prove a distraction for investors this week, with November jobs data coming Friday. Pending home sales for October are ahead.</p><p>The chart</p><p>Goldman Sachs has laid out four global growth scenarios that could play out due to the omicron variant. They include a couple of downside scenarios, one worse than the other, one where the variant turns out to be a “false alarm” and an upside scenario. Until the situation is clearer, chief economist Jan Hatzius says the investment bank is making no forecast changes.</p><p>Random reads</p><p>Snow-stranded travelers have spent three fun-filled nights in a pub in North Yorkshire, England.</p><p>Merriam-Webster's not-so-surprising word of 2021: vaccine.</p><p>Turning 60 sucks, but it's better than being dead, says actor George Clooney.</p><p>Need to Know starts early and is updated until the opening bell, but&#xa0;sign up here&#xa0;to get it delivered once to your email box. The emailed version will be sent out at about 7:30 a.m. Eastern.</p><p>Want more for the day ahead? Sign up for&#xa0;The Barron's Daily, a morning briefing for investors, including exclusive commentary from Barron's and MarketWatch writers.</p>",
  "published": "2021-11-29T14:52:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 4353,
          "end": 4360
        },
        {
          "start": 4353,
          "end": 4366
        }
      ]
    }
  ]
}