{
  "_id": "f2ca890c4ee363903285ac0220a352414f4fe4dcbe056cb212aa222fc98975a9",
  "feed": "ftcomall",
  "title": "Asian bourses look to join Spacs craze despite governance concerns",
  "text": "<p>The Indonesia Stock Exchange has become the third Asian bourse, after Hong Kong and Singapore, to explore allowing special purpose acquisition vehicles, prompting concerns about investor protection as Wall Street's mania for the vehicles extends to the region.</p> <p>Investors have poured almost $3bn into Spacs focused on acquiring Asian companies this year, nearly doubling the amount committed during all of 2020, according to Dealogic. </p> <p>Last year, there was only one Spac deal involving a company based in an Asian country, and just five successful listings of Asian start-ups via Spacs in the past five years.</p> <p>The rush for targets from a widening pool of investor cash has prompted concerns among some sponsors about inflated valuations for young companies, where management teams may be unprepared for the regulatory requirements of a US listing.</p> <p>It has also come despite efforts by Asian bourses to tighten restrictions to block backdoor listings and other deals that avoid the strict independent due diligence required of a traditional IPO.</p> <p>“Everyone is chasing the same deals,” said Frank Troise, chief executive of SoHo Advisors, a boutique US investment bank. “In some cases, there are 12 to 15 sponsors chasing one target.” </p> <p>Spacs raise money by listing on a stock exchange and then using the proceeds to take promising private businesses public through reverse takeovers. Shareholders do not know which businesses the vehicles will target and invest based on the records of those sponsoring the Spacs. </p> <p>Investors poured $100bn into Spacs globally last year. The trend has continued into 2021, with 188 vehicles <a href=\"https://www.ft.com/content/abcf1dad-833d-4620-ab57-96ea01d918ed\">raising $58bn</a> in the US alone. </p> <p>Some of Asia's best-known investors and richest tycoons have waded into the asset class, including Ken Hitchner, who ran Goldman Sachs in Asia Pacific, and Fred Hu, a China private equity veteran. </p> <p>Richard Li, son of Hong Kong tycoon Li Ka-shing and one of the city's most prominent businessmen, and Peter Thiel, the US tech investor, have also backed large acquisition vehicles aimed at opportunities in the region. </p> <p>Many Spacs are targeting south-east Asian tech companies, especially after the meteoric rise of New York-listed Sea, a Singapore-headquartered gaming and ecommerce company that was one of the world's <a href=\"https://www.ft.com/content/f8251e5f-10a7-4f7a-9047-b438e4d7f83a\">best-performing stocks</a> last year.</p> <p>Yet most of south-east Asia's nascent start-ups are valued at under $3bn, the threshold bankers and investors said was needed to take a company public in the US. </p> <p>The level of interest is there for south-east Asia but “the amount of actual suitable targets is not”, said Ee Ling Lim, a regional director for venture capital firm 500 Startups. </p> <p>Only a few of the Asia-focused Spacs launched this year had local sponsors or ones with a history of investing in the region. </p> <p>These included Provident Acquisition, a $200m Spac focused on Asia launched by south-east Asian fund Provident Growth. The firm has backed Gojek, Indonesia's biggest start-up, and Traveloka, another one of the country's four unicorns, or private companies valued at over $1bn. </p> <p>“There are quite a few unicorns already in south-east Asia and more next generation companies coming through, some of which are ready for public markets,” said Michael Aw, chief executive of Provident Acquisition. </p> <p>Beyond south-east Asia, some Spacs are targeting larger markets including India, where companies are regarded as more mature. Last week, ReNew Power, one of India's largest renewable energy groups, <a href=\"https://www.ft.com/content/00451475-d5fe-41d2-b8ec-0032eb341a05\">unveiled plans to go public</a> in New York through an $8bn deal with a Spac.</p> <p>The New York Stock Exchange and Nasdaq are the prime venues for such listings. But Asian markets are increasingly looking to grab a share. </p> <p>Johnson Chui, head of Asia capital markets at Credit Suisse, warned that implementing a Spac issuance <a href=\"https://www.ft.com/content/18d51d14-4f2d-4a28-853d-b2eaf3b0eb00\">framework in Singapore</a>, Hong Kong or Indonesia would require “a lot of education” for stakeholders. </p> <p>Hong Kong has <a href=\"https://www.ft.com/content/c324674c-c91e-427e-82c5-87a7e9a53bab\">captured tech listings</a> in the region but Singapore and regional bourses including Indonesia have grappled with how to convince homegrown unicorns to list locally. </p> <p>Allowing Spacs would provide companies with “another alternative for fundraising”, said Pandu Sjahrir, Indonesia Stock Exchange commissioner, adding that companies could then tap local bond and bank lending markets with no currency mismatch. </p> <p>Indonesia has provided fiscal incentives for companies to pursue domestic listings, with capital gains tax falling to 0.1 per cent from 22 per cent for those that list locally. </p> <p>However, Asia's limited history of companies successfully going public through a Spac could weigh on the region's prospects.</p> <p>New Frontier Group, an investment firm run by Anthony Leung, Hong Kong's former financial secretary, merged Chinese private hospital United Family Healthcare with its Spac on the New York Stock Exchange in 2019. </p> <p>But the company has consistently traded below its $10 a share initial offering price and is set to be taken private by a consortium led by Leung. The proposed buyout would value New Frontier Health at $12 a share.</p> <p>Sponsors have also come under increasing scrutiny for their <a href=\"https://www.ft.com/content/9b481c63-f9b4-4226-a639-238f9fae4dfc\">lucrative compensation</a>, typically receiving a 20 per cent stake in the company for a nominal sum of $25,000.</p> <p>“Regulators in Asia spent a lot of time cutting backdoor listings because all sorts of folks loved them for making a quick buck,” said one senior investment banker. “Where it falls apart is if we have unscrupulous sponsors or companies trying to get into this market.”</p><p>Source: Mercedes Ruehl in Singapore and Tabby Kinder in Hong Kong 2021 'Asian bourses look to join Spacs craze despite governance concerns' FT.com 5 March. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-03-05T06:54:00.032Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 1767,
          "end": 1780
        },
        {
          "start": 1767,
          "end": 1774
        }
      ]
    }
  ]
}