{
  "_id": "229c790cf89b4b49ce24958f2816adde274c3ebcadf22eeb81b1d7729f5d5420",
  "feed": "wall-street-journal",
  "title": "Anchorage Capital Is Closing $7.4 Billion Flagship Hedge Fund; Letter to investors reports closing of Anchorage Capital Partners and return of money to clients",
  "text": "<p>Anchorage, which has roughly $30 billion of assets, said it would focus on its structured-credit and private-equity-style funds that call down capital from clients. They manage about $18 billion and $4 billion, respectively. Structured-finance vehicles—like collateralized loan obligations, or CLOs—have grown increasingly attractive to investors as interest rates have fallen in recent years because they yield more than traditional bonds with comparable credit ratings.</p><p>\"In this current market where indiscriminate access to capital, elevated equity market multiples, default rates near record lows, and central bank policies supportive of risk assets, we believe that the asset-liability structure of ACP is not best-suited to take advantage of opportunities in today's market environment,\" wrote Kevin Ulrich, Anchorage's founder and chief executive.</p><p>He also cited the need to give the fund's investors regular liquidity as another factor contributing to the decision.</p><p>The move comes as many firms that previously invested heavily in distressed debt have shut funds or pivoted to focus more on structured finance and private credit. Apollo Global Management Inc., Ares Management Corp., Blackstone Inc. and Brigade Capital Management are among the money managers making the transition.</p><p>Anchorage's flagship fund aims to make equities-like returns with less volatility. It was up 18.5% for the year through November, handily beating rivals. A Dec. 14 note from Goldman Sachs Group Inc. to trading clients said the average return of hedge funds betting on and against stocks for fundamental reasons for the period was 8.9%. But the fund has struggled during what has been a technology-led bull market the last several years. Distressed investing opportunities have grown harder to find as easy money from the Federal Reserve has given even struggling companies open access to debt markets.</p><p>Some clients dissatisfied with the fund's long-term performance and its more-than-decadelong investment in the Hollywood movie studio MGM Holdings have pulled their money over the years. It stopped taking in new money in 2017 and recently has been trying to shrink, according to people familiar with the firm. Assets in the flagship hedge fund have shrunk significantly since the end of 2017, when it managed $14.6 billion. MGM wound up contributing significantly to the fund's returns this year with Amazon.com Inc's deal to buy the famed studio.</p><p>Mr. Ulrich, who is chairman of MGM's board and recently got an executive producing credit on the \"House of Gucci\" movie, wrote he would be moving to a chairman role at Anchorage. Structured-credit head Yale Baron and research head Thibault Gournay are becoming co-investment chiefs and longtime Chief Operating Officer Natalie Birrell is becoming president. (The firm doesn't plan to name a new CEO, said a person familiar with the matter.)</p><p>Mr. Ulrich, who has also been chief investment officer, said he would continue to offer guidance on investments, invest substantially in new products and remain \"a material stakeholder\" in Anchorage.</p><p>Write to Juliet Chung at juliet.chung@wsj.com and Matt Wirz at matthieu.wirz@wsj.com</p><p>Anchorage Capital Is Closing $7.4 Billion Flagship Hedge Fund</p>",
  "published": "2021-12-15T18:11:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 1464,
          "end": 1471
        },
        {
          "start": 1455,
          "end": 1479
        },
        {
          "start": 1464,
          "end": 1488
        },
        {
          "start": 1464,
          "end": 1477
        }
      ]
    }
  ]
}