{
  "_id": "f1e51b41f87174cde330f489d3b5355150f22fd064b7ff42a151938b0d07a6aa",
  "feed": "market-watch",
  "title": "Olaf Scholz is now the betting market favorite to succeed Angela Merkel",
  "text": "<p>Even if Scholz becomes chancellor, the mix of party composition is wide open and is likely to involve post-election negotiations. The favorites, so to speak, are a coalition of SPD, Greens and the FDP — at just 25% probability.</p><p>The German DAX DX:DAX stock market index has modestly underperformed the broader European market this year, with a 15% gain compared to a 19% rise for the Stoxx Europe 600.</p><p>The more telling action seems to be in the bond market. The yield on the 10-year bund BX:TMBMKDE-10Y rose as high as -0.07% this year, before falling to -0.5% as Merkel's center-right coalition had improved in the polls, but now is rising back, at -0.39% on Thursday.</p><p>“More fiscal easing in Germany under a SPD-led coalition government remains an upside risk scenario,” said economists at Goldman Sachs.</p><p>Thursday saw muted action in European markets, with the Stoxx Europe 600 XX:SXXP rising 0.2%.</p><p>The biggest Stoxx 600 gainer was biopharmaceutical Swedish Orphan Biovitrum SE:SOBI, which rose 26% after recommending a buyout offer from U.S. private equity firm Advent International Corp. and Singapore's Aurora Investment, worth 69.4 billion kronor, or around $8.1 billion.</p><p>Video games maker CD Projekt PL:CDR climbed 11% in Warsaw after a smaller-than-forecast profit decline. Its bug-ridden Cyberpunk 2077 game returned to the Sony PlayStation Store on June 21, and the company is planning new versions of Cyberpunk and The Witcher 3 late this year.</p>",
  "published": "2021-09-02T07:45:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 790,
          "end": 803
        },
        {
          "start": 790,
          "end": 797
        }
      ]
    }
  ]
}