{
  "_id": "4ae9837fc5292d0839ba88685ca59ea802ba3d807f03eee1377202b2c82536a5",
  "feed": "wall-street-journal",
  "title": "Coke to Pay $5.6 Billion for Full Control of BodyArmor; Gatorade rival, backed by athletes, on track for $1.4 billion in retail sales this year",
  "text": "<p>Coke bought a 15% stake in BodyArmor in 2018 for $300 million at a $2 billion valuation, according to people familiar with the matter. Coke's bottling network then took over distribution of BodyArmor, earning the beverage giant an additional 15% equity stake for its distribution and partnership in building the BodyArmor brand, the people said.</p><p>Coke is buying the remaining 70% from the company's founders and investors, as well as a group of professional athletes including the NBA's James Harden and MLB's Mike Trout who invested and helped market the drink.</p><p>The estate of Kobe Bryant, an early backer of BodyArmor, stands to collect roughly $400 million for its stake, some of the people familiar with the matter said. Mr. Bryant invested $6 million and had served on the BodyArmor board before he died in 2020, these people said.</p><p>Gatorade still dominates the sports-drink market, though BodyArmor sales have been climbing quickly. BodyArmor expects to generate about $1.4 billion in retail sales this year, Coke said. BodyArmor's sales were about $250 million in 2018 when Coke first invested in the startup.</p><p>Gatorade, which is owned by PepsiCo Inc., accounts for the lion's share of the $8.4 billion spent on sports drinks in the past year in U.S. retail stores tracked by Nielsen, according to Goldman Sachs analyst Bonnie Herzog. Gatorade represented 64% of those sales in the four weeks ended Oct. 9. Coke's Powerade, which represented 13%, has failed to make a dent in its rival. BodyArmor has now taken the No. 2 spot with 18% of the market, according to Ms. Herzog.</p><p>The BodyArmor transaction would be the largest brand acquisition in Coke's history, eclipsing the $5.1 billion paid in 2018 for Costa Coffee, a foray into the coffee-shop business. Chief Executive James Quincey has been pushing the company to become a \"total beverage company.\" In addition to expanding its coffee and sports-drinks offerings, Coke recently introduced an alcoholic version of its Topo Chico sparkling water.</p><p>Another large Coke acquisition was its $4.1 billion purchase in 2007 of Glaceau, the company behind the vitaminwater and smartwater brands. Michael Repole, the co-founder and principal investor in BodyArmor, also helped create and sell Glaceau to Coke.</p><p>BodyArmor, based in Queens, N.Y., was launched in 2011 by Mr. Repole's co-founder, Lance Collins, an entrepreneur behind successful brands including Fuze tea and Core bottled water. Keurig Dr Pepper Inc. has a 12.5% stake in BodyArmor.</p><p>BodyArmor's products include sports drinks, alkaline water and caffeinated sports drinks. None of them contain artificial sweeteners, colors or flavors, the company has said. The brand has marketed its offerings as healthier alternatives and enlisted younger athletes, such as Mr. Trout and Mr. Harden, to invest and appear in its ads.</p><p>BodyArmor will be managed as a separate business within Coca-Cola's North America operating unit and will continue to be based in New York, Coke said Monday. BodyArmor's executive leadership team, including Mr. Repole, will stay on to lead the brand. Mr. Repole will also collaborate on Coke's noncarbonated beverage brands, including marketing, packaging and innovation strategies, Coke said.</p><p>Write to Jennifer Maloney at jennifer.maloney@wsj.com</p><p>Coke to Pay $5.6 Billion for Full Control of BodyArmor</p>",
  "published": "2021-11-01T21:41:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 1301,
          "end": 1314
        },
        {
          "start": 1301,
          "end": 1308
        }
      ]
    }
  ]
}