{
  "_id": "ca6a653aadf3c567da31dab4ecadcb5c58167698c4d0f063d89d0b55803f1683",
  "feed": "ftcomall",
  "title": "Hedge funds muscle in to Silicon Valley with private deals",
  "text": "<p>Hedge funds are elbowing their way into Silicon Valley at an unprecedented rate with a record-smashing $153bn worth of investments in private companies in the first six months of 2021.</p> <p>A report from Goldman Sachs has found that hedge funds have done 770 deals so far this year, already beating the record number set in the whole of 2020, when 753 deals reached a total of $96bn. Just under three-quarters of this year's agreements were “venture” bets on companies in their infancy.&#xa0;</p> <p>The data from Goldman Sachs Prime Services highlight how hedge funds, typically known for investments in publicly traded assets, have been drawn to private markets in an effort to fire up largely lacklustre returns. It also shows how private equity and venture capital have shot into mainstream finance. The asset class has <a href=\"https://www.ft.com/content/4d0e6f18-2d56-4175-98c5-e13559bdbc25\">soared</a> to more than $7tn in value and is expected to double again by 2025, while the number of US public companies has <a href=\"https://www.ft.com/content/0c9c0b64-9760-11e9-9573-ee5cbb98ed36\">roughly halved</a> since 1996.&#xa0;</p> <p>“What has attracted hedge funds is predominantly a function of the opportunity set,” said Freddie Parker, co-head of Goldman's prime brokerage insight and analytics team.</p> <p>The bets are concentrated, but they leave a big impact. Hedge funds participated in just 4 per cent of deals in the first six months of 2021 but provided just over a quarter of all capital put into private companies, according to Goldman.&#xa0;</p> <p>A small group of hedge funds accounted for the vast majority of deals, the bank added, with roughly three-quarters of the capital invested by 10 firms.&#xa0;</p> <p>The hedge funds entering this space include some of the most high-profile names in the industry. Some funds have launched dedicated businesses focused on private investments, with firms including <a href=\"https://www.ft.com/content/54bb342c-230f-4438-a4d7-7cbde010ea1a\">Tiger Global Management</a>, Coatue Management and Altimeter Capital Management making <a href=\"https://www.ft.com/content/a3684cf6-e95a-4e12-8848-0a38516792a4\">big inroads</a> into Silicon Valley in recent years. Other hedge funds hold a minority of their portfolios, typically less than 20 per cent, in privates, with the rest in more liquid assets. </p> <p>And some firms such as <a href=\"https://www.ft.com/content/23f71be9-3749-408c-8e92-059cdf2b8f46\">Third Point</a> and <a href=\"https://www.ft.com/content/a28fa095-0112-4dc5-9eee-8464a2e77ec7\">Marshall Wace</a> have launched “crossover” funds that invest in private firms ahead of potential public listings and then hold on to their positions. Hedge fund firms have been helped in their push in to private assets by a greater willingness among the large institutional investors who invest in their funds to lock up their money for longer if it means they eventually get higher returns.</p> <p>“There's an ongoing trend of lines blurring in portfolios, asset classes are increasingly converging,” said Diana Dieckman, Goldman's global head of capital introduction in prime services.</p> <p>The push into private investments coincides with a broader <a href=\"https://www.ft.com/content/c87d52b2-d54e-4dae-9b50-98ca1e6c1d4c\">revival</a> in the hedge fund industry, which last year reported its best returns since the aftermath of the financial crisis in 2009 after years of weak performance.</p> <p>Nevertheless, private investments have performed better than the public assets hedge funds have traditionally favoured. Returns from private equity and venture capital investments have outperformed hedge funds in the decade to the end of last year, with average gains of 14.2 per cent compared with 7.1 per cent for hedge funds, the Goldman report found.</p> <p>Hedge funds also have abundant opportunities to invest in private companies, which now tend to rely in private funding for longer before they launch on stock markets. The average number of private fundraising rounds companies complete before going public has tripled since 2006, according to Goldman.</p> <p>The explosion of private capital has also created tough competition to participate in private deals. However, some hedge funds still find that more attractive than waiting for a company's initial public offering on a stock market — a transaction that can often be crowded with other, often bigger, investors.</p> <p>“At an IPO there's little chance, as a hedge fund, to get an allocation — therefore you must have exposure earlier,” said Christian Vogel-Claussen, managing partner at London-based hedge fund Alanda Capital. It has bought into companies such as debit card group Marqeta and TikTok owner ByteDance.</p> <p>Hedge funds' two-pronged pitch to companies is that they can hold on to their shares in the business well beyond a public listing, whereas VC funds typically exit soon after flotation. Hedge funds can also offer to coach private company executives about being a public entity, according to Goldman.&#xa0;</p> <p>“Companies love the idea of a private investor who can help tune the company up for public markets, anchor the IPO and become long-term public shareholders, perhaps without altering the board dynamic,” said Cutler Cook, managing partner at investment firm Clay Point Investors, which advises investors on allocating to venture capital and hedge funds.</p> <p><em>Additional reporting by Miles Kruppa in San Francisco</em></p><p>Source: Joshua Franklin in New York and Laurence Fletcher in London 2021 'Hedge funds muscle in to Silicon Valley with private deals' FT.com 9 September. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-09-09T04:00:14.710Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 1353,
          "end": 1360
        },
        {
          "start": 4372,
          "end": 4379
        },
        {
          "start": 199,
          "end": 212
        },
        {
          "start": 1069,
          "end": 1076
        },
        {
          "start": 3466,
          "end": 3473
        },
        {
          "start": 496,
          "end": 503
        },
        {
          "start": 2532,
          "end": 2539
        },
        {
          "start": 3152,
          "end": 3159
        },
        {
          "start": 496,
          "end": 509
        },
        {
          "start": 199,
          "end": 206
        }
      ]
    }
  ]
}