{
  "_id": "ae111bd4e3cedde5ce6db13029c329b6048ab5f9634632b57d2d46b3658e9c55",
  "feed": "wall-street-journal",
  "title": "JPMorgan Chase, Goldman Bet on a Brighter Future",
  "text": "<p>Many investors will look past JPMorgan Chase's reserve release and related profit bump in Tuesday's earnings report to measures of core revenue generation, particularly net interest income. Investors generally hoped that measure would have started to look better by now.</p><p>As the bank previously indicated it would do, it lowered its net interest income guidance for 2021 to about $52.5 billion from $55 billion. Meanwhile, the company lifted its forecast for 2021 operating expenses by $1 billion to about $71 billion. These moves both hit future preprovision net revenue, a key measure many investors look at that excludes swings in loan-loss provisions.</p><p>None of this should be very surprising to investors. JPMorgan is making good on Chief Executive James Dimon's view that this isn't the right time to load up on low-yielding securities such as Treasury bonds, instead keeping powder dry ahead of what could be a very strong economy with inflation driving rates higher. JPMorgan's average cash deposits with banks grew 14% in the second quarter versus the first quarter, while its investment securities portfolio was basically flat. Average quarterly loan assets were up 1% across the bank.</p><p>Investors should take note of a technical move here: The bank put more of its investments into the held-to-maturity bucket, rather than keeping them available for sale. That makes it harder for the bank to sell bonds and redeploy the money, but it protects the bank's capital levels from swings in the value of those securities. Preserving capital will be critical to have the flexibility to do more lending and payouts.</p><p>At Goldman Sachs, too, investors have to look carefully under the hood. The firm is trying to free up more capital by selling down some of its private-equity and public-equity holdings. For now, though, its balance sheet in that business is still growing partly because the value of its holdings is rising about as rapidly as it can sell them. Still, it is a shift that will likely lead to bigger payouts to investors in the future. Like JPMorgan, Goldman announced a bigger dividend after the June stress test, but not a larger share-repurchase program.</p><p>Meanwhile, at both banks nonlending and fee revenue was still strong, which is what you want to see to maximize returns on existing balance sheets. Markets and trading revenue was down 30% or more at both banks from a year ago, but investment banking was strong, at a quarterly record and the second-highest level ever at JPMorgan and Goldman, respectively. JPMorgan said second-quarter markets revenue was still up 25% from the same period in 2019. Asset and wealth-management noninterest revenue was up 23% from a year earlier at JPMorgan, and wealth-management revenue at Goldman rose 25%.</p><p>Notably, JPMorgan's card spending volume was up 22% from the second quarter of 2019, so it compares favorably with the pre-pandemic era. Travel-and-entertainment spending in June was up 13% versus the same month in 2019. That generates fees for now and, someday, sustainable loan growth, when consumers stop paying their balances off at such a fast pace.</p><p>When rates and loan growth are this low, leaving some money on the table for now might be the right decision.</p>",
  "published": "2021-07-14T00:00:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 16,
          "end": 23
        },
        {
          "start": 1605,
          "end": 1618
        },
        {
          "start": 1617,
          "end": 1624
        },
        {
          "start": 1617,
          "end": 1630
        },
        {
          "start": 2046,
          "end": 2053
        },
        {
          "start": 2062,
          "end": 2069
        },
        {
          "start": 2486,
          "end": 2493
        },
        {
          "start": 2504,
          "end": 2511
        },
        {
          "start": 2724,
          "end": 2731
        },
        {
          "start": 2744,
          "end": 2751
        }
      ]
    }
  ]
}