{
  "_id": "c0f2b31e5c58be4bc309b88db315f9463bbc517007fa1163a42d09563efc3db6",
  "feed": "ftcomall",
  "title": "The high-end retirement homes aimed at wealthy boomers",
  "text": "<p>Stephanie Hoppen never thought she would end up in a home designed for people aged over 60. Happily living in a four-bedroom apartment in Chelsea, south-west London, the former art gallery owner describes herself as “super active” in her mid-seventies. Yet a tour of a new high-end senior living rental scheme, Auriens Chelsea — where prices start at £13,750 a month — changed her mind.</p> <p>“I wouldn't move away from Chelsea because my whole life is here, but when I saw that I could rent somewhere and have everything done for me, where I could entertain, there was an amazing sauna, swimming pool, food supplied by Claridge's, I thought why not?,” she says. “My daughter Kelly [the interior designer] thinks it's a great idea.”</p> <p>There is about £40bn in equity tied up in residential property owned by people over 65 in prime central London, according to estate agency Knight Frank. Developers believe more people like Hoppen will be motivated to move out of a large property — freeing up housing stock for families — if they are provided with the right alternatives. London has been lacking high-end schemes for retirees, but this is beginning to change.</p> <p>Over the past five years, 41,464 new seniors' housing units [specialist property built for independent seniors, usually defined as aged over 55 or 60] have been built across the UK, while the population aged 75-plus has risen by more than 550,000, according to Knight Frank research. “The baby-boomer generation [those born 1946-64] is hitting retirement age and our limited supply of senior housing will struggle to support them,” says Tom Scaife, head of senior living at Knight Frank.</p> <p>The number of senior living housing units across the UK stands at about 750,000 across 25,000 schemes, with 9 per cent of that in London. The company forecasts the UK-wide figure to grow to 820,000 by 2025, helped by increasing institutional investment and partnerships between operators and builders to unlock development sites.</p> <p>“Investors have begun to consider the [senior living] sector to be an asset class in its own right for its scope to produce a long-term, regular income,” says Scaife.</p> <p>Important deals include AXA acquiring Retirement Villages Group Ltd, a developer/manager with 14 sites in southern England; Goldman Sachs backing operator Riverstone Living to develop five to 10 London schemes; and Audley Group's joint venture with Schroders and Octopus to deliver 2,000 units nationwide. This summer, Legal &amp; General (L&amp;G) entered a 15-year joint venture with the NatWest Group Pension Fund to invest £500m of equity into later-living schemes that will be developed by the operator Inspired Villages.</p> <p>But will the pandemic affect people's willingness to downsize? Last month, a survey by L&amp;G Financial Advice found that fewer than one in four households headed by someone aged over 55 — roughly 2.9m homes — planned to downsize in the near future, down from 3.1m in 2018.</p> <p>At the same time, the pandemic has led to loneliness and a reassessment of living arrangements. “For some, being isolated and without any practical support, the family home has become a prison,” says Nick Sanderson, chief executive of Audley Group, which this year agreed a deal with Homes England, the government's housing agency, for a £40m loan to accelerate the construction of 255 mid-market retirement homes.</p> <p>Audley's first London scheme — Nightingale Place in Clapham, south-west London — is one of a new breed of aspirational schemes more akin to a private members' club than the traditional image of a retirement home. The amount of space devoted to high-spec amenities such as gyms, wellness facilities and restaurants sets them apart, as do sophisticated rosters of services, including discreet in-flat healthcare.</p> <p>“Today a 77-year-old [the average age of retirement home entry] is very different to one 25 years ago: healthier, university educated, globally travelled, part of the tech revolution; they demand much more,” says Sanderson.</p> <p>At Nightingale Place, 40 per cent of the flats, priced from £675,000, have sold. The typical buyer sells a £1.5m-£1.7m home to move there. This equity release will pay the upkeep costs for William and Jee Wong, who swapped their four-bedroom townhouse nearby for a one-bedroom flat at Nightingale.</p> <p>“I was sceptical about paying over £1,000 a month in service charges but I now realise this is money well spent,” says the 92-year-old former engineer. “We feel superbly looked after — with on-site hydrotherapy, free physiotherapy, film and opera performances every week.” Staying close to one of their three children was another factor. “We can entertain the whole family here [in the on-site restaurant] but don't have to put up with all the relatives from Singapore!”</p> <p>He's one of the oldest residents, but Leonie Paskin, 66, has made the move earlier. This month she moved into a two-bedroom apartment at the Landsby, in Stanmore, north London, after selling her large house in nearby Northwood.</p> <p>“I am anxious to avoid ending up in a care home like my father,” says the former clinical director at Guy's and St Thomas' Hospital. “Because of the lockdowns, residents got to know each other quickly. A friend who's 96 goes to the gym every day but I spend more time in the bar/restaurant. I love the hotel-style feel and can't imagine being lonely.”</p> <p>Gavin Stein, chief executive of Elysian, the Landsby's owner and operator, says it adopted its approach from the US, where later-living schemes are part of the hospitality sector. The UK later-living sector lags behind international comparisons, with 0.6 per cent of over-65s residing in later-living communities, compared with 5-6 per cent in the US, New Zealand and Australia.</p> <p>“The sector needs to be more customer-led and keep evolving to offer what buyers really want,” he says. At Elysian's level of the market, Stein believes this means purchasing a home (rather than renting one) in a well-staffed complex with a restaurant, cocktail bar, rooftop gym and a library curated by bookseller Foyles. Prices start from £480,000 for a one-bedroom flat, increasing to £1.55m for a two-bedroom penthouse. The service charge is from £250 per month.</p> <p>Elysian has another site in Hampstead, north London, completing in 2024. Also in Hampstead, the developer Lifestory is launching Fitzjohn's, a scheme of 29 apartments for retirees, with prices starting at £2m.</p> <p>Aside from the purchase cost and the monthly fees, many operators charge an additional “deferred fee” (typically a percentage of the original or resale price, determined by the length of stay) when the property is sold after the resident dies or moves away — a structure that is widely used in Australia and New Zealand.</p> <p>At Riverstone Fulham — an over-65s scheme of 162 flats in south-west London — the deferred fee is 4 per cent of the purchase price for every year of occupation, capped at 28 per cent (seven years is the average retirement home stay worldwide). Prices start from £860,000 for a one-bedroom flat, and the monthly service charge is £1,335 per apartment.</p> <p>“We are very transparent about all the charges that they might incur over the average seven-year stay,” says Carsten Swift, sales director at Riverstone. He says it may be possible to recoup some costs through capital appreciation. “If the apartment is sold seven to 10 years later, at say £1.1m, then the 28 per cent [£240,800] is covered, and the deferred fee is free of inheritance tax [40 per cent on estates worth more than £325,000].”</p> <p>London's first luxury scheme of this type, Battersea Place, opened five years ago. After living in Sloane Square, widower Robert Norbury decided to buy a flat there in December, primarily for peace of mind. “Living by myself, I realised that if I had a stroke, nobody would find me,” says the 83-year-old former financial consultant.</p> <p>Some argue that, for this age group, renting makes more sense than buying. “By selling a property, the owner can free up the cash to be able to pay the rental fees on a home, and to start making gifts to their family, before the inheritance tax (IHT) clock starts ticking down,” says Mark Collins of Handelsbanken Wealth Management, referring to the fact that gifts made seven years before death are free from IHT.</p> <p>“A rental tenant may also have greater funds to pay for a transfer to a care home (if needed),” he adds. “Finally, if you own your property you are beholden to the operator to sell it — to a much smaller market [than the open market] — so it's not necessarily a great asset to hold. It may be an added hassle for your executors to deal with, as well as being subject to IHT.”</p> <p>Auriens Chelsea, which opened this month, is presently the capital's only high-end senior living scheme offering rentals. The developer originally wanted to sell the properties from £3m to £10.5m but, with reservations slow and London's prime property market depressed, it changed to a rental model at the start of 2018.</p> <p>David Meagher, Auriens' chief executive, says many of his prospective tenants are not interested in buying a retirement home. “They don't want their cash tied up, and [want] to have the flexibility to leave with three months' notice, or to downsize for inheritance tax reasons,” he says. Serving the 56 flats (three are occupied so far) will be 60 staff including some trained at five-star hotels.</p> <p>Auriens is planning a similar scheme next to Lord's Cricket Ground in St John's Wood, to open in 2022. Like Stephanie Hoppen, well-heeled locals might be persuaded that not all retirement schemes are what they expect.</p> <p><em>Follow </em><a href=\"https://twitter.com/ftproperty\"><em>@FTProperty</em></a><em> on Twitter or </em><a href=\"https://www.instagram.com/ft_houseandhome/?hl=en\"><em>@ft_houseandhome</em></a><em> on Instagram to find out about our latest stories first</em></p><p>Source: Liz Rowlinson 2021 'The high-end retirement homes aimed at wealthy boomers' FT.com 23 September. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-09-23T15:53:53.968Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 2262,
          "end": 2269
        },
        {
          "start": 2262,
          "end": 2275
        },
        {
          "start": 2250,
          "end": 2263
        }
      ]
    }
  ]
}