{
  "_id": "95431443b12a3223963dc611b36f82add8daabde696f3a8f3d1ec813b050767f",
  "feed": "ftcomall",
  "title": "Paytm/Ant: IPO flop weakens Indian play for China tech stock money  ",
  "text": "<p>India's largest ever flotation was meant to affirm the status of its stocks as <a href=\"https://www.ft.com/content/4a9fdadb-2985-4c2b-a509-338145c89b6a\">alternatives</a> to politicised Chinese tech giants. Instead, shares in Paytm's parent group fell as much as 26 per cent, triggering circuit breakers, on their <a href=\"https://www.ft.com/content/2cad070b-25f6-4709-b086-50a6fc891bd4\">first day of trading</a>. </p> <p>The drop means that the issuer and bookrunners including Morgan Stanley and Goldman Sachs overpriced the $2.5bn listing of the digital payments group. Paytm's lack of profits is one issue. A one-third stake held by Ant Group of China in parent One97 Communications is another.</p> <p>The initial public offering flopped despite a strong local listing market, with record funds raised this year. Paytm's power backers include Berkshire Hathaway and SoftBank.</p> <p>Warren Buffett and Masayoshi Son had high hopes of India, a market that like Brazil, often undershoots expectations. In a country of 1.4bn people, hundreds of millions have neither a bank account or a smartphone. The local government has demonetised all 500 and 1,000 rupee notes, or 87 per cent of the total cash in circulation, in an attempt to control corruption. </p> <p>That catalyses local uptake of digital payment systems. Tuesday's declines are paltry compared with profits of some $4bn for Ant and Alibaba on their investments.</p> <p>But Ant's stake is a time bomb. Relations between India and China remain frayed, following deadly border clashes. India is wary of Chinese investment in sensitive companies. Digital payment operators steward stacks of personal financial data.</p> <p>Ant's stake should therefore be seen as an overhang. Nor is the Uttar Pradesh group a compelling vehicle for foreign investors. The company is lossmaking and total income is on a downward trend. Its metric for measuring users is over generous even by Silicon Valley standards: Paytm includes anyone that has made a single transaction in the past year. </p> <p>The local market is highly competitive. Well-funded rivals include PhonePe, which was acquired by US retailer Walmart in 2018. They are eating into Paytm's market share. Shares trade at a steep 72 times book value, seven times global peers such as PayPal. They have further to fall. </p><p>Source:  2021 'Paytm/Ant: IPO flop weakens Indian play for China tech stock money&#xa0; ' FT.com 18 November. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-11-18T11:51:13.171Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 333,
          "end": 346
        },
        {
          "start": 333,
          "end": 340
        }
      ]
    }
  ]
}