{
  "_id": "6c61a473100e3ca9aa5a4808a260766f781c991e2bee8f8891481fdf5ef41f28",
  "feed": "wall-street-journal",
  "title": "McKinsey Partner Charged With Securities Fraud Over Goldman Sachs Deal; Puneet Dikshit is accused of trading insider information related to the Wall Street bank's purchase of lender GreenSky",
  "text": "<p>\"This breach of duties to his firm and its investment bank client—and violation of the law—allegedly reaped the defendant nearly half a million dollars in illegal profits,\" said Manhattan U.S. Attorney Damian Williams.</p><p>Mr. Dikshit was arrested Wednesday morning and is expected to appear in federal court in Manhattan in the afternoon, the authorities said. A lawyer for Mr. Dikshit didn't immediately respond to a request for comment.</p><p>Goldman and McKinsey aren't named in a criminal complaint unsealed Wednesday.</p><p>A McKinsey spokesman said Mr. Dikshit had been fired for a gross violation of the firm's policies and code of conduct. \"We have zero tolerance for the appalling behavior described in the complaint and we will continue cooperating with the authorities,\" the spokesman said.</p><p>A Goldman spokeswoman said, \"We are deeply disappointed by the insider-trading allegations and are fully cooperating with the investigation.\"</p><p>A representative for GreenSky didn't respond to a request for comment.</p><p>In September, Goldman said it would acquire GreenSky, which arranges loans for one-time purchases like construction projects or cosmetic surgery, for $2.2 billion. Goldman Chief Executive David Solomon said at the time that the acquisition would help Goldman \"build a real banking platform of the future.\"</p><p>From November 2019 until July 2020, and again from April through September of this year, Goldman hired McKinsey to consult on its possible acquisition of GreenSky, according to the complaint. As one of the partners leading the project, Mr. Dikshit had access to nonpublic information about the deal, prosecutors said.</p><p>In the days before a Sept. 15 public announcement about the acquisition, Mr. Dikshit bought bullish options that would pay off if the stock price of GreenSky rose above a certain threshold, which it did after the deal was announced, according to the complaint. Mr. Dikshit made about $450,000 in profit, prosecutors said.</p><p>Mr. Dikshit also traded options earlier in August and September, when he was aware the bank might buy GreenSky, according to the SEC's civil court complaint. He purchased some contracts after Goldman asked people at McKinsey, including Mr. Dikshit, to draft a document addressing Goldman's potential acquisition of GreenSky, the SEC said.</p><p>Mr. Dikshit sold the earlier contracts after he learned in mid-September that the deal was close to happening, the SEC said. He replaced that stake by buying even more speculative options, which he profitably sold on Sept. 15, the day that Goldman announced the acquisition of GreenSky, the SEC's complaint states.</p><p>Later that day, a McKinsey representative sent an email to company employees that referred to the deal, according to the SEC. The email said that Mr. Dikshit and another employee \"have been in the middle of this for the last 2 years.\"</p><p>Dave Michaels contributed to this article.</p><p>Write to Corinne Ramey at Corinne.Ramey@wsj.com</p><p>McKinsey Partner Charged With Securities Fraud Over Goldman Sachs Deal</p>",
  "published": "2021-11-10T19:18:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 52,
          "end": 59
        },
        {
          "start": 52,
          "end": 65
        },
        {
          "start": 436,
          "end": 443
        },
        {
          "start": 437,
          "end": 444
        },
        {
          "start": 790,
          "end": 797
        },
        {
          "start": 1014,
          "end": 1021
        },
        {
          "start": 1015,
          "end": 1022
        },
        {
          "start": 1165,
          "end": 1172
        },
        {
          "start": 1251,
          "end": 1258
        },
        {
          "start": 1252,
          "end": 1260
        },
        {
          "start": 1395,
          "end": 1402
        },
        {
          "start": 1396,
          "end": 1403
        },
        {
          "start": 2139,
          "end": 2146
        },
        {
          "start": 2226,
          "end": 2234
        },
        {
          "start": 2227,
          "end": 2234
        },
        {
          "start": 2525,
          "end": 2532
        },
        {
          "start": 2526,
          "end": 2533
        },
        {
          "start": 2978,
          "end": 2991
        },
        {
          "start": 2979,
          "end": 2986
        },
        {
          "start": 2979,
          "end": 2992
        }
      ]
    }
  ]
}