{
  "_id": "2739367cd3c68aebcdbe84f460156f7e829810b220e589aae2268418fb7f76f4",
  "feed": "wall-street-journal",
  "title": "The Doctor's Office Becomes an Assembly Line",
  "text": "<p>But the pandemic merely accelerated a decadeslong trend. In 1983, more than 75% of physicians owned their own practices, according to American Medical Association physician surveys. By 2018 that figure had dropped to 46%. Many practices have been purchased by hospitals or have merged to form larger clinics, while local hospitals have been subsumed into large health systems. Consolidation is the trend. An AMA report earlier this year found that for the first time, less than half of doctors work in private practices. This is a problem for patients like those who went in search of my father -- there are simply fewer places to seek care, and many of those that are available are bureaucratic mega-facilities.</p><p>This doesn't bode well for medical care. Doctors aren't -- or shouldn't be -- natural subordinates. A substantial portion of their training consists in learning to make independent judgments rooted in hard-earned authority. Writing in City Journal in 2012, Theodore Dalrymple lamented the U.K. government's influence over medicine, which he argued \"is becoming ever firmer; it now dictates conditions of work and employment, the number of hours worked, the drugs and other treatments that may be prescribed.\" Doctors \"are less and less members of a profession; instead, they are production workers under strict bureaucratic control.\"</p><p>Former AMA President Barbara McAneny, who co-owns a private cancer center, echoed this idea in a 2019 article. When she and her colleagues wanted to add new services for their patients, she wrote, they \"didn't have to go through 27 hospital committees and ask permission from a bunch of vice presidents for various things.\"</p><p>The shift from the small doctor's office to big-box medical care can be attributed to many factors. Cuts in Medicare reimbursement for private-practice services have pushed doctors out of business or into new business models. For a long time, Medicare funding mechanisms also encouraged hospitals to purchase private practices, so that the hospitals could bill Medicare for more lucrative outpatient hospital services.</p><p>Medicare also reimburses hospitals at higher rates than private practices for a variety of drugs and services -- and hospital systems have more administrative resources to negotiate payment from insurers and the government. More recently, rules pushing doctors to adopt onerous, time-consuming electronic health records have interfered with their capacity to attend to patients. The rise in EHRs reflects a tension between companies interested in accumulating health data, and doctors, who prefer to focus on individual needs.</p><p>For a long time, the AMA and other medical establishments such as the American Association of Medical Colleges quietly celebrated the turn away from small medicine. They assumed that larger, more consolidated health systems would also be more efficient. On the whole, this has not turned out to be the case. Kathleen Blake, AMA's vice president of healthcare quality, earlier this year cited studies showing that hospital acquisitions of private practices -- which doubled from 2012 to 2018 -- have led to \"modestly worse patient experiences and no significant changes in readmission or mortality rates.\"</p><p>Flawed electronic health record systems in hospitals have resulted in ghastly medical errors and millions in settlements. And while physicians in a variety of settings struggle with administrative and regulatory burdens, independent doctors are significantly more satisfied with their work than are their hospital-employed counterparts. In a 2018 survey by the Physicians Foundation, only 13% of doctors agreed that \"hospital employment of physicians is likely to enhance quality of care and decrease costs.\"</p><p>The AMA has begun to acknowledge this as a problem. In April 2021, the group launched a new initiative to support private practices. Among other things, the association is lobbying against the impending Medicare cuts that could elbow doctors out of business. While important, this doesn't address deeper problems with the evolution of medicine in recent decades.</p><p>Bureaucratic structures often suffer from inflexibility. Throughout the Covid-19 pandemic, medical bureaucracies at the national level have struggled to adapt to sudden changes in medical information in the way that frontline physicians can. Doctors must operate with a clear sense that they are serving the patients in front of them, not the government, data-collection systems, insurance companies or hospital directors.</p><p>When Amazon took on the independent bookstore, it inspired outrage of the sort captured in the 1998 film \"You've Got Mail.\" Unlike the book business, however, the replacement of the small doctor's office with large-scale facilities hasn't made medicine cheaper or access to it easier. It threatens to remove a core advantage of the small, privately owned practice: the sense of personal, immediate responsibility between physician and patient.</p><p>---</p><p>Ms. Goldman is a visiting fellow at the Ethics and Public Policy Center and a senior editor at Mosaic magazine.</p><p>(See related letters: \"Letters to the Editor: What Happened to Putting the Patient First?\" -- WSJ January 5, 2022)</p><p>(See related letters: \"Letters to the Editor: Patients Lose as Practice of Medicine Coarsens\" -- WSJ Jan. 8, 2022)</p><p>(See related letters: \"Letters to the Editor: Price Controls and the Old-Fashioned Doctor\" -- WSJ Jan. 11, 2022)</p>",
  "published": "2021-12-30T00:00:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 4969,
          "end": 4976
        }
      ]
    }
  ]
}