{
  "_id": "f8b80ebc8df5bc2d7e42d078720fe05cbd8f2b2d5d56df8de07f34148d1fd6e0",
  "feed": "ftcomall",
  "title": "Goldman to McKinsey: been there, done that",
  "text": "<p>Whoever succeeds Kevin Sneader at the helm of McKinsey should give Goldman Sachs boss David Solomon a call.&#xa0;</p> <p>Though Goldman is a listed bank and McKinsey a privately owned consultancy, they have much in common. Both have long enjoyed high standing — envied by peers, aspired to by the smartest job-seeking graduates and seen by many clients as providing gold standard service. The trite “No one got fired for hiring . . . ” is cited with reference to McKinsey and Goldman alike.</p> <p>Both have been through the wringer, too. McKinsey's latest scandal came to the fore last month when the firm <a href=\"https://www.ft.com/content/85e84e12-6dda-4c91-bde4-8198e29a6767\">agreed</a> to pay $574m to settle lawsuits over its advice to companies behind an epidemic of opioid addiction. Within weeks Sneader was <a href=\"https://www.ft.com/content/8923cfde-8a29-4d40-a214-57f6620ac019\">ousted</a>. The affair comes after a steady stream of reputational hits for McKinsey, most dramatically the 2014 <a href=\"https://www.ft.com/content/bb5fb31c-4cb0-11e9-8b7f-d49067e0f50d\">imprisonment</a> of former longtime chief Rajat Gupta for insider trading.</p> <p>No Goldman boss has been incarcerated, but the bank's name has been repeatedly dragged through the mud over the past decade and more. In October last year, it paid a<a href=\"https://www.ft.com/content/8c570376-a02f-4550-8304-8e61943f9782\"> record $2.9bn</a> in a global regulatory settlement over the 1MDB money-laundering scandal.</p> <p>Both institutions had suffered for some of the very reasons that had made them successful — pride in their excellence had turned to arrogance; success had spurred overhasty growth and greed.</p> <p>McKinsey's expansion has been particularly extreme. Its staff count, now about 30,000, has grown 30-fold in 30 years, lowering the bar on the quality of recruits and making it harder to uphold ethics. McKinsey has remained a partnership, while Goldman became a listed business in 1999, but both have lost their old culture of discretion and secrecy.</p> <p>Plenty of common ground, then, to sustain a conversation between Solomon and whoever McKinsey's partners <a href=\"https://www.ft.com/content/7b0f92d6-8aea-4e15-b108-a86f31443f99\">choose </a>as their new leader: San Francisco-based Bob Sternfels or Amsterdam-based Sven Smit.</p> <p>The men may also take comfort in their mutual ability to withstand the kind of crisis confronting McKinsey. Underpinning a stubbornly strong franchise is a vast alumni network that only Goldman can rival.</p> <p>Such webs serve two functions. One is to advocate for the brands, including by spreading counter-narratives to any prevailing critique. And more concretely, they can expand the business, either by cementing a relationship when an alumnus lands in a senior position at a client, or by generating business from the new employer.</p> <p>Goldman has long extended its soft power via alumni with top roles in US government, finance and business.</p> <p>McKinsey's 42,000 alumni are more organised. They are bound into the firm through a loyalty born of collaborative teamworking (also a feature of the Goldman network), but efficiently consolidated through a busy diary of networking seminars and dinners with the elite of business and politics.</p> <p>And they are everywhere: <a href=\"https://www.ft.com/content/81ff3fef-de1a-469d-ad91-c3f82a4510fd\">research </a>by the FT's Lex column found ex-McKinsey consultants on the boards or in C-suites of more than 70 S&amp;P 500 companies. Outside the US, the firm's network is also particularly embedded in Germany, Japan, China and the UK. The City of London would be gutted without them, given they are in leadership roles at the Prudential Regulation Authority, Legal &amp; General, Marks and Spencer, NatWest and many more organisations.</p> <p>How helpful are such connections in a crisis? As Solomon reset Goldman's strategy after the catastrophes of 2008 and 1MDB, they will have been an important buttress. For example, David Schwimmer (who left Goldman in 2018 to helm the London Stock Exchange) used the bank to advise on its all-important <a href=\"https://www.ft.com/content/05180624-86dc-4e3b-9ea6-baf33fbd675f\">Refinitiv acquisition</a>.</p> <p>Despite two global crises in 13 years, the bank is now riding high, with a pre-2008-style return on equity of 21 per cent at the last count. The share price is just off record highs hit last week, outperforming all its major rivals, both short-term (since the 1MDB settlement), and long-term (since its 1999 listing).</p> <p>As a private partnership, McKinsey reveals scant financial information, but its revenue — doubled in a decade to $10bn at the last point of disclosure in 2018 — is ahead of the competition. Whether it stays that way will depend on whether Sternfels or Smit can impose Goldmanesque discipline on management and governance — and tap those alumni to full effect.</p> <p><a href=\"mailto:patrick.jenkins@ft.com\"><em>patrick.jenkins@ft.com</em></a></p><p>Source: Patrick Jenkins 2021 'Goldman to McKinsey: been there, done that' FT.com 1 March. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-03-01T05:00:50.089Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 67,
          "end": 80
        },
        {
          "start": 3337,
          "end": 3344
        },
        {
          "start": 3479,
          "end": 3486
        },
        {
          "start": 463,
          "end": 470
        },
        {
          "start": 67,
          "end": 74
        },
        {
          "start": 2657,
          "end": 2664
        },
        {
          "start": 3450,
          "end": 3457
        },
        {
          "start": 903,
          "end": 910
        },
        {
          "start": 1589,
          "end": 1596
        },
        {
          "start": 115,
          "end": 122
        },
        {
          "start": 2078,
          "end": 2085
        },
        {
          "start": 894,
          "end": 901
        },
        {
          "start": 2424,
          "end": 2431
        },
        {
          "start": 1575,
          "end": 1582
        },
        {
          "start": 2680,
          "end": 2687
        },
        {
          "start": 114,
          "end": 121
        },
        {
          "start": 3309,
          "end": 3317
        },
        {
          "start": 2403,
          "end": 2410
        },
        {
          "start": 2061,
          "end": 2068
        }
      ]
    }
  ]
}