{
  "_id": "8d1ad2e8639bb6495a91ffd8d023597e5413b088b92c1ee8d745731697b2a832",
  "feed": "ftcomall",
  "title": "Global holdings of Chinese stocks and bonds rise by $120bn in 2021",
  "text": "<p>Global holdings of Chinese stocks and bonds have jumped by about $120bn in 2021 as foreign investors chase returns in the country's markets despite recent volatility and regulatory crackdowns by Beijing. </p> <p>International investors held Rmb7.5tn ($1.1tn) of equity and fixed income securities priced in renminbi as of the end of September, up about Rmb760bn from the end of 2020, according to Financial Times calculations. </p> <p>The climb highlights how investors are reaching into mainland Chinese markets directly, rather than through financial instruments listed in global financial hubs such as New York and Hong Kong. It comes at a time when some analysts and investors worry that strong returns in developed markets <a href=\"https://www.ft.com/content/4546f956-c48e-4530-9eaa-e567fa2856e1\">may be exhausted</a>, leading them to pursue opportunities elsewhere.</p> <p>China's offshore listings have had a <a href=\"https://www.ft.com/content/41ec575f-d8ee-45d4-b604-fe66566a8c5c\">tumultuous year</a>, with a succession of regulatory crackdowns knocking investor confidence in sectors ranging from technology to education. A <a href=\"https://www.ft.com/content/e0a447f9-b4c2-45dc-bfc8-755b284d18d2\">liquidity crisis</a> at property developer Evergrande, meanwhile, has prompted a round of heavy selling for internationally traded, high-yield dollar bonds from Chinese issuers. </p> <p>But global capital has grown <a href=\"https://www.ft.com/content/d5e09db3-549e-4a0b-8dbf-e499d0606df4\">ever more intertwined</a> with domestic Chinese finance in pursuit of greater diversification and higher returns. </p> <p>The increase in foreign holdings of Chinese assets comes during a rough patch for some of the country's markets. The CSI 300 barometer of shares traded in Shanghai and Shenzhen is down 7 per cent for the year to date. Government and corporate bonds issued in renminbi have generated returns of about 4 per cent this year, according to an index compiled by Ice Data Services. However, riskier corporate debt issued in US dollars has dropped in price in 2021. </p> <p>Investors have long relied heavily on New York and Hong Kong-listed companies such as Alibaba and Tencent to gain exposure to China, in part thanks to the greater regulatory certainty offered by offshore markets. </p> <p>But since July, big Chinese tech groups listed abroad have been hit by a <a href=\"https://www.ft.com/content/bacf9b6a-326b-4aa9-a8f6-2456921e61ec\">barrage of regulatory restrictions</a> from Beijing, delivering substantial losses to prominent shareholders including <a href=\"https://www.ft.com/content/ca7df7d4-7e7e-43b2-85d6-36432d0d9d66\">SoftBank's Vision Fund</a> and <a href=\"https://www.ft.com/content/c7002c97-4d81-4e2d-a23e-0c26582fd072\">Baillie Gifford</a>.</p> <p>“Now, the regulation is the other way round. [US-listed stocks] are not as investable because of the policy overhang,” said a fund manager at a large global asset manager in Hong Kong. Investors were looking for interesting stories in so-called A-shares listed in Shanghai and Shenzhen, the manager added.</p> <p>Michelle Lam, greater China economist at Société Générale, said buying in China's onshore bond market had been supported by <a href=\"https://www.ft.com/content/25d09c15-17ee-4f2f-a94a-56451bac42d0\">FTSE Russell</a>'s decision last year to add Chinese government debt to its influential World Government Bond index, <a href=\"https://www.ft.com/content/993d8154-f479-4412-954c-c9165c107c53\">paving the way</a> for more than $140bn in mostly passive inflows. </p> <p>She added that the Chinese <a href=\"https://www.ft.com/content/4ab2d4a7-4a73-4d39-bfba-f97dd91de54b\">currency's resilience</a> despite recent economic disruptions had “boosted people's confidence in buying renminbi assets”.</p> <p>Widespread buying of Chinese assets has <a href=\"https://www.ft.com/content/8cda606f-aa6a-444a-8331-310c6b5f167d\">prompted</a> <a href=\"https://www.ft.com/content/d32e9f4f-a194-49f1-88f0-d228207f489a\">criticism</a> from high-profile investors, <a href=\"https://www.ft.com/content/ecf7de34-e595-4814-9cbd-4a5119187330\">including George Soros</a>, who in September called on the US Congress to pass legislation enabling the Securities and Exchange Commission to limit the flow of funds to China stocks.</p> <p>But immense demand means that such calls to action have had limited impact. Inflows in the 12 months to the end of September have taken foreign holdings of renminbi-denominated bonds to more than Rmb3.9tn, according to central bank figures, while foreign shareholdings have climbed to almost Rmb3.6tn — both reflecting a rise of about 30 per cent from a year ago.</p> <p>The increase in foreign holdings in 2021 has not matched the <a href=\"https://www.ft.com/content/d9ac222d-90d8-4570-b89e-a99f1bd4829b\">outsize rise</a> in 2020, partly because a recent property sector downturn and energy supply disruptions have <a href=\"https://www.ft.com/content/b338d366-f94f-46d1-b732-5470bde825c3\">weighed on growth</a>. Yet share buying through Hong Kong's Stock Connect programme, in particular, has been intense, with record net purchases of more than $50bn this year.</p> <p>Chinese officials have welcomed foreign investment in hopes of countering volatility stoked by fast-trading retail investors, <a href=\"https://www.ft.com/content/a1aa3a25-484d-480d-83bf-8f9c90504f22\">particularly in equities</a>. Over the past decade, amateur investors' share of the stock market's free float has dropped from 66 per cent to about 30 per cent, while foreign holdings have risen to 6 per cent, according to estimates from investment bank China Renaissance.</p> <p>Analysts said that overseas traders were already creating trends in onshore equities. “People are taking more signals from foreign investors,” said Bruce Pang, head of research at China Renaissance. </p> <p>Foreign trading of onshore stocks and bonds has increased as western banks including <a href=\"https://www.ft.com/content/3c74fac6-65fa-4af1-a4a7-211eefac1923\">Goldman Sachs and JPMorgan</a> have pushed to acquire licences and wholly-owned subsidiaries in mainland China, which has led to a greater research effort on Chinese companies. HSBC and Fidelity recently <a href=\"https://www.ft.com/content/5b2af81e-155d-488e-8a1e-c19e4891827a\">turned positive</a> on Chinese assets for the first time since the regulatory crackdown began in July.</p> <p>But overseas fund managers face unique challenges trading onshore stocks, including a 30 per cent foreign ownership limit on Chinese companies. At least nine Shanghai-listed large-cap companies have almost reached foreign ownership limits, according to brokers and stock exchange data.</p> <p>Heavy buying of companies can also backfire for offshore investors when local traders catch on. “When domestic investors find out that foreigners are buying it, they front-run it,” the Hong Kong-based fund manager said. “The foreigners are always going to be late to the party in China.”</p> <a href=\"http://www.ft.com/cms/0c6579b0-6093-4ef4-ab0a-f63bb29d0525.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a><p>Source: Hudson Lockett and Tabby Kinder in Hong Kong 2021 'Global holdings of Chinese stocks and bonds rise by $120bn in 2021' FT.com 9 November. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-11-09T05:00:20.631Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 4570,
          "end": 4583
        },
        {
          "start": 4570,
          "end": 4577
        }
      ]
    }
  ]
}