{
  "_id": "065cb34622d7b92bff09c42bb80b542797d40281097841b660063252ecef32a9",
  "feed": "wall-street-journal",
  "title": "U.S. News: Inflation Threat Rises as Dynamics Shift --- Some longtime forces that kept prices low appear to be reversing, partly due to pandemic",
  "text": "<p>\"The factors that were . . . playing a significant role in that low-inflation environment last cycle are beginning to fade,\" said Sarah House, director and senior economist at Wells Fargo.</p><p>That could have important implications for the Fed as it grapples with how much of the current inflation pickup is temporary, and for the U.S. economy as a whole. Ms. House said it means either inflation will run higher in the years ahead or the Fed will have to keep monetary policy tighter than it otherwise would to meet its 2% inflation target.</p><p>Economists point to several secular shifts that could give rise to new inflationary pressures.</p><p>Globalization Falters</p><p>Global trade more than doubled from 27% of world gross domestic product in 1970 to 60% in 2008, buoyed by falling barriers to trade and investment. In the U.S., it soared from 11% of GDP in 1970 to 31% in 2011. Global competition compelled companies to build elaborate international supply chains, sourcing materials and products in the cheapest possible place. They were aided by access to cheap labor, as the fall of the Berlin Wall and China's shift toward a market economy in the 1980s and 1990s more than doubled the workforce integrated with the global economy.</p><p>Consumers in wealthy nations benefited. U.S. \"core\" goods prices, which strip out volatile energy and food prices, rose just 18% between 1990 and 2019. Prices for core services, most of which are produced domestically, surged 147%. Increased import content explains some of that gap, said Blerina Uruci, senior U.S. economist at Barclays.</p><p>\"In some ways, countries like the U.S. were importing disinflation or even deflation from their trade partners,\" she said.</p><p>But the benefits of globalization \"would appear to have been largely spent in a number of respects, not the least of which is the move toward antiglobalization and increasing protectionism,\" said Peter Hooper, chief economist for Deutsche Bank Securities.</p><p>Following the U.S.-China trade war of recent years, the average U.S. tariff on imports from China exceeded 19%, six times as much as before, according to Chad Bown of the Peterson Institute for International Economics, a think tank.</p><p>Laundry equipment prices fell 5.8% annually between 2012 and 2017. After then-President Donald Trump announced tariffs on imported washing machines in January 2018, prices for washing machines shot up 12% in the first half of that year. Laundry equipment prices edged lower over the next year or so but are still at 2013 levels.</p><p>The broader inflationary impact of recent tariffs is complicated, said David Weinstein, a Columbia University economist. While tariffs raised the prices of most affected goods, prices for others fell as the trade war strengthened the dollar, he has found. The barriers also drove inflation expectations lower and may have muted inflation by slowing U.S. growth and employment.</p><p>In general, however, globalization had put downward pressure on prices by making it hard for businesses to raise them, something the pandemic seems likely to reverse, said Mr. Weinstein.</p><p>Demographics Change</p><p>The U.S., China and many large advanced economies face a demographic squeeze that could contribute to inflation.</p><p>The larger the share of a country's population that is working age, the more the population tends to save, since workers in aggregate produce more than they consume. That restraint on demand tends to put downward pressure on prices. Dependents -- children and retirees -- have the reverse effect: They consume more than they produce.</p><p>Baby boomers wield disproportionate spending power, said Peter Berezin, chief global strategist at BCA Research, noting this generation holds a little more than half of all U.S. household wealth. \"If you have a group that's still spending but not producing you have an increase in consumption relative to production that's more likely to give you an inflationary impulse.\"</p><p>A paper by Mikael Juselius, a Bank of Finland economist, and Elod Takats, of the Bank for International Settlements finds lengthening lifespans initially nudge inflation lower because they spur earners to save even more for their retirement. Eventually, though, a rising ratio of dependents to workers adds to inflationary pressures.</p><p>E-Commerce Matures</p><p>Nearly 14% of retail sales are now conducted online, more than five times as much as in 2005. The price transparency from having retail prices clearly marked and aggregated online, as well as advances in delivery speeds, forced businesses to compete on price both online and offline, and to face more rivals, a phenomenon sometimes called the \"Amazon effect.\" In 2017, Goldman Sachs found that online price competition may have shaved as much as one-tenth of a percentage point from annual core goods inflation.</p><p>Digital platforms such as Uber and Airbnb likely created deflationary pressure in services, too, notes Ms. House, the Wells Fargo economist. To gain users, these businesses prioritized market share over profits, often resulting in unsustainably low prices. There are signs this is reversing; Uber and Lyft fares have increased during the pandemic, and the ride-share companies face increasing pressure to turn profitable.</p><p>Taylor Schreiner, director at Adobe Digital Insights, said his firm's data-tracking project has found a long-established trend of falling prices for goods bought online, such that online prices fell an average of 4% a year from 2015 through 2019, according to the company's Digital Economy Index, which tracks online prices since 2014 across 18 categories. The pandemic halted this dynamic. Online prices have risen 2% since March 2020, according to Adobe data.</p>",
  "published": "2021-07-13T00:00:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 4630,
          "end": 4637
        },
        {
          "start": 4596,
          "end": 4609
        },
        {
          "start": 4629,
          "end": 4642
        },
        {
          "start": 4630,
          "end": 4643
        },
        {
          "start": 4629,
          "end": 4636
        }
      ]
    }
  ]
}