{
  "_id": "dda8afe6c5df97065ae3172336624a8bece94c6d4162dec97900c12b90a60648",
  "feed": "wall-street-journal",
  "title": "VC Daily: RA Capital Launches Biotech Startup Avilar Therapeutics With $60 Million",
  "text": "<p>RA Capital previously backed biotechs such as Arvinas Inc. and C4 Therapeutics Inc., which are developing cancer treatments designed to degrade proteins inside cells.</p><p>Instead of targeting proteins within cells, Waltham, Mass.-based Avilar takes aim at those outside cells, potentially enabling it to battle diseases in new ways.</p><p>Avilar drugs are designed to latch onto disease proteins that circulate in the body and cause them to be taken up and degraded by liver cells known as hepatocytes.</p><p>Avilar, founded in late 2019, is developing medicines that harness a natural process the body uses to rid itself of certain proteins it no longer needs, according to Chief Executive Daniel Grau.</p><p>Avilar drugs, for example, could be used to treat a disease caused by high levels of a particular protein. Avilar, which plans to use this financing to build its drug pipeline, expects rare diseases to be an important area of focus, he said.</p><p>And now on to the news...</p><p>Top News</p><p>Medical staffing. Trusted Inc., a startup that matches travel nurses and other healthcare professionals with jobs, raised $149 million in funding that will help it roll out a new workforce-management tool, WSJ Pro's Marc Vartabedian reports.</p><p>The funding includes a $94 million Series C round led by venture firm Greenspring Associates, which was acquired by private-markets investment firm StepStone Group Inc. in September. It also includes a previously unannounced $55 million Series B round led by Craft Ventures and Felicis Ventures. San Francisco-based Trusted has raised $175 million since it was founded in 2017.</p><p>Trusted said demand for its services rose early in the coronavirus pandemic, when hospitals had an influx of patients. Revenue totaled $22 million in the first quarter of 2020, compared with $28 million for all of 2019.</p><p>Trusted, which isn't profitable, is investing in research and development. The startup focuses on travel nurses, who work short-term stints in hospitals or clinics, but also places nurses for positions including home healthcare and long-term care.</p><p>$370 Million</p><p>The amount biotechnology startup Generate Biomedicines Inc. has raised in a new financing from Flagship Pioneering, ARCH Venture Partners and several other investors.</p><p>Former Pittsburgh Steel Mill to Become Biomedical-Manufacturing Plant With Mellon Grant</p><p>The Richard King Mellon Foundation announced a $100 million grant to fund a center for biomedical manufacturing, the latest piece in a plan to redevelop a stretch of riverfront outside Pittsburgh nearly half the size of the city's downtown, The Wall Street Journal reports. The 178-acre property known as Hazelwood Green is the site of a former LTV Steel mill that shut in the 1990s. The $100 million grant will fund a bio-manufacturing facility called the Pitt BioForge to be run by the University of Pittsburgh, with the aim of attracting companies that produce cell and gene therapies to treat cancer and other health conditions.</p><p>Other VC News</p><p>Investor Group Pledges $1.3 Billion to Data-Security Platform Lacework</p><p>Lacework Inc. has landed its largest investment to date in a deal that pushes the cloud-based cybersecurity software platform's valuation to $8.3 billion, WSJ Pro's Isaac Taylor reports. A group led by investment firms that include Tiger Global Management, Sutter Hill Ventures, D1 Capital Partners and Altimeter Capital are backing a $1.3 billion financing round for the company, bringing the total amount of capital it has raised this year to more than $1.8 billion. The financing follows a period of rapid growth for Lacework, which uses data from a customer's cloud computing infrastructure to better understand user behavior and detect vulnerabilities. Lacework has more than tripled its third-quarter 2021 revenue over the same period last year, and early this year raised a $525 million funding round led by many of the same investors that led its most recent funding.</p><p>Industry News</p><p>Funds</p><p>Offline Ventures raised $100 million to invest in sectors including consumer, Web 3.0, women's health, brain health, sustainability and bringing the offline online.</p><p>People</p><p>Health and sustainability investor Flagship Pioneering said Justine Levin-Allerhand joined the firm as senior partner, corporate development. She was previously at the Broad Institute of MIT and Harvard.</p><p>Immunitas Therapeutics Inc. named Amanda Wagner to the post of chief executive. Prior to joining the company, she was vice president of corporate development at Q32 Bio. In August, Waltham, Mass.-based Immunitas Therapeutics said it secured $58 million in Series B funding from Agent Capital, Alexandria Venture Investments, Leaps by Bayer, M Ventures, Novartis Venture Fund and others.</p><p>BioAge Labs Inc. appointed Dov Goldstein as chief financial officer and Ann Neale as chief development officer. Mr. Goldstein was previously chief financial and business officer at Indapta Therapeutics. Ms. Neale was most recently senior vice president development operations at Principia Biopharma. In December 2020, BioAge Labs said it raised a $90 million Series C round co-led by Andreessen Horowitz and Elad Gil.</p><p>Exits</p><p>Primus Capital-backed health management company Lightbeam Health Solutions Inc. acquired CareSignal, a deviceless remote patient monitoring technology provider, for an undisclosed amount. CareSignal's backers included BioVentures Investors, UnityPoint Health Ventures, Cultivation Capital, Bold Capital Partners, HealthX Ventures and BioGenerator.</p><p>Virtual-care provider LetsGetChecked plans to acquire diagnostic testing company BioIQ for an undisclosed sum. In June, New York- and Dublin-based LetsGetChecked said it secured a $150 million Series D round from investors including Casdin Capital, Illumina Ventures, Optum Ventures, Transformation Capital and HLM Venture Partners. BioIQ, based in Atlanta, counts Savitr Capital, HealthQuest Capital and Arboretum Ventures as backers.</p><p>New Money</p><p>Generate Biomedicines Inc., a Cambridge, Mass.-based startup, raised a $370 million Series B round to advance the development of its novel drug generation platform. Investors included Flagship Pioneering, Alaska Permanent Fund, Altitude Life Science Ventures, ARCH Venture Partners, and funds and accounts advised by T. Rowe Price Associates Inc.</p><p>Acelyrin Inc., a biotechnology startup whose drug candidate Izokibep seeks to treat uveitis and axial spondyloarthritis, closed a $250 million Series B round. AyurMaya, an affiliated fund of Matrix Capital Management, led the funding, along with Surveyor Capital and Westlake Village BioPartners. Additional participants in the round included Cowen Healthcare Investments, Decheng Capital, OrbiMed, Samsara BioCapital and venBio Partners. Matrix Capital's Alan Colowick and venBio's Richard Gaster will join Acelyrin's board.</p><p>Chroma Medicine Inc., a genomic medicine startup with offices in Cambridge, Mass., and Italy, launched with $125 million in seed and Series A funding. Seed financing came from Atlas Venture, Newpath Partners and Sofinnova Partners. The Series A round was provided by Cormorant Asset Management, Casdin Capital, Janus Henderson Investors, Omega Funds, funds and accounts advised by T. Rowe Price Associates Inc., Wellington Management and seed investors.</p><p>Geneoscopy Inc., a St. Louis-based developer of diagnostic tests for gastrointestinal health, completed a $105 million Series B round of debt and equity. Lightchain Capital and NT Investments led the investment, which included additional support from Morningside Ventures, Labcorp, Cultivation Capital, BioGenerator Ventures and Innovatus Capital Partners.</p><p>H1 Inc., a New York-based healthcare professional network, scored a $100 million Series C round. Altimeter Capital led the investment, which included support from Goldman Sachs Asset Management, Flex Capital, IVP, Menlo Ventures, Transformation Capital, Lux Capital, Lead Edge Capital and dRx Capital.</p><p>Cala Health Inc., a Burlingame, Calif.-based developer of wearable neuromodulation therapies for the treatment of chronic disease, picked up a $77 million investment led by Ascension Ventures. New investors Dolby Family Ventures, PEAK6 Strategic Capital and Innovatus Capital Partners also participated in the round, along with existing backers.</p><p>Zageno, a Cambridge, Mass.-based marketplace for lab supplies, picked up a $60 million investment. General Catalyst and Kaiser Permanente led the round, which saw participation from Grazia Equity, Capnamic Ventures and HighSage Ventures.</p><p>Protego Biopharma Inc., a San Diego-based startup focused on developing novel treatments for protein misfolding diseases, snagged a $51 million Series A round co-led by Lightspeed Venture Partners, Vida Ventures and MPM Capital. Lightspeed's Shelley Chu and Vida Ventures' Helen S. Kim will join MPM Capital's Ed Hurwitz on the company's board.</p><p>Aptihealth, a Boston-based behavioral healthcare provider, landed $50 million in Series B financing from Takeda Digital Ventures, Pivotal Life Sciences, Vista Credit Partners, Olive Tree Ventures, Claritas Capital and What If Ventures.</p><p>UpStream Care, a provider of services to older adults living with chronic conditions, closed a $45 million Series A round led by Dragoneer Investment Group.</p><p>Sermonix Pharmaceuticals Inc., a Columbus, Ohio-based developer of treatments for breast and gynecological cancers, collected $40 million in Series A3 funding. Perceptive Xontogeny Ventures Fund II led the round, with Partners Fred Callori and Ben Askew joining the board.</p><p>Synthace, a London- and Cambridge, Mass.-based developer of software for automating biological research and development, fetched $35 million in Series C financing co-led by Horizons Ventures and Sofinnova Partners.</p><p>MedArrive Inc., a New York-based at-home care provider, grabbed $25 million in Series A funding. Lead investor Section 32 was joined by 7wireVentures, Leaps by Bayer, Define Ventures, Kleiner Perkins and Redesign Health in the round. Andy Harrison, managing partner at Section 32, will join the board.</p><p>PathologyWatch, a Salt Lake City-based digital lab and pathology platform for dermatologists, raised $25 million in Series B funding from Ceros Capital Markets, Rock Creek Capital, SpringTide Investments, Spark Growth Ventures, Blueprint Health, Blackbrook Management Group and others.</p><p>More Health News</p><p>Drug overdose deaths, fueled by fentanyl, hit record high in U.S.</p><p>Nurse salaries rise as demand for their services soars during Covid-19 pandemic</p><p>GE pounces on surging healthcare demand with spinoff</p><p>Biden administration to work with drugmakers to boost Covid-19 vaccine supply</p><p>Around the Web</p><p>Roche walks away from $350 million Covid-19 antiviral pact. (Endpoints News)</p><p>A telehealth effort to treat PTSD and bipolar disorder in rural areas showed ‘huge gains.' Now comes the hard part. (STAT News)</p><p>School nurses battle Covid-19, angry parents. (New York Times)</p><p>HHS reinstates FDA authority over lab-developed tests, Covid diagnostics. (Fierce Biotech)</p>",
  "published": "2021-11-18T14:31:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 7714,
          "end": 7744
        },
        {
          "start": 7763,
          "end": 7770
        },
        {
          "start": 7763,
          "end": 7776
        },
        {
          "start": 7763,
          "end": 7793
        }
      ]
    }
  ]
}