{
  "_id": "cffefdb31a06f8f2b338d68dfea2b7c74a7a30556329dbfd25114ce3e398936f",
  "feed": "ftcomall",
  "title": "Sweden eyes tighter Covid measures as third wave looms",
  "text": "<p>Sweden has warned that it might have to close businesses and shut down parts of society as unease grows in Stockholm at the possibility of a third wave of the Covid-19 pandemic.</p> <p>The centre-left government on Wednesday put forward a <a href=\"https://www.regeringen.se/pressmeddelanden/2021/02/nya-begransningsatgarder-med-stod-av-den-tillfalliga-pandemilagen/\">proposal</a> that for the first time would allow it to close shopping centres, gyms, and restaurants and to fine those who fail to obey the rules SKr2,000 ($240).</p> <p>“There is a significant risk of a third wave of infection . . . It can be necessary to shut down parts of Sweden,” said social minister Lena Hallengren.</p> <p>The country, which stood out internationally because of its refusal to introduce a lockdown, has since December brought in more and more restrictions. </p> <p>Coronavirus cases per capita have ticked up again in recent days, following repeated warnings from health authorities that a third wave was likely. The number of cases and deaths per capita remain far above the highest levels recorded in neighbouring Norway and Finland, but its excess mortality from Covid-19 is below several European countries that had formal lockdowns.</p> <p>Infections are increasing in six of Sweden's 18 regions with a particularly sharp rise linked to the construction of a large electric battery factory in the north of the country for Northvolt, a start-up backed by Volkswagen, Goldman Sachs and Ikea.</p> <p>The proposal on potential closures is out for consultation until February 26, and the government has declined to say precisely what would trigger its introduction. </p> <p>Hallengren said she understood there was a desire to return to normal but added that the recent rise in cases was “worrying”. She continued: “At present, we do not make the decision [to shut down], but it is clear that we do not intend to wait until it is too late.”</p> <p>Sweden <a href=\"https://www.ft.com/content/e772b7c8-e835-4d2d-93a9-63489ca234ad\">closed its borders</a> with Norway and Denmark in recent weeks over fears about the spread of the more contagious variant first discovered in the UK, while in December it issued its first recommendation to wear face masks, all after the country's king said its strategy had been a failure. </p> <p>But critics have accused officials of sending mixed messages after the head of Sweden's public health authority was caught twice without a mask on public transport while some municipalities have banned certain employees such as teachers from wearing them. On Wednesday, as well as warning of potential closures, the government announced new rules that could allow some museums to reopen.</p><p>Source: Richard Milne, Nordic and Baltic Correspondent 2021 'Sweden eyes tighter Covid measures as third wave looms' FT.com 17 February. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-02-17T11:23:59.218Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 1294,
          "end": 1307
        },
        {
          "start": 1294,
          "end": 1301
        }
      ]
    }
  ]
}