{
  "_id": "3ba4a6853e9fbe48a210117523d601e5e204e95e0fbb56b914814261944bde69",
  "feed": "wall-street-journal",
  "title": "Invesco in Talks to Merge With State Street's Asset-Management Business; State Street's asset-management unit manages nearly $4 trillion in assets",
  "text": "<p>Invesco Ltd. is in talks to merge with State Street Corp.'s asset-management business, people familiar with the matter said.</p><p>A deal isn't imminent, and the discussions might not result in an agreement, the people said. It isn't clear what the terms of a potential deal would look like, but it would likely be one of the industry's biggest in recent memory, given State Street's asset-management unit manages nearly $4 trillion in assets.</p><p>State Street is one of the world's largest custody banks, providing accounting and administrative services to other investment managers.</p><p>The firm's own investing unit, State Street Global Advisors, remains a leading seller of exchange-traded funds, the low-cost investing structure the firm pioneered.</p><p>Invesco oversees $1.5 trillion in assets and manages a large ETF business.</p><p>It has a market value of about $11 billion, compared with roughly $32 billion for State Street.</p><p>In a sign of potential investor enthusiasm for such a tie-up, Invesco shares rose more than 8% in after-hours trading Thursday after The Wall Street Journal reported on the talks. State Street shares rose more than 1%.</p><p>Investors' appetite for lower-cost funds have thinned profit margins across the asset-management industry. While the stock-market rally has helped mask some of these challenges, firms continue to feel pressure to lower expenses and cut investment management fees, which can be accomplished by combining forces. Many asset managers, large and small, are contemplating where they stand in an investing world reshaped by technology and are examining deals with rivals.</p><p>Consolidation in the industry has picked up precipitously in recent years, and both Invesco and State Street have been active deal makers. Invesco snapped up several other asset managers, including OppenheimerFund Inc. and Guggenheim Partners's ETF business. State Street expanded its asset-servicing arm, adding financial-data firm Charles River Systems Inc. Earlier this month, the Boston-based bank agreed to acquire Brown Brothers Harriman &amp; Co.'s investor-services unit for $3.5 billion in cash.</p><p>State Street hired Goldman Sachs Group Inc. to review options for its money-management arm, the Journal reported in December.</p><p>As the firm weighed those options, State Street executives decided the business needed to get bigger to remain competitive. They determined that merging the asset-management business with a rival was the unit's best path forward, the Journal reported. State Street reached out to several potential partners, including UBS Group AG.</p><p>State Street's plan drew interest from UBS, and the two banks worked toward a tie-up of their investing businesses. For a time last year, an agreement seemed likely. State Street and UBS had even settled on roles for some of the venture's top executives and were considering names for the new stand-alone manager, the Journal reported. A deal didn't materialize.</p><p>Meanwhile, Trian Fund Management LP took big stakes in Invesco and fellow asset management Janus Henderson Group PLC last fall. The New York shareholder activist aimed to push the companies to grow through deal making to better compete with the world's largest asset managers, such as BlackRock Inc.</p><p>Roughly a month later, Trian struck a settlement agreement with Invesco, receiving seats on its board for two of its founders, Nelson Peltz and Ed Garden. Trian owns a roughly 8% stake in the asset manager worth over $900 million, according to FactSet.</p><p>Trian also has a history with State Street: It took a position in the company in 2010, after noticing it was trading poorly following the financial crisis, according to Trian's website. Among other changes, Trian called on State Street to improve its margins. Trian sold the position in 2013 after the company's performance improved.</p><p>Write to Justin Baer at justin.baer@wsj.com and Cara Lombardo at cara.lombardo@wsj.com</p><p>Invesco in Talks to Merge With State Street's Asset-Management Business</p>",
  "published": "2021-09-16T23:12:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 2116,
          "end": 2140
        },
        {
          "start": 2116,
          "end": 2129
        },
        {
          "start": 2116,
          "end": 2123
        },
        {
          "start": 2116,
          "end": 2139
        }
      ]
    }
  ]
}