{
  "_id": "b917abdcdc2e4d7bff14f98d7ef8fcc6d5b90475e4f0fd2889b63caeeb7169a9",
  "feed": "ftcomall",
  "title": "Musk to testify over Tesla's $2.6bn acquisition of SolarCity",
  "text": "<p>Elon Musk has embodied Tesla for more than a decade, making himself the company's flamboyant ambassador for the electric car revolution. On Monday, the showman chief executive will try to demonstrate to a Delaware judge that, whatever his prominence, he does not control the company.</p> <p>Musk is the first and most anticipated witness in a trial over Tesla's acquisition of SolarCity, his once high-flying solar energy start-up that was teetering just before Tesla swooped in to buy it in 2016 for $2.6bn in Tesla shares.</p> <p>Dissident Tesla shareholders have alleged that Musk engineered the buyout not to create an integrated clean energy powerhouse as he claimed, but to use the carmaker's balance sheet to bail out one of his grandiose projects.</p> <p>Despite the fact that Musk's economic and voting interest in the company was just 22 per cent, the suing shareholders allege that the sheer force of Musk's persona allowed him to dominate the Tesla board, where even independent directors were beholden to him. </p> <p>Tesla rejects that argument, adding that Tesla's unaffiliated shareholders overwhelmingly voted to approve the SolarCity acquisition. Should the court find that Musk acted as a controlling shareholder, Musk will face a higher legal bar in proving that the deal was reasonable for all shareholders.</p> <p>The decision could have significant implications as corporate law grapples with the implications of all-powerful founder chief executives, particularly in the tech sector.</p> <p>“The case has the potential to provide more guidance not only to courts, but also to deal planners, as to the factors courts are likely to take into account when determining whether someone is a controller,” said Ann Lipton, law professor at Tulane University in New Orleans.</p> <p>SolarCity was founded in 2006 by Musk and his cousins Peter and Lyndon Rive. The company installed rooftop solar panels for customers who would then pay SolarCity for the electricity generated. By 2016, SolarCity was listed, but the capital intensive nature of its business model left it with more than $3bn of total debt and it was in danger of breaching covenants on minimum liquidity.</p> <p>Tesla's shares fell by a tenth on June 21, 2016, the day the SolarCity merger was announced, losing $3bn in market value, a figure greater than the acquisition price.</p> <p>Equity research analysts at Goldman Sachs wrote at the time that the energy company was the “worst-positioned” company in the solar start-up segment.</p> <p>Still, later in 2016 nearly 90 per cent of unaffiliated Tesla shareholders who sent in ballots voted to approve the deal, backing Musk's vision for the combined company. The shareholder vote was not required to close the acquisition but Tesla hoped that holding the vote would inoculate it from a messy legal challenge.</p> <p>Opponents of the deal sued anyway.</p> <p>In early 2018 Delaware Court of Chancery vice-chancellor Joseph Slights denied the board's motion to dismiss the shareholder challenges, writing that “it is reasonably conceivable that Musk, as a controlling stockholder, controlled the Tesla board in connection with the acquisition” and that “there were practically no steps taken to separate Musk from the board's consideration of the acquisition”.</p> <p>In court documents, Musk's attorneys wrote: “The trial evidence will show that Musk did not control the Tesla board in connection with the acquisition. Musk was recused from board votes related to the acquisition, and he did not exercise actual control over the other board members. In fact, the Tesla board exercised its independence from Musk.”</p> <p>The Delaware court typically has not held that a stake of only about a fifth qualifies as control. But Silicon Valley start-ups with visionary founder CEOs may prove to be a unique corporate governance dilemma.</p> <p>“Shareholder lawyers have been creative in pressing on controlling shareholder doctrine and Chancery judges increasingly want to weigh in on the issue”, said Lipton, the law professor.</p> <p>The suing Tesla shareholders have also made allegations besides the controller argument that could force a higher legal standard on Musk. They have claimed Tesla directors — many who had ties to Musk through SolarCity or his SpaceX business — were conflicted. They also allege that the dire condition of SolarCity had not been properly disclosed in SEC filings.</p> <p>While their suit argues that SolarCity was insolvent and thus worthless, its trading value was roughly $2bn before Tesla disclosed its 2016 offer.</p> <p>Shares of Tesla are more than 15 times higher than their level in June 2016. The company's volume of solar deployments, measured in megawatts, had jumped by nearly a fifth in 2020 compared to the year before.</p> <p>In January 2020, the Tesla directors besides Musk settled the claims against them for $60m, to be funded by the company's corporate insurance. Musk remains the only outstanding defendant. </p> <p>His testimony could prove to be colourful if his June 2019 deposition in the case is any indication.</p> <p>Musk repeatedly lashed out at the shareholder attorney Randall Baron who was questioning him, calling him a “shameful person” who “had no conscience”, and a “blight on the economy” who made Musk “sad about the future”.</p> <p>Musk also offered a summary of his legal argument in the deposition. The Tesla/SolarCity deal was a “stock for stock transaction” and the lawsuit is “trying to second-guess expert investors as to what the ratio of the combination would be”, he said. “To enter [legal] precedent, it would be a disaster for America.”</p><p>Source: Sujeet Indap in New York 2021 'Musk to testify over Tesla's $2.6bn acquisition of SolarCity' FT.com 11 July. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-07-11T12:32:25.136Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 2318,
          "end": 2331
        },
        {
          "start": 2331,
          "end": 2338
        },
        {
          "start": 2331,
          "end": 2344
        }
      ]
    }
  ]
}