{
  "_id": "6071481b74c66d83abfd6ea0ebbca3ac56c07c48bdaeb2d2ff0f93f80591e87f",
  "feed": "market-watch",
  "title": "It isn't just GameStop : Here are some of the other heavily shorted stocks shooting higher",
  "text": "<p>Shares of AMC Entertainment Holdings Inc . AMC , BlackBerry Ltd . BB, headphone maker Koss Corp. KOSS and retailer Express Inc . EXPR, have all experienced sharp moves without any apparent news to act as a driver while facing a large amount of bets against them. The same dynamic exists for GameStop GME stock, which has skyrocketed more than 1,600% in the past two-plus weeks amid support from investors on Reddit's WallStreetBets message board.</p><p>GameStop shares charged up 135% in morning trading Wednesday. The stock traded as high as $354.83 intraday, compared with the Jan. 12 closing price of $19.95.</p><p>In the case of AMC , the world's biggest cinema operator, that has meant gains of more than 680% in the year to date, even as the company has conducted dilutive capital raisings and its core business remains greatly imperiled by the coronavirus pandemic. The crisis left most of AMC 's theaters in lockdown for months in 2020, deterred major studios from releasing new blockbusters and forced those theaters that were open to operate at limited capacity.</p><p>AMC 's stock blasted 224% higher in morning trading Wednesday, enough to make it the biggest gainer traded on major U.S. exchanges. With volume ballooning to 585.6 million shares, the stock was also the most actively traded.</p><p>On Monday, AMC announced it had raised $917 million in equity and debt  to help it get through a coronavirus-impacted winter.</p><p>“Today, the sun is shining on AMC ,” Chief Executive Adam Aron said in a statement. “After securing more than $1 billion of cash between April and November of 2020, through equity and debt raises along with a modest amount of asset sales, we are proud to announce today that over the past six weeks AMC has raised an additional $917 million capital infusion to bolster and solidify our liquidity and financial position. This means that any talk of an imminent bankruptcy for AMC is completely off the table.”</p><p>See now: Why an options-trading frenzy by small traders stirs memories of the stock market's dot-com bubble  </p><p>See also:  Why cinema will survive the coronavirus pandemic  </p><p>Mike O'Rourke, chief market strategist at Jones Trading, said one could argue that the  Reddit's WallStreetBets community  has saved AMC from a pandemic-driven bankruptcy. The company conducted another at-the-market offering of 50 million shares Monday, he said.</p><p>See also: How you could lose everything by short-selling stocks, whether it's betting against GameStop or Tesla </p><p>“The company's share count will be 337 million when that sale is completed, which is up from 58 million in October,” O'Rourke wrote in commentary. “The company's market capitalization is nearly double what it was prior to the coronavirus.”</p><p>Like the other names caught up in this speculative frenzy, AMC has had a high level of short interest as a percentage of the float, which stood at about 69%  according to latest data, although Monday's share sales will take that percentage down.</p><p>Read: Is GameStop's wild ride due to market manipulation by social-media users — or are they exercising free speech? </p><p>“Management deserves credit for opportunistically taking advantage of the environment to gather the resources to stave off bankruptcy,” he wrote.</p><p>AMC did not respond to email and phone requests for comment. The Securities and Exchange Commission declined comment. Gamestop has not responded to a request for comment.</p><p>‘Investor stampede' squeezes out bears</p><p>Shares of struggling retailer Express were among those caught up in the apparent short squeeze, according to Wedbush analyst Jen Redding.</p><p>The stock skyrocketed 190% on Wednesday, making it the third-biggest gainer on Wall Street, and putting it on track for the highest close since November 2018. Volume shot up to 120.2 million shares, compared with the full-day average of about 21.2 million shares over the past 30 days.</p><p>The company confirmed to MarketWatch on Tuesday that it's last public announcement was made on Jan. 14, when the stock shot up 24% on volume of about 51 million shares after Express revealed an agreement on $140 million in additional financing  with Sycamore Partners , as well as Wells Fargo and Bank of America . This financing was definitely good news for a retailer that has been fighting to stay solvent . But the stock fell 9.4% over the next three days, so it's unlikely the Friday-Monday rally was a result of that news.</p><p>“We're focused on our EXPRESSway Forward  transformation strategy and things that are in our control,” said Dan Aldridge III, vice president of investor relations, in an emailed statement.</p><p>In addition to the “wider squeeze play” of the more shorted stocks, Wedbush's Redding said the stock has benefited from an “investor stampede” following bullish comments from a Twitter “personality” Will Meade last week.</p><p>Meade's Twitter profile  says he's a former portfolio manager at a Goldman Sachs founded $1 billion hedge fund, with over 127,000 followers (he's not verified).</p><p>On Jan. 22, just before Express's rocket ride began, Meade tweeted that Express's stock fit the criteria of being the next GameStop , as it had a low stock price, had a retail brand name that could turn around and had high short interest levels, at about 13% of the public float .</p><p>The stock has jumped more than 7-fold in four days.</p><p>https://twitter.com/realwillmeade/status/1352713058456653824 Redding reiterated her neutral rating on Express, and her $1.50 stock price target, which was 83% below current levels.</p><p>“We are more cautious on share price and valuation now as the stampede on Express shares seems to discount the company hemorrhaging cash,” Redding wrote in a note to clients.</p><p>BlackBerry stock surge prompts RBC analyst to dub it a sell</p><p>BlackBerry was another stock caught up in the recent squeeze play. With the U.S.-listed stock running up 16% in morning trading Wednesday, the Canada-based cybersecurity software company's stock has now rallied 194% amid a nine-day win streak. That would be the longest win streak for the stock since the nine-day stretch ending Sept. 21, 2004, when BlackBerry cellphones were still a thing.</p><p>On Monday, BlackBerry commented on the recent trading in its stock , at the request of the Investment Industry Regulatory Organization of Canada (IIROC): “The company is not aware of any material, undisclosed corporate developments and has not material change in its business or affairs that has not been publicly disclosed that would account for the recent increase in the market price or trading volume of its common shares.”</p><p>From Barron's: Workhorse Stock Is Surging Because of a Marketwide Short Squeeze </p><p>The stock's rocket ride was fueled by reports in The Globe and Mail that it had sold 90 patents to China-based technology giant Huawei , and after the company reportedly settled a patent infringement lawsuit against Facebook Inc . FB</p><p>RBC Capital Markets analyst Paul Treiber wasn't buying it, saying while the Huawei and Facebook news were positive, they magnitude of the potential gains was likely much smaller than what the stock rally added to BlackBerry 's market capitalization.</p><p>Treiber cut his rating to underperform  from sector perform.</p><p>Other stocks seemingly swept up in the craze:</p><p>• Shares of headphone maker Koss shot up 198% on Wednesday, making it the day's second-biggest gainer. The stock, with short interest at end-December of more than 41% of the public float , has powered up nine-fold in three days. Koss has not issued a press release since Oct. 29, when it published first-quarter earnings . UPDATE: Short interest is now just 0.9% of the float.</p><p>• Bed Bath &amp; Beyond Inc . BBBY saw its stock climb 33% on Wednesday, and has hiked up 96% amid a four-day win streak. Short interest was about 67% of the public float .</p><p>Wedbush analyst Seth Basham had enough, following the recent “extraordinary” trading in the stock. He downgraded the home accessories retailer to neutral from outperform on Wednesday, and removed it from Wedbush's “Best Idea List.”</p><p>“We continue to see high potential for [Bed Bath &amp; Beyond 's] transformation, but believe the stock is ahead of itself and the sharp move higher is unsustainable,” Basham wrote in a note to clients.</p><p>The gains came even after the retailer's third-quarter earnings released earlier this month fell far short of expectations.</p><p>• Shares of fashion accessories retailer Fossil Group Inc . soared 78% toward the highest close since November 2018, and were the sixth-biggest gainer on Wednesday. The stock, with about 18% of the public float shorted , has advanced 147% amid a six-day winning streak.</p>",
  "published": "2021-01-29T09:44:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 4845,
          "end": 4852
        },
        {
          "start": 4845,
          "end": 4858
        }
      ]
    }
  ]
}