{
  "_id": "5313bbd5a2327bc2c60166b851c6544627104bbdf779e179f1862fec96a19089",
  "feed": "wall-street-journal",
  "title": "Business News:  Top Court Weighs  Goldman Pledge  ----  By Jess Bravin",
  "text": "<p>   WASHINGTON -- The Supreme Court on Monday examined whether Goldman Sachs Group Inc.'s generic assertions of corporate ethics and integrity, undermined when the company's role in the 2008 financial crisis was revealed, could expose it to a shareholder class action over false statements. </p><p>   The case is the latest in a series in which the court has calibrated the burdens of proof between plaintiff shareholders and defendant corporations in class actions. But the tenor of Monday's argument suggested the court was leaning toward a minor clarification rather than a major revision of class-action procedures. </p><p>   Between 2006 and 2010, Goldman assured investors with statements about its measures to ensure integrity. </p><p>   \"Our reputation is one of our most important assets. As we have expanded the scope of our business and our client base, we increasingly have to address potential conflicts of interest, including situations where our services to a particular client or our own proprietary investments or other interests conflict, or are perceived to conflict, with the interest of another client,\" the company said. \"We have extensive procedures and controls that are designed to identify and address conflicts of interest.\" The bank also wrote: \"Our clients' interests always come first.\" </p><p>   In that time period, Goldman's Abacus investment program allegedly allowed the hedge fund Paulson &amp; Co. to help bundle mortgages into bonds that Goldman sold to investors while knowing that Paulson was betting, via short sales, that the investments would fail. The plan, which netted some $1 billion for Paulson at investors' expense, led Goldman to pay $550 million in a 2010 settlement with the Securities and Exchange Commission in which it acknowledged providing \"incomplete information\" in marketing materials. </p><p>   Investors in Goldman, led by the Arkansas Teacher Retirement System, sued the Wall Street firm in 2011, alleging that it had propped up its stock price by falsely asserting its safeguards would prevent conflicts of interest while the firm was actually working against its clients. </p><p>   But by the time the case reached the Supreme Court on Monday, the parties' differences had narrowed, with neither Goldman nor the Arkansas retirement system staking out a categorical position. </p><p></p>",
  "published": "2021-03-30T06:01:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 32,
          "end": 39
        },
        {
          "start": 59,
          "end": 66
        },
        {
          "start": 59,
          "end": 72
        },
        {
          "start": 59,
          "end": 82
        },
        {
          "start": 59,
          "end": 83
        },
        {
          "start": 629,
          "end": 636
        },
        {
          "start": 1304,
          "end": 1311
        },
        {
          "start": 1428,
          "end": 1435
        },
        {
          "start": 1622,
          "end": 1629
        },
        {
          "start": 1812,
          "end": 1819
        },
        {
          "start": 2194,
          "end": 2201
        }
      ]
    }
  ]
}