{
  "_id": "429520d074d7fab57aa20838e7777cf08ec2170beab47c30a29d3396e3917103",
  "feed": "ftcomall",
  "title": "Did US hiring accelerate in February? ",
  "text": "<h2>Did US hiring accelerate in February? </h2> <p>US hiring picked up markedly in February from the previous month, economists have forecast ahead of the monthly employment report that is due to be released on Friday. </p> <p>After the country lost 227,000 jobs in December, hiring <a href=\"https://www.ft.com/content/2e2c9a02-bd7a-48f4-ab02-cdfc32aafce2\">rebounded</a> in January — albeit with a modest gain of 49,000 jobs — as the rise in coronavirus infections abated and vaccinations accelerated.</p> <p>Economists polled by Bloomberg anticipate that the US will add 145,000 jobs in February, with the jobless rate holding steady at 6.3 per cent*. If that forecast holds, it would mark the strongest pace of hiring since <a href=\"https://www.ft.com/content/54b36f61-8d02-487c-8c35-75e17717953e\">November</a>. </p> <p>The prospect of a resurgence was bolstered by data released last Thursday showing that filings for first-time <a href=\"https://www.ft.com/content/1e183e50-26a0-45fe-8150-06ce429660a8\">jobless benefits</a> fell to a three-month low in the week ending February 20. </p> <p>The labour market stumbled in the final stretch of 2020 under the weight of the pandemic's upswing in the autumn, which prompted tighter restrictions on businesses and social activity across the US. </p> <p>The leisure and hospitality sector alone shed 597,000 jobs in December and January, according to <a href=\"https://www.bls.gov/news.release/empsit.nr0.htm\">labour department figures</a>, whereas the January payroll gains were concentrated in government employment and professional and business services.</p> <p>However, the outlook is brighter for the coming months, particularly with the expected passing of the Biden administration's $1.9tn stimulus plan, which last week won the <a href=\"https://www.ft.com/content/0e4b260a-8778-4b3a-8d73-450dbedc09a3\">support</a> of a large group of senior Wall Street executives, and further vaccination progress. </p> <p>“US households appeared quite febrile at the end of 2020 as the cocktail of a worsening health situation, weakening employment and expiring fiscal aid weighed on private sector confidence and restrained mobility,” analysts at Oxford Economics said. “Fortunately, we see hope on all three fronts.” <em>Matthew Rocco</em></p> <h2>Will eurozone inflation continue to rise?</h2> <p>Eurozone inflation hit its highest level since the start of the coronavirus pandemic in <a href=\"https://www.ft.com/content/ab824148-226e-495f-9ea4-629fab880e8a\">January</a>, after five months of falling prices. On Tuesday the bloc's statistics body will publish a preliminary estimate of February's level, which is expected to continue the upward trend.</p> <p>Many economists are predicting a steady rise over the spring on the back of higher energy costs, continuing supply chain disruptions that have <a href=\"https://www.ft.com/content/40d23da5-c321-4b56-8ec7-551573a7a485\">raised costs</a> for retailers and manufacturers, and the reversal of a VAT tax cut in Germany.</p> <p>“For eurozone inflation, the only way is up,” said Carsten Brzeski, economist at ING, who forecast that headline consumer price inflation in the bloc would reach 1.3 per cent in February, from an 11-month high of 0.9 per cent in January. </p> <p>Claus Vistesen, chief economist at Pantheon Macroeconomics, said a further increase in the price of oil — international benchmark Brent crude is up more than 30 per cent this year — could be the biggest driver of inflation in coming months. </p> <p>A change in the inflation basket of goods and services is also at play. The 2021 basket reflects that people are consuming more food, where prices are rising, and less recreation activity, where prices are generally falling.<br><br>The European Central Bank has forecast that price growth will rise to 1.5 per cent in the fourth quarter this year before dipping to 1.2 per cent a year later — still under its target of below but close to 2 per cent.</p> <p>“The ECB will not contemplate raising its policy rates until eurozone inflation expectations and wage inflation have increased&#xa0;substantially and persistently,” said Andrew Kenningham, economist at Capital Economics. “That is probably several years away.” <em>Valentina Romei</em></p> <h2>Can the copper bull run continue? </h2> <p>If, as the commodity market adage goes, the cure for high prices is high prices, where does that leave copper?</p> <p>The world's most important industrial metal, used in everything from electric vehicles to power cables, has risen more than 100 per cent from its pandemic lows in March last year.</p> <p>Last week it hit a 10-year high above $9,500 a tonne before falling back as speculators piled in and a Chinese brokerage amassed a <a href=\"https://www.ft.com/content/24d8c85c-4c1f-4987-ae13-bbd2b2beb5a6\">$1bn long position</a> on the Shanghai Futures Exchange.&#xa0;</p> <p>A growing number of banks and brokers believe the bull run will continue and copper will go on to surpass its all-time high of $10,190 reached in February 2011.&#xa0;</p> <p>Citi and Goldman Sachs are both predicting big supply deficits for 2021 that would further drain already-low stockpiles of the metal, citing strong demand from China but also the rest of the world as the economic strain from the coronavirus pandemic eases.&#xa0;</p> <p>Unlike previous cycles, a dearth of “shovel-ready” copper projects means a flood of supply is not going to hit the market and send prices tumbling. If anything, even higher prices might be needed to spur production of low-grade ores in far-flung parts of the world where it is difficult to build a mine.</p> <p>“It takes 15 years from discovery to navigating approvals to ultimately getting a development up and running in our industry,” Anglo American chief executive Mark Cutifani said. “So you can't just wiggle your nose. It does need high prices, but it also needs time.” <em>Neil Hume</em></p> <p><em>*This story has been amended to correct the consensus estimate for the US unemployment rate. </em></p><p>Source: FT reporters 2021 'Did US hiring accelerate in February? ' FT.com 28 February. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-02-28T09:00:48.842Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 4256,
          "end": 4269
        },
        {
          "start": 4256,
          "end": 4263
        }
      ]
    }
  ]
}