{
  "_id": "1b1a1932aed6c10172fc62a6015405711f34c526140d5f25f3bf8d6d0d7ed876",
  "feed": "ftcomall",
  "title": "Biden rolls out his infrastructure plan ",
  "text": "<p><strong>One thing to start</strong>: Joe Biden wants to change <a href=\"https://www.ft.com/content/9793903a-e29f-42dc-9b8d-55f960b0ede5\">America's infrastructure</a>. </p> <p>Welcome back to Energy Source. Myles McCormick has some reactions on the big announcement from the US president in Pittsburgh yesterday. In our second note, Benjamin Parkin reports from India on prospects for hydropower in the Himalayas. </p> <p>And elsewhere in the newsletter: Why Opec's worries about global oil demand are good for crude prices, and more data on how the low-carbon shift is affecting the energy business.</p> <p>It's a bumper issue today, because Energy Source is taking a break next week. Happy Passover, Easter, and holiday to all.</p> <p>Thanks for reading. Please get in touch at energy.source@ft.com. You can sign up for the newsletter <a href=\"https://ep.ft.com/newsletters/subscribe?newsletterIds=5655d099e4b01077e911d60f\">here</a>. — <em>Derek</em></p> <h1>Biden's infrastructure plan has landed</h1> <p>Joe Biden yesterday launched his heavily anticipated <a href=\"https://www.ft.com/content/9793903a-e29f-42dc-9b8d-55f960b0ede5\">infrastructure package</a>, the $2tn American Jobs Plan. Energy and climate spending featured prominently, dwarfing anything the US has seen to date.&#xa0;</p> <p>“The American Jobs Plan will lead to transformational progress in our efforts to tackle climate change,” said the president, speaking from Pittsburgh, Pennsylvania. “Imagine knowing that you're handing your children and grandchildren a country that will lead the world in producing clean energy technology.”</p> <p>The planned legislation is not the Green New Deal for which the progressive wing of the Democratic party had hoped. Many had been banking on bigger infusions of spending and a greater focus on green infrastructure, but the numbers involved are nonetheless colossal.</p> <blockquote>  <p>“It's still the largest government expenditure on infrastructure and clean energy in world history,” said Paul Bledsoe, a climate adviser to the Clinton White House.</p> </blockquote> <p>I will be taking a deep dive into what the package means for America's energy and climate ambitions this weekend (so keep an eye on ft.com). But for now, here is what you need to know and what people are saying:</p> <h2>A boon for clean energy . . . </h2> <p><strong>Rebooting the grid:</strong> Pointing to Texas's recent drama as a symptom of America's decaying power grid, Biden's plan envisages using an investment tax credit to spur the construction of power lines to create a more resilient transmission system. This garnered murmurs of bilateral approval. </p> <p>A revamped grid is foundational to any expansion of clean energy generation, said Robert Stavins, a Harvard energy and economics professor: </p> <blockquote>  <p>“I think there's broad recognition that that's important — including for climate because there have to be upgrades to the grid if there is going to be greater penetration of renewables.”</p> </blockquote> <p><strong>Driving renewables:</strong> Biden also wants a 10-year extension (and expansion) of&#xa0;investment and production tax credits&#xa0;for clean energy generation and storage. That, policymakers say, could cause renewables spending — and investment in clean energy jobs — to skyrocket.</p> <p>“We're going to have a decade of runway for the clean energy economy to have certainty so that we can get steel in the ground, investment and job creation,” said Leah Stokes, a University of California, Santa Barbara political science professor.</p> <p><strong>Decarbonising power:</strong> The plan also incorporates Biden's campaign pledge to set a federal “Clean Energy Standard”, which would achieve carbon-free electricity production by 2035. But details are lacking and academics disagree over whether it could survive the congressional reconciliation process. </p> <p><strong>Winning the EV war:</strong> Biden also wants to pump $174bn into electric vehicles, in a bid to “win” the market back from China. He wants to kickstart domestic supply chains and vehicle manufacture and, through a programme of grants and incentives, roll out 500,000 chargers by 2030.</p> <h2>. . . but what about oil?</h2> <p>While renewables advocates had much to celebrate, the oil sector had little to boost spirits. The president vowed to eliminate all “special preferences” received by fossil fuel producers — including “billions of dollars” in subsidies, loopholes and special foreign tax credits. That riled lobbyists. </p> <blockquote>  <p>“Targeting specific industries with new taxes would only undermine the nation's economic recovery and jeopardise good-paying jobs, including union jobs,” said Frank Macchiarola, senior vice-president at the American Petroleum Institute.</p> </blockquote> <p>Biden also wants to spend $16bn plugging abandoned oil and gas wells — a process he reckons will create “hundreds of thousands” of jobs. The one bright spot for the fossil fuel sector was a pledge to pump funds into demonstrations of carbon capture technology.&#xa0;</p> <p>Should the package make it through Congress in anything like its current form, the repercussions for American energy will be enormous.&#xa0;</p> <p>All eyes now turn to Capitol Hill. <em>(Myles McCormick)</em></p> <h1>India weighs the value of hydropower </h1> <p>In 2011, Rakesh Mehra, an industrialist from the Indian city of Ludhiana, travelled high in the Himalayas to inspect a hydroelectric power project he was building. In a shocking accident, a boulder tumbled on to the site and killed him.</p> <p>Almost a decade later, the same project on the Rishi Ganga river in the state of Uttarakhand was again the scene of tragedy.</p> <p>In February, a rockslide triggered a flash flood of melted ice, mud and stones that tore apart the project, another one downriver and part of a nearby village. More than 200 people are suspected to have died, with many still missing.</p> <p>The ill-fated history of the project highlights why the proliferation of hydropower plants in the Hindu Kush Himalayan region has proved fiercely controversial. </p> <p>India's energy demand is set to grow faster than any other country over the next two decades. With large cities such as New Delhi already choked by smog for much of the year, Prime Minister Narendra Modi wants to expand renewable capacity to 450 gigawatts in the next decade. The International Energy Agency estimated it had 125GW of hydro, solar and wind in 2019. </p> <p>Supporters argue that the mountainous rivers are an invaluable alternative to fossil fuels as Himalayan nations transition to renewable sources. But critics say they are dangerous, vulnerable to the effects of climate change and risk becoming redundant compared with fast-growing solar and wind projects.</p> <p>The countries “have huge hydropower potential,” said David Molden, the former director-general of the International Centre for Integrated Mountain Development, a regional intergovernmental body. </p> <blockquote>  <p>“Governments are looking to invest a lot of money in hydropower. But what role will hydropower play in the future is not so straightforward a question.”</p> </blockquote> <p>The private sector sees the glass half empty. Investors have been put off by the high risks, costly delays and fast-changing energy economy. Many who enthusiastically backed projects during the early 2000s' infrastructure boom have seen bets sour after the sector was hit by a wave of bankruptcies.</p> <p>Indeed, the Rishi Ganga project fell into bankruptcy after Mehra's death and only started operating last year after being picked up by another company.</p> <p>“Private-sector players in Indian infrastructure are generally wary of projects that take five or 10 years to build. A lot can change in that time,” said Harsh Shah, chief executive of IndiGrid, a KKR-backed investment trust that owns transmission lines transporting power from Himalayan plants.</p> <p>And while hydro used to be the cheapest source of renewable energy, falling solar prices have made the latter a favoured source. The IEA estimates that the share of hydro in India's renewable electricity generation will tumble from half currently to a quarter by 2030, with solar growing to account for nearly the majority.</p> <p>Himanshu Thakkar, co-ordinator of the South Asia Network on Dams, Rivers and People, said future projects need more planning, including assessing their environmental impact and economic viability.</p> <blockquote>  <p>“If you don't do all this, and you just take an ideological standpoint that we need more hydropower, then you're inviting big trouble in these areas,” he said.</p> </blockquote> <p><em>(Benjamin Parkin)</em></p> <h1>Energy Source Live </h1> <p>The&#xa0;<a href=\"https://www.youtube.com/watch?v=uNJs40Gxp4Q\">FT Energy Source Live&#xa0;event</a> will be taking place on&#xa0;May 24-25 2021. Join industry CEOs, thought leaders, energy innovators, policymakers, investors and other key influencers to hear the latest thinking and insights on the future of US energy leadership and its global context.&#xa0;<a href=\"https://energysource.live.ft.com/?reference=ftcom&amp;utm_source=bwe&amp;utm_medium=ftcom&amp;utm_campaign=2021penergysourcelive\">Find out more here.</a></p> <h1>When bearish means bullish for oil</h1> <p>In perhaps the truest sign we are living in <a href=\"https://strangerthings.fandom.com/wiki/The_Upside_Down\">the upside-down</a>, US stock prices now rise on bad economic news. The same is increasingly true for the oil market. </p> <blockquote>  <p>“Sometimes bad news can be good news because it can mean the Fed keeps the money taps open,” said Martijn Rats, Morgan Stanley's global oil strategist. “It's a bit the same with Opec.”</p> </blockquote> <p>The bad-but-good news for the oil market is, again, the virus. Big European economies are tightening restrictions anew as cases rise, meaning the fast demand recovery expected by some analysts will be delayed. </p> <p>Goldman Sachs, the most vocal oil-market bull on the Street, has revised down its outlook for consumption growth between the first and third quarters. </p> <p>Opec has also grown more gloomy about oil demand growth, <a href=\"https://www.opec.org/opec_web/en/press_room/6401.htm\">now expecting</a> a rise of 5.6m b/d this year, lowered from 5.9m. </p> <p>Prices should be falling steeply. But Brent remains within a modest session's rally of $65 a barrel. Why?</p> <ol>  <li><p>The demand worries will make the broad Opec+ cartel much more cautious about restoring the huge swath of supply it cut from the market last year. So the group will probably agree today to delay its planned production increases again. Saudi Arabia's extra cuts will probably stay in place too, say analysts. <br><br>“There is no way Opec will risk hard-won price gains given the latest demand worries. Another month of caution is the best medicine for that,” said Bill Farren-Price, a director and Opec-watcher at Enverus. <br></p></li>  <li><p>But the demand bounce has been delayed, not cancelled. Forecasters expect consumption to soar in the second half of the year, as vaccines proliferate. <br> </p><p>“On the demand side, it's been two or three steps forward, one step back,” said Rats. “But the bigger picture is: we are exiting the coronavirus.” <br></p><p>Analysts point to Israel, where the world's fastest vaccine rollout prompted a swift recovery in mobility. Even jet fuel consumption is edging higher again in some parts of the world.</p></li> </ol> <p>Opec can afford to be cautious — holding back supply until it is certain demand is back on the right trajectory, and knowing that rival producers aren't in a position (<a href=\"https://www.ft.com/content/c803be61-61ac-4f4c-836a-4ac19265ad45\">yet</a>) to lift output. </p> <p>But by trying to protect a $65 oil price and focusing on current demand weakness, not the surge in consumption to come, said analysts at Standard Chartered, “we think Opec+ is skewing price risks to the upside”. <em>(Derek Brower) </em></p> <h1>Data Drill</h1> <p>US petrol demand's recovery hit a milestone last week. For the first time since consumption nosedived last March, demand was higher than the previous year — a clear sign Americans are getting back on the road again as vaccinations roll out and economic restrictions ease.</p> <h1>Power Points</h1> <ul>  <li><p>An <a href=\"https://www.ft.com/content/6ee4bb03-3039-446a-997f-91a7aef5f137\">interview</a> with Greta Thunberg, who told the FT Climate Capital conference this week that we must <a href=\"https://www.ft.com/video/69bca16a-8be6-448c-b097-c2b73f8b2010\">treat the climate crisis</a> “like a real crisis”.</p></li>  <li><p>Alphaville on <a href=\"https://www.ft.com/content/934f9cfb-726c-4d2c-a583-48c7e5b18b45\">Spac mania</a>, investor guidance, and a battery maker. </p></li>  <li><p>Oil trader <a href=\"https://www.ft.com/content/8182190a-4968-4a4c-9847-94ae441583b8\">Gunvor wants</a> to go green too. </p></li>  <li><p>Mohammed bin Salman <a href=\"https://www.ft.com/content/45bd9c88-3e86-442f-8ab5-4e1511d851b2\">wants Saudi Aramco</a> and other companies to diversify his kingdom's economy.</p></li> </ul> <h1>Endnote</h1> <p>We've had a few data points come across our screens here at ES this week highlighting some of the ways the low-carbon transition is reshaping the energy sector:</p> <p><strong>Batteries, batteries everywhere:</strong> Falling costs and the decarbonisation drive will fuel an inexorable rise in demand for batteries, says Rystad Energy, a consultancy. By 2033, Rystad reckons, more than half of new cars sold will be electric and nearly all new cars sold will be electric by 2050. Cheaper batteries will also carve out a sizeable role on the world's power grids, enabling the expansion of intermittent wind and solar. All of this will send demand for batteries soaring from less than 1 terawatt hour now to around 20TWh by the mid 2040s, says Rystad. </p> <p><strong>Carbon taxes threaten value of oil- and gasfields</strong>: If governments start imposing carbon taxes on oil and gas projects, large chunks of their value would be wiped out, argues a Wood Mackenzie report. A $40 a tonne carbon tax — around the current European trading price — would leave most projects unscathed. But $200/t would knock off at least 50 per cent of the value for a third of projects around the world, said Graham Kellas, a senior vice-president at WoodMac.</p> <p><strong>Fossil fuel investor pain:</strong> Going green has paid off for investors over the past decade, Carbon Tracker, a think-tank, points out in a report. From 2012 to 2020, investors snapped up $56bn in equity from clean energy companies, which has gained $77bn in value, easily outperforming broader markets. The $640bn in equity that investors have bought from fossil fuel companies over that time, by contrast, has lost $123bn in value. <em>(Justin Jacobs)</em></p><p>Source: Derek Brower, Myles McCormick, Benjamin Parkin, Justin Jacobs 2021 'Biden rolls out his infrastructure plan ' FT.com 1 April. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-04-01T10:00:14.436Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 8823,
          "end": 8836
        },
        {
          "start": 8823,
          "end": 8830
        }
      ]
    }
  ]
}