{
  "_id": "63cbd599dafa343c6c3148c8c5a462868edc6667aa61bbf888cff991f1f18ddb",
  "feed": "ftcomall",
  "title": "Fortress-type resilience makes big banks hard to topple",
  "text": "<p><em>The writer is a former investment banker and author currently working on a book about the rise and fall of General Electric.</em></p> <p>Jamie Dimon, the chief executive of JPMorgan, America's biggest bank, is worried about the growing threat to his massive franchise from payment and consumer-banking competitors. </p> <p>“PayPal is bigger than all banks in the world, other than JPMorgan,” he told me recently. “Square is worth $220bn.” He's also worried about Stripe, Ant, Visa and Mastercard. Then there is Big Tech. “They are coming,” he said, pointing to moves by Google, Apple, Amazon, Facebook to develop payment systems, exploiting their platforms and data.</p> <p>He seemed concerned that somehow these insurgents would penetrate the moat he has built around his financial castle, which is now worth close to $500bn and generates $40bn in net income a year.</p> <p>I am not. Nor should investors in banks be overly worried. The truth is that it has become exceedingly difficult to topple an established banking franchise. The barriers to entry in global banking have become so large — between intense regulation, huge capital requirements, giant balance sheets, and client loyalty — that they have become cartel-like fortresses. That even includes the many European banks that have still not fully recovered their equanimity from the 2008 financial crisis.</p> <p>Take, for instance, Credit Suisse, the global Swiss bank founded in 1856. In the last two years, Credit Suisse has endured three separate self-inflicted wounds that have damaged its credibility, exacerbated management turnover and called into question its risk-management skills. </p> <p>First, there was the inexplicable 2019 feud between Tidjane Thiam, the Credit Suisse CEO at the time, and Iqbal Khan, head of the bank's wealth management division, that escalated into “Spygate” — where Khan was followed around Zurich. Then there was the Greensill Capital scandal, a failed investment scheme that may cost Credit Suisse wealth management clients about $3bn. (The clients invested in Greensill's products at the urging of Credit Suisse bankers.) A month later came the fiasco involving Archegos Capital Management, a family office that imploded. The bank lost $5.5bn, the most of any Wall Street firm, on its loans to Archegos.</p> <p>Credit Suisse is in damage-control mode, with a new chair to go with a new chief executive as well as a nearly entire new management committee. Its stock has fallen almost 15 per cent in 2021. By contrast, the stocks of JPMorgan, Goldman Sachs and UBS have increased 25 per cent, 51 per cent and 23 per cent, respectively</p> <p>But no one expects Credit Suisse to go the way of Lehman Brothers. While reputational damage at the big banks makes for riveting journalism, it is also fleeting. Has JPMorgan suffered lasting repercussions from the<a href=\"https://www.ft.com/content/11ea2dc4-2125-11e3-a92a-00144feab7de\"> London Whale trading scandal</a>? Is Goldman Sachs still missing a beat after its global criminal settlement over its role in the looting of Malaysian state fund<a href=\"https://www.ft.com/topics/organisations/1Malaysia_Development_Bhd\"> 1MDB</a>? Is Morgan Stanley suffering from its own <a href=\"https://www.ft.com/content/b589c3f5-9175-4572-bb7e-02ad17e414c1\">$1bn Archegos loss</a>, or from the <a href=\"https://www.ft.com/content/7c66a3c6-8141-11e9-9935-ad75bb96c849\">$9bn loss i</a>t suffered at the hands of a trader in 2007? Of course not. These firms are more powerful and more impenetrable than ever.</p> <p>What threatens a bank, curiously, is not what you would expect. You would think that a damaged reputation, or a continuous pattern of executive poor judgment, would be the death knell. That clients and customers would run for the exits at the first signs of poor decisions and unethical, or even criminal, behaviour. And some do of course. But as global banks have become increasingly dominant, reputational scandals usually do not spell the end of the line.</p> <p>What kills a bank is the time-honoured practice of borrowing short and lending long. Banking is a confidence game. What really rattles clients and customers is when they cannot get their money when they want it. We saw that in spades during 2008, when each of Bear Stearns, Merrill Lynch and Lehman Brothers disappeared the moment they could no longer finance themselves in the short-term credit markets, which they had come to rely upon to a fault.</p> <p>The bad news is that banks still borrow short and lend long. The good news is that regulators have forced the big banks, including Credit Suisse, to have more capital, use less leverage and retain fewer risky assets on their balance sheet than they did 13 years ago. </p> <p>Whether Credit Suisse will survive another 165 years remains to be seen. The scandals are not good for business. But had Lehman Brothers been rescued back in 2008, instead of being allowed to expire at age 158, I feel certain it would be thriving today, its existential and reputational crises long forgotten.</p> <p><strong>Letter in response to this article</strong>:</p> <p><a href=\"https://www.ft.com/content/f4990f96-da8e-449e-a650-655c16bff1e9\"><em>How banks stop loan losses becoming a liquidity crisis</em></a><em>&#xa0;/&#xa0;</em><a href=\"https://www.ft.com/content/f4990f96-da8e-449e-a650-655c16bff1e9\"><em>From Knud Z Ross, Consultant, Development Finance, Bethesda, MD, US</em></a></p>&#xa0;<p>Source: William Cohan 2021 'Fortress-type resilience makes big banks hard to topple' FT.com 11 August. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-08-11T04:00:32.638Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 2487,
          "end": 2500
        },
        {
          "start": 2827,
          "end": 2840
        },
        {
          "start": 2827,
          "end": 2834
        },
        {
          "start": 2487,
          "end": 2494
        }
      ]
    }
  ]
}