{
  "_id": "c21050c6db72c2b72df08ebe3ef958906101f78ded862ac542bfd59531dfc260",
  "feed": "ftcomall",
  "title": "Credit Suisse made just $17.5m in Archegos fees in year before $5.4bn losses",
  "text": "<p>Credit Suisse made just SFr16m of revenue last year from Archegos Capital, the family office whose sudden collapse in March caused the Swiss bank $5.4bn in losses, according to people with knowledge of the relationship.</p> <p>The paltry fees Credit Suisse received from Archegos, whose <a href=\"https://www.ft.com/content/c319839d-d185-4e8a-bbc7-659bebe58031\">implosion</a> was one of the most devastating in recent history, raises further questions about the risks the lender was prepared to shoulder in pursuit of relationships with ultra-wealthy clients. </p> <p>Archegos, which was run by former hedge fund manager <a href=\"https://www.ft.com/content/5079572b-ae00-47f9-be75-50b9f64059d0\">Bill Hwang</a>, borrowed tens of billions of dollars from at least nine global banks to speculate on volatile stocks. The lenders have collectively lost <a href=\"https://www.ft.com/content/c480d5c0-ccf7-41de-8f56-03686a4556b6\">more than $10bn</a> in the fallout. </p> <p>Despite extending billions of dollars of credit to Archegos, Credit Suisse made just $17.5m from the relationship last year. The low level of fees and high risk exposure have caused concern among the board and senior executives, who are investigating the arrangement, according to two people with knowledge of the process.</p> <p>The bank's management was particularly alarmed after being told that Hwang was not a private banking client of the group, suggesting there was little incentive to pursue his prime brokerage business, the people said.</p> <p>Credit Suisse also demanded a margin of only 10 per cent for the equity swaps it traded with Archegos and allowed the family office 10-times leverage on some transactions, according to people familiar with the trades and first <a href=\"https://www.risk.net/risk-management/7827796/credit-suisse-held-just-10-margin-against-archegos-book\">reported</a> by Risk.net. That was about double the leverage offered by fellow prime broker Goldman Sachs, which took <a href=\"https://www.ft.com/content/db4508ed-ccb4-48f6-8dd6-dd7d38e3cfa4\">minimal losses</a> when unwinding its positions.</p> <p>Credit Suisse has had to <a href=\"https://www.ft.com/content/c7a958d0-3fc0-456a-9f01-3077b772e41b\">raise $1.9bn</a> from shareholders to shore up its balance sheet on the back of the losses, while staff bonuses have <a href=\"https://www.ft.com/content/d95855d4-fac2-43eb-a708-2559eddeebf1\">been cut</a>.</p> <p>On Friday, António Horta-Osório was confirmed as the chair of Credit Suisse and promised an <a href=\"https://www.ft.com/content/c2257697-df52-4475-8040-a0a80a17cef2\">urgent review</a> of the bank's risk management, strategy and culture. </p> <p>“Current and potential risks of Credit Suisse need to be a matter of immediate and close scrutiny,” said the former Lloyds Banking Group chief executive. “I firmly believe that any banker should be at heart a risk manager.” </p> <p>Credit Suisse's board had already <a href=\"https://www.ft.com/content/c10d0b81-f2ef-48c3-8e9c-17419f4af21b\">removed</a> several senior executives, including chief risk and compliance officer, Lara Warner, and investment bank head, Brian Chin. Andreas Gottschling, who led the board's risk committee, was <a href=\"https://www.ft.com/content/376a9bc4-5a7c-4e0a-9fac-ca6cbeead974\">forced to step down</a> last week in expectation of a shareholder backlash.</p> <p>Thomas Gottstein, the bank's chief executive, has also announced it will cut a third of its exposure in its prime services business, the specialist unit that serves hedge fund clients and was at the centre of the Archegos crisis. The two heads of the prime division have also <a href=\"https://www.ft.com/content/4668678b-37a9-4e82-9a0d-7246955ddca9\">stepped down</a>.</p> <p>Credit Suisse does not disclose the amount of money it makes from its prime services division, but JPMorgan analyst Kian Abouhossein estimated the unit made $900m of revenues last year, just over a third of the total from its equities business.</p> <p>Abouhossein said the prime brokerage generated bigger profit margins than other parts of the investment bank. “We see shrinkage as a material setback for the overall long-term viability of Credit Suisse's investment bank,” he added. </p> <p>While Credit Suisse is the biggest European provider of prime services, it significantly lags behind global leaders Goldman Sachs, Morgan Stanley and JPMorgan.</p> <p>The largest investment banks pulled in $15.2bn in prime broking revenue last year, slightly less than the $16.5bn they made in 2019, as hedge funds reduced their borrowing during the pandemic, according to Coalition Greenwich, the data company. European banks accounted for less than a third of the revenues.</p> <p>Credit Suisse declined to comment.</p><p>Source: Owen Walker and Stephen Morris in London 2021 'Credit Suisse made just $17.5m in Archegos fees in year before $5.4bn losses' FT.com 3 May. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-05-03T04:00:45.017Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 3347,
          "end": 3360
        },
        {
          "start": 3347,
          "end": 3354
        },
        {
          "start": 1563,
          "end": 1576
        },
        {
          "start": 1563,
          "end": 1570
        }
      ]
    }
  ]
}