{
  "_id": "c6f58de7ed905e3ebaaf026900cce7dfc450a123469a7accba6e0e959c28da36",
  "feed": "wall-street-journal",
  "title": "PE Daily: High VC Valuations Delight and Concern | Vision Ridge Founder Discusses Sustainable Infrastructure | Petershill Portfolio Shares Languish",
  "text": "<p>Also, in this morning's issue, Luis Garcia spoke to the founder of Vision Ridge Partners, an early mover in the increasingly popular world of sustainable infrastructure investing, and our colleagues at The Wall Street Journal look at the early performance of a recently listed portfolio of GP-stakes backed by Goldman Sach's Petershill unit.</p><p>Dive in for more details ...</p><p>Today's Top Stories</p><p>Venture capital funds are reaping the rewards of a booming market as returns continue to improve. But the dizzying climb in startup valuations has some worried that the market euphoria is turning irrational, WSJ Pro Venture Capital's Yuliya Chernova reports. The value of U.S.-based venture-backed companies that went public or were acquired this year through the third quarter surpassed half a trillion dollars for the first time ever, according to PitchBook-NVCA Venture Monitor.</p><p>Reuben Munger founded private-equity firm Vision Ridge Partners in 2008 to invest in businesses like solar power developers, waste recyclers and operators of electric-vehicle charging stations. He acted years before climate change began turning sustainable infrastructure into an increasingly popular investment. WSJ Pro Private Equity's Luis Garcia recently discussed the outlook for sustainable infrastructure investing with the executive.</p><p>Shares of Petershill Partners PLC, an investment vehicle managed by Goldman Sachs Group Inc.'s asset-management arm, are down 9% since its initial public offering late last month. That is worse than both the broader market and peers, Julie Steinberg and Ben Dummett report for The Wall Street Journal. The IPO—stage-managed in part by Goldman's investment bankers, alongside Bank of America Corp. and JPMorgan Chase &amp; Co.—didn't see the first-day pop that investors have come to expect. After hovering around the listing price of 350 pence for its first few days, its shares slid in six straight trading sessions.</p><p>Big Number</p><p>80%</p><p>The proportion of S&amp;P 500 companies that have exceeded third-quarter earnings estimates, based on the few that have posted results so far, according to data provider FactSet.</p><p>Deals</p><p>ACON Investments said it has formed a new North American sustainable seafood platform with the acquisitions and mergers of three leading seafood companies: Northern Wind Inc., Suncoast Seafood Inc. and Raymond O'Neill &amp; Son Fisheries Ltd. The newly combined company will be called Atlantic Sustainable Catch, according to a press release.</p><p>Clearlake Capital Group, has closed its take-private deal for talent management software provider Cornerstone OnDemand Inc. The deal was valued at about $5.2 billion when Clearlake launched its bid in early August, saying that Vector Capital was also investing and would hold a minority stake.</p><p>Harvest Partners has acquired Fortis Solutions Group from San Francisco-based private-equity firm Main Post Partners, allowing Main Post to exit its stake after nearly four years. Virginia Beach-based Fortis offers specialty packaging and labels for industries that include food and beverage, health and beauty, retail, agricultural chemicals and nutraceuticals.</p><p>Lower middle market-focused MPE Partners, or Morgenthaler Private Equity, has recapitalized arts and crafts materials supplier DecoArt LLC. The Stanford, Ky.-based company makes paints and finishes for home decorating and also used by hobbyists, artists and craftspeople.</p><p>Exits</p><p>Advent International-backed industrial parts supplier Rubix Group Holdings Ltd. has registered for an initial public offering of shares in London, regulatory filings show. Advent set up Rubix in November 2016 to acquire Brammer PLC, a deal that closed in February 2017, and subsequently acquired another business later the same year, the filing shows. The global private-equity firm currently owns about 85% of Rubix equity. The Manchester, England-based distributor of replacement and maintenance machinery parts reported €2.38 billion in 2020 revenue, or about $2.76 billion, and adjusted pre-tax earnings from continuing operations of €201.5 million.</p><p>Carlyle Group Inc.-backed clinical drug developer Abbisko Cayman Ltd.'s stock debuted on the Hong Kong Stock Exchange on Friday. The firm initially backed the company through its Carlyle Asia Partners Growth I strategy and joined other investors in a $123 million investment round in January.</p><p>Main Capital Partners has completed the sale of financial software provider b+m Group to German technology investor LEA Partners. Main Capital initially acquired the company from publicly listed Allgeier SE in 2015, according to a news release.</p><p>Funds</p><p>Correction: a photo accompanying a Friday article about Starwood Capital Group incorrectly identified the subject as Barry Sternlicht, the firm's chairman and CEO. The image has been replaced with an accurate photo and we have reproduced it below.</p><p>Starwood Capital Group has hauled in more than $10 billion for its latest pool to invest in distressed real estate like hotels, office buildings and residential housing, WSJ Pro Private Equity's Preeti Singh reported. The Miami Beach, Fla.-based firm said its Starwood Distressed Opportunity Fund XII and related entities collected nearly a third more than a predecessor vehicle, which wrapped up with $7.55 billion in 2018. Fund XII can be invested in the U.S. and Europe, according to Barry Sternlicht, Starwood's chairman and chief executive.</p><p>Chicago-based investment firm Valor Equity Partners is seeking $750 million for Valor Equity Partners Opportunity Fund I LP and related parallel vehicles, according to a regulatory filing.</p><p>People</p><p>Women occupied less than 12% of senior positions at private-equity firms, according to a March report by data provider Preqin Ltd. and the percentage of firms founded by women is even lower, industry experts say. WSJ Pro Private Equity's Laura Cooper and Laura Kreutzer spoke to a select number of women who have embraced the risk of launching a firm, either on their own or with others to find out what inspired them to take the plunge and what they've learned along the way.</p><p>Industry News</p><p>As more American workers age, pension managers, particularly those managing defined benefit retirement plans, are turning to riskier illiquid asset classes, including private equity, real estate and private debt, in their efforts to narrow the gaps between widening liabilities and the capital inflows from worker contributions, as the Wall Street Journal's Heather Gillers reports. Although these riskier bets have paid off for many pension managers, even the strong returns delivered by alternative assets like private equity may not be enough to make up for increased lifespans, lucrative benefit payouts and insufficient contributions from current workers.</p><p>Goldman Sachs Group Inc.'s net revenue from asset management fell 18% to about $2.28 billion in the third quarter, compared with $2.77 billion in the same period a year earlier, the New York bank said in an investor presentation on Friday. But the group's net earnings rose 30% to $1.12 billion, and Goldman Sachs said it had \"significantly higher net gains\" from its roughly $16 billion of private-equity investments, where net revenue more than doubled to almost $1.76 billion from about $640 million a year earlier. By comparison, the bank said the group's $4 billion of public equity assets left it with $820 million in net losses compared with $780 million in gains during the year-earlier period. Looking ahead, Stephen Scherr, the bank's chief financial officer, said it has a \"line of sight on $2.8 billion of incremental private asset sales,\" during an earnings call, according to transcripts.</p><p>Carlyle Group Inc. is backing a Milken Institute program to increase diversity in the private-markets industry. Set up within Milken's Center for Financial Markets, the program aims to promote inclusive culture in asset managers to help women, Blacks, indigenous people and those of color advance in the industry.</p><p>The International Energy Agency said despite progress toward lowering greenhouse-gas emissions, more needs to be done to put the world economy on track to tip global emissions into a sustained decline. The agency called on world leaders convening in Glasgow, Scotland, on Oct. 31 to step up the pace of investing in solar, wind, electric vehicles and other low-carbon technologies to avoid the worst effects of climate change.</p><p>Harvard University's endowment manager reported that a 77% gain on private-equity investments led all other asset classes in producing a nearly 34% return for fiscal 2021, pushing up the school's capital to $53.2 billion. Public equities came in a distant second, with a 50% return, according to the report from Harvard Management Co. Hedge funds produced a comparatively slight 16% return. The endowment has allocated 34% of its assets to private equity, which includes venture funds, and the management company said a shift in assets into the private markets class has nearly concluded, though more could be added if its risk tolerance rises. The Cambridge, Mass.-based school gets about a third of its operating budget from the endowment.</p>",
  "published": "2021-10-18T12:50:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 7039,
          "end": 7052
        },
        {
          "start": 7039,
          "end": 7046
        },
        {
          "start": 1376,
          "end": 1400
        },
        {
          "start": 1383,
          "end": 1390
        },
        {
          "start": 7000,
          "end": 7013
        },
        {
          "start": 310,
          "end": 317
        },
        {
          "start": 1383,
          "end": 1407
        },
        {
          "start": 6701,
          "end": 6725
        },
        {
          "start": 1650,
          "end": 1657
        },
        {
          "start": 6739,
          "end": 6746
        },
        {
          "start": 1383,
          "end": 1396
        },
        {
          "start": 6739,
          "end": 6752
        }
      ]
    }
  ]
}