{
  "_id": "c2ae44182c474365a96366209579bd630d32fd098ae05e6a00f15b26a0dfd232",
  "feed": "wall-street-journal",
  "title": "EXCHANGE --- Friday's Markets: Tech-Heavy Nasdaq Logs Third Down Week in Row",
  "text": "<p>The Dow Jones Industrial Average, which is less oriented toward fast-growing technology stocks, advanced 1.8%.</p><p>\"This last week has been a classic correction in growth versus value,\" said Tom Plumb, president and portfolio manager at Plumb Funds. \"But it doesn't mean that it portends something much greater.\"</p><p>Stocks have stumbled in recent weeks as a climb in bond yields has called into question whether low interest rates, which propelled valuations higher for much of the past year, will continue. Yields, which rise as bond prices fall, have rallied in response to expectations of a quickening pace of growth and inflation as the economy reopens from the coronavirus pandemic.</p><p>The potential for more widespread economic growth and higher interest rates has reduced the relative appeal of the technology and other growth-oriented shares that had rallied throughout much of the pandemic.</p><p>The yield on the 10-year U.S. Treasury note rose this week to 1.551%, the highest since February 2020. Federal Reserve Chairman Jerome Powell provided no sign the central bank would seek to stem the rise when he spoke Thursday at The Wall Street Journal Jobs Summit.</p><p>\"It is all about the bond-yield moves. It is all about Jerome Powell ,\" said Edward Park, chief investment officer at Brooks Macdonald. \"There is a huge amount of uncertainty in the market at the moment as to whether the inflation that is widely expected in the short term is transient or whether it is more sustained.\"</p><p>Friday brought a dose of promising economic news, with the monthly jobs report showing employers added 379,000 new jobs in February, surpassing expectations. The unemployment rate ticked down to 6.2%. Those figures add to signs of slow improvement in the labor market, after data Thursday showed filings for unemployment benefits reached their lowest level in three months.</p><p>Still, stocks wavered Friday, with the Dow Jones Industrial Average swinging more than 800 points from its low to its high.</p><p>The index ended the day up 572.16 points, or 1.9%, at 31496.30.</p><p>The S&amp;P 500 rose 73.47 points, or 1.9%, to 3841.94, and the Nasdaq Composite added 196.68 points, or 1.5%, to 12920.15.</p><p>\"There's volatility to be expected, especially after we've had a bit of a selloff, a bit of a rocky week,\" said Cliff Hodge, chief investment officer at Cornerstone Wealth. \"It's not surprising that we're bouncing around.\"</p><p>Beneath the surface, churning within the market has presented a potentially bearish signal. On Wednesday and again on Thursday, more than 4% of Nasdaq-listed stocks made new 52-week highs while more than 4% also reached new 52-week lows -- a high reading that can suggest trouble ahead for the market, according to Jay Kaeppel, senior research analyst at Sundial Capital Research.</p><p>Technology stocks have borne the brunt of the shift in sentiment in recent weeks. Tesla shares, for example, are off 32% from their Jan. 26 record after falling 3.8% Friday. Shares of the electric-vehicle maker have fallen in six of the past seven trading days.</p><p>Energy stocks, by contrast, have surged in the new year and are leading the S&amp;P 500's 11 sectors. The group ended the week up 10%.</p><p>Oil prices rallied for a second day Friday after OPEC and a Russia-led coalition of oil producers kept most of their production cuts in place, taking the market by surprise. Brent crude rose 3.9% to $69.36 a barrel.</p><p>The cartel's decision will push the international energy benchmark to $75 a barrel in the second quarter and $80 in the third, analysts at Goldman Sachs Group said.</p>",
  "published": "2021-03-06T00:00:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 3511,
          "end": 3530
        },
        {
          "start": 3511,
          "end": 3524
        },
        {
          "start": 3511,
          "end": 3518
        }
      ]
    }
  ]
}