{
  "_id": "6747a2b71b1745923b2e39587c825f30e56180da5274bca3e8bc6507b854765c",
  "feed": "ftcomall",
  "title": "Morgan Stanley chief talks tough on return to the office",
  "text": "<p>Morgan Stanley chief executive James Gorman sent a tough message to New York-based employees who do not want to return to the office, arguing that if they are comfortable dining out in the city, then they should feel safe working at the bank's headquarters. </p> <p>“If you can go into a restaurant in New York City, you can come into the office and we want you in the office,” Gorman said on Monday at a financial services conference organised by Morgan Stanley. </p> <p>Gorman said that the bank had not yet started “dictating” that staff turn up for work, unlike Goldman Sachs, which on Monday <a href=\"https://www.ft.com/content/e515613a-32a2-4692-ad91-0b9e53c577a9\">required</a> its employees to return to the office. However, Gorman said he had sent a “directionally very strong” message that he wants workers based at its 1585 Broadway building to be back at their desks. </p> <p>“[By] Labor Day, I'll be very disappointed if people haven't found their way into the office and then we'll have a different kind of conversation,” Gorman added, referring to the September 6 US public holiday. </p> <p>Gorman said the bank had learned it could operate “with a little more flexibility” during the coronavirus pandemic. But he signalled that he would take a dim view of employees who did not work regularly in the office, and especially of those who wanted to <a href=\"https://www.ft.com/content/8d3685d5-2fe5-4351-bacb-99cf153defda\">do their job remotely</a> from an out-of-state location such as Florida or Colorado. </p> <p>“If you want to get paid New York rates, you work in New York,” he added. </p> <p>In March last year, Gorman was diagnosed with the virus and made a <a href=\"https://www.ft.com/content/e436dccd-3dd6-4009-afd4-428610433f11\">full recovery</a>. Since July 2020, he has been turning up for work and gradually increasing the number of days he spends in the office. </p> <p>“My leadership style has been sort of very deliberate,” he said. “One day a week from July . . . Now I'm at four days.”</p> <p>However, employees located in areas with high infection rates, <a href=\"https://www.ft.com/content/4b6449da-3fc1-45d7-a0eb-3cd96bc211ce\">such as India</a>, were not expected to report to the office, Gorman said. </p> <p>He said returning to the office was particularly <a href=\"https://www.ft.com/content/1f24e36b-2b75-4196-8725-e2ae0acb390e\">important for junior members of staff</a> who were training on the job. “[The office is] where we teach, where our interns learn. That's how we develop people. Where you build all the soft cues that go with having a successful career that aren't just about Zoom presentations.”</p> <p>More than 90 per cent of Morgan Stanley's employees who were already working in its offices were now vaccinated, Gorman said, adding that he expected that proportion to increase to 98 per cent. The bank recently teamed up with a healthcare provider to offer vaccinations at its offices. </p> <p>Morgan Stanley has said disclosing vaccine status would be voluntary, unlike Goldman Sachs, which <a href=\"https://www.ft.com/content/12116828-5ad3-43c0-ae57-6148b1adee6f\">has mandated</a> that its employees disclose whether they have had a jab. </p><p>Source: Alyson Velati in New York 2021 'Morgan Stanley chief talks tough on return to the office' FT.com 14 June. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-06-14T19:08:29.429Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 2547,
          "end": 2560
        },
        {
          "start": 550,
          "end": 563
        },
        {
          "start": 550,
          "end": 557
        },
        {
          "start": 2547,
          "end": 2554
        }
      ]
    }
  ]
}