{
  "_id": "fe5019940569a88701e18b71c28f1ab5b32c4a1955061c231ca40d79edb93984",
  "feed": "ftcomall",
  "title": "England takes next step on road to new normal",
  "text": "<p><em>Please forward this newsletter to friends and colleagues who might find it valuable. Even if they are not subscribers to the Financial Times, they can read the newsletter — and all of the FT — free for 30 days. And if this has been forwarded to you, hello. Welcome and please sign&#xa0;up&#xa0;</em><a href=\"https://www.ft.com/newslettersignup-coronavirus\"><em>here</em></a>&#xa0;</p> <p><em>Get the latest worldwide picture with our </em><a href=\"https://ig.ft.com/coronavirus-vaccine-tracker/?areas=gbr&amp;areas=isr&amp;areas=usa&amp;areas=eue&amp;cumulative=1&amp;populationAdjusted=1\"><em>vaccine tracker</em></a></p> <h1>Latest news</h1> <ul>  <li><p>UK drug company GlaxoSmithKline said it would support production of <a href=\"https://www.ft.com/content/55f1776f-84bb-45bd-83cc-bdc825817879\">up to 60m doses</a> of the Covid-19 vaccine developed by US rival Novavax </p></li>  <li><p>The World Health Organization said coronavirus probably came <a href=\"https://www.ft.com/content/d2db56bb-0e30-4a25-9c47-5ce3b964282d\">from bats to humans</a> through another animal, and that a lab leak was ‘extremely unlikely' to be the cause</p></li>  <li><p>The ban on <a href=\"https://www.ft.com/content/21977f6f-7679-4e4c-ab2d-9fbfc7ca842c#post-15ef3d2e-9756-494a-82d8-f17916fdbc39\">evicting US housing tenants</a> for missing rental payments has been extended until the end of June </p></li> </ul> <p><em>For up-to-the-minute coronavirus updates, visit our </em><a href=\"https://www.ft.com/content/21977f6f-7679-4e4c-ab2d-9fbfc7ca842c\"><em>live blog</em></a></p> <h1>Successful vaccination campaign reflected in economic data</h1> <p>With a message from Prime Minister Boris Johnson urging the public to act sensibly, England took another step on the long path back to normality today with the lifting of a swath of <a href=\"https://www.ft.com/content/0d041703-0e07-4863-96a5-b53d487e407d\">coronavirus restrictions</a> and the end of the unprecedented order to “stay at home”.</p> <p>There is a long way to go before the target date of June 21 when, virus data permitting, the last restrictions are set to be lifted, but a successful vaccination campaign has already given a shot in the arm to the government's standing — despite its record as one of the worst-hit countries for Covid-19 deaths and criticism over the billions spent on its <a href=\"https://www.ft.com/content/33eae8db-6034-4a40-8b34-618aaedbc6f4\">test and trace</a> programme.&#xa0;</p> <p>The economic boost from the vaccine rollout has been evident in better than expected<a href=\"https://www.ft.com/content/b9c22fa7-85af-468a-8228-4af53c6a687f\"> economic data</a> and hopes of a return to normal output even sooner than the recently upgraded forecast for the third quarter of 2022.</p> <p>The euphoria is in stark contrast to many other parts of the world which are still suffering badly from the pandemic. </p> <p>In <a href=\"https://www.ft.com/content/4c87ff52-4957-49b5-abf0-dacfa4ed5a41\">mainland Europe</a>, hospitals are at “breaking point” with Germany, France and Poland reporting soaring infection and death rates, particularly from the B.1.1.7 strain of the virus, while criticism of the EU's vaccine programme continues.&#xa0;German chancellor Angela Merkel today raised the prospect of nationwide curfews as she <a href=\"https://www.ft.com/content/6c81cea8-cd5e-4324-9903-67cd7d45ba41\">blasted regional leaders</a> for reopening too soon. </p> <p><a href=\"https://www.ft.com/content/21977f6f-7679-4e4c-ab2d-9fbfc7ca842c#post-023ddd7d-dc08-4e2c-bddb-08e52ff94e64\">India</a>, which has vaccinated just 4 per cent of its population, today reported its highest number of cases in four months while infections are on the rise everywhere from the <a href=\"https://www.ft.com/content/21977f6f-7679-4e4c-ab2d-9fbfc7ca842c#post-a554d97f-1c72-4a05-8b12-40ea7b006108\">United Arab Emirates</a> to South Korea and the Philippines. Even countries with generally good vaccination rates such as the US are not safe, with <a href=\"https://www.ft.com/content/21977f6f-7679-4e4c-ab2d-9fbfc7ca842c#post-09ce6e73-b44d-4cd5-a86e-5d21b2e55286\">New York state</a> experiencing a surge in cases.</p> <p><em>Visit the FT </em><a href=\"https://ig.ft.com/coronavirus-lockdowns/\"><em>lockdown tracker</em></a><em> to compare government responses around the world</em></p> <h2>Global economy</h2> <p>UN chief <strong>António Guterres</strong> warned of a post-pandemic debt crisis in the <a href=\"https://www.ft.com/content/abcd97d3-fb65-47e5-973a-598514f1fd5a\">developing world</a> ahead of launching proposals to help low and middle-income countries, including new finance from the IMF. The fact that only six countries defaulted on their foreign debts last year — Argentina, Belize, Ecuador, Lebanon, Suriname and Zambia — had created the “illusion” of stability, he argued. </p> <p>French president Emmanuel Macron's suggestion that the EU expand its €750bn <strong>rescue package</strong> — at present subject to a <a href=\"https://www.ft.com/content/74841ea6-4fbf-4c7a-b015-66ba191ffc9b\">legal challenge</a> in Germany — has been boosted by the much bigger US $1.9tn stimulus, says our <a href=\"https://www.ft.com/content/c086307e-4ad6-482a-ac45-9722270ea2a4\">Brussels Briefing</a> newsletter. <a href=\"https://www.ft.com/content/93d6d804-af00-4d6c-9d5a-3e4f1607b142\">Paschal Donohoe</a>, president of the eurogroup and Ireland's finance minister, argues in the Financial Times that the comparison with the US misses the point, with the bloc focusing on saving jobs rather than handing out cash to individuals. </p> <p><strong>Tourism in Europe </strong>could be devastated by a <a href=\"https://www.ft.com/content/8b0f0347-d715-4bab-bc55-a07ad4bcac49\">“second lost summer”</a> as vaccine programmes get off to a slow start and infections continue to rise. Spain and southern Europe have been particularly badly affected. One hotel owner in Mallorca said: “If I was offered just half of the business we had in 2019, I would say: ‘Where do I sign?'” Watch our video on lessons from the EU <a href=\"https://www.ft.com/video/4a26b2eb-42e7-4a85-86c4-06ef52a34ea8\">vaccine rollout</a>. </p> <h2>Business</h2> <p>The stock market debut of <strong>Deliveroo</strong> on Wednesday is set to be London's <a href=\"https://www.ft.com/content/1fc502ce-6651-4e9b-a810-f399449e828d\">biggest initial public offering</a> in a decade, but the food delivery company today cut its pricing target to the £3.90 to £4.10 range, citing “volatile” trading conditions. Some big investors are shunning the sale because of worries over the company's working practices and shareholder structure.</p> <p>The UK government is considering “<strong>Covid-19 certificates</strong>” for offices and factories, which would let businesses ignore social distancing as companies fret about the <a href=\"https://www.ft.com/content/e65b3764-2da7-48dd-9683-4239c68ad57b\">employment law</a> consequences of the return to work. Such certificates would allow proof of antibodies or recent testing as an alternative to evidence of vaccination. </p> <p>The trend towards online shopping accelerated by the pandemic has left traditional <strong>retailers</strong> such as UK-based <a href=\"https://www.ft.com/content/4168bef7-41ef-4b6d-9ea1-b85c6ed6695a\">John Lewis</a> grappling with the problem of what to do with its estate. Hopes formed after the financial crisis that stores and ecommerce would grow together have been dashed as the latter spread deeper into existing sectors such as electronics and more widely into fashion and beauty, hitting high streets and shopping malls hard.</p> <h2>Markets</h2> <p>An increasing number of US companies are fretting about the potential return of <strong>inflation</strong> as supply chain problems and the <a href=\"https://www.ft.com/content/f0bbed31-bea8-4542-b953-096762d2e59f\">cost of raw materials</a> begin to hurt. Global finance correspondent <a href=\"https://www.ft.com/content/d82a5ee6-ab38-42cb-8d9d-e54523621a04\">Robin Wigglesworth</a> argues, however, that investors should not be too scared of the inflation bogeyman, or at least not yet. </p> <p>Falling bond prices and the accompanying rise in yields are good news for deficit-prone <strong>pension funds</strong>, writes columnist <a href=\"https://www.ft.com/content/1fdf201b-ed47-4e1a-b5ff-098310db8bc2\">John Plender</a>, but the market tumult has thrown up questions about how pension scheme liabilities should be calculated, he argues. </p> <p>The <a href=\"https://www.ft.com/content/35855373-02e8-4cc5-bbe5-2b1d7d23afed\">latest in our Charts that Matter</a> series shows the 75 per cent rebound in the S&amp;P 500 index of key US stocks, kickstarted by the Fed and boosted by President Joe Biden's recovery plan, was the biggest <strong>bounce back</strong> since 1936.</p> <h2>The essentials</h2> <p>Stories of excessive hours worked by young Goldman Sachs staff during the pandemic have shone the spotlight on <strong>burnout</strong> in financial and professional services companies. Read some of our <a href=\"https://www.ft.com/content/19feae61-01dc-4248-b98c-90aa34fccfb4\">readers' thoughts</a> on the topic and contribute to the debate. </p> <h2>Have your say</h2> <p>Butterfly comments on <a href=\"https://www.ft.com/content/c000f6cf-ac05-4923-bc5e-ff6f4e9eb161?commentID=52fc5796-161c-48cf-b972-5330f7615f5d\">UK festivals warn of cancellations unless government underwrites insurance</a>:</p> <blockquote>  <p>There is a high chance the concerts do not go ahead. There are new variants out there that the vaccine may be less effective on. What message will the government be sending by underwriting these events? That everything will be great this Summer and we can all go party like crazy? And if they do, they are singling out a specific industry: should it be this one? Yes it brings happiness to people [but] doesn't have a lasting impact on the economy. There is not a bottomless pit of money to dole out. This has to be a considered response.</p> </blockquote> <h2>Final thought</h2> <p>Overachiever Dr Merritt Moore is not only a successful physicist but a professional ballet dancer. The “<a href=\"https://www.ft.com/content/d45e7fc5-9974-4be2-84ba-70b7554e05a9\">quantum ballerina</a>” has now combined her two passions by duetting with an industrial robot on stage. You can watch the pair perform <a href=\"https://www.youtube.com/watch?v=uSOHc3ODLzU\">here</a>. </p> <p><em>We would really like to hear from you. Please send your reactions or suggestions to&#xa0;</em><a href=\"mailto:covid@ft.com\"><em>covid@ft.com</em></a><em>. Thanks</em></p><p>Source: Darren Dodd 2021 'England takes next step on road to new normal' FT.com 29 March. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-03-29T17:09:41.991Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 5960,
          "end": 5967
        },
        {
          "start": 5932,
          "end": 5945
        },
        {
          "start": 5960,
          "end": 5973
        }
      ]
    }
  ]
}