{
  "_id": "7bc1a70934c893f776ae2ca8b96b4d0b171cee959925eccab3896b66db8b78a8",
  "feed": "wall-street-journal",
  "title": "CVC Leads $250 Million Investment in Cybersecurity Company Acronis; Commitment values Swiss software company at over $2.5 billion",
  "text": "<p>The software maker offers an integrated cybersecurity and data protection system, called Acronis Cyber Protect. The company's products are offered through 50,000 partner companies and are used by more than 500,000 businesses, the company said.</p><p>Acronis was founded and is led by Chief Executive Serguei Beloussov , a Singapore-based entrepreneur and computer scientist who has formed more than two dozen companies. Among them are virtualization and automation software maker Parallels Inc . and venture funds Runa Capital , Phystech Ventures and QWave Capital.</p><p>Acronis has been profitable since its 2003 founding, and has several hundred million dollars in annual revenue, Mr. Beloussov said. The company expects to use the money from the latest funding round to invest in sales and marketing to accelerate growth, hire more developers and expand its network of partners.</p><p>The company had initially planned to raise less money through the latest financing round but was persuaded to accept a larger investment, Mr. Beloussov said.</p><p>\"Ultimately, it's straightforward,\" he said. \"We have the best product, the best technology on the market right now…and private equity convinced us that if we take the investment we would be able to grow faster.\"</p><p>Acronis is expanding rapidly, with recurring revenue increasing by more than 50% annually, he said. He hopes the rate can increase with private-equity backing.</p><p>\"The main thing we don't want to lose right now with our current product and technology is time,\" Mr. Beloussov said.</p><p>CVC Capital is providing more than $220 million of the latest investment, with the rest coming from friends and other investors, Mr. Beloussov said. The 2019 investment of $147 million was led by Goldman Sachs Group Inc .</p><p>London-based CVC is one of the world's largest buyout investors, with more than $118 billion under management. The firm is investing in the company through its €16.4 billion (or about $19.7 billion) CVC Capital Partners VII fund.</p><p>CVC closed its eighth flagship fund  with €21.3 billion in commitments last year, the largest fund ever raised by a European private-equity manager, according to data provider Preqin Ltd. It also closed its fifth Asia-Pacific fund at $4.5 billion last year and its second growth fund at $1.6 billion in 2019.</p><p>Write to Chris Cumming at chris.cumming@wsj.com</p>",
  "published": "2021-05-04T12:00:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 1716,
          "end": 1739
        },
        {
          "start": 1716,
          "end": 1723
        },
        {
          "start": 1716,
          "end": 1729
        }
      ]
    }
  ]
}