{
  "_id": "5491ac227a198e74a7e5b303c9b0211d2bc544173d1df5424d390ae9e5c17bd7",
  "feed": "ftcomall",
  "title": "Stocks and oil drop further as Omicron variant prompts recovery concerns",
  "text": "<p>Equities and oil prices gave up further ground on Monday after the rapid spread of the Omicron coronavirus variant prompted governments across the developed world to reimpose lockdowns, spooking investors who fear the pandemic may again choke off the global economic recovery. </p> <p>The FTSE All-World Index fell 1.3 per cent, marking its worst one-day slide <a href=\"https://www.ft.com/content/8df04124-c8e7-4c30-b4da-082ea635f308\">since shortly after</a> the discovery of the new variant last month.</p> <p>Wall Street's S&amp;P 500 also dropped 1.1 per cent after a 1 per cent fall on Friday, led lower by stocks in economically sensitive sectors such as financials, raw materials and consumer goods. The tech-heavy Nasdaq Composite fell 1.2 per cent. </p> <p>Oil prices were also under significant selling pressure. Brent, the international benchmark, fell 2.7 per cent to $71.52 a barrel, while US benchmark West Texas Intermediate declined 3.7 per cent to $68.23. </p> <p>“Pandemic-driven fears have returned to the fore of investors' concerns amid surging cases,” said Stephen Brennock of PVM, a brokerage.</p> <p>The Omicron variant has caused a wave of event and travel cancellations, with the World Economic Forum scrapping its plans to hold an in-person annual meeting in Davos in January for the second consecutive year. </p> <p>Across Europe, countries are discussing tightening restrictions. The Netherlands on Sunday became the first EU country to <a href=\"https://www.ft.com/content/7264aae6-f228-4015-87ef-838c701b99bb\">re-enter a nationwide lockdown</a>, shutting bars, restaurants and most non-essential shops until at least mid-January. </p> <p>Germany tightened travel restrictions over the weekend and is expected to agree additional curbs at a meeting between government and regional representatives on Tuesday. Boris Johnson, the UK prime minister, is also coming under pressure to reimpose controls and said his government would not hesitate to introduce further measures if needed.</p> <p>Tatjana Greil Castro, co-head of public markets at Muzinich, attributed the market slide to the prospects of Omicron-induced lockdowns in both Europe and Asia, although she added that volatility was likely to be exaggerated because of thin trading volumes ahead of Christmas. </p> <p>Omicron is “one of the biggest issues for markets right now” because it has “clouded the outlook moving into year-end”, said Jim Reid, strategist at Deutsche Bank. </p> <p>In Europe, the Stoxx 600 index fell 1.4 per cent. London's FTSE 100 slid 1 per cent, France's Cac 40 dropped 0.8 per cent and Germany's Dax declined 1.9 per cent. </p> <p>Traders also sold out of perceived haven assets. The yield on the 10-year US government bond climbed 0.02 percentage points to 1.42 per cent, while the equivalent 10-year Bund rose 0.01 percentage point to minus 0.37 per cent.</p> <p>Meanwhile, US growth prospects were <a href=\"https://www.ft.com/content/a979165a-fd1c-4b85-8604-28085e2c0c9b\">dealt a blow</a> after Democratic senator Joe Manchin said he <a href=\"https://www.ft.com/content/a979165a-fd1c-4b85-8604-28085e2c0c9b\">would not vote</a> for President Joe Biden's flagship Build Back Better bill, meaning the legislation was unlikely to pass in its current form, analysts said. </p> <p>Goldman Sachs lowered its US gross domestic product growth forecast for 2022 from 3 per cent to 2 per cent in the first quarter, from 3.5 per cent to 3 per cent in the second quarter and from 3 per cent to 2.75 per cent in the third. </p> <p>Manchin cited the&#xa0;country's existing debt levels, the re-emergence of Covid-19 and rising prices for consumer goods as reasons for rejecting the bill. </p> <p>“If fiscal policy loses momentum as the [US Federal Reserve] tightens, the growth-inflation trade-off may get more difficult,” said Kit Juckes, macro strategist at Société Générale. </p> <p>China, meanwhile, eased monetary policy on Monday by cutting its one-year prime lending rate, in what Juckes said was an attempt to stop the country's economic growth slowdown “gaining momentum”. </p> <p>“We may [soon] see more downward revisions to growth,” he added. </p> <p>In Asia, Hong Kong's Hang Seng traded 1.9 per cent lower and Tokyo's Nikkei 225 shed 2.1 per cent. </p> <p><em>Additional reporting by Neil Hume</em></p><p>Source: George Steer and Nicholas Megaw in London 2021 'Stocks and oil drop further as Omicron variant prompts recovery concerns' FT.com 20 December. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-12-20T21:37:59.654Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 2875,
          "end": 2888
        },
        {
          "start": 2875,
          "end": 2882
        }
      ]
    }
  ]
}