{
  "_id": "52cff6737067410ea2e72f6c3b2b55ff44d095ad79c7d1eb009f70f712ddd3b4",
  "feed": "ftcomall",
  "title": "BoE expected to raise rates on Thursday amid rising inflation",
  "text": "<p>Financial markets are confident the Bank of England will become the first leading central bank to begin a series of interest rate rises at noon on Thursday in an effort to nip inflationary pressure in the bud. </p> <p>With new BoE forecasts expected to show inflation rising <a href=\"https://www.ft.com/content/bce7b1c5-0272-480f-8630-85c477e7d69c\">above 5 per cent</a> next year and exceeding its 2 per cent target for longer than previously anticipated, traders in money markets are convinced the central bank will at least raise interest rates from 0.1 per cent to 0.25 per cent, with many expecting a bigger move. </p> <p>Economists are less sure the BoE Monetary Policy Committee will vote for a rate rise, but many have shifted their views over the past month after a series of <a href=\"https://www.ft.com/content/160e6e1a-2584-4013-8102-3ae5cfadb1d8\">aggressive messages</a> on inflation from central bank officials. </p> <p>Steffan Ball, chief UK economist at Goldman Sachs, predicted the BoE would raise rates by 0.15 percentage points on Thursday to quell inflationary pressure following the apparently smooth end to the government's coronavirus furlough scheme in September. </p> <p>“Given rising inflation expectations and continued hawkish commentary from key MPC members, we think the&#xa0;BoE&#xa0;is motivated to act pre-emptively and decisively,” said Ball. </p> <p>The BoE last raised its official rate in 2018 and cut it to an all-time low of 0.1 per cent at the start of the coronavirus crisis.</p> <p>Traders are currently expecting the MPC to raise its rate to 1.25 per cent by 2023, according to London's overnight index swap market.</p> <p>Chancellor Rishi Sunak's Budget last week, which raised public spending ahead of BoE expectations, will add to pressure on MPC members to vote for a rate rise on Thursday. </p> <p>And recent economic data, including Wednesday's closely watched purchasing managers' indices of business activity for October, have been revised higher. </p> <p>In <a href=\"https://www.ft.com/content/bce7b1c5-0272-480f-8630-85c477e7d69c\">an interview</a> with the Financial Times last month, BoE chief economist Huw Pill said the central bank “was in the price stability business” and traders think that it will need to raise rates to underpin the credibility of such language. </p> <p>Economists have noted, however, that few of the nine MPC members have given definitive commitments about their votes and even those thought more inclined to support higher rates, such as Pill, have said the decision is “finely balanced”. </p> <p>On the hawkish side of the MPC, governor Andrew Bailey is expected to vote for a rate rise after saying last month that the BoE “will have to act” to address persistent inflation. </p> <p>Sir Dave Ramsden, BoE deputy governor, and Michael Saunders, an external MPC member, are also expected to support a rise after voting for tighter monetary policy in September.</p> <p>Three other BoE officials on the MPC — Pill, Ben Broadbent, deputy governor for monetary policy, and Jon Cunliffe, deputy governor for financial stability — are most likely to be the swing voters.</p> <p>Silvana Tenreyro, another external MPC member, is thought to be the most reluctant to increase rates. She said in late October she <a href=\"https://www.bankofengland.co.uk/speech/2021/october/silvana-tenreyro-speech-at-the-centre-for-economic-policy-research\">did not think</a> the economic news since the MPC meeting in September had been significant.</p> <p>Economists think two other external members — Catherine Mann and Jonathan Haskel — will vote to hold rates at 0.1 per cent.</p> <p>Allan Monks, UK economist at JPMorgan, said: “Our assumption is that Bailey's assertive language was based on an expectation that at least five members were in support of an imminent rate hike and hence our best guess is that the vote will be 5-4, with&#xa0;Tenreyro, Mann, Haskel and Cunliffe dissenting.”</p> <p>Apart from the MPC vote, all eyes will be on the BoE's new inflation forecasts.</p> <p>The focus will be on the durability of above target inflation and economists think the BoE will send a signal that financial markets have gone too far with expectations of multiple rate rises. </p> <p>Liz Martens, senior economist at HSBC, said: “Whatever the BoE decides to do on interest rates, we suspect it will at least push back a little on the extent of tightening now priced in, via its inflation forecasts.</p> <p>“We think the MPC will forecast inflation to fall back below 2 per cent by end-2023, to indicate that market pricing [on interest rates] is a little excessive, given the news on economic fundamentals since then. But whether or not it moves in November, we think UK rate rises are coming soon.” </p><p>Source: Chris Giles in London 2021 'BoE expected to raise rates on Thursday amid rising inflation' FT.com 4 November. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-11-04T04:00:40.405Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 788,
          "end": 801
        },
        {
          "start": 788,
          "end": 795
        }
      ]
    }
  ]
}