{
  "_id": "19e69896cd01e26a41d68503e40e83a1d5d373c44069877095d1bf6f87485536",
  "feed": "ftcomall",
  "title": "Nomura's Archegos setback bares growth dilemma for Japan Inc",
  "text": "<p>With just a few days left in the Japanese financial year, staff across Nomura's empire came into last week finally confident of a decent bonus after a long stretch of belt-tightening.&#xa0;</p> <p>In February, Japan's largest brokerage had posted its <a href=\"https://www.ft.com/content/239e982f-508d-44ee-856f-5056c32f461f\">strongest third-quarter profits in 15 years</a>, having announced in October its <a href=\"https://www.ft.com/content/d8635e4d-f3d4-4354-90b2-5b299728179f\">best first-half numbers in two decades</a> and a cost-cutting programme well ahead of schedule. </p> <p>Critically, it recorded the third straight quarter of profits at its notoriously volatile international operations, with the US business as the star performer. The picture of a rapid, courageous, global turnround was especially rosy for Kentaro Okuda, Nomura's chief executive since April 2020 and the first ever drawn from the more outwardly focused investment banking division. Perhaps this really was the end of Nomura's long <a href=\"https://www.ft.com/content/731ec990-d153-11e8-a9f2-7574db66bcd5\">run of mishaps</a>, both externally imposed and self-inflicted?</p> <p>But last Monday, <a href=\"https://www.ft.com/content/4ab66e5a-8ea6-40eb-872f-56f676f8938e\">Nomura warned that it faced potential losses of $2bn</a> in an incident arising from an unnamed client, later identified by people within the bank as the stricken US-based fund Archegos. Profits for the second half of Nomura's year look set to be wiped out. Bonus hopes, groan the bankers, seem shattered yet again. Nomura is not alone, and it quickly became clear that other banks — most prominently, Credit Suisse, which may suffer a loss topping $4bn — were caught in the blast. Two of Japan's megabanks are exposed. <a href=\"https://www.ft.com/content/b7332bcd-366e-4c19-9f3a-e728555bcbcb\">Mitsubishi UFJ has said it could lose $270m</a>, while people close to Mizuho say it may face a similar hit.</p> <p>The whole Archegos affair hinges on the collective mountain of leverage extended by multiple banks to a disproportionately lucrative client without the transparency to correctly gauge risk. It raises a number of questions. Some of these, such as the legitimacy of how huge investment positions can be cloaked via the use of derivatives, may raise pressure for regulatory change. Banks around the world may, for the umpteenth time, commit to new frameworks of risk control.</p> <p>But the incident has a particular resonance for Nomura. Its failing arises at least in part from having thinner US trading operations in a game where cutthroats like Goldman Sachs and Morgan Stanley are the competitors. </p> <p>Familiar criticisms of the bank's accident-prone nature have resurfaced. Its past is befouled with crises and misadventure, not least its disastrous purchase of the failed Lehman Brothers operations in 2008. But few debacles before Archegos so succinctly define the dilemma facing not just Nomura and Japan's finance sector, but the broad sweep of the country's corporate base. Japanese companies need to go global, but are often haphazard globalisers.</p> <p>Consider the main contributors of what was, until Archegos, on track to be Nomura's great revival year. Its US operations were humming while the other international operations were contributing a record 42 per cent to group profits in the December quarter. And the group was riding high on advisory work on a spree of huge outbound M&amp;A deals by Japanese companies.&#xa0;</p> <p>It was fighting the right battles, but, as it turns out, without the requisite firepower. In principle, Japanese companies know they must do this, no matter how palpable the dangers and how severely doing so might stretch the competences of managements without an especially globalised view of life. <a href=\"https://www.ft.com/content/d2949629-95ad-4e9b-ba09-21e709c8642f\">Hence the big M&amp;A spree</a>. Japan's population is shrinking, and for many companies long-term growth can only be generated overseas. But Kirin's <a href=\"https://www.ft.com/content/209f5ca9-0a09-42cd-b72c-b6897a7f643e\">abrupt pullout</a> from Myanmar and Tokio Marine's <a href=\"https://www.ft.com/content/18c1892b-1ad3-4ed5-8c8f-075522275490\">embroilment in the Greensill debacle</a> through its Australian subsidiary are just the most recent examples of Japanese companies where global expansion has gone awry. </p> <p>Nomura, with its ageing — and dying — domestic customer base, has a clear urgency behind its chase for international profits that has played to the company's historic propensity to embrace risk. Mitsubishi UFJ and Mizuho's overseas operations are more hesitant expressions of this, though the underlying pressures are the same.&#xa0;But needing the profits and being able to make them safely are different things.</p> <p>Nomura's problem is an acute version of an issue shared with many Japanese companies that surged to the top of global rankings in the late 1980s, but may never have used their spell at the top to develop the management musculature and scale required of globalisation. Now Nomura and others have no choice but to globalise, that oversight is shifting into a liability.</p> <p><em>leo.lewis@ft.com</em></p><p>Source: Leo Lewis 2021 'Nomura's Archegos setback bares growth dilemma for Japan Inc' FT.com 5 April. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-04-05T04:00:56.864Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 2173,
          "end": 2186
        },
        {
          "start": 2173,
          "end": 2180
        }
      ]
    }
  ]
}