{
  "_id": "ad263d86ac64217314bee41de470e439a69b0067be7d35cb65e9f88ce0c78962",
  "feed": "wall-street-journal",
  "title": "Time to Place a Bet On Unloved Casino Stocks",
  "text": "<p>Gambling revenue in the Chinese semiautonomous city of Macau fell 81% from a year earlier during the 12 months ended in February. It finally returned to growth last month, but that is in comparison with a low base in February last year, when casinos in Macau had an unprecedented 15-day shutdown. Gambling revenue is still only around 30% of pre-Covid-19 levels.</p><p>People in mainland China have been able to travel to Macau since September of last year without quarantine, since both places have the pandemic mostly under control. Visitor numbers have picked up since then, but are still way below normal. Travel to Macau is still not totally hassle-free: Online visa applications haven't resumed and visitors need to get negative Covid-19 test results before their trips.</p><p>But as vaccination campaigns gain steam, the light at the end of the tunnel for Macau is finally in sight. Many stocks exposed to Chinese domestic tourism or consumption have already gone back above pre-pandemic levels as travel within the country has recovered. Yum China, operator of KFC restaurants in the country, has gained 24% since the beginning of 2020, while the hot-pot chain Haidilao has more than doubled. Online travel agent Trip.com has gained 19% over the same period.</p><p>Macau stocks, on average, are flat since the beginning of last year, even after a strong rally recently. Shares of Wynn Macau have fared the worst with a 24% decline. Their enterprise value as a multiple of next year's expected earnings before interest, taxes, depreciation and amortization is around 11 times, lower than the long-term average according to Morgan Stanley.</p><p>There could also be a surprising boost from changes made during the pandemic. Casino operators cut costs as they went into cash-preservation mode. Expenses will undoubtedly increase when business picks up, but some of the cost savings could stay. Goldman Sachs estimated that the industry's Ebitda could be 10% to 15% above 2019 levels when the market fully recovers.</p><p>Few people are gambling at Macau's casinos right now, but it could be the right time for investors to place their bets.</p>",
  "published": "2021-03-03T00:00:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 1875,
          "end": 1882
        },
        {
          "start": 1859,
          "end": 1872
        },
        {
          "start": 1875,
          "end": 1888
        }
      ]
    }
  ]
}