{
  "_id": "b99ed4e13a784fb47e4bbbab45a3b51faaa15f9270b2471186fc9fa38d8dcb67",
  "feed": "wall-street-journal",
  "title": "Stocks Rebound Broadly, as Energy Companies Lead the Way",
  "text": "<p>The Dow Jones Industrial Average advanced 236.82 points, or 0.7%, to 34814.39. The Nasdaq Composite climbed 123.77, or 0.8%, to 15161.53.</p><p>Stocks have retreated this month, with some investors worried that markets are ripe for a pullback after marching higher for much of the year. The Dow is down more than 1.5% since the start of September, marking its worst first 10 trading days of a month since May 2020.</p><p>Some investors have also voiced concern that the economic rebound wouldn't be as fast as they previously expected. The spread of the Delta variant of the coronavirus, an economic slowdown in China and supply-chain difficulties damped sentiment.</p><p>\"We've shifted from worrying about premature tightening [by the Federal Reserve] killing off the recovery in equities to concerns about the strength of the recovery weighing on equities,\" said Sebastian Mackay, multiasset fund manager at Invesco. Mr. Mackay remains upbeat about the outlook for stocks but said he has taken out insurance against volatility by buying put options.</p><p>New Fed data showed U.S. industrial production rose at a seasonally adjusted 0.4% in August from the previous month. The reading matched forecasts from economists polled by The Wall Street Journal, who expected a 0.5% rise. Factory output lost some momentum in August from July, when it rose by a revised 0.8%.</p><p>While the pace of growth has slowed, the shift is consistent with a typical transition from the early stages of a recovery to the middle of an expansion cycle, said George Mateyo, chief investment officer at Key Private Bank.</p><p>\"In the long term, we think stocks are the place to be, notwithstanding some short-term volatility,\" Mr. Mateyo said.</p><p>Oil prices extended a recent rally, driven in part by disruption to output caused by Hurricane Ida. Front-month futures on Brent crude, the international energy benchmark, climbed 2.5% to $75.46 a barrel, their highest settle value since July.</p><p>More than 39% of oil output in the Gulf of Mexico and 48% of gas output was offline Tuesday, the Bureau of Safety and Environmental Enforcement said.</p><p>Energy was the best-performing sector of the S&amp;P 500, boosted by the oil rally. Chevron shares gained $2.04, or 2.1%, to $98.24.</p><p>Shares of specialty lender GreenSky surged $4.13, or 53%, to $11.90 after Goldman Sachs agreed to acquire the company for $2.2 billion as part of the bank's plan to reinvent itself as a Main Street player. Goldman fell $1.74, or 0.4%, to $401.95.</p><p>Casino stocks continued to slide after the Macau government set expectations for the future of the gambling industry there, including increased regulatory scrutiny over casino operations. Shares of Wynn Resorts dropped $5.81, or 6.3%, to $86.44.</p><p>In the bond market, the yield on 10-year Treasury notes rose to 1.302% from 1.276% Tuesday. Yields rise as bond prices fall.</p><p>Overseas, the Stoxx Europe 600 dropped 0.8%.</p><p>Early Thursday, Japan's Nikkei 225 was down 0.6%, Hong Kong's Hang Seng Index was down 0.8% and South Korea's Kospi was down 0.5%. U.S. stock futures were flat.</p><p>License this article from Dow Jones Reprint Service</p>",
  "published": "2021-09-16T00:00:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 2286,
          "end": 2299
        },
        {
          "start": 2418,
          "end": 2425
        },
        {
          "start": 2286,
          "end": 2293
        }
      ]
    }
  ]
}