{
  "_id": "84fab1e8af1750881c0c73dd897859bbc317c3b20a588e08f270a52704e93816",
  "feed": "wall-street-journal",
  "title": "Pro Bankruptcy Briefing: Boy Scouts Near Approval to Poll Abuse Victims on Settlement",
  "text": "<p>Boy Scouts near pivotal vote on chapter 11 sex-abuse deal. The Boy Scouts of America are close to getting court approval to solicit votes on a proposed bankruptcy plan, a milestone in the youth group's years-long attempt to settle legal claims around decades of childhood sexual abuse.</p><p>Judge Laurie Selber Silverstein in the U.S. Bankruptcy Court in Wilmington, Del., indicated Wednesday she was close to approving, pending certain changes, the lengthy disclosures that will be sent to roughly 82,200 men who have filed claims over sexual abuse.</p><p>Former Celgene scientist says Theranos tie-up fell short. Continue following the Wall Street Journal's live coverage of the criminal trial of Theranos Inc. founder Elizabeth Holmes.</p><p>Bankruptcy</p><p>Intelsat shareholders denied outside examiner in bankruptcy case. The judge presiding over Intelsat SA's bankruptcy case rejected a shareholder request for an outside investigation of the satellite communications firm's top executives.</p><p>Judge Keith L. Phillips of the U.S. Bankruptcy Court in Richmond, Va. said at a hearing Wednesday that appointing an independent examiner isn't justified with Intelsat only weeks away from presenting a restructuring plan that would cut a nearly $15 billion debt pile by more than half.</p><p>\"I just don't see that justice would be served at this stage by the appointment of an examiner, nor that expenses associated with that would be justified,\" the judge said.</p><p>Shareholders who would be wiped out under the chapter 11 proposal argued an examiner should look into potential claims against Intelsat management over its bankruptcy. Creditors supporting the company's plan said that was simply a bid for settlement leverage. — Andrew Scurria</p><p>Pipeline Foods to sell Iowa assets. Bankrupt Pipeline Foods LLC plans to sell property and a grain storage and handling facility in Atlantic, Iowa, to Scoular Co. for roughly $4.4 million, subject to higher bids and bankruptcy court approval.</p><p>Minnesota-based Pipeline filed for bankruptcy in July, hoping to find a buyer for its business as a going concern. Unable to do so, it has been selling assets to try to repay creditors. Pipeline had bought the property from Archer-Daniels-Midland Co. in 2018.</p><p>Scoular, founded in 1892, has $6 billion in annual sales, its website says. The Nebraska-based company buys, sells, stores and processes grains and other ingredients, as well as manages logistics, for customers worldwide. — Becky Yerak</p><p>Economy</p><p>Two Fed officials signal support for starting bond buying taper. Two Federal Reserve regional bank presidents said Wednesday they are on board with the U.S. central bank soon pulling back on its bond buying stimulus efforts.</p><p>U.S. economy expected to pick up speed after Delta-driven downturn. The Delta variant of Covid-19 appeared to temper economic growth this summer, but economists expect the recovery from the pandemic to reaccelerate as the virus's toll eases.</p><p>\"The consumer is in great shape... They have the firepower, they have the ability to spend.\"</p><p>— Aneta Markowska, chief economist at Jefferies LLC.</p><p>Beyond Bankruptcy</p><p>Accessories chain Claire's files initial public offering. Retailer Claire's Holdings LLC filed paperwork for its initial public offering on Wednesday, three years after it filed for chapter 11 bankruptcy.</p><p>The teen accessories chain said it plans to raise $100 million in its IPO, a placeholder figure that companies use to calculate filing fees and is often changed. Claire's didn't disclose how many shares it intends to offer to the public, according to registration documents filed with the Securities and Exchange Commission.</p><p>For the six months ended July 31, Claire's recorded a loss of $107.7 million on $629.1 million in revenue. In fiscal 2021, it posted losses of $67 million, narrowing from $198.2 million in losses in the previous year. It generated revenue around $910.3 million for the year ended Jan. 30, 2021, declining by nearly 30% from the same period a year earlier.</p><p>The company, which also owns accessories retailer Icing, filed for bankruptcy protection from its creditors in March 2018. Its debt-restructuring plan was approved by a bankruptcy court in September that year.</p><p>Stockholders now include Elliott Management Corp. and Monarch Alternative Capital LP, which supported its reorganization in 2018, as well as Goldman Sachs Group Inc. and JPMorgan Chase &amp; Co. — Kimberly Chin</p><p>In Other News</p><p>LATAM Airlines Group SA, the region's largest carrier, said on Wednesday it had secured additional financing of up to $750 million, a key step in a bankruptcy protection process the airline initiated in 2020. (Reuters)</p><p>Bonds tied to Mallinckrodt Plc traded lower on Wednesday after the drugmaker's bankruptcy judge declined to throw out claims from insurers tied to the company's alleged price gouging. (Bloomberg)</p><p>China's Evergrande is giving hedge fund managers who invest in distressed situations what they've craved all year: a huge company with billions in debt trading at deeply discounted levels. But it's a sign of the times that in order to access one of the only large distressed opportunities, they have to stretch into one of investing's riskiest regions. (Axios)</p><p>California's top utility regulator announced Tuesday she'll step down at the end of the year, leaving Gov. Gavin Newsom searching for new leadership as the state continues to grapple with devastating wildfires and the threat of power blackouts. (NBC Bay Area)</p>",
  "published": "2021-09-30T13:56:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 4325,
          "end": 4349
        },
        {
          "start": 4325,
          "end": 4332
        },
        {
          "start": 4291,
          "end": 4315
        },
        {
          "start": 4325,
          "end": 4338
        }
      ]
    }
  ]
}