{
  "_id": "a705716b414ec5151ea6a3318a4a44c53e6fe536c84084d2dfd4d86720eb84a6",
  "feed": "ftcomall",
  "title": "Archegos: God, leverage and mayhem on Wall Street",
  "text": "<p><strong>One event to start:</strong> Our next DD Forum is March 31 at 5pm London time. Join Ortenca Aliaj as she speaks with Tidjane Thiam and Jean Pierre Mustier on their new roles as Spac sponsors and the blank-cheque boom's global reach. Details and registration to watch live or later on demand <a href=\"https://event.on24.com/eventRegistration/EventLobbyServlet?target=reg20.jsp&amp;partnerref=DD&amp;eventid=3080916&amp;sessionid=1&amp;key=C8CC16F394D50B17363E0B206525C0D9&amp;regTag=&amp;V2=false&amp;sourcepage=register\">here</a>.</p> <p><strong>Welcome to Due Diligence, your briefing on dealmaking, private equity and corporate finance from the Financial Times. Want to receive DD in your inbox? Sign up </strong><a href=\"https://ep.ft.com/pages/newsletters/subscribe?result=%7B%22successful%22%3A%5B%7B%22newsletterId%22%3A%2258db721900eb6f0004d56a23%22%7D%5D%2C%22unsuccessful%22%3A%5B%5D%7D\"><strong>here</strong></a><strong>. Get in touch with us anytime: Due.Diligence@ft.com.</strong></p> <h2>The hedge fund that veered from the righteous path</h2> <p>DD readers know that we're partial to a good market mystery.&#xa0;</p> <p>What we're trying to figure out is how the relatively unknown investor <strong>Bill Hwang</strong> convinced almost every big bank to lend enormous sums to his family office.&#xa0;</p> <p>One of the so-called Tiger Cub veterans of <strong>Julian Robertson's Tiger Management</strong> fund, Hwang was, after all, a man who had run into trouble before, having been<a href=\"https://hsfnotes.com/asiadisputes/2014/10/23/hong-kong-market-misconduct-tribunal-bans-tiger-asia-management-llc-and-bill-hwang-sung-kook-from-trading-securities-in-hong-kong-for-a-period-of-4-years/\"> banned</a> from trading in Hong Kong and <a href=\"https://www.sec.gov/news/press-release/2012-2012-264htm\">fined millions in the US</a> to settle illegal trading charges in 2012.&#xa0;</p> <p>Hwang, a religious man who once said he loved seeing “what God is doing through investing and capitalism”, used to run a hedge fund called<strong> Tiger Asia</strong>, but he returned outside money after his trading misadventures. &#xa0;</p> <p>Now he is the man behind<strong> Archegos Capital</strong>, the family office that has become a stark example of what happens when banks give out too much leverage — all at once.</p> <p>The family office — named after a biblical Greek word meaning chief, leader, or prince, used in relation to Jesus — had been flying under the radar until his bet on ViacomCBS ran into trouble last week.&#xa0;&#xa0;</p> <p>The plunge triggered margin calls, a bank's way of saying, “put up more cash or we're selling your positions”.&#xa0;&#xa0;</p> <p>What followed was <a href=\"https://www.ft.com/content/2542af81-9e93-4d05-a0b9-26c0f6aab6f3\">a wave of selling</a> by banks that wiped $33bn off the companies involved on Friday alone. By some accounts, share sales by Hwang's various counterparties have already topped $30bn, with more damage expected to follow.</p> <p>That spelt trouble not only for Hwang but also the top banks including<strong> Goldman Sachs</strong>, <strong>Morgan Stanley</strong>, <strong>Credit Suisse</strong> and <strong>Nomura</strong> which extended billions of dollars in credit to allow Archegos to make highly levered bets on US and Chinese stocks.</p> <p>We learned on Monday that the banks had attempted to co-ordinate efforts to limit the mayhem. <a href=\"https://www.ft.com/content/db4508ed-ccb4-48f6-8dd6-dd7d38e3cfa4\">Those talks failed and the chaos ensued</a>.</p> <p>Hwang had previously been shunned by Wall Street's mightiest in the aftermath of his guilty plea to using inside information.&#xa0;</p> <p>Soon enough though they all came <a href=\"https://www.ft.com/content/b7e0f57b-3751-42b8-8a17-eb7749f4dbc8?shareType=nongift\">running back</a>. Hwang knew banks would find it difficult to resist the huge fee opportunities from dealing with him. Credit where credit's due.&#xa0;</p> <p>Goldman held out the longest, but started working with Hwang again in 2020 after years of lobbying from its bankers to convince the risk department to allow it.&#xa0;</p> <p>Now at least two of Hwang's counterparties, Nomura and Credit Suisse, face <a href=\"https://www.ft.com/content/073509cd-fe45-44d2-afac-cace611b6900\">billions in losses</a> linked to Archegos.&#xa0;</p> <p>Meanwhile, Hwang has been MIA. But perhaps the banks can take some solace from his 2018 <a href=\"https://www.youtube.com/watch?v=vnbeQ-WFOUU\">interview</a>. “It's not all about money, you know . . . God certainly has a long-term view.”&#xa0;</p> <h2>A hotelier and a Swiss billionaire take on ‘the Grim Reaper'</h2> <p><strong>Heath Freeman </strong>has been a busy man.</p> <p>Through his hedge fund <strong>Alden Global Capital</strong>, the investor has been on a shopping spree of local US newspapers in recent years, earning nicknames like <a href=\"https://www.vanityfair.com/news/2020/02/hedge-fund-vampire-alden-global-capital-that-bleeds-newspapers-dry-has-chicago-tribune-by-the-throat\">“the Grim Reaper”</a> and <a href=\"https://www.nytimes.com/2019/01/14/business/dealbook/gannett-takeover-offer-mng.html\">“destroyer of newspapers”</a> from critics along the way.&#xa0;</p> <p>(Freeman disputes such takes. Read <a href=\"https://www.ft.com/content/5c22075c-f1af-431d-bf39-becf9c54758b\">this deep dive</a> on the group if you haven't yet.)</p> <p>Now, a battle has erupted over his fund's quest to buy roughly the two-thirds of <strong>Tribune Publishing </strong>he doesn't already own, as Maryland-based hotel tycoon <strong>Stewart Bainum</strong> and Swiss billionaire <strong>Hansjörg Wyss</strong> have joined forces to launch a higher rival bid.</p> <p>Amid all this, the 40-year-old Freeman has found the time to snatch up a luxury Hamptons resort “for less than $20m” along with a group of other investors, <a href=\"https://pagesix.com/2021/03/24/hedge-fund-vampire-buys-luxury-hamptons-resort-for-near-20-million/?utm_source=twitter_sitebuttons&amp;utm_medium=site%20buttons&amp;utm_campaign=site%20buttons\">according to</a> Page Six. If he must employ the same “<a href=\"https://www.ft.com/content/268f73e6-31a3-11e7-9555-23ef563ecf9a\">zero-based budgeting</a>” tactics that Alden is known for, DD hopes they will go towards lowering the price of the summer haunt's $20 cocktails.</p> <p>Speaking of Freeman's flair for cost reduction, let's explain how the deal got so heated.</p> <p>Alden's bid for Tribune was on track to go through, as DD laid out <a href=\"https://www.ft.com/content/866e1b53-a13b-4ddc-9c6e-e50d27850d8b\">last month</a>. As part of the original deal, Alden had agreed to sell Tribune's <a href=\"https://www.baltimoresun.com/business/bs-bz-sun-tribune-nonprofit-20210216-kd2vb25tc5a5hjsfbskhwebvqm-story.html\">Baltimore Sun</a> and two other Maryland newspapers to a non-profit set-up by Bainum.&#xa0;</p> <p>But then Alden started making demands to Bainum that would have significantly increased the $65m price tag they had agreed to buy the Maryland titles, <a href=\"https://www.ft.com/content/0ef977db-c836-413f-a01a-291c0b539f15\">insiders told</a> the FT's Anna Nicolaou. This led the owner of the Comfort Inn hotel chain to mount his own $650m bid for the whole of Tribune.</p> <p>Despite the fact that Bainum had topped the hedge fund's offer of $630m, Tribune's board recommended last week that shareholders <a href=\"https://www.ft.com/content/0ef977db-c836-413f-a01a-291c0b539f15\">stick with Alden</a> on the grounds that it offered the most certainty.&#xa0;</p> <p>Enter Wyss, the 85-year-old former head of medical device company <strong>Synthes </strong>(which was bought by <strong>Johnson &amp; Johnson</strong> in 2012 for $19.7bn), who has <a href=\"https://www.ft.com/content/4567fa83-7dab-46b3-acea-0dcbd0ddf6a4\">pledged</a> $100m to help Bainum in his counterbid.&#xa0;</p> <p>Alden needs more than two-thirds of the remaining shareholders to support its lower bid. The two key Tribune shareholders are the Los Angeles Times owner <strong>Patrick Soon-Shiong</strong> (who owns about 25 per cent) and Florida-based investor <strong>Mason Slaine </strong>(who owns about 8 per cent). Slaine <a href=\"https://www.wsj.com/articles/florida-investor-commits-100-million-toward-potential-bid-for-tribune-publishing-11617035755\">told the WSJ</a> he plans to side with Bainum-Wyss.</p> <p>For once, Freeman's knack for slashing corners may have backfired.&#xa0;</p> <h2>Cazoo: Spac mania comes for second-hand vehicles</h2> <p>The problem with buying a used car online is it is impossible to kick the tyres before parting with cash. Potential investors in <strong>Cazoo</strong> are about to have the same experience.</p> <p>The online-only, unprofitable used car seller is set to be valued at $8bn when it <a href=\"https://www.ft.com/content/b9d21ee4-c94a-4b10-aef8-532bf11fcc4f\">lists</a> through a Spac founded by hedge fund billionaire <strong>Dan Och</strong>.</p> <p>Unlike some of the businesses coming to market through reverse takeovers it does at least have revenues — £162m last year, although predicted to be closer to $1bn this year given the flurry of online ordering during the pandemic.</p> <p>However, many of the revenueless companies that have attracted mega valuations, such as UK electric van and bus start-up <strong>Arrival</strong>, are moving into new or rapidly expanding spaces like electric delivery vehicles.</p> <p>Cazoo, in contrast, is hoping to grow in the murky and razor-thin margin world of used cars.</p> <p>It believes that it can tap the public's distrust of the sawdust-in-the-gearbox reputation of the industry's current operators — and is eyeing the $45bn valuation of lossmaking US peer <strong>Carvana</strong>, which listed in 2017, as proof that it can be done.</p> <p>The process will also raise $1bn to help fund its expansion.</p> <p>As the FT's Helen Thomas <a href=\"https://www.ft.com/content/6d9cabd2-cad3-48a2-98b4-41515c00d8bf\">points out</a>, part of the allure for companies to enter these Spac deals is that they don't have to disclose what's happening under the bonnet (or the “hood”, for our US readers). Rivals are perplexed how it actually plans to make money.&#xa0;</p> <p>Cazoo spends about £1,500 servicing and cleaning each vehicle, before they are shipped to customers with a seven-day return guarantee. Established retailers say the average second-hand margin on retail cars is just below £1,300.</p> <p>To cut a margin, Cazoo either has to buy its cars more cheaply than established rivals (in an already crowded and fiercely competitive auction market), spend less on servicing them, or flog them for more.</p> <h2>Job moves</h2> <ul>  <li><p><strong>Apollo </strong>founder <strong>Leon Black </strong>will not stand for re-election as the chair of Manhattan's <strong>Museum of Modern Art</strong> amid criticism of his ties to the late paedophile <strong>Jeffrey Epstein</strong>, The New York Times <a href=\"https://www.nytimes.com/2021/03/26/arts/design/leon-black-moma-chairman.html\">reports</a>.&#xa0;&#xa0;</p></li> </ul> <ul>  <li><p><strong>Christian Sewing</strong> is set to stay in charge of<strong> Deutsche Bank </strong>for five more years after its supervisory board extended the chief executive's contract until 2026. <a href=\"https://www.ft.com/content/0a52e19f-5b13-44a9-bdbd-58dfae8df000\">More here</a>.</p></li> </ul> <h2>Smart reads</h2> <p><strong>Smartest guys in the room? </strong>The collapse of Greensill echoes the sprawling fraud at Enron, the energy group that collapsed two decades ago. (<a href=\"https://www.ft.com/content/70ba9c03-e207-4187-b62f-4b73c8fcac19\">FT</a>)</p> <p><strong>No filter </strong>Chubb chief executive Evan Greenberg's attempt at a $23bn takeover of The Hartford has met resistance, but the outspoken dealmaker “likes a good argument”. His leadership throughout the pandemic proves it. (<a href=\"https://www.ft.com/content/894707d6-da5e-4d27-b7ab-b14647424949\">FT</a>)</p> <p><strong>Working 9-9, what a way to make a livin' </strong>Entry-level bankers are made well aware of the gruelling hours before they take on a job, a former junior Goldman analyst writes. But the pandemic has turned into a 24/7 commitment. (<a href=\"https://www.ft.com/content/a5308721-04a3-4dae-955a-c4af065db3d8\">FT</a>)</p> <h2>News round-up</h2> <p><a href=\"https://www.ft.com/content/df4120b8-adee-416b-b8f0-e64f2ea2e9a4\">Czech Republic's richest person dies in Alaska helicopter crash</a> (FT)&#xa0;</p> <p><a href=\"https://www.ft.com/content/2f5d2587-d9a7-4cd5-ac84-e36d75b13a24\">Burnout: can investment banks cure their addiction to overwork?</a> (FT)</p> <p><a href=\"https://www.ft.com/content/7e06bbf1-e57e-4dec-8506-1454d7915120\">‘Nowhere to hide' for Spain's new megabank as it hunts for profits at home</a> (FT)</p> <p><a href=\"https://www.ft.com/content/33170195-fa2e-411f-be3d-295c9fa7782c\">MasMovil offers €2bn for Basque rival Euskaltel</a> (FT)&#xa0;&#xa0;</p> <p><a href=\"https://www.ft.com/content/cbd43b72-2bd5-4f02-b910-61491d23de03\">Asia tech groups tap global equity markets at record pace</a> (FT)&#xa0;</p> <p><a href=\"https://www.ft.com/content/4b524802-164a-4284-806a-e5dc781330d4\">Sberbank and Mail.ru on brink of divorce in $1.6bn tech joint venture</a> (FT)</p><p>Source:  2021 'Archegos: God, leverage and mayhem on Wall Street' FT.com 30 March. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-03-30T04:01:00.809Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 2034,
          "end": 2047
        },
        {
          "start": 2034,
          "end": 2041
        },
        {
          "start": 2643,
          "end": 2650
        },
        {
          "start": 8305,
          "end": 8312
        },
        {
          "start": 2018,
          "end": 2031
        },
        {
          "start": 2620,
          "end": 2627
        }
      ]
    }
  ]
}