{
  "_id": "960af1917122e2486893a599e9f645ad87ce5c42837895b165139ba773705627",
  "feed": "ftcomall",
  "title": "Turks wary of ‘Erdogan dollars' despite hard sell",
  "text": "<p>Within hours of President Recep Tayyip Erdogan announcing a new scheme that promised to guard savers from volatility in the value of the Turkish lira, the state-owned Halkbank began urging its customers to put their faith in the national currency.</p> <p>In a slickly produced advert, set to rousing Ottoman-inspired music, a well-known television actor walks a young friend through a museum exhibition and tells him that, just as the Turkish flag, the Turkish language and the parliament represent the country's pride, “the Turkish lira is our power”. &#xa0;</p> <p>Erdogan hopes that the message — combined with an attractive new investment proposition — will persuade millions of Turks to turn their backs on dollars and gold and put their savings in lira. The currency, which had lost 50 per cent against the dollar before his announcement, enjoyed its <a href=\"https://www.ft.com/content/5301a1ce-2658-4452-860c-4c19fbcaa037\">strongest day's trading in decades</a> in the wake of the news, albeit one that came with the help of a multibillion intervention by the country's central bank.</p> <p>On the streets of Ankara, the nation's capital, Turks were unsure about the two new state-backed financial products, the <a href=\"https://www.ft.com/content/59aee49c-40ca-4405-ad25-a0bca3d095f7\">government's latest plan to bolster their battered currency. </a></p> <p>The first offers to protect lira savings by indexing them to the exchange rate, with the Treasury compensating savers if the slide in the lira outstrips the interest rate offered on their account. A second initiative, backed by the central bank, offers similar incentives for savers willing to convert their foreign currency savings into lira.</p> <p>Melek, a housewife who is a longstanding supporter of Erdogan's ruling AKP party, said she would steer clear. “It's too complicated for me, I wouldn't consider it,” said the 60-year-old, who instead prefers to keep her savings in gold at home.</p> <p>With the schemes set to be rolled out in days, analysts question not just how much take up there will be but also the impact on inflation and on the public finances. </p> <p>“These are not typical measures you would see in other countries to stabilise the currency,” said Maxim Rybnikov, a director for sovereign ratings at the rating agency S&amp;P. “For the government and the central bank as counterparties funding the scheme, depending on developments in the FX market, the cost could be fairly substantial.”</p> <p>The plans seek to tackle a long-running problem. Households have for decades been reluctant to save in lira because of high inflation and a volatile currency. Turkish banks allow savers to open accounts in dollars, euros or precious metals. Billions of dollars worth of gold are also kept “under the pillow” in people's homes, according to government officials. </p> <p>The dollarisation trend, as it is known by economists, has been exacerbated during times of lira volatility. </p> <p>Foreign currency holdings reached a record share of more than 60 per cent of total deposits in the banking system in recent weeks after Erdogan, a lifelong opponent of high interest rates, <a href=\"https://www.ft.com/content/1a365ce5-8921-4721-a18a-8b8bfcfd2786\">ordered the central bank to repeatedly lower the cost of borrowing </a>despite soaring inflation. </p> <p>Government officials are bullish about the appeal, in particular, of the product aimed at those who are currently holding money in lira, arguing that there are few downside risks to savers. “Anyone who is already in Turkish lira deposits will convert to this,” said one person familiar with the workings of the scheme. “It will maybe take a little bit of time . . . but Turkish people really adapt to new instruments very fast.”</p> <p>But with deposit rates lower than the current rate of inflation, Emre Akcakmak, managing director at Greenwest Consultancy in Dubai, warned that “unless the lira depreciates even more than the rate of inflation, savers will lose versus inflation.”</p> <p>Some Turks may also be reluctant to commit to a minimum three-month maturity requirement that penalises those who withdraw their money too soon. Data from the country's banking regulator shows that 35 per cent of the&#xa0;1.1 trillion lira in local currency deposits held by individuals at Turkish banks in October was in accounts with maturities of one month or less.</p> <p>Given inflation is expected to exceed 30 per cent in the months ahead, the US investment bank Goldman Sachs, meanwhile, argued that any household with access to loans at rates close to the central bank's policy rate of 14 per cent still “has the incentive to borrow to buy real assets or FX”. That would continue a recent trend that has seen Turks taking advantage of cheap credit to pile into other assets, including houses, cars and cryptocurrency. </p> <p>For now, Turks are still taking stock of the new offer. </p> <p>Mehmet, a tailor, saw the advantages of the scheme because the exchange rate was so volatile that it was “not clear what dollar rate is going to be” from one day to the next. </p> <p>One branch manager at a commercial bank in Ankara said she had received an influx of calls from customers about the new products,</p> <p>The bank manager, who asked not to be named, said there was a sense of “relief” among some of her customers that the freefall in the currency had been arrested, though she said many were still unsure about whether to entrust their money in the new products. She said: “I think it will take couple days for customers to decide.”</p> <p>A Turkish analyst at a foreign financial institution, who asked not to be named, said that the fundamental reason why citizens continued to prefer foreign currency was that they did not trust the government's economic policies. “Why would you hold Erdogan dollars when you can hold real dollars?”</p><p>Source: Laura Pitel and Funja Guler in Ankara 2021 'Turks wary of ‘Erdogan dollars' despite hard sell' FT.com 23 December. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-12-23T05:00:36.768Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 4153,
          "end": 4166
        },
        {
          "start": 4153,
          "end": 4160
        }
      ]
    }
  ]
}