{
  "_id": "0436791ad98d567f66619dc5a9c2f34904c2f36b63e2b2b35e7f986c1a99293f",
  "feed": "market-watch",
  "title": "Bank of America vice chair and chief operating officer to retire at year's end",
  "text": "<p>The bank did not name successors, but said it expected to make those names public in the coming weeks. Shares of Bank of America fell 0.1% on Thursday.</p><p>Vice Chairman Anne Finucane, 69, and COO Thomas Montag, 64, are also members of the company's executive management team and report to chairman and CEO Brian Moynihan, who turns 62 in October after starting in his current position in 2010. The company has no mandatory retirement age, according to a spokesperson.</p><p>“Finucane and Montag have been instrumental in Bank of America's success, especially during the decade following the financial crisis,” the company said in a statement.&#xa0;</p><p>Regarded as a prominent name in banking, Finucane leads Bank of America's strategic positioning, sustainable finance, Environmental, Social and Governance (ESG), capital deployment and public policy efforts. She joined Bank of America's predecessor company Fleet Bank in 1995.</p><p>Finucane is the first woman vice chair of Bank of America and the first female chair of Bank of America Europe. She chairs Bank of America's ESG Committee, and co-chairs the Sustainable Markets Committee with Montag and led the company's $1.25 billion commitment in 2020 to advance racial equality and economic opportunity over the next five years.Montag has been at Bank of America since 2008, first as vice president and head of global sales and trading at Merrill Lynch, before its merger with Bank of America. He previously worked at Goldman Sachs Group Inc. GS for 22 years.</p><p>Along with his COO title, Montag is also president of Global Banking and Markets. He leads all of the businesses at the bank that serve companies and institutional investors, including middle-market commercial and large corporate clients and institutional investors, BofA Global Research and the global markets sales and trading units.</p><p>In the first half of 2021, the Global Banking and Global Markets units comprised 46% of Bank of America's total revenue, up from 36% in 2009.</p><p>Montag also co-founded Bank of America's Black Executive Leadership Council.</p><p>Following their retirement, Finucane and Montag will become members of the company's global advisory council.&#xa0;</p><p>Bank of America shares have gained 39% in the year to date, while the S&amp;P 500 SPX has gained 19%.</p>",
  "published": "2021-08-26T21:04:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 1449,
          "end": 1472
        },
        {
          "start": 1449,
          "end": 1462
        },
        {
          "start": 1449,
          "end": 1456
        }
      ]
    }
  ]
}