{
  "_id": "f59a3b752d5eb907e4407e7981fe576063b3e93df4ca178a0960ac5c7ef734f1",
  "feed": "ftcomall",
  "title": "Banks conduct internal probes over Archegos debacle ",
  "text": "<p>Some of the banks that collectively had more than $50bn of exposure to Archegos Capital are conducting internal inquiries over whether Bill Hwang, the former hedge fund manager who ran the family office, concealed his other positions from them.</p> <p>Executives within the prime brokerage divisions of at least two banks are being quizzed by risk managers over why they offered a business as small as Archegos tens of billions of dollars of leverage on trades in volatile equities through swaps contracts, according to people with knowledge of the discussions.</p> <p>Those trades blew up last week when <a href=\"https://www.ft.com/content/b7e0f57b-3751-42b8-8a17-eb7749f4dbc8\">Archegos was hit with margin calls </a>after a plunge in ViacomCBS shares, leading to chaotic trading as some banks tried to limit their losses.</p> <p>Nomura, Japan's largest investment bank, said its losses could hit $2bn, while sources close to Credit Suisse said the Swiss bank could lose up to $4bn. Mitsubishi UFJ Financial Group has announced it will book a $270m loss on the trades, while another three banks — Goldman Sachs, Morgan Stanley and UBS — have indicated their losses will be minimal.</p> <p>It is not uncommon for clients of prime brokerages, which typically serve hedge funds and other specialist investors, to provide few details about their other trading activities. But executives from at least two of the six banks are investigating whether Hwang deliberately misled them or withheld vital information about mirror positions he had built up at rival banks, according to people involved in the probes.</p> <p>Such replicated positions would magnify the risks on each of the trades, making a bank less likely to extend so much credit against them.</p> <p>No formal investigations have been announced.</p> <p>The Archegos fallout has turned the spotlight on prime brokers, lucrative sections of investment banking divisions that lend cash and securities to investment firms and help them process their trades.&#xa0;</p> <p>Hwang amassed relationships with several prime brokers despite having received a four-year trading ban in Hong Kong and paid $44m in fines to US regulators to settle insider trading charges. The six banks competed to extend more than $50bn to Archegos.&#xa0;</p> <p>There are questions over whether Hwang's counterparties knew about his relationships with other banks and the scale of the leverage he was using for what appear to be concentrated positions in a handful of companies. </p> <p>Credit rating agencies have <a href=\"https://www.ft.com/content/4ab66e5a-8ea6-40eb-872f-56f676f8938e\">downgraded </a>outlooks for Credit Suisse and Nomura, citing concerns over “the quality of risk management”.</p> <p>Representatives from the six banks' prime brokerages met on Thursday evening after the Archegos margin calls revealed its full exposure. The brokers <a href=\"https://www.ft.com/content/db4508ed-ccb4-48f6-8dd6-dd7d38e3cfa4\">discussed an orderly wind-down of the large positions</a>, but failed to strike an agreement. The following morning large block trades from Goldman and Morgan Stanley caused prices in the affected stocks to whipsaw.</p> <p>Credit Suisse, Goldman Sachs, Morgan Stanley, MUFG, Nomura and UBS all declined to comment. A representative for Hwang did not return a request for comment.&#xa0;</p> <p><em>Additional reporting by Ortenca Aliaj in New York</em><br></p><p>Source: Owen Walker in London and Leo Lewis in Tokyo 2021 'Banks conduct internal probes over Archegos debacle ' FT.com 31 March. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-03-31T22:45:05.371Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 2772,
          "end": 2779
        },
        {
          "start": 2863,
          "end": 2876
        },
        {
          "start": 999,
          "end": 1012
        },
        {
          "start": 2863,
          "end": 2870
        },
        {
          "start": 999,
          "end": 1006
        }
      ]
    }
  ]
}