{
  "_id": "c280169b3783441a5588e3d9fffc80ec4246219a20af782acdf2469d5149bd49",
  "feed": "wall-street-journal",
  "title": "Mexican President Nominates Deputy Finance Minister Victoria Rodriguez as Next Central Bank Chief; Mexico's peso weakens sharply over concerns about the independence and technical qualifications of the nominee",
  "text": "<p>Markets aren't reacting well because of risks that the new nominee isn't either sufficiently independent from the government or qualified for the job in terms of technical knowledge and experience, said Goldman Sachs's chief Latin America economist, Alberto Ramos.</p><p>\"Not much is known about her,\" he said.</p><p>Mr. López Obrador, a leftist nationalist, shrugged off the peso losses, which he attributed to overall strength in the dollar.</p><p>\"For the first time a woman will be at the head of the Bank of Mexico,\" Mr. López Obrador said, adding that Ms. Rodríguez has been outstanding at the finance ministry, overseeing federal spending. \"Thanks to her we have financial stability, and we haven't resorted to additional debt.\"</p><p>Ms. Rodríguez is an economist from Mexico's Tecnológico de Monterrey university, with a master's degree in economics from El Colegio de México university, and has held a number of positions in the finance ministry.</p><p>\"She doesn't have the caliber that a bank governor should have due to her lack of experience in monetary policy,\" said Alejandro Schtulmann, director of Mexican political risk consultancy Empra.</p><p>\"The nomination follows the pattern of this administration, a pattern of political appointments, not by qualification, and where experience takes a back seat,\" he said.</p><p>Mr. López Obrador said he would send the nomination to the Senate for ratification this week. If ratified, Ms. Rodríguez would be the third woman on the central bank's five-member board of governors and its first female governor. The term of the current central bank governor, Alejandro Díaz de León, ends on Dec. 31.</p><p>Her nomination comes as the central bank is facing rising inflationary headwinds. Consumer price inflation was 7.05% in mid-November, its highest level since 2001 and more than twice the central bank's 3% target.</p><p>The central bank has raised its overnight interest rate four times since June—from 4% to the current 5%—and is widely expected to increase it to 5.25% at its December meeting.</p><p>Mr. López Obrador's previous choice to head the central bank, former Finance Minister Arturo Herrera, said late Tuesday that the president told him a week ago that he had reconsidered the decision.</p><p>Mr. López Obrador comes from a generation of politicians who were passed over for key jobs in favor of a new wave of Ivy League-educated technocrats in the early 1980s.</p><p>After Mexico's so-called Tequila Crisis in the mid-1990s, the country's central bank was widely seen as a guardian of orthodox monetary policies that led to a period of economic stability and rising foreign investment. The Mexican peso became one of the most traded emerging-market currencies.</p><p>Some of Mr. López Obrador's policy decisions after taking office three years ago, such as canceling Mexico City's partially built new airport, spooked private-sector investment.</p><p>While usually agreeing with the central bank's efforts to control inflation, earlier this year, he censured the bank's decision not to transfer funds to the federal government as it does some years when it has money left over from its operations after covering liabilities and capitalization needs.</p><p>Mr. López Obrador also sought to use the $12.2 billion that Mexico received in August under the International Monetary Fund's distribution of special drawing rights to pay down public debt. But the central bank said that under Mexican law the resources had to be included in foreign reserves and that the government would have to acquire any foreign currency from the central bank at market rates.</p><p>The government bought $7 billion from the central bank reserves.</p><p>With economic growth slowing, high inflation and a controversial bill before congress to give the government greater control over the electricity market, uncertainty at the central bank isn't welcomed, said Christian Lawrence, senior market strategist at Rabobank in New York.</p><p>\"An unknown at the head of the Bank of Mexico, which has been a source of stability, doesn't bode well for confidence,\" he said.</p><p>Write to Anthony Harrup at anthony.harrup@wsj.com and Santiago Pérez at santiago.perez@wsj.com</p>",
  "published": "2021-11-24T16:10:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 203,
          "end": 216
        },
        {
          "start": 203,
          "end": 210
        }
      ]
    }
  ]
}