{
  "_id": "0de4e5597741db8f2ed636679507cf4f41430030e2b25b3925e5d214b8c356e8",
  "feed": "wall-street-journal",
  "title": "PE Daily: Ara Bags $1.1 Billion for Carbon-Focused Fund | Clearhaven Reels in $312 Million for Inaugural Fund",
  "text": "<p>We have these stories and many more summarized and linked for you below, so please scroll on down ...</p><p>Today's Top Stories</p><p>Clearhaven Partners, a new firm focused on lower midmarket technology and software investments, has closed its debut fund with more than $312 million in capital, Laura Cooper reports for WSJ Pro Private Equity. The vehicle, Clearhaven Fund I LP, closed above the Boston-based firm's target, after coming to market in the fourth quarter of last year and holding a first closing in January, according to Michelle Noon, a firm co-founder and managing partner.</p><p>Ara Partners has raised about $1.1 billion to invest in businesses that help industries reduce carbon emissions, Luis Garcia reports for WSJ Pro Private Equity. The Houston-based firm said it wrapped up Ara Fund II LP far above an initial $650 million target. Ara last year secured roughly $400 million for its predecessor vehicle.</p><p>Big Number</p><p>48%</p><p>The proportion of limited partners who said they expect to increase investment allocations to private equity, according to the 2021 Private Capital Markets Report from Graziadio Business School of Pepperdine University</p><p>Deals</p><p>Antin Infrastructure Partners SA in Paris is backing railroad freight car leasing company ERR European Rail Rent GmbH, investing alongside co-founders Rainer Kunze and Jürgen Bauer. The Duisburg, Germany-based company leases more than 5,700 freight cars.</p><p>Midmarket investor Tiger Infrastructure Partners is backing managed infrastructure services provider 11:11 Systems, marking the second time that the firm has teamed up with Brett Diamond, the company's chief executive. Mr. Diamond was also CEO of Hudson Fiber Network, which Tiger Infrastructure backed before selling to ExteNet Systems in 2018.</p><p>Jordan Co. is backing beverage dispensing company Sunny Sky Products LLC in Houston, investing from its Resolute Fund V LP alongside company founder Ashley Edens. The deal provides an exit for minority investor Seidler Equity Partners, according to a news release.</p><p>Levine Leichtman Capital Partners has acquired In-Place Machining Co., investing alongside company management. The firm is backing the Milwaukee-based company from its LLCP Lower Middle Market Fund III LP, which recently closed on $1.38 billion. In-Place provides machining, metrology and diamond wire-cutting services in the field for infrastructure and related equipment.</p><p>The Ontario Teachers' Pension Plan Board has agreed to acquire HomeQ Corp., the parent company of Canadian mortgage lender HomeEquity Bank. The Canadian pension manager is buying the bank from Birch Hill Equity Partners Management and other investors.</p><p>Apollo Global Management Inc. has closed its roughly $3.12 billion deal to take private casino operator Great Canadian Gaming Corp. The company has operations in 25 sites across Canada.</p><p>Graycliff Partners said it has acquired Electro-Mechanical Corp., a Bristol, Va.-based company that manufactures electrical equipment used by utilities and other industrial customers.</p><p>Northstar Capital in Minneapolis is joining Weinberg Capital Group in backing hunting gear maker Drake Waterfowl Systems, taking a minority stake in the Olive Branch, Miss.-based company as a co-investor and credit provider.</p><p>SPAC Track</p><p>A blank-check company led by current Kingstown Capital Management executives and a former TSG Consumer Partners operating partner has priced its initial public offering of shares to raise $300 million, according to an emailed news release. Inflection Point Acquisition Corp. is led by Paula Sutter as executive chairwoman, and Michael Blitzer and Guy Shanon as co-chief executives, regulatory filings show. Before working for TSG from 2014 to 2017, Ms. Sutter was a fashion industry executive. Messrs. Blitzer and Shanon are co-CIOs of Kingstown, which Mr. Blitzer started in 2006. The special purpose acquisition company aims to combine with a consumer and/or technology business in North America or Europe, according to its IPO registration statement.</p><p>U.S. Sen. Elizabeth Warren and three Democratic colleagues sent open letters to several creators of special-purpose acquisition companies on Wednesday, questioning how SPAC executives are compensated and requesting more details about their potential conflicts of interest, Amrith Ramkumar reports for The Wall Street Journal. The letter are the latest sign of official scrutiny directed at so-called blank-check companies, which were rarely used as a way for startups to go public before last year but have exploded in popularity recently. Some skeptics argue SPACs disproportionately benefit insiders through lucrative incentives even if companies they take public struggle and stick individual investors with losses.</p><p>Exits</p><p>TCV-backed Toast Inc.'s stock jumped 56% in its trading debut on the New York Stock Exchange, rising to $62.51 after pricing above the expected range at $40 each. Boston-based Toast makes restaurant point-of-sale and wireless ordering systems designed around mobile devices.</p><p>Jordan Co. is selling car dealership group RFJ Auto Partners Inc. to strategic buyer Sonic Automotive Inc., Colin Kellaher reports for Dow Jones Newswires. The deal consideration includes about $700 million for RFJ's intangible and real-estate assets, along with the values of RFJ's vehicle, parts and accessories inventories and its fixed assets and equipment. Plano, Texas-based RFJ operates from 33 locations in seven states. Jordan first backed the company in July 2014.</p><p>Advent International-backed First Watch Restaurant Group Inc. has set an expected price range of $17 to $20 per share for its initial public offering, aiming to raise as much as $217.6 million, a regulatory filing shows. Advent, which doesn't plan to sell any of its shares in the company, will own about 79% of First Watch's shares following the IPO. The Bradenton, Fla.-based chain's 423 restaurants serve breakfast and lunch and operate in 28 states.</p><p>Platinum Equity has agreed to sell electronics manufacturing services provider PCI Ltd. in Singapore to strategic buyer Celestica Inc. in Toronto for $306 million in cash. Platinum took PCI private in April 2019.</p><p>Shares of Accel-backed Freshworks Inc. surged 32% to close at $47.55 in their first day of trading on the Nasdaq stock market, after pricing above the expected range at $36 each in the software-as-a-service company's initial public offering. Tiger Global Management is also an investor in San Mateo, Calif.-based Freshworks, whose products are used to manage customer and employee experiences.</p><p>Shares of a Summit Partners-backed fashion company a.k.a. Brands Holding Corp., fell in their first day of trading after its downsized initial public offering of 10 million shares priced at $11 each, the low end of an expected $11 to $13 range, Colin Kellaher reports for Dow Jones Newswires. The San Francisco-based direct-to-consumer retailer on Tuesday reduced the offering from nearly 13.9 million shares and lowered the price range from $17 to $19 a share. The shares closed at $9.99 each, off 9.2% on the New York Stock Exchange.</p><p>Funds</p><p>Litigation finance specialist Longford Capital Management has collected $682 million for its third fund and closed the vehicle to new commitments. The Chicago firm said it has already committed nearly $270 million from its Fund III to finance parties involved in commercial disputes, antitrust and trade regulation claims and intellectual property lawsuits.</p><p>SoftBank Group Corp. plans to back former U.S. Treasury Secretary Steve Mnuchin's $2.5 billion Liberty Strategic Capital private-equity fund, but didn't say how much it plans to invest, Pierre Briançon reports for sister publication Barron's. Other backers of the fund include Abu Dhabi sovereign-wealth fund Mubadala and Saudi Arabia's Public Investment Fund.</p><p>People</p><p>The $269.26 billion New York City public pension system's private-equity investments are now overseen by Eneasz Kądziela, city Comptroller Scott M. Stringer announced. Mr. Kądziela will manage more than $18 billion of private-equity investments for five public pension plans in his new job with the city's Bureau of Asset Management. He moved up from senior investment officer in the bureau, which he joined in 2015.</p><p>Industry News</p><p>The syndicate desk—a longtime fixture at banks where IPOs and other large stock sales are priced and allocated to investors—has long clung to traditional ways of doing business like phone orders. Capital Markets Gateway LLC, backed by Franklin Templeton, Fidelity Investments, Goldman Sachs Group Inc., JPMorgan Chase &amp; Co. and Morgan Stanley, among others, plans to enable investors to place orders for IPOs and other equity-capital-markets deals on the computer.</p><p>Better Being Co., a diet supplements and personal care products maker backed by private-equity firms including HGGC, has withdrawn its registration for an initial public offering of shares, saying it was no longer planning an IPO without saying what lay behind its change of course, a regulatory filing shows. In July, the Salt Lake City-based company, which includes the former Nutraceutical International, said it expected to sell 12.5 million shares at $15 to $17 each. HGGC initially took Nutraceutical private in 2017 for around $446 million, while Snapdragon Capital Partners and consulting firm Maze Group LLC acquired a minority stake in 2019.</p><p>A team from AMP Capital has established a holding company, Telecom Infrastructure Partners, and backed it with as much as $350 million to acquire mobile telecommunications site leases, according to an emailed news release. Initially, the London-based business led by Eric Overman, founder and former chief executive of APWireless, will focus on Europe and Latin America opportunities. AMP is investing from its Global Infrastructure Fund II.</p><p>Antin Infrastructure Partners SA expects to become the latest alternative assets firm to list its shares, with trading set to begin trading Friday in Paris. The firm's initial public offering is expected to price at €20 to €24 per share, or roughly $23.45 to $28.15 each, according to data on the Euronext Paris website. Antin focuses on infrastructure investments in the energy, environment, telecommunications, transportation and social media sectors.</p><p>Invesco Ltd. is making plans to roll out a lineup of funds backed by bitcoin and other cryptocurrencies, Michael Wursthorn reports for The Wall Street Journal. The Atlanta-based asset manager is developing the new exchange-traded funds with Galaxy Digital Holdings Ltd.</p><p>The Securities and Exchange Commission has sent letters to dozens of public companies asking them to provide more information to investors about how climate change might affect their financial earnings or business operations, Paul Kiernan reports for The Wall Street Journal. The agency has published a list of requests that SEC staff have been sending to chief financial officers in connection with a 2010 guidance document on climate-change disclosures. The requests focus on the material impacts on companies from pending or existing climate-change laws, from floods or other physical effects of climate change and from indirect consequences of regulations or business trends stemming from climate change.</p>",
  "published": "2021-09-23T13:53:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 8515,
          "end": 8522
        },
        {
          "start": 8515,
          "end": 8539
        },
        {
          "start": 8462,
          "end": 8486
        },
        {
          "start": 8515,
          "end": 8528
        }
      ]
    }
  ]
}