{
  "_id": "4ee43da87ab6b8b951d34ffc9a4525a5055975a802e69fbedd88c4a8910641f2",
  "feed": "wall-street-journal",
  "title": "Deal Breaker: Private-Equity Firm Bans the Word 'Deal'; At Partners Group Holding, using the word can cost $1,000 for each violation; 'Please don't roll your eyes if I bust you'",
  "text": "<p>Role model</p><p>Never mind that as a private-equity firm with $119 billion in assets, Partners Group exists to do…deals. It has done $27 billion of them in the past 12 months, such as the $8.5 billion sale of software-engineering firm GlobalLogic Inc. to Japan's Hitachi Ltd.</p><p>Mr. Layton said at the meeting that the firm would make a $10,000 donation to its charitable arm and deduct $100 from that donation any time the word was written or uttered by a junior employee. Partners using the D-word would be fined, in the form of a $1,000 donation to the charity for each violation. Enforcement would be based on the honor system.</p><p>It wasn't long before Mr. Layton had to prove he meant business. A week later at Partners Group's annual retreat at Lenzerheide, a mountain resort in the Swiss Alps, co-founder Marcel Erni said \"deal\" three times during his opening remarks.</p><p>Mr. Layton fined him 3,000 Swiss francs, or about $3,000, to go to the charity.</p><p>The CEO snapped a photo of Mr. Erni, who, unlike Mr. Layton, sits on the firm's board, forking over three 1,000-franc notes. Mr. Layton asked his assistant to upload the photo to Partners Group's internal message board, accompanied by a reminder: \"how we communicate is how we behave.\"</p><p>Mr. Layton, 40 years old, says he banned the word because he is trying to get his colleagues to shift from a transactional mind-set to one he calls \"industrial.\"</p><p>Two decades ago, Mr. Layton says, the buyout business was a $700 billion industry in which firms made big money with a simple formula: buy companies using a large amount of debt, make some cosmetic changes and sell them off. These days, it's an $8 trillion industry, and if firms want to make the double-digit returns their investors expect, they have to think like entrepreneurs, he says.</p><p>\"We want to act like founders, not financiers,\" Mr. Layton says. \"Do our customers love us? Is our product resonating?\"</p><p>He says the word \"deal\" reduces the ownership of a company—which has executives, employees, a strategy and a mission—to a one-time event. He wants the employees of his firm to act like they are owners of businesses, not merely the doers of deals.</p><p>Preferred vocabulary includes \"stewardship, governance, strategy, culture, entrepreneurship, operational excellence and sustainability,\" he says. Some employees have resorted to using the word \"investment\" as a substitute for the banned word.</p><p>The ban has elicited sighs and eye-rolls from staffers, but many say it's in keeping with the firm's quirky culture.</p><p>Partners Group, which finished raising a $15 billion buyout fund in September, isn't alone in seeking to put a better face on the oft-maligned private-equity industry. But it appears to be the first of its peers attempting to do so by striking a key word from its corporate lexicon.</p><p>\"People in our business are called sharks, vultures, wolves…in Germany they call us locusts,\" Mr. Layton says. \"At Partners, we're like penguins. When it gets cold they all huddle together to protect the young penguins.\"</p><p>The firm was founded in Switzerland in 1996 by Mr. Erni, Alfred Gantner and Urs Wietlisbach, who had worked together as bankers at Goldman Sachs Group Inc.</p><p>The trio made a point of giving employees time to recharge every five years—a three-month sabbatical for partners and five additional weeks of vacation for lower-level employees—a foreign concept in the work-obsessed world of finance.</p><p>Partners Group was also the first private-equity firm to go public, in 2006, listing its shares on the Swiss stock exchange.</p><p>\"Maybe because we were in the secluded Alps, we started to do things our own way,\" Mr. Gantner says. \"We didn't breathe the same air that everyone else was breathing.\"</p><p>In the early years, the three founders would take a half-day every four months and hike Wildspitz, a peak near their office. Smaller teams still sometimes make that 6- or 7-mile trek.</p><p>John Ivanac, a Partners Group managing director, who joined the firm from BlackRock Inc. in 2020, recently completed a trek to the top of Wildspitz. Some people struggled, he says, but their leader, who was previously the Swiss equivalent of a Navy SEAL, got them to the top. While at the summit, the group did an exercise where each member wrote behaviors they were going to stop doing on a piece of paper and tossed it into a fire. Members of the group now remind each other to abide by their pledges by saying \"wild peak,\" the translation of Wildspitz, whenever a lapse occurs, he says.</p><p>\"I love it,\" he says, of the \"deal\" word ban.</p><p>Mr. Layton became co-CEO alongside André Frei in 2019 and has been sole CEO since July 1, when Mr. Frei took on the newly created role of chairman of sustainability. Mr. Layton works out of the firm's new U.S. headquarters, whose construction he oversaw. In determining its location, he sought out mountainous regions far from Wall Street. One option was Salt Lake City, but Mr. Layton, a Mormon, decided against it after ribbing from his colleagues.</p><p>\"They called it 'Dave's plan for mass conversion,' \" he says. \"I didn't want that hanging over it.\"</p><p>Instead, he chose Denver.</p><p>As for the \"deal\" ban, the firm has regressed a bit of late. On Sept. 16, Mr. Layton, who has personally fined one other senior person besides Mr. Erni, posted another message to the internal network, with the subject line \"no more deals.\" He said the firm had made progress in June, July and August, but the dreaded word had been coming up again with greater frequency.</p><p>Slippages have typically happened in investment committee meetings or calls to discuss the firm's investment pipeline, formerly known as \"deal flow\" calls.</p><p>Unless Mr. Layton or one of the founders happens to overhear, it's up to the partner to pay the fine. There are signs that the honor system is working. Partners Group says donations to its charitable arm are up 65% so far this year, though the firm doesn't know if all the donations were due to the \"deal\" ban.</p><p>\"Please don't roll your eyes if I bust you,\" Mr. Layton wrote. \"I'm taking this seriously.\"</p><p>Write to Miriam Gottfried at Miriam.Gottfried@wsj.com</p><p>Deal Breaker: Private-Equity Firm Bans the Word 'Deal'</p>",
  "published": "2021-10-20T17:50:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 3145,
          "end": 3169
        },
        {
          "start": 3145,
          "end": 3158
        },
        {
          "start": 3145,
          "end": 3152
        },
        {
          "start": 3145,
          "end": 3168
        }
      ]
    }
  ]
}