{
  "_id": "2465f5fbba505aa0a045ae25e49a1edcf8aa3b5b4bfcd6ef5650e2910600c69c",
  "feed": "ftcomall",
  "title": "Bond buying and easy money: a timeline of central bank action",
  "text": "<h1>The global financial crisis</h1> <p><strong>December 2007</strong> The Federal Reserve's first Term Auction Facility auction takes place, designed to ease a liquidity shortage among commercial banks. Auctions are extended “for as long as necessary”.</p> <p><strong>January 2008</strong> After criticism that it is behind the curve in its response to the growing financial crisis, the Fed cuts the fed funds rate by 75 basis points to 3.5 per cent, and eight days later by 50 basis points to 3 per cent, in an effort to stave off recession. Taken together, it is the central bank's most aggressive easing of monetary policy since the early 1980s.</p> <p><strong>September 2008</strong> As the financial crisis deepens and investment bank Lehman Brothers files for bankruptcy, the US Federal Reserve broadens the collateral that can be pledged by primary dealers seeking overnight loans, extends swap lines with other central banks and increases the size of its Term Auction Facility. It also <a href=\"https://www.ft.com/content/97a410b6-884a-11dd-b114-0000779fd18c\">approves</a> applications by Goldman Sachs and Morgan Stanley to become bank holding companies and allows them to access emergency loans, and lends up to $85bn to insurer AIG in return for a government stake of 79.9 per cent.</p> <p><strong>October 2008 </strong>With the financial system in turmoil, the Fed lifts the cap on swap lines with other major central banks and cuts the fed funds rate to 1 per cent. To try to shore up money-market mutual funds, which have come under severe redemption pressure, forcing them to cut short-term lending to banks, it also <a href=\"https://www.ft.com/content/4da5eebc-9f83-11dd-a3fa-000077b07658\">announces</a> it will finance up to $540bn in purchases of their short-term debt. The Bank of England launches a scheme to guarantee short-maturity bank debt. It also cuts interest rates by half a percentage point, as does the European Central Bank.</p> <p><strong>November 2008 </strong>The Fed <a href=\"https://www.ft.com/content/e7411216-bafb-11dd-bc6c-0000779fd18c\">pledges</a> $800bn to try to kickstart the financial system. That includes buying up to $600bn of mortgage bonds of government-sponsored housing enterprises such as Fannie Mae and Freddie Mac, and lending up to $200bn to holders of AAA-rated securities backed by auto, credit card and other loans. With the IMF predicting a severe economic downturn, the Bank of England makes the biggest interest rate <a href=\"https://www.ft.com/content/633f10a4-abf0-11dd-aa46-000077b07658\">cut</a> in its history, slashing rates by 1.5 percentage points to 3 per cent, their lowest level in 53 years. The ECB cuts rates by half a percentage point and President Jean-Claude Trichet hints at further cuts.</p> <p><strong>December 2008</strong> The Fed slashes interest rates from 1 per cent to a range of between zero and 0.25 per cent to support the economy, and says it expects rates to stay at ultra-low levels “for some time”. The Bank of England lops a full percentage point off interest rates to 2 per cent while the ECB cuts by 0.75 percentage points to 2.5 per cent.</p> <p><strong>January 2009 </strong>The ECB <a href=\"https://www.ecb.europa.eu/press/pr/date/2009/html/pr090115.en.html\">cuts</a> interest rates by 0.5 percentage points to 2 per cent. The Fed says it is willing to buy long-term Treasuries.</p> <p><strong>March 2009 </strong>With the economy contracting rapidly, the Fed tries to lower borrowing costs by <a href=\"https://www.ft.com/content/1ce3853c-13f0-11de-9e32-0000779fd2ac\">buying</a> $300bn of longer-term Treasuries and a further $750bn of mortgages. The Bank of England cuts the base rate from 1 per cent to 0.5 per cent and launches ‘quantitative easing' with £75bn of asset purchases to try to stimulate economic growth and hit its inflation target.</p> <p><strong>May 2009</strong> With a “substantial margin of spare capacity” still in the economy, the Bank of England <a href=\"https://www.ft.com/content/bd71d31e-3aec-11de-ba91-00144feabdc0\">increases</a> its asset purchase scheme by £50bn to £125bn. The European Central Bank cuts interest rates by a quarter of a percentage point to a new low of 1 per cent and announces plans to buy €60bn of banks' covered bonds.</p> <p><strong>August 2009</strong> The Bank of England surprises markets by <a href=\"https://www.ft.com/content/1db32aec-810c-11de-92e7-00144feabdc0\">expanding</a> its QE programme by a further £50bn to £175bn and warns that the “recession appears to have been deeper than previously thought”.</p> <p><strong>November 2009</strong> With the UK economy still in recession in the third quarter, the Bank of England <a href=\"https://www.ft.com/content/bb96d04c-c9fa-11de-a5b5-00144feabdc0\">increases</a> its asset purchase scheme to £200bn, in a move described as “one last heave”. But it also signals that the pace of cash injections will be slowed. Economists predict that, by summer 2010, the bank will be thinking about raising interest rates.</p> <p><strong>March 2010</strong> The Fed brings its first round of QE asset purchases to an end, having bought $300bn of long-term Treasuries and $1.25tn of mortgage-back securities.</p> <h1>The eurozone debt crisis</h1> <p><strong>May 2010</strong> The ECB announces its Securities Markets Programme to buy the government debt of peripheral eurozone countries in the open market, as the eurozone debt crisis creates “severe tensions in certain market segments which are hampering the monetary policy transmission mechanism”.</p> <p><strong>August 2010</strong> The Fed downgrades its economic outlook as fears of a double-dip recession rise. In a sign that it is extending the monetary policy used during the financial crisis, it <a href=\"https://www.ft.com/content/0567152a-a49c-11df-8c9f-00144feabdc0\">announces</a> that it will reinvest more than $150bn in annual proceeds from maturing mortgage-backed and agency securities into Treasuries, rather than allow a natural shrinkage of its balance sheet.</p> <p><strong>November 2010</strong> With output recovering only slowly and unemployment still high, the Fed tries to hasten revival with so-called <a href=\"https://www.ft.com/content/33280f9e-e779-11df-b5b4-00144feab49a\">QE2</a>, buying an extra $600bn of longer-term Treasuries. The move, however, is seen as slightly more cautious than markets had expected. Fed chair Ben Bernanke writes that buying assets “eased financial conditions in the past and, so far, looks to be effective again”.</p> <p><strong>April 2011</strong> Concerned about accelerating inflation, the ECB <a href=\"https://www.ft.com/content/b7f5ae80-60fe-11e0-8899-00144feab49a\">raises</a> interest rates by 0.25 percentage points to 1.25 per cent, the first hike in three years. The move proves controversial, coming just hours after Portugal announces it is seeking EU help with its debt crisis.&#xa0;</p> <p><strong>July 2011</strong> The ECB controversially <a href=\"https://www.ft.com/content/a4f92816-a87f-11e0-8a97-00144feabdc0\">increases</a> interest rates for a second time this year, from 1.25 per cent to 1.5 per cent, in spite of the accelerating eurozone debt crisis. ECB President Jean-Claude Trichet points to “upside risks” to inflation, which is running at 2.7 per cent. Micheál Martin, leader of Ireland's opposition party, describes the move as “more than foolish”.</p> <p><strong>August 2011</strong> The Fed <a href=\"https://www.ft.com/content/06999f9a-bf84-11e0-90d5-00144feabdc0\">reassures</a> banks that it will continue to accept Treasuries as collateral after Standard &amp; Poor's downgrades the US's credit rating from triple A to double A plus. ECB President Jean-Claude Trichet <a href=\"https://www.ft.com/content/8cd0d6c8-c119-11e0-b8c2-00144feabdc0\">promises</a> to “actively implement” its bond-buying programme as concerns mount over the eurozone debt crisis's impact on Italy and Spain.</p> <p><strong>September 2011</strong> The Fed <a href=\"https://www.ft.com/content/3deaf5fc-e478-11e0-92a3-00144feabdc0\">launches</a> the $400bn Operation Twist: to buy longer-term Treasuries and sell shorter-term debt in an effort to push down longer-term borrowing costs.</p> <p><strong>October 2011</strong> The Bank of England <a href=\"https://www.ft.com/content/90991724-f01d-11e0-bc9d-00144feab49a\">unveils</a> plans to buy a bigger-than-expected £75bn in gilts. Looking past current high inflation, the bank wants to boost economic growth “in order to keep inflation on track” to meet its medium-term target. The ECB <a href=\"https://www.ft.com/content/850d5946-1afc-38a0-b953-313756ff4f5b\">expands</a> its loan programme to eurozone banks and unveils a €40bn programme to buy covered bonds.</p> <p><strong>November 2011</strong> New ECB President Mario Draghi <a href=\"https://www.ft.com/content/100604ca-0600-11e1-ad0e-00144feabdc0\">starts</a> his term with an interest-rate cut, justified by a looming “mild recession”, and says the idea of debt-laden Greece quitting the eurozone was “not in the [EU] treaty”.</p> <p><strong>December 2011</strong> The ECB <a href=\"https://www.ft.com/content/2ea8dbd4-2188-11e1-a1d8-00144feabdc0\">announces</a> a range of non-standard measures to support the bloc's banks.</p> <p><strong>July 2012</strong> Draghi makes his famous <a href=\"https://www.ft.com/content/6ce6b2c2-d713-11e1-8e7d-00144feabdc0\">speech</a> saying the ECB's mandate allowed it to fight excessive borrowing costs for eurozone countries and that the bank was “ready to do whatever it takes” to preserve the single currency. The news kick-starts a major <a href=\"https://www.ft.com/content/dcfda248-d487-11e1-9444-00144feabdc0\">rally</a> in global equity markets. The Bank of England <a href=\"https://www.ft.com/content/01951adc-c687-11e1-943a-00144feabdc0\">announces</a> a further £50bn of asset purchases, in view of the “increased drag from the heightened tensions within the euro area”, taking total QE asset purchases to £375bn.</p> <p><strong>September 2012</strong> The ECB <a href=\"https://www.ft.com/content/3651b028-f846-11e1-b0e1-00144feabdc0\">launches</a> its Outright Monetary Transactions plan, or unlimited bond-buying, designed to reduce the borrowing costs of countries such as Spain and Italy to sustainable levels. The Fed <a href=\"https://www.ft.com/content/2cfe002a-fdd8-11e1-9901-00144feabdc0\">launches</a> its third QE programme and says it will keep buying assets until the outlook for the labour market improves “substantially”.</p> <p><strong>May 2013</strong> Fed chair Ben Bernanke <a href=\"https://www.ft.com/content/35b7c810-c2e8-11e2-bbbd-00144feab7de\">sparks</a> the beginning of the so-called “taper tantrum” when he tells Congress that “we could take a step down in our pace of purchases” if economic data improve and look likely to stay that way.</p> <p><strong>June 2014</strong> The ECB <a href=\"https://www.ft.com/content/fd55cd1a-ec98-11e3-a754-00144feabdc0\">becomes</a> the first major central bank to venture into negative interest rate territory, when it cuts its deposit rate from zero to minus 0.1 per cent. It also announces up to €400bn of cheap loans for eurozone banks. President Draghi signals he is ready to go further: “Are we finished? The answer is no.”</p> <h1>ECB starts QE</h1> <p><strong>January 2015 </strong>The ECB <a href=\"https://www.ft.com/content/aedf6a66-a231-11e4-bbb8-00144feab7de\">unveils</a> a €60bn-a-month quantitative easing programme, well above investor expectations, designed to stimulate inflation by buying more than €1tn in government and private sector assets. The move comes despite strong opposition in Germany, where some fear QE could ease pressure on indebted countries to reform.</p> <p><strong>December 2015</strong> The Fed <a href=\"https://www.ft.com/content/46a9001a-a424-11e5-8218-6b8ff73aae15\">raises</a> interest rates for the first time in almost a decade, to a range of 0.25 to 0.5 per cent, the first of nine hikes in the coming years. The move comes in spite of lacklustre global growth and loose monetary policy elsewhere in the world.&#xa0;</p> <p><strong>April 2016</strong> The ECB <a href=\"https://www.ft.com/content/d8b674ae-000b-11e6-ac98-3c15a1aa2e62\">increases</a> the size of its quantitative easing programme from €60bn to €80bn and expands the range of assets it plans to buy, including corporate bonds.</p> <p><strong>August 2016</strong> Following the UK's vote to leave the EU, the Bank of England slashes its growth forecasts, establishes a new funding scheme for banks, and <a href=\"https://www.ft.com/content/f0c755e8-cc0c-37ec-852c-ac3b789e88a3\">launches</a> a £70bn bond-buying programme.</p> <p><strong>October 2016</strong> UK Prime Minister Theresa May <a href=\"https://www.ft.com/content/841720a4-8b04-11e6-8aa5-f79f5696c731\">criticises</a> the inequalities between rich and poor produced by QE, saying “we have to acknowledge there have been some bad side effects”.&#xa0;</p> <p><strong>October 2017</strong> The ECB <a href=\"https://www.ft.com/content/7be70238-ba37-11e7-9bfb-4a9c83ffa852\">says</a> it will halve the amount of assets it buys, from €60bn to €30bn a month, but will extend the programme until at least September next year. Eurozone government debt rallies on the news.</p> <p><strong>December 2018</strong> The ECB finally brings its QE programme to <a href=\"https://www.ft.com/content/aee82ea2-5b5e-34f0-99c3-ace312eb00c1\">an end</a>, with the bank having injected €2.6tn of stimulus including the purchase of €1.9tn of government bonds. Draghi claims that, at some points, QE has been “the only driver of this recovery”.</p> <p><strong>August 2019</strong> The Fed <a href=\"https://www.ft.com/content/be296b8e-b3b6-11e9-bec9-fdcab53d6959\">cuts</a> interest rates for the first time since the financial crisis, as concerns grow about weakness in the global economy. It calls the move a “mid-cycle adjustment to policy”.&#xa0;</p> <h1>The coronavirus crisis</h1> <p><strong>March 2020</strong> With the coronavirus pandemic drastically reducing economic activity — sending the S&amp;P 500 index into its fastest <a href=\"https://www.ft.com/content/d895a54c-64a4-11ea-a6cd-df28cc3c6a68\">descent</a> into a bear market in history — the Fed moves to support the economy by <a href=\"https://www.ft.com/content/b71f0c32-6cfb-11ea-89df-41bea055720b\">pledging</a> to buy bonds in unlimited quantities, including a plan to buy corporate debt. The move helps drive a huge rally in risky markets that is still ongoing. It also <a href=\"https://www.ft.com/content/a9a28bc0-66fb-11ea-a3c9-1fe6fedcca75\">cuts</a> interest rates twice, by 1.5 percentage points in total, to a range of 0-0.25 per cent — a level not seen since 2015.</p> <p>The ECB <a href=\"https://www.ft.com/content/711c5df2-695e-11ea-800d-da70cff6e4d3\">unveils</a> its pandemic emergency purchase programme, which will buy €750bn of bonds. Eligible assets include non-financial commercial paper, while collateral standards for banks will be eased. “There are no limits to our commitment to the euro,” says bank president Christine Lagarde.</p> <p>The Bank of England cuts interest rates twice, first from 0.75 per cent to 0.25 per cent and then to 0.1 per cent — the lowest in its history. It <a href=\"https://www.ft.com/content/2c441124-69f0-11ea-800d-da70cff6e4d3\">votes</a> to increase the bank's holdings of bonds by £200bn, financed by printing money. It <a href=\"https://www.ft.com/content/4e60c08e-6380-11ea-b3f3-fe4680ea68b5\">reintroduces</a> a scheme to give banks four years of cheap funding to ensure they keep lending during the pandemic and lowers banks' requirements to hold capital buffers. It also calls for banks not to use funds freed up by these other measures to increase dividends or bonuses.</p> <p><strong>November 2020</strong> As the UK enters a second coronavirus lockdown, the Bank of England <a href=\"https://www.ft.com/content/18ade542-d2a9-438a-ba5c-37b51475993b\">votes</a> to buy another £150bn of government bonds to try to boost spending. That raises the total amount of QE to £895bn.</p> <p><strong>December 2020</strong> With the eurozone economy contracting and inflation “disappointingly” low, the ECB <a href=\"https://www.ft.com/content/378755c2-1427-49dc-aefc-d37977fe40bf\">ups</a> the size of its pandemic emergency purchase programme from €1.35tn to €1.85tn and extends until June 2022 its offer to finance banks at deeply negative rates.</p> <p><strong>January 2021</strong> The Bank of England's own internal watchdog, the Independent Evaluation Office, <a href=\"https://www.ft.com/content/e2736009-4b9b-4535-a025-ed48c1eb21a9\">finds</a> that the bank does not understand its own QE programme, reporting that “important knowledge gaps” at the bank have hindered its ability to build “public understanding and trust in QE”.</p> <p><strong>March 2021</strong> The Fed <a href=\"https://www.ft.com/content/a159a3d8-ae45-483c-84b8-e60d5121af89\">says</a> it will allow three of its emergency lending programmes introduced last year to expire, in a sign the economy is recovering. The ECB pledges to accelerate the pace of its bond-buying over the next three months, in response to rising eurozone borrowing costs.</p> <p><strong>August 2021</strong> Fed chair Powell <a href=\"https://www.ft.com/content/f1b08dc7-c4dd-405e-af3f-1045ecf77d40\">says</a> there has been “clear progress” in the labour market's recovery — one of two goals it wants to achieve before reducing its monthly $120bn asset purchases.</p> <p><strong>September 2021</strong> The ECB <a href=\"https://www.ft.com/content/e8a78a9f-8e81-403a-a1be-9ad8e6199e72\">says</a> it will slow bond-buying following a rebound in growth and inflation, although president Lagarde says the shift to a slower pace is not tapering. </p><p>Source: Laurence Fletcher 2021 'Bond buying and easy money: a timeline of central bank action' FT.com 27 September. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-09-27T04:00:18.508Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 943,
          "end": 956
        },
        {
          "start": 943,
          "end": 950
        }
      ]
    }
  ]
}