{
  "_id": "e993ce1460d96220af7fee79fcbb09fd5f074fa8e128b4aedf0b2db3e65f7182",
  "feed": "wall-street-journal",
  "title": "World News:  Migrants Are Sending Billions of Dollars Home  ----  By Eun-Young Jeong",
  "text": "<p>   Foreign-born workers sent more than $500 billion back to their home countries in the developing world last year, as the economic recovery and generous government programs in areas such as the U.S. helped sustain a critical lifeline for poor nations still battling the Covid-19 pandemic. </p><p>   According to fresh data from the World Bank, global remittances to low- and middle-income economies fell just 1.6% last year to $540 billion, defying expectations that the pandemic would squeeze overseas workers' ability to earn and send money to relatives in their home countries. </p><p>   The U.S. was the largest source country for migrant remittances in 2020, at $68 billion, according to the World Bank. Most of that amount went to low- and middle-income countries, with Mexico the biggest recipient. </p><p>   Early in the pandemic, the bank expected 2020 remittances to decline by 20%; it later adjusted the forecast to a 14% drop in October. </p><p>   The World Bank estimates global remittances to lower-income nations to reach $553 billion in 2021, a 2.6% increase from 2020. </p><p>   A rise in migration during the past two decades had pushed remittances up to record levels before the pandemic, exceeding foreign direct investment and foreign-aid flows to poorer countries. </p><p>   Historically, remittances have proved an important cushion during downturns, with migrant workers typically sending more money back home during times of hardship. </p><p>   Now, migrant remittances are crucial given the sharp divergence in the near-term fortunes between rich and poor countries. The U.S. and Europe have vaccinated large portions of their populations, allowing their economies to bounce back strongly, while the pandemic continues to afflict poorer countries such as India. </p><p>   Foreign direct investment in medium- or low-income countries fell 30% last year, excluding China, the world's top destination for FDI. </p><p>   During the pandemic, stimulus payments and enhanced unemployment and furlough programs in the U.S. and Europe allowed foreign-born workers there to continue to work and cushioned the fall in their incomes. Moreover, many migrants work in key industries such as delivery services and healthcare that continued to operate last year. </p><p>   \"There was both a direct and indirect effect of the fiscal stimulus packages,\" said Dilip Ratha, the lead economist for migration and remittances at the World Bank and the main author of the organization's latest report on remittances, released Wednesday. </p><p>   Remittances make up over a fifth of the gross domestic product in countries such as Lebanon, Nepal and Jamaica. </p><p>   In the Philippines, where remittances make up more than 7% of its GDP, payments from abroad are forecast to have reached $2.5 billion just for the month of March, a 4.8% rise from the previous year, according to Nicholas Mapa, senior economist for ING Bank NV based in Manila. That jump came despite the return of 450,000 overseas workers to the Philippines last year, he said. \"They always just find a way,\" he said. </p><p>   In Mexico, remittances reached $4.15 billion in March, the highest amount ever sent from the U.S. to Mexico by migrant workers in a given month and up 2.6% from the same period last year, according to Alberto Ramos, head of Latin America economic research at Goldman Sachs Group Inc. He expects the U.S. fiscal stimulus and red-hot growth there to keep the flow of remittances strong in 2021. </p><p></p>",
  "published": "2021-05-13T06:01:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 3227,
          "end": 3250
        },
        {
          "start": 3227,
          "end": 3234
        },
        {
          "start": 3227,
          "end": 3251
        },
        {
          "start": 3227,
          "end": 3240
        }
      ]
    }
  ]
}