{
  "_id": "c7f11b1080a37f13995bc6930741c378e952b1f0a0584c0fcab9152f707e8859",
  "feed": "ftcomall",
  "title": "Goldman and Blackstone CEOs join chorus of support for US stimulus",
  "text": "<p>A large group of senior Wall Street executives, including David Solomon of Goldman Sachs and Stephen Schwarzman of Blackstone, have backed Joe Biden's $1.9tn <a href=\"https://www.ft.com/content/6fd96a32-da98-4f31-8936-8f3699200652\">stimulus plan</a> ahead of crucial votes on the package in Congress. </p> <p>In a letter to congressional leaders from both parties on Wednesday, more than 150 business leaders based in New York City called for “immediate and large-scale federal legislation” to tackle the fallout from the pandemic. </p> <p>“Previous federal relief measures have been essential, but more must be done to put the country on a trajectory for a strong, durable recovery,” they wrote. </p> <p>“Congress should act swiftly and on a bipartisan basis to authorize a stimulus and relief package along the lines of the Biden-Harris administration's proposed American Rescue Plan,” they added. </p> <p>The support for Biden's plan from some of the top names in the US financial sector comes despite strong opposition from Republicans on Capitol Hill who believe the level of new spending is excessive. </p> <p>Some economists — including <a href=\"https://www.ft.com/content/2ed793d2-fb65-4ec7-9b4c-5851b2c780f3\">Larry Summers</a>, Barack Obama's economic adviser and Bill Clinton's Treasury secretary — have also expressed doubts about Biden's package, saying it could stoke unwanted inflationary pressures later this year. </p> <p>Other large business lobby groups in Washington have expressed broad support for a new fiscal stimulus package, but argued that it could be targeted at Americans who are struggling the most, which would bring down the overall price tag. </p> <p>The Wall Street chief executives who signed the letter on Wednesday had no such reservations, offering a full-throated endorsement of the plan and highlighting the problems still afflicting the US recovery. The signatories included Larry Fink of BlackRock and Ken Jacobs of Lazard, as well as senior corporate lawyers such as Rodgin Cohen of Sullivan &amp; Cromwell and Martin Lipton of Wachtell Lipton.</p> <p>“More than 10 million fewer Americans are working today than when the pandemic began, small businesses across the country are facing bankruptcy, and schools are struggling to reopen,” they wrote.</p> <p>“The most vulnerable Americans — including women, people of color and low wage workers — are experiencing the worst of the pandemic, with unprecedented job loss, childcare burdens and food insecurity. States and cities have been crushed by pandemic-related expenses and revenue losses,” they added. </p> <p>The endorsement comes as the House of Representatives prepares to vote on Biden's package later this week. </p> <p>With <a href=\"https://www.ft.com/content/2cbe6eab-7b37-46f8-af47-bc3e777c1c6c\">few or possibly even no</a> Republicans supporting the plan, Democrats are counting on near-unanimous backing within their ranks for it to pass. The Senate is expected to take up the proposal in early March. There is no room for defections among Democrats in the upper chamber, which is evenly split between the two parties, with vice-president Kamala Harris casting any tiebreaking votes. </p> <p>Biden's stimulus plan — his top priority since becoming president last month — includes direct payments worth $1,400 each to Americans earning up to $75,000 per year, an extension of emergency federal unemployment benefits until the end of August, an increase in the child tax credit and $350bn in funding for states and local governments. &#xa0;</p><p>Source: James Politi in Washington 2021 'Goldman and Blackstone CEOs join chorus of support for US stimulus' FT.com 24 February. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-02-24T15:00:54.415Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 0,
          "end": 7
        },
        {
          "start": 75,
          "end": 82
        },
        {
          "start": 75,
          "end": 88
        }
      ]
    }
  ]
}