{
  "_id": "0b39eccfa7918c3af39485e2799f1ff42b3dd64de8f82c2e07c0f8212687cc0a",
  "feed": "ftcomall",
  "title": "Senior Facebook executive leaves to become Instacart chief ",
  "text": "<p>The founder and chief executive of grocery app Instacart is stepping aside to become executive chair of the board, as the company looks to ramp up its advertising business ahead of an expected initial public offering.</p> <p>Apoorva Mehta, who founded the company in 2012, will be replaced by Facebook executive Fidji Simo, who joined Instacart's board in January, and who now becomes the latest in a string of high-profile departures from the social network's upper ranks. </p> <p>During her 10 years at Facebook, Simo was responsible for leading development of the company's main Facebook App, including its monetisation strategy. She will take up the new position on August 2. </p> <p>Speaking to the Financial Times, Mehta insisted the decision to transition roles was a personal one, and had not been forced upon him by the company's investors. Discussions around Simo taking up the role began in the last two to three months, he said.</p> <p>“I believe that Fidji is going to be a much better CEO for the coming years than me,” he said, adding that he expected to still be involved in day-to-day operations and to “shift the long-term strategy”.</p> <p>Mehta would not discuss the company's timeline for an IPO, but said Simo was “going to be the right leader to help us go public”. Instacart also recently added former Goldman Sachs banker Nick Giovanni as its new chief financial officer; Giovanni had previously been involved in IPOs from Airbnb and Twitter.</p> <p>In March, Instacart raised $265m from its existing investors, giving the company a private valuation of $39bn, up from $17.8bn at the time of its previous fundraise in November 2020. The jump reflected the surge in popularity of delivery services during the pandemic, as local retailers closed or greatly reduced capacity. </p> <p>Recent data from Edison Trends suggests spending on online grocery orders — whether for delivery or pick-up — had eased since last year's pandemic highs, but was still elevated compared to pre-pandemic levels. </p> <p>Instacart said the company had a “new resting heart rate” as a result of lockdown demand. The company said it had $1.5bn revenue in 2020 having seen its sales “quadruple”. Advertising made up around 20 per cent of that figure, according to a source familiar with the company.</p> <p>Increasingly, delivery apps are turning to advertising to supplement the thin-margin core delivery business, offering retailers and brands insights on customer buying habits. Last month, rapid delivery app Gopuff <a href=\"https://gopuff.com/blog/news/gopuff-ad-solutions\">announced its advertising platform</a>, with clients including PepsiCo, Kraft Heinz and Unilever. </p> <p>“Building Facebook ads over the past decade has really taught me that advertisers want to embrace new formats that deliver better return on investment,” Simo said. “I thought [Instacart] was mostly just a delivery company — then I realised there's this massive hidden jewel in plain sight that is the advertising business.”</p> <p>In a statement, Facebook said it was “grateful for Fidji's incredible leadership over the past decade, and wish her all the best in her next endeavour”. Her departure follows Carolyn Everson, the company's well-regarded advertising chief, and David Fischer, who had been chief revenue officer.</p> <p>“I think everyone has a very different story,” said Simo, when asked about Facebook's executive turnover. “And a lot of the departures are from very tenured people that have been there for more than 10 years.”</p><p>Source: Dave Lee and Hannah Murphy in San Francisco 2021 'Senior Facebook executive leaves to become Instacart chief ' FT.com 8 July. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-07-08T15:30:35.447Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 1289,
          "end": 1302
        },
        {
          "start": 1289,
          "end": 1296
        }
      ]
    }
  ]
}