{
  "_id": "2ac9126b86d45aa050c13f258ceabd420a7a37b93eeb9fb95c9307c47ec20d54",
  "feed": "wall-street-journal",
  "title": "Firm's Word Was Good Enough for Wall Street Banks",
  "text": "<p>Prosecutors say Bill Hwang and his employees routinely misled eight banks that traded with the firm or lent it money to invest -- a group that included Wall Street heavyweights Goldman Sachs Group Inc., Morgan Stanley and Credit Suisse Group AG. The Archegos executives, prosecutors allege, lied about the size of the firm's positions, the makeup of its portfolio and the amount of cash it had, convincing the banks until the very end that they were safe.</p><p>The indictments lay out a pattern of bankers asking questions about billions of dollars in risk and accepting answers without proof. Because Archegos traded in swaps and derivatives that don't require full disclosure, the banks were largely blind to Archegos's dealings with the others.</p><p>Still, banks continued to feed Mr. Hwang a longer rope based on assurances that Archegos was on solid ground. Before its collapse last year, banks lent Archegos enough money to increase the value of its investments to more than $160 billion on just $36 billion in capital.</p><p>Lawyers for Mr. Hwang and Patrick Halligan, Archegos's chief financial officer, denied the allegations Wednesday.</p><p>The episode reveals a costly blind spot for a business that is obsessed with minimizing risk.</p><p>Banks won't give consumers so much as a credit card without first reviewing a detailed borrowing history. Rich people and institutions borrowing against their holdings play by another set of rules. Banks' misplaced trust in Archegos cost them around $10 billion all told; Credit Suisse Group alone suffered $5.5 billion in losses.</p><p>Prosecutors' narrative is likely to raise more concerns about whether there are hidden risks lurking in the lucrative business of securities lending, which has soared in recent years. There was about $800 billion in outstanding margin debt in March, compared with $480 billion two years earlier, according to the Financial Industry Regulatory Authority.</p><p>The Federal Reserve in December warned banks they shouldn't rely on client assurances when making lending decisions. U.S. lawmakers have interrogated bank officials and regulators about how Archegos was able to borrow so much money. And the SEC has proposed new disclosure rules that would have forced Archegos's trades into the open.</p><p>After Morgan Stanley disclosed a $911 million loss on Archegos last year, Chief Executive James Gorman said the bank would more closely scrutinize its relationships with family offices and hedge funds going forward.</p><p>Credit Suisse, Goldman Sachs and Morgan Stanley representatives declined to comment.</p>",
  "published": "2022-04-28T00:00:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 177,
          "end": 201
        },
        {
          "start": 177,
          "end": 184
        },
        {
          "start": 2475,
          "end": 2488
        },
        {
          "start": 2475,
          "end": 2482
        },
        {
          "start": 2458,
          "end": 2471
        },
        {
          "start": 177,
          "end": 190
        }
      ]
    }
  ]
}