{
  "_id": "edd950534775eb660b346e3caa71219fa010ab8a7c6b09f59b08578629f7d6d5",
  "feed": "ftcomall",
  "title": "UK inflation projected to hit 18.6% as gas prices surge",
  "text": "<p>Surging wholesale gas prices are putting the UK on a path to exceed 18 per cent inflation next year, the highest rate among larger western economies, according to a report from Citigroup.</p> <p>The bank's projection heaps more pressure on candidates for the Conservative leadership to address a worsening<a href=\"https://www.ft.com/cost-of-living-crisis\"> cost of living crisis </a>and came as UK gas prices for next-day delivery surged as much as 33 per cent.</p> <p>Rapidly increasing prices for natural gas have left economic projections out of date. At the start of the month, the Bank of England forecast that higher gas prices would push <a href=\"https://www.ft.com/stream/77b28b2b-7a5c-4103-a86f-9af8ba039296\">inflation </a>above 13 per cent towards the end of this year. </p> <p>Bank of America said last week that it expected UK consumer price inflation to peak at 14 per cent in January, while Goldman Sachs and EY projected it to hit 15 per cent.</p> <p>But with Europe's gas crisis escalating in August, Citi predicted on Monday that inflation would reach 18.6 per cent in January. </p> <p>Continental European gas prices are more than 14 times their average of the past decade. The benchmark European gas price rallied almost 10 per cent on Monday to €278 per megawatt hour ($81 per million British thermal units), the highest closing price on record and taking the rise over August to 45 per cent. </p> <p>Examining the wholesale figures, Citi predicted that the UK's retail energy price cap — which limits how much households pay for heating and electricity — would be raised to £4,567 in January and then £5,816 in April, compared with the current level of £1,971 a year. It added that the shifts would lead to <a href=\"https://www.ft.com/stream/77b28b2b-7a5c-4103-a86f-9af8ba039296\">inflation</a> “entering the stratosphere”. </p> <p>The bank's projected rate would be higher than the peak of inflation after the second Opec oil shock of 1979 when CPI reached 17.8 per cent, according to estimates from the Office for National Statistics. </p> <p>The rate of inflation has exceeded expectations in most months of this year as price rises have spread through the economy. The ONS said it stood at <a href=\"https://www.ft.com/content/2fb6f361-a7bb-4b98-8100-6847b5df79b4\">10.1 per cent in July</a>, the highest level in more than 40 years and the highest among G7 countries. </p> <p>The energy regulator Ofgem will announce on Friday the energy price cap for October-January, which most analysts expect to rise to more than £3,500 for a household with average usage of energy — an increase of 75 per cent on current levels. </p> <p>The imminent rise will put pressure on Tory leadership candidates Rishi Sunak and Liz Truss to be specific in the help they propose for households. The Labour party has called for bills to be frozen and for the state to absorb the cost. </p> <p>The government has said that energy policy was a matter for the new prime minister, but Number 10 has sought to reassure the public that the UK will not run short of gas this winter. </p> <p>A Downing Street spokesperson urged people not to panic over energy supplies despite concerns about potential blackouts in the coming months and said households did not need to cut back their usage.</p> <p>“Households, businesses and industry can be confident they will get the gas and electricity they need over the winter,” she said. “That's because we have one of the most diverse and reliable energy systems in the world, unlike other countries in Europe we are not dependent on Russian supplies and have access to our own North Sea gas reserves.”</p><p>Source: Chris Giles, David Sheppard and Jim Pickard in London 2022 'UK inflation projected to hit 18.6% as gas prices surge' FT.com 22 August. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-08-22T18:31:30.913Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "confidence": 0.99992794,
      "offsets": [
        {
          "start": 747,
          "end": 760
        },
        {
          "start": 751,
          "end": 758
        },
        {
          "start": 751,
          "end": 764
        }
      ],
      "weightsV2": {
        "weight": 2.0011392,
        "baseWeight": 2.0,
        "expansionWeight": 0.0,
        "ontologyWeight": 0.0,
        "tagPositionWeight": 0.001139164,
        "titleWeight": 0.0
      },
      "typeRank": 2
    }
  ]
}