{
  "_id": "eddc25b17e5ebd64fe4dfd30bf066c5f448b3d71213bc99282af0ee1323b15b7",
  "feed": "ftcomall",
  "title": "Beware the algorithms driving up oil prices",
  "text": "<p>This week, White House diplomacy has been focused on Ukraine and the threat of war. Yet US president Joe Biden still found time to place a stage-managed call to King Salman of Saudi Arabia, <a href=\"https://www.reuters.com/world/biden-saudi-king-discuss-energy-supplies-iran-yemen-2022-02-09/\">in which they reaffirmed a joint commitment</a> “to ensuring the stability of energy supplies”.</p> <p>No wonder. Oil prices <a href=\"https://www.ft.com/content/924ace55-3528-4a63-9437-eda02fe9c0b4#post-ffe5506c-1980-444d-8b84-354af7b62823\">have recently jumped to more than $90 a barrel,</a> for both the Brent and West Texas Intermediate benchmarks, their highest level for seven years. </p> <p>This is exacerbating already elevated inflation risks. And with American consumers facing petrol <a href=\"https://www.ft.com/content/8a1180e0-3395-4713-8d74-7702eccc0066#post-a8e3130b-5a9b-4a0e-95cf-5cddc681a6e3\">prices of $3.47 a gallon</a> — their highest since 2014 — this represents a rising political risk for Biden, too.</p> <p>Hence that White House call with King Salman. After all, as Jeff Currie, head of Goldman Sachs commodities analysis, <a href=\"https://www.bloomberg.com/news/articles/2022-02-07/goldman-commodity-veteran-says-he-s-never-seen-a-market-like-it?sref=5dj0X2VO\">observed this week</a>, a key factor propelling prices is a shortage of oil. “I've been doing this for 30 years and I've never seen markets like this,” he says. “This is a molecule crisis. We are out of everything.”</p> <p>But amid all this nervous focus on spot oil prices, there is another issue that politicians and investors should watch: what robo-traders are doing with derivatives right now. &#xa0;</p> <p>Normally this does not get much mainstream attention, because derivatives trading is so arcane. But currently this corner of finance is producing numbers that are even more startling than $90 a barrel. And it could drive spot prices way above the $100 mark in the coming months — and spark an equally dramatic crash further down the road.</p> <p>Futures prices are in a state of what analysts call “super backwardation”, meaning that there is a <a href=\"https://www.bloomberg.com/news/articles/2022-02-07/surging-oil-swaps-are-latest-indication-of-market-ripping-higher\">near record high level</a> gap between (high) short-term futures oil contracts and (lower) long-term contracts. However, another sign of dislocation is the volume of bets placed about future oil prices via the options market. </p> <p>As veteran oil analyst Philip Verleger points out in a <a href=\"https://www.pkverlegerllc.com/publications/notes-at-the-margin/ai-rules-oil-markets-frackers-risk-antitrust-investigation-february-7-2022-3728/\">recent report</a>, the amount of call contracts with strike prices above $100 a barrel (that is, bets that profit if the price moves above this level) has recently exploded. He calculates the volume of call options with strike prices above $100 for June and December 2022, say, is now about 714,000, according to Commodity Futures Trading Commission data. This is many times the “normal” level, creating an “unprecedented” level of “open interest” (ie bets).</p> <p>The initial trigger for this can be blamed on economic fundamentals — the type of shortage of supply, relative to surging demand, that prompted Biden's call to Salman. However, Verleger believes the imbalance has been dramatically increased by another less-discussed issue: a steep rise in automated trading by investors using algorithmic strategies, often based around artificial intelligence tools. </p> <p>This is almost certainly correct. The last time the <a href=\"https://www.cftc.gov/sites/default/files/2019-03/automatedordersreport032719.pdf\">CFTC stud</a>ied this issue, in 2019, it found that some 80 per cent of energy trades were being executed by automated inputs — not manual transactions — up from 65 per cent six years earlier (and far less in previous decades). I would bet it is much higher now.</p> <p>Since these automated strategies typically use artificial intelligence programs to analyse and react to market momentum, rather than economic fundamentals per se, this tends to exacerbate a herding effect, not just in commodity markets but in any asset class. And since the institutions selling these derivatives bets need to hedge their own risks with other instruments, extreme robo-herding creates distortions across market niches that can suddenly unravel, causing wild volatility. </p> <p>One example of this appears to have occurred in November 2021, when oil prices <a href=\"https://www.ft.com/content/8245c992-4a4d-4110-b10c-b294c41d501c#post-a999d9d3-5e5f-467f-bae6-797a0de3d5c9\">suddenly tumbled.</a> Another was seen in March 2020. Verleger thinks a third drama will occur if oil prices breach the $100-a-barrel threshold, propelling spot prices upwards. “Today, mathematical models are driving oil prices,” he says. “There is no clear end to the AI-driven price increase at this juncture.”</p> <p>Of course, he stresses, history shows that this type of dramatic rally is usually reversed, equally brutally. Fifteen years ago, oil prices moved from $54 a barrel for Brent contracts at the start of 2007 to $132 in July 2008 — before collapsing to $40 in December that year, after the financial crisis. </p> <p>Today, a similar cycle might occur even faster due to automated trading, particularly if inflation fears undermine growth hopes. A few traders, like <a href=\"https://www.bloomberg.com/opinion/articles/2022-02-08/what-if-the-oil-market-bulls-are-wrong-and-this-lonely-bear-is-right\">Citigroup's Ed Morse</a>, are already betting on this.</p> <p>However, for the moment, the key point policymakers and investors need to understand is that the prospect of $100-a-barrel oil does not just reflect human “speculators” or oil cartels; robo-traders are crucial too. </p> <p>This does not mean regulators should try to ban computerised trading — that horse bolted from the stable long ago. And, as the CFTC <a href=\"https://www.cftc.gov/sites/default/files/2019-03/automatedordersreport032719.pdf\">report</a> shows, the proportion of robo-trading in energy markets is lower than in spheres such as equities. </p> <p>But the pattern does suggest that investors and regulators need to brace for some wild volatility, and watch for market contagion risks. We live in a world where human and computer trading strategies are increasingly integrated, with potentially unpredictable results — doubly so when shocks occur of the sort we might yet see in Ukraine. </p> <p><a href=\"mailto:gillian.tett@ft.com\"><em>gillian.tett@ft.com</em></a></p> <p><strong>​Letter in response to this column</strong>:</p> <p><a href=\"https://www.ft.com/content/3971afff-55b1-4897-bcc0-9ea0e2a6729e\"><em>Algo-driven oil prices are a Hollywood movie plot</em></a><em>&#xa0;/&#xa0;</em><a href=\"https://www.ft.com/content/3971afff-55b1-4897-bcc0-9ea0e2a6729e\"><em>From James Beadle, Roquebrune-Cap-Martin, France</em></a></p><p>Source: Gillian Tett 2022 'Beware the algorithms driving up oil prices' FT.com 10 February. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-02-10T17:26:01.257Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 736,
          "end": 743
        },
        {
          "start": 736,
          "end": 749
        }
      ]
    }
  ]
}