{
  "_id": "d5c5f6923413332c1ec9cbd44b3cf8168698e30f1447aa970ecb7460ce4aaa31",
  "feed": "market-watch",
  "title": "As clothing shoppers get pickier, Goldman Sachs likes these retailers' odds for 2023; Consumers will be more likely to seek out cheaper alternatives for jeans than for handbags in what is likely to be a 'choppy' year, Goldman analysts say",
  "text": "<p>\"Consumers are increasingly discerning with their apparel spend, driving choppy results dependent on events, newness, and promotions,\" Goldman Sachs analysts Brooke Roach, Jane Kudinova and Evan Dorschner wrote in a report released late Sunday. \"This trend became more apparent in [the fourth quarter] and cuts across income demographic cohorts.\"</p><p>\"Within this framework for 2023, we look for brands with momentum (which may be a function of easy compares), selectively stronger channel backdrops as a result of cycling 2022 inventory overhangs (wholesale brands are likely to have tough [first half]/easier [second half]), and outsized margin recapture opportunity,\" they continued.</p><p>The analysts made that diagnosis as rising prices force consumers to be more selective about when to treat themselves. The Goldman analysts said the bank's economists believed that customers had largely spent their pandemic-related savings, with a chunk of that cash going toward things like vacations, along with clothing and accessories for those vacations.</p><p>\"As a result, we continue to expect a somewhat choppy apparel growth outlook in aggregate, where we believe idiosyncratic newness and brand momentum is key,\" they said.</p><p>Along with Gap GPS and Tapestry TPR, the analysts said off-price retailers like Burlington Stores Inc. BURL and Ross Stores Inc. ROST were well equipped for a potentially bumpier ride up ahead.</p><p>The Goldman analysts upgraded Gap to buy from neutral and hiked their price target to $18 from $10. They said Gap could \"outperform on margin delivery\" in the coming year, backed by new leadership at its Old Navy brand and improving supply chains.</p><p>The analysts also said Gap had more potential for stronger margins and same-store sales next year, after being one of the first retailers to deal with mismatches between what they had in stock and what consumers actually wanted. Gap had banked on demand for plus-size clothing and cozier, more casual offerings, the analysts said — decisions that led to a surplus.</p><p>The analysts said that their more upbeat take on Gap was based partly on improvements in the company's supply chains following last year's factory closures in Vietnam. However, they also said Gap had benefited from easier year-over-year comparisons than its U.S. rivals and that management's performance over the past several years had been uneven. The stock's value was already elevated, they added.</p><p>The analysts also upgraded Tapestry to buy from neutral and raised their price target on the stock to $44 from $37. New products, they said, would give the company greater opportunity to charge more.</p><p>\"With accessories and handbags operating in a more emotionally driven category with fewer trade-down opportunities, we believe the [Tapestry] business is likely to be better insulated from a choppy U.S. consumer backdrop,\" the analysts said.</p><p>The analysts also said China's loosening of COVID restrictions, stock buybacks and an easier backdrop for ocean and air freight would help the company. Risks, they said, included competition from rivals who are more willing to cut prices, a stretched middle-income consumer and strong results in months past boosted by higher prices and demand from younger consumers.</p><p>Shares of Tapestry were up 1.2% on Monday. So far this year, the stock has fallen 9%.</p><p>For Levi Strauss LEVI, the analysts saw greater risk. Unlike handbags, they said, when it comes to jeans, shoppers were likelier to put off purchases or seek out cheaper alternatives. They also cited struggles for the company in Europe. The analysts downgraded the stock to neutral from buy and lowered their price target to $17 from $18.</p><p>\"While [Levi's] brand momentum is healthy and has shown some recent signs of improvement per our brand momentum dashboard, we believe the denim category is more likely than others in our coverage universe (vs. handbags, for example) to see consumer trade-down or demand deferral,\" the analysts said.</p><p>\"As a result, we believe that potential softness in the middle-income consumer will likely weigh on [Levi's] growth algorithm,\" they continued, adding that with the company \"already underperforming peers in Europe (partly a result of weather in the summer), we also see risk that [Levi's] growth in this geography begins to fade against a tougher macro.\"</p><p>Shares of Levi Strauss were up 1.5% on Monday. The stock is down 33% so far this year. By comparison, the S&amp;P 500 Index SPX has fallen 17% over that time.</p><p>As clothing shoppers get pickier, Goldman Sachs likes these retailers' odds for 2023</p>",
  "published": "2022-12-12T19:50:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 34,
          "end": 41
        },
        {
          "start": 34,
          "end": 47
        },
        {
          "start": 135,
          "end": 148
        },
        {
          "start": 136,
          "end": 143
        },
        {
          "start": 136,
          "end": 149
        },
        {
          "start": 218,
          "end": 225
        },
        {
          "start": 802,
          "end": 809
        },
        {
          "start": 806,
          "end": 813
        },
        {
          "start": 807,
          "end": 814
        },
        {
          "start": 1403,
          "end": 1410
        },
        {
          "start": 1410,
          "end": 1417
        },
        {
          "start": 1411,
          "end": 1418
        },
        {
          "start": 4499,
          "end": 4512
        },
        {
          "start": 4500,
          "end": 4507
        },
        {
          "start": 4500,
          "end": 4513
        }
      ]
    }
  ]
}