{
  "_id": "cc629edb1288bc90eabbbfe1c91491d929138863fbd0918785660afd102dc887",
  "feed": "market-watch",
  "title": "‘Pouring gasoline on the fire': JPMorgan, Citi and other U.S. banks lead rise in lending to oil and gas: report",
  "text": "<p>In fact, current spending tops the capital flowing in 2016, the year that arguably the most significate climate pledge to date was struck in Paris.</p><p>The 60 banks profiled in the report funneled $185.5 billion just last year into the 100 companies doing the most to expand the oilCL00 and gas sector, says a group of environmental nonprofits, which reports such findings in their 13th annual&#xa0;Banking on Climate Chaos&#xa0;release.</p><p>The release documents that in the six years since the adoption of the Paris Agreement — setting a no more than 2 degrees Celsius and, ideally, 1.5 degrees, warming limit — the world's 60 largest banks financed fossil fuels with $4.6 trillion in loans and other capital. That includes $742 billion in 2021 alone as the world recovered from the worst of COVID-19.</p><p>The report shows that overall fossil-fuel financing remains dominated by four U.S. banks, with JPMorgan ChaseJPM, CitigroupC, Wells FargoWFC, and Bank of AmericaBAC together accounting for one quarter of all fossil fuel financing identified over the last six years.</p><p>The group calling for bank reform also leveraged their findings with reference to the Russian invasion of Ukraine and the broader risk that geopolitical instability brings to energy markets.</p><p>“The war on Ukraine is another stark reminder that oil and gas are at the root of both war and climate change. It's high time banks close the policy gaps and turn off the taps,” said Adele Shraiman, campaign representative for the&#xa0;Sierra Club's Fossil-Free Finance campaign, a backer of the banking-sector review.</p><p>Opinion:&#xa0;Ukraine war is a wake-up call to ditch oil and gas forever</p><p>JPMorgan Chase&#xa0;Chief Executive Jamie Dimon earlier this month urged the U.S. government to create a “Marshall Plan” of sorts to improve domestic energy production, particularly natural gas. Natural gasNG00 has been a largely cost-effective replacement for dirtier coal to power the electricity grid, although detractors say even it is not clean enough. And some trade groups and lawmakers say the key to a transition to renewable energy, without a shock to the economy, is a varied energy portfolio.</p><p>Dimon, according to Axios, called for more liquid natural gas facilities to be built in Europe, less reliance on Russian energy imports and investing in new energy technology, such as hydrogen.</p><p>As global oil and gas markets are rocked by Russia's invasion of Ukraine, the data showed JPMorgan Chase to be the biggest banker covered in this report for Russian state energy giant Gazprom, both in terms of 2016-2021 totals and when looking only at last year. JPMorgan Chase provided Gazprom with $1.1 billion in fossil fuel financing in 2021.</p><p>It's also true that many major financial institutions have jumped on board a popular pledge for net-zero emissions by 2050, and what their critics argue is largely business-as-usual financing to the fossil fuel industry.&#xa0;</p><p>A spokesman for the groups issuing the report said the banks are able to view the findings in part before publishing.</p><p>The report was issued by Rainforest Action Network, BankTrack, Indigenous Environmental Network, Oil Change International, Reclaim Finance, Sierra Club, and Urgewald, and is endorsed by over 500 organizations from more than 50 countries.</p><p>“Relying on the self-governance and foresight of the big banks didn't work in 2008 [during the financial crisis], and it certainly won't work now,” said Congresswoman Rashida Tlaib, the Democrat of Michigan. “Our planet is staring down a point of no return, and the world's largest financial institutions are pouring gasoline on the fire. The science is unequivocal: the only way to limit global temperature rise to 1.5C by 2050 is by immediately halting all financing of new fossil fuel extraction projects.”</p><p>Publicly traded banks and other listed companies may soon face tougher regulations on their climate-change impact.</p><p>The Securities and Exchange Commission this month gave the nod, by a 3-1 vote, to preliminary approval of long-anticipated regulation on climate-change disclosure for publicly-traded companies, including what stock and bond-issuing companies do to prevent pollution and how they prepare for rising oceans, severe storms and more.</p><p>All eyes have been on whether the agency could force companies to regularly report the more complicated Scope 3 emissions that are out of their direct control.</p><p>The report includes a timeline that lays out how banks that joined the Net-Zero Banking Alliance (NZBA, which was part of the Glasgow Financial Alliance for Net Zero) last year simultaneously financed more traditional energy projects. Out of the 44 banks in this report currently committed to net-zero financed emissions by 2050, 27 still don't have a meaningful no-expansion policy for any part of the fossil fuel industry.&#xa0;</p><p>Other findings show that upstream oil and gas expansion is remarkably concentrated: the top 20 companies are responsible for more than half of fossil fuel development and exploration. And Tuesday's report shows that bank support for those companies is also remarkably concentrated: the top 10 bankers of the top 20 exploration companies are responsible for 63% of the financing of those energy-sector efforts since the Paris conference.</p><p>Each of those top 10 bankers have formally committed to net-zero emissions, meaning primarily through their own operations, by 2050: JPMorgan Chase, Citi, Bank of America, BNP ParibasFR:BNP, HSBCHSBC, BarclaysUK:BARC, Morgan StanleyMS, Goldman SachsGS, Crédit AgricoleFR:ACA and Société GénéraleFR:GLE.</p><p>The largest banking ETF, the Financial Select Sector SPDR XLF is up 25% in the year to date.</p>",
  "published": "2022-03-30T08:21:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 5456,
          "end": 5463
        }
      ]
    }
  ]
}