{
  "_id": "450679c323525251265f7c2257c55e43d334533c714976a800ad98702f1bfe92",
  "feed": "ftcomall",
  "title": "JPMorgan pays chief Jamie Dimon $34.5m after record profits in 2021",
  "text": "<p>JPMorgan Chase paid longtime chief executive Jamie Dimon $34.5m for 2021, up $3m from the past two years and his biggest pay packet since 2008.</p> <p>The increased pay came in a year in which JPMorgan, the largest US bank by assets, reported <a href=\"https://www.ft.com/content/1828f7a3-97ad-46e2-806f-97987c079b9d\">record profits</a> and revenues. The results were driven by its investment bank, which raked in fees from a surge of corporate dealmaking, and far lower losses from loans than were anticipated because of the pandemic.</p> <p>In a regulatory filing on Thursday, JPMorgan said its board of directors determined Dimon's pay by taking into account “the firm's strong performance in 2021 and over the long term”. He was paid a base salary of $1.5m and a $33m performance-based bonus.</p> <p>Dimon, 65, has led JPMorgan since 2005 and is the longest-serving chief executive of a big Wall Street bank. He was <a href=\"https://www.ft.com/content/691af2fe-d19a-4f48-9c91-39af9f6f8272\">overtaken</a> last year as the industry's best-paid boss by Morgan Stanley's James Gorman, who earned $33m. Morgan Stanley has not yet disclosed Gorman's pay for 2021.</p> <p>In fourth-quarter earnings in the past week, five of Wall Street's leading banks — JPMorgan, Citigroup, Goldman Sachs, Morgan Stanley and Bank of America — disclosed they had handed out $142bn in total pay and benefits in 2021, up almost 15 per cent from the previous year.</p> <p>In 2021, JPMorgan had also <a href=\"https://www.ft.com/content/177cd5e4-d17a-4516-974a-084a7a1eab26\">granted</a> Dimon a “special award” of share options projected to be worth about $49m, which the bank said reflected its board's desire for him to stay on for a “significant number of years”.</p> <p>Forbes estimates Dimon's net worth at $1.8bn, much of it held in JPMorgan stock.</p><p>Source: Joshua Franklin in New York 2022 'JPMorgan pays chief Jamie Dimon $34.5m after record profits in 2021' FT.com 20 January. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-01-20T23:22:51.988Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 1088,
          "end": 1101
        },
        {
          "start": 1088,
          "end": 1095
        }
      ]
    }
  ]
}