{
  "_id": "cf268dd0f901b1409da11ec19b8788a47e77fe27f6b63b992c5de538195f3649",
  "feed": "ftcomall",
  "title": "‘My heart is crying': Singapore accelerates pace of executions",
  "text": "<p>Kalwant Singh's death sentence was settled on a Zoom call.</p> <p>The Malaysian watched from prison as his appeal was discussed virtually by three Singapore judges this month. For Singh, convicted of smuggling about 120g of heroin, it was his last chance of a reprieve after spending more than six years on death row. He listened silently as a translator interpreted the discussion.</p> <p>Despite agreeing to provide evidence to the police, Singh's appeal was dismissed. He was hanged the following day.</p> <p>After two years without any hangings, Singapore has carried out six executions in 2022, the highest level since 2018, including an <a href=\"https://www.ft.com/content/042a2bec-58e3-43a2-9c32-7b6301af1485\">intellectually disabled man</a> who was hanged in April. At least another seven prisoners have received execution notices, according to anti-capital punishment activists in the city-state.</p> <p>“Singapore is not giving us time to digest the previous execution. Suddenly the next one is coming up,” said Sangkari Pranthaman, whose brother Pannir Selvam is on death row. “Pannir is in the danger zone . . . My heart is crying.”</p> <p>Kirsten Han, who has campaigned against the death penalty for more than a decade, suspects more execution notices are being issued because it is running out of space on death row. “It is definitely the worst year I have seen,” she said.</p> <p>It could be “very similar to how hospitals clear up beds for more patients. They are clearing up cells for more people who they are going to put on death row”.</p> <p><a href=\"https://www.ft.com/singapore\">Singapore</a>'s dogged commitment to capital punishment has highlighted the regressive policies in one of the world's most liberal economies, critics said.</p> <p>For decades, the affluent city-state has <a href=\"https://www.ft.com/content/7eb91f0f-3631-4fdf-acd9-c4752a4734ca\">drawn wealthy expatriates</a> with its reputation for safe streets, rule of law and strong legal protections for commercial transactions.</p> <p>But its treatment of foreigners convicted of trafficking even small amounts of drugs exposes a darker side of Singapore, activists said. </p> <p>The financial hub's recent revival of the death penalty may also be straining the diplomatic and business relationships on which it depends. Last week, the EU called for an immediate suspension of hangings, warning Singapore that it was a “cruel and inhumane” punishment.</p> <p>“Governments just should not be in the business of killing people,” British tycoon Richard Branson told Vice News this year, as he called for Singapore not to execute Nagaenthran Dharmalingam, a Malaysian drug trafficker whose supporters said he had an IQ of 69.</p> <p>“Business leaders do take these things into consideration . . . If you've got one country that does the death penalty [and] another that doesn't do the death penalty, you've got a choice of where you're going to put new offices.”</p> <p>Multinationals in Singapore still largely avoid the issue, however. Companies including Google and Goldman Sachs have been <a href=\"https://www.ft.com/content/f22bf38c-2d38-11e6-bf8d-26294ad519fc\">criticised for backing liberal causes</a>, with the government restricting them from funding the annual gay pride parade in 2016.</p> <p>Singapore faces little pressure from voters to reverse its stance. A 2016 survey by the National University of Singapore found that 87 per cent of locals were in favour of executions for drug trafficking.</p> <p>In the face of rising criticism this year, Singapore has defended capital punishment as protecting lives, arguing that it had a “clear, deterrent effect on drug traffickers”.&#xa0;The home affairs ministry added that the punishment was enforced through a “rigorous legal process with stringent judicial safeguards” and that the courts found Dharmalingam was not disabled.</p> <p>The government does not readily disclose details about who is facing execution. Transformative Justice Collective, which supports convicts, said at least 59 people were on death row. Families of prisoners said inmates slept on the floor in isolated cells and could hear the sounds of others being hanged.</p> <p>Finding lawyers willing to take on execution cases was difficult although campaigners said four executions scheduled for this year have been stayed by legal challenges. Many convicts come from poor backgrounds, often from across the border in Malaysia, and struggle to scrape together the legal fees.</p> <p>“No lawyer wants to handle this case anymore,” said Nazera Lajim, days before her brother Nazeri was executed for drug trafficking this month. She said Nazeri, who only had a primary school education and became dependent on heroin at 14, had to file his own appeal to the court.</p> <p>Pranthaman, who travels overnight on the bus from Malaysia to see her brother in prison on Saturdays, said she was detained by the police and made to give a statement after posting a drawing on Facebook of the room where she visits him.</p> <p>“I'm not interested in going to this country anymore, except to visit my brother,” she said. “They claim that they are the safest country. [But] you have no freedom at all.”</p> <p>The resurgence of executions, however, has not deterred foreigners from wealthier countries. Far from Changi Prison, expats still throng the central business district.</p> <p>“It is not my place to tell [Singapore] how to do their business . . . If people are being tried in front of the court of law as expected, then there it is,” said one recent arrival when asked about the executions. “If you don't like it, there are other places to make yourself at home.”</p> <p><strong>Letter in response to this article:</strong></p> <p><a href=\"https://www.ft.com/content/417d033e-a934-4b4c-ab74-904b4543e6e4\"><em>Singapore is not alone in capital punishment laws / From T K Lim, High Commissioner of Singapore, London SW1, UK</em></a></p><p>Source: Oliver Telling in Singapore 2022 '‘My heart is crying': Singapore accelerates pace of executions' FT.com 31 July. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-07-31T01:52:46.552Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 2764,
          "end": 2777
        },
        {
          "start": 2764,
          "end": 2771
        },
        {
          "start": 2740,
          "end": 2753
        }
      ]
    }
  ]
}