{
  "_id": "1cb8119f070e4e45250438280ba16eb5a0eadb858b76b9edc04bc6838263052d",
  "feed": "market-watch",
  "title": "Here's what the crypto industry is looking for as federal agencies draft policy",
  "text": "<p>Find me on Twitter at @FrancesYue_ to send feedback or tell us what you think we should cover.</p><p> Subscribe Here to Distributed Ledger </p><p>Crypto in a snap</p><p>Bitcoin BTCUSD logged a 5.9% loss over the past seven days, recently trading at around $39,196, according to CoinDesk data. Ether ETHUSD declined 7.8% over the seven-day stretch to around $2,600. Meme token Dogecoin DOGEUSD is down 9%, while another dog-themed token Shiba Inu SHIBUSD is trading 9% lower from seven days ago.</p><p>Crypto Metrics</p><p> Biggest Gainers          Price    % 7-day return  Waves                    $28.41   57.5%  Synthetix Network Token  $4.45    11.9%  Terra                    $101.65  10.5%  Zcash                    $141.05  10.4%  Arweave                  $33.42   5.8%</p><p>Source: CoinGecko as of March 10</p><p> Biggest Decliners  Price   % 7-day return  Fantom             $1.27   -36.5%  Frax Share         $17.01  -27.5%  Convex Finance     $16.24  -23.2%  Humans.ai          $0.09   -22.7%  Harmony            $0.13   -22.2%</p><p>Source: CoinGecko as of March 10</p><p>Executive order</p><p>President Joe Biden signed an executive order on Wednesday requiring federal agencies to engage in a broad review of their policies related to cryptocurrencies and other digital assets.&#xa0;</p><p>The order focuses on six priorities for the Biden administration in the digital asset space, including consumer protection, financial stability, illicit finance, economic competitiveness, financial inclusion and innovation, and will give agencies time ranging from 90 days to a year to formulate policy recommendations, MarketWatch's Chris Matthews reported.&#xa0;</p><p>Though some industry participants applauded the executive order as a “watershed moment,” as they believe that it points to more regulatory clarity and will encourage mainstream adoption of crypto, some noted that it is only the first step in a “long and complex policy-making journey.”&#xa0;</p><p>“I don't think you can expect everything to be detailed right out of the gate,” Aaron Cutler, partner at law firm Hogan Lovells said in an interview.</p><p>Grant McCarty, co-founder of think tank Bitcoin Policy Institute, echoed the point. “There's actually remarkably little concrete action that is being taken to regulate cryptocurrencies within this executive order,” McCarty said. “As far as we can tell, it's simply a call to take this very seriously, and a call for the government to work in coordination across many different sectors to ensure that cryptocurrency is regulated properly.”</p><p>What tokens are securities?</p><p>As the crypto industry awaits more detailed policy recommendations, some hope to gain more clarity on what cryptocurrencies are deemed to be securities by regulatory authorities.&#xa0;</p><p>A lawsuit filed by the U.S. Securities and Exchange Commission against Ripple Labs Inc. toward the end of the Trump administration claimed the platform violated investor-protection laws, but it remains unresolved. The regulator said Ripple didn't register the cryptocurrency XRP it launched as a security offering, while the company makes the case that the crypto is used for international payment and doesn't fall into the SEC's jurisdiction.</p><p>Meanwhile, William Hinman, former SEC corporation finance director said in 2018 that ether isn't a security.</p><p>The SEC has been classifying tokens into utility tokens and security tokens through “a rather coarse way,” according to Will Cong, professor at Cornell University.&#xa0;</p><p>Cong recommends classifying cryptocurrencies according to their economic functionality, and then determining specific regulations. Tokens can be divided into four categories including general payment tokens, platform tokens, ownership or product tokens and cash-flow tokens, Cong noted in his research.</p><p>Bitcoin and stablecoin Tether USDTUSD fall into the category of general payments token, according to Cong. Platform tokens, such as Filecoin FILUSD and Chainlink LINKUSD, are used as local means of payment on platforms that provide certain services or functions. Nonfungible tokens, or NFTs, belong to the basket of ownership tokens.</p><p>Cash-flow tokens, which entitle the holder to certain rights to future cash flows from a business, are “what regulators or practitioners typically have in mind when they talk about security tokens,” Cong said. “Such tokens are essentially security contracts and should be properly regulated under security law,” Cong said.</p><p>Aspot bitcoin ETF?&#xa0;</p><p>The executive order has also raised hope for some to see the approval of a spot bitcoin exchange-traded fund. It “now seems much more likely,” Mikkel Morch, executive director at crypto hedge fund ARK36, wrote in an email.</p><p>Since October, the SEC has approved trading of several ETFs based on bitcoin futures, but hasn't yet approved any applications for ETFs that are tied to physical bitcoin, citing concerns about fraud and manipulation.&#xa0;</p><p>“I'm not sure if [the executive order] is going to directly affect their decision,” Alexander Kravets, chief executive at crypto exchange Symbridge told MarketWatch in an interview. “But I think creating more transparency around trading will provide a better path for that in the medium-term future, because there'll be more certainty around the asset class.”</p><p>At least, “there will be more regulation around how crypto trades and more controls over market manipulation,” Kravets said.</p><p>Crypto companies, funds</p><p>Shares of Coinbase Global Inc. COIN traded down 5% to $170.12 Thursday afternoon. It was down 4.4% for the past five trading sessions. Michael Saylor's MicroStrategy Inc. MSTR declined 6% on Thursday to $410.24, while it has lost 4.3% over the past five days.</p><p>Mining company Riot Blockchain Inc. RIOT shares are down 3% to $16.32, while it was up 2.1% over the past five days. Shares of Marathon Digital Holdings Inc.MARA slumped 6.4% to $24.04, with a 2.5% loss over the past five days. Another miner, Ebang International Holdings Inc.EBON, traded 6.3% lower at $1.12, with a 6.3% loss over the past five days.</p><p>Overstock.com Inc.OSTK traded down 3.7% to $49.69. The shares have lost 4.9% over the five-session period.</p><p>Block Inc. SQ's shares, formally known as Square,&#xa0;are down 5.4% to $105.94, with a 7.1% loss for the week. Tesla Inc.TSLA's shares lost 4.9% to $817.50, while its shares logged a 2.6% loss for the past five sessions.</p><p>PayPal Holdings Inc. PYPL lost 3% to $97.20, while it recorded a 4% decline over the five-session stretch. Nvidia Corp.NVDA lost 4% to $220.55, and was looking at a 7% loss over the week thus far.</p><p>Advanced Micro Devices Inc. AMD lost 6.5% to $103.92, while it lost 7.3% over the past five trading days, as of Thursday afternoon.</p><p>Among crypto funds, ProShares Bitcoin Strategy ETFBITO was 6.5% lower at $24.61 Thursday, while Valkyrie Bitcoin Strategy ETFBTF was down 6.8% at $15.22. VanEck Bitcoin Strategy ETFXBTF fell 6.5% to $38.50.</p><p>Grayscale Bitcoin TrustGBTC was trading at $26.50, off 5.7% Thursday afternoon.</p><p>Must Reads</p><p>Icon's ICX Rockets 70% as Crypto-Friendly Candidate Wins South Korean Presidential Election (CoinDesk)</p><p>Goldman Sachs Explores Offering New Options for Cryptocurrencies (Bloomberg)</p><p>Crypto Mixer Tornado Cash Doesn't Plan to Comply With Sanctions (Bloomberg)</p><p>Islam has a rich tradition around finance. Crypto is prompting new questions. (The Washington Post)</p><p>Crypto allows Ukraine to raise donations for its military defense against Russia ‘more efficiently,' says deputy minster Bornyakov (MarketWatch)</p>",
  "published": "2022-03-10T13:54:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 6774,
          "end": 6787
        },
        {
          "start": 6819,
          "end": 6826
        },
        {
          "start": 6819,
          "end": 6832
        }
      ]
    }
  ]
}