{
  "_id": "8f8bbe8104dd46eb783a5ba20a3d002258c5305d183932f066d49851e4445cd5",
  "feed": "ftcomall",
  "title": "Latin America's inflation lessons for the G7",
  "text": "<p>Latin America rarely leads the world in economic policy. The region has struggled to grow since the last commodity boom, lacks competitiveness and remains overdependent on raw material exports. But can it teach the G7 a thing or two about fighting inflation?</p> <p>While <a href=\"https://www.ft.com/central-banks\">central banks</a> in the UK, US and Europe remain on the back foot in battling stubbornly high inflation, Latin America's central banks have flexed their inflation-busting muscles and are reaping the rewards.</p> <p>Good timing helped. <a href=\"https://www.ft.com/latin-america\">Latin America</a> was quick off the mark to raise interest rates, beginning with Brazil in March 2021 — a full year before the US Federal Reserve.</p> <p>“Latin America led the tightening cycle,” said Alberto Ramos, Latin America chief economist at Goldman Sachs. “Its central banks didn't have the luxury of credibility.” </p> <p>Barely a month after congress approved the central bank's <a href=\"https://www.ft.com/content/d10ba61b-78b6-480c-9652-0cc7b06c1bbd\">independence from the government</a>, the Banco Central do Brasil started to push up rates aggressively, from 2 per cent to a lofty 13.75 per cent, one of the world's highest levels for a major economy. </p> <p>Its tactics worked. Brazil is now making gains in the war on inflation, which has declined from a peak of 12.1 per cent in April to just under 8 per cent last month. </p> <p>That price-fighting success has not killed growth: JPMorgan expects Brazil's economy to expand a better than expected 2.6 per cent this year, not far short of the 3 per cent it predicts for China.</p> <p>Chile and Colombia were not far behind Brazil. The two orthodox-leaning Andean economies pushed up interest rates by 10.75 and 8.25 percentage points respectively and are now almost done with rate-rising. Citi economists expect their rates to peak by the year end, with inflation halving next year as a result.</p> <p>Peru and Mexico complete the picture of Latin American monetary prudence, with increases of 6.5 and 5 percentage points respectively. By contrast, the Fed has tightened by just 3 percentage points and the Bank of England 2.15 points, despite the US and the UK suffering inflation rates similar to those of some Latin American nations.</p> <a href=\"http://www.ft.com/cms/11490762.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a> <p>The lesson Latin America offers the world, says Ilan Goldfajn, the IMF's western hemisphere director, “is that if you tighten ahead of the curve, if you react fast and you go immediately to where you need to go, that helps to win the fight against inflation”.</p> <p>The Latin American exception, as so often, is Argentina. Its government-controlled central bank is printing money to fund a budget deficit and it is losing control of inflation, which is projected to end the year at 100 per cent.</p> <p>Latin America's central banks did loosen monetary policy by more than the G10 during the pandemic. But their subsequent assertiveness was not just a reaction to higher inflation. “Every country in LatAm has tightened the real ex-ante policy rate [the policy rate adjusted for one-year ahead inflation expectations] to positive territory, while every central bank in the G10 is still below zero,” Bank of America said in a recent study.</p> <p>High real interest rates have also kept Latin America's currencies strong. While the pound, euro and yen are wilting against the strong dollar, three Latin American currencies have appreciated against the US currency this year: the Brazilian real, the Mexican peso and the Peruvian sol. </p> <p>So why did Latin America's central banks act so decisively while their developed world counterparts dithered?</p> <p>Alejandro Werner, director of the Georgetown Americas Institute and Goldfajn's predecessor at the IMF's western hemisphere department, believes that G7 central banks put too much trust in flawed economic models.</p> <p>“We are much more model-based in the advanced economies,” he says. “And when you put into your model 25 years of data, in which inflation has been around 2 per cent, whatever you put on the independent variable side will not give you an inflation rate that is much higher than 2.5 per cent . . . the data that you feed the model is giving you an answer that leads to complacency.”</p> <p>By contrast, he said, Latin American central bankers use models “but they also use their experience and their experience of inflation is much more recent”.</p> <p>Goldman's Ramos also believes that Latin America's painful experience of high inflation helped bring home to its central bankers just how dangerous the inflation threat was.</p> <p>“Developed world central banks had never seen anything like this but in Latin America, central bankers understood that when inflation crosses 5 per cent, there is a regime shift,” he says. “At 5 or 6 per cent, inflation feeds on itself and becomes a monster. They [developed world central banks] never understood that.”</p> <p><a href=\"mailto:michael.stott@ft.com\"><em>michael.stott@ft.com</em></a></p><p>Source: Michael Stott 2022 'Latin America's inflation lessons for the G7' FT.com 18 October. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-10-18T04:00:28.004Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 4140,
          "end": 4147
        },
        {
          "start": 728,
          "end": 735
        },
        {
          "start": 728,
          "end": 741
        }
      ]
    }
  ]
}