{
  "_id": "a848637184ab5e2ff544339fe15732f06e29b8ffa6e5e3b4484df7cc569d8dca",
  "feed": "wall-street-journal",
  "title": "Elon Musk's Appeals for Lithium Are No Substitute for Better Price Signals; The energy transition will require a lot more of the key battery metal. A busier marketplace would help show capital where to flow.",
  "text": "<p>Yet high lithium prices haven't gotten such widespread attention, and not just because most people still fill up their cars with gasoline. The lithium spot market isn't backed by much trading, and only feeds into the cost of EVs with a lag. To some extent this protects consumers from inflation in the short term, though long waiting lists mean EV manufacturers need to factor in expected raw material costs months down the road. Last week, Tesla raised the sticker price on some of its vehicles by $6,000.</p><p>Inefficient lithium pricing comes at a critical cost: It dulls the incentive for producers to bring on extra supplies and muddies the waters for other investors. Elon Musk has filled the void with calls for more lithium mining, but what the metal really needs is proper market infrastructure that does a better job of matching supply with demand.</p><p>Much of today's lithium market is locked into deals between suppliers and battery makers at prices that are more or less fixed far below current spot rates. There is a good reason for such contracts: Batteries need to be made to high-quality specifications with trusted batches of inputs. Suppliers such as Albemarle resist the word commodity, preferring \"specialty chemical.\" The lithium market is never likely to move in any great volume to an exchange.</p><p>SHARE YOUR THOUGHTS</p><p>What is your outlook on lithium? Join the conversation below.</p><p>This doesn't mean prices can't vary. In fact, more deals are already being indexed to reported spot prices, with premiums or discounts to reflect different product qualities or contracted volumes, says Peter Hannah, senior price-development manager at Fastmarkets. As he points out, these moves are the natural result of market volatility, because buyers and sellers suddenly can't reach agreement on fixing the price.</p><p>What hasn't yet evolved is an active futures market, despite efforts by the Chicago Mercantile Exchange and others. This may be a matter of time. Car makers, which increasingly negotiate contracts directly with lithium suppliers, will look to hedge out any spot pricing risk they take on. With enough liquidity, a cash-settled futures market would in turn bring much greater pricing clarity to lithium. Investors will help here: A Goldman Sachs note calling the end of lithium's bull run on May 29 triggered a healthy debate, but without proper futures, it isn't easy to trade views.</p><p>The financialization of industry sometimes gets a bad press, but this is a case where it could help show capital where to flow. The energy transition will require a lot more lithium mining. High reported spot prices send the right signal, but it isn't as clear or forward-looking as it needs to be.</p><p>Write to Stephen Wilmot at stephen.wilmot@wsj.com</p><p>Elon Musk's Appeals for Lithium Are No Substitute for Better Price Signals</p>",
  "published": "2022-06-22T09:11:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 2242,
          "end": 2255
        },
        {
          "start": 2242,
          "end": 2249
        }
      ]
    }
  ]
}