{
  "_id": "cfe6be2d4435093181cdfee074347c8f42120ffdcea1a2f1c7f7a314017d97e6",
  "feed": "ftcomall",
  "title": "‘Too much uncertainty': Chill descends on Hong Kong equity capital markets",
  "text": "<p>Hong Kong equity fundraising has dropped to the slowest pace since the global financial crisis as economic and regulatory doubts compound concerns over Chinese companies that once drove a steady drumbeat of lucrative listings.</p> <p>Total fundraising from debut offerings, follow-on share sales and convertible bonds in Hong Kong fell to $4.9bn in the first three months of 2022, according to data from Refinitiv, reflecting a drop of 87 per cent from the previous year and marking the worst quarter for the city's equity capital markets since late 2008.</p> <p>The slowdown highlights investor concerns about pumping fresh capital into Chinese companies at a time when coronavirus, regulatory uncertainty and the Ukraine war are clouding the outlook. Despite a string of big listings this year in Asian markets, there has been little dealmaking in Hong Kong to date.</p> <p>Foreign investors sold about <a href=\"https://www.ft.com/content/1554991d-ffed-47a0-adde-13844b46f42d\">$4bn worth of shares</a> traded in mainland China in the first quarter, while Hong Kong's Hang Seng index is down almost 30 per cent from its recent high last February. </p> <p>“There's too much uncertainty” to go ahead with most listings, according to a Hong Kong-based banker at one Wall Street investment bank. “There's the tech crackdown, nationwide lockdowns . . . There's just a lot of concerns overall.”</p> <p>Coronavirus <a href=\"https://www.ft.com/content/00362e61-d3d5-4364-9069-196aaa0592d5\">lockdowns in Shanghai</a>, China's financial capital, have raised the threat of slowing economic growth as Beijing pursues a zero-Covid policy, while fund managers are weighing the potential effects of the country's <a href=\"https://www.ft.com/content/b11fc9ce-569f-4fcc-a26d-e3f0efa34829\">refusal to join</a> western countries in condemning Russia's invasion of Ukraine.</p> <p>Hong Kong's reputation as a financial hub has been also dented by the city's <a href=\"https://www.ft.com/content/f77c5717-cb9a-4a0d-a2d3-5761592ba80a\">draconian Covid restrictions</a> and the recent <a href=\"https://www.ft.com/content/0111f44f-92e9-4759-8d9f-6261aeca09f5\">resignations of UK judges</a> from the territory's top court in response to the introduction of a stringent national security law.</p> <p>A liquidity crunch at China's biggest property developers — most of which are listed in Hong Kong — has added to concerns, with at least 10 real estate groups missing a deadline to publish annual results last week, forcing the city's stock exchange to <a href=\"https://www.ft.com/content/7b173ea8-dc3e-477b-a6bd-4bc478d0c4e1\">suspend trading</a> for some.</p> <p>“If you're a Chinese company going ahead with an overseas listing now, it might be a sign of desperation,” said Nigel Stevenson, an equity analyst at GMT Research in Hong Kong.</p> <p>Hong Kong was <a href=\"https://www.ft.com/content/30d0d084-eb0d-4b68-a982-dfe24554a1ad\">expected to capitalise</a> on geopolitical tensions between Beijing and Washington, as regulatory crackdowns in both countries made it more difficult for Chinese companies to list in New York. </p> <p>Global investment banks raced to redirect Chinese IPOs from New York to Hong Kong after Beijing launched its tech crackdown nine months ago in response to the US listing of <a href=\"https://www.ft.com/content/90620c2c-ea07-4425-9a18-f3b4587ed3ad\">ride-sharing platform Didi</a> despite warnings from Chinese authorities. </p> <p>As punitive measures from regulators <a href=\"https://www.ft.com/content/a4826697-2160-4472-9605-2f9820936ab7\">pummelled the valuations</a> of China's biggest tech companies, Goldman Sachs estimated that more than half its planned US deals for Chinese companies could be shifted to the Chinese territory. </p> <p>But that pipeline of new deals has yet to materialise. A row between Beijing and the US over access to audits — which China attempted to quell this weekend by <a href=\"https://www.ft.com/content/c3d52cf3-a9b7-4a59-99e4-21cdaaebebe6\">revising its strict financial secrecy laws</a> — has also failed to spur another wave of secondary offerings in Hong Kong by companies seeking a back-up listing.</p> <p>“In the past two years a lot of big names have already come back to Hong Kong,” said Dickie Wong, head of research at Kingston Securities, pointing to the likes of food delivery company Meituan and gaming group NetEase. Wong said US-China tensions were now weighing on Hong Kong-listed stocks rather than driving new business. </p> <p>The dearth of listings has added to woes at the Hong Kong exchange, where more than 160 companies failed to file their accounts last week, a sharp increase from about 90 last year. At least 33 Hong Kong-listed firms including several large Chinese property developers, were forced to suspend trading on Friday, affecting billions of dollars worth of shares. </p> <p>Most of the companies that were unable to meet the filing deadline cited coronavirus travel restrictions that had made it more difficult to complete their audits. There has also been a string of <a href=\"https://www.ft.com/content/1114aeee-4a8a-479a-815f-1828aa6b12e6\">auditor resignations</a> at Hong Kong-listed Chinese property developers. “In the short term the optics are not good for Hong Kong,” said GMT's Stevenson. </p> <p>Alexandre Tavazzi, global strategist and Asia chief investment officer for Pictet Wealth Management, said the outsize footprint of Chinese tech and property groups in Hong Kong had dragged on the city's stock market in the first quarter, warding off new listings. </p> <p>“Whatever happens to those sectors will weigh on the broader market,” he said.</p> <p><em>Additional reporting by Chan Ho-him and William Langley in Hong Kong</em></p> <a href=\"http://www.ft.com/cms/2fce1e2e-52a1-4882-868e-c18802793e8a.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a><p>Source: Hudson Lockett in Hong Kong and Tabby Kinder in Phuket 2022 '‘Too much uncertainty': Chill descends on Hong Kong equity capital markets' FT.com 5 April. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-04-05T05:26:02.802Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 2831,
          "end": 2844
        },
        {
          "start": 2831,
          "end": 2838
        }
      ]
    }
  ]
}