{
  "_id": "db9d74ffa58e6e8f939b40c2c4b22677c26c1a607392f2409581576ad0352dfd",
  "feed": "ftcomall",
  "title": "Tim Leissner's testimony in 1MDB trial shines light on vast fraud",
  "text": "<p>In 2012, Goldman Sachs banker Tim Leissner was paid a total of $12mn, a personal record, after arranging blockbuster bond deals for state investment fund 1MDB, the proceeds from which he would later help steal. </p> <p>But that was not enough. The former Goldman partner would go on to work on three 1MDB bonds overall in 2012 and 2013, raising roughly $6.5bn, to feed a fraudulent scheme that, the US Department of Justice alleges, siphoned more than $2.7bn off from the Malaysian fund.</p> <p>While vigorously pursuing deals for Goldman, Leissner also moonlighted as an adviser on potential deals in the Philippines and Vietnam in violation of bank policy. When prosecutors in a New York court asked why, he replied in a deadpan tone: “To earn more money than I was being paid”.&#xa0;</p> <p>Leissner's testimony in the long-awaited trial of former Goldman banker Roger Ng — who has been charged by US authorities with conspiring to bribe officials and launder billions of dollars from 1MDB — has provided a unique window into one of the key players in an embezzlement scheme that US officials have labelled “kleptocracy at its worst”.&#xa0;</p> <p>The jury's perception of Leissner's testimony, which concluded last week, could be critical to the outcome of the trial. The ex-partner, who has pleaded guilty to charges of conspiring to launder money and violate foreign bribery laws in connection with the 1MDB fraud, struck a co-operation agreement with the US government in the hope of receiving a more lenient sentence. </p> <p>Leissner's role as the government's star witness pits him directly against his former colleague Ng in a showdown that will prove consequential for both. If convicted, Ng — who has pleaded not guilty — faces 30 years in prison. Leissner faces up to 25 years in prison when he is sentenced.</p> <p>During 10 days of testimony, Leissner, a 52-year old born in Germany, explained what happens when a cocktail of hubris, greed and ambition mixes with a platform like Goldman — one of the most prestigious and hard-nosed banks on Wall Street. </p> <p>“I was a very ambitious child” and investment banking was an “environment feeding off the ambition I had built”, Leissner told prosecutors in one of several instances where he tried to explain his crimes by pointing to the industry's hyper-competitiveness. “I wanted to be a <a href=\"https://www.ft.com/content/9f27d719-19e5-4949-93ad-5de742242476\">hero at Goldman Sachs.”&#xa0;</a></p> <p>Very few investment bankers become ensnared in multibillion dollar scandals, but Leissner's testimony nonetheless sheds light on how far some dealmakers are willing to go to secure lucrative transactions — and pay cheques — even accepting corruption as a cost of doing business. </p> <p> “I can't say I was surprised,” Leissner said of his reaction when recounting a meeting in London where <a href=\"https://www.ft.com/content/827d5727-3cf7-4881-8925-ca8812628539\">Jho Low, the Malaysian financier</a> accused of masterminding the fraud, allegedly said government officials would need to be paid bribes for the 1MDB bond deals to go ahead. Low maintains his innocence and is at large.</p> <p>Powerful people the world over were dragged into the 1MDB scandal by Leissner's testimony, from Malaysian politicians and Abu Dhabi government officials to celebrities who allegedly attended lavish parties thrown by Low. </p> <p>Leissner emerged as a driven deal-chaser, his excitement over closing complex transactions palpable during parts of his testimony, including his recollection of a desperate dash to secure final approval for one of the bond deals after a signatory had disappeared to the south of France. </p> <p>“I would have flown to the North Pole . . . to make this happen,” the ex-partner said about the second 1MDB transaction, which generated $200mn in fees for Goldman. </p> <p>Leissner estimated the bank made close to an “unprecedented” $700mn from the 1MDB bond deals — about $100mn more than the figure given by prosecutors. </p> <p>The bank has declined to comment on Leissner's higher estimate and has said it was lied to by “certain members of the former Malaysian government and 1MDB”. Leissner admitted to lying during Goldman's internal reviews of the 1MDB deals. The bank struck a <a href=\"https://www.ft.com/content/7a9c58d0-1989-11e9-9e64-d150b3105d21\">settlement of up to $3.9bn with Malaysia</a> and paid a <a href=\"https://www.ft.com/content/8c570376-a02f-4550-8304-8e61943f9782\">record $2.9bn in a global settlement </a>in 2020. Its Malaysian subsidiary pleaded guilty to a bribery charge. </p> <p>Leissner told prosecutors that joining the group of Goldman partners in 2006, the elite group that makes up 1 per cent of the bank's staff, was “a dream come true”. The appointment cemented Berlin-born Leissner's ascent from a “fairly modest” family in Germany. But the promotion was not “enough,” Leissner told the court. “Greed and ambition took over.”&#xa0;</p> <p>Marc Agnifilo, Ng's lawyer, <a href=\"https://www.ft.com/content/ec8180b1-7bf0-4522-bd50-971f1383c15b\">sought to question Leissner's credibility </a>by cataloguing the lies he told Goldman, US authorities and his partners. “He's strategic in every area of his life . . . he's a deal closer,” Agnifilo told the judge.</p> <p>Leissner described a personal life that was just as convoluted as his professional one. He testified to Photoshopping divorce papers so he could marry his estranged wife, former model Kimora Lee Simmons, and to faking a document linked to a previous divorce in the Dominican Republic. He said he was also temporarily engaged to the niece of a Malaysian state's chief minister while married to another woman.</p> <p>Leissner also had alleged affairs with the daughter of a former Malaysian ambassador and Rohana Rozhan, the former CEO of Astro Malaysia Holdings, a Malaysian media group. Leissner testified he bought Rozhan a $10mn apartment in London with stolen 1MDB funds because she threatened to expose his involvement in the scheme after he ended their 10-year relationship. Rozhan's lawyers, who did not respond to a request for comment, have said she is co-operating with Malaysian authorities, according to media reports.</p> <p>In his pursuit of a glitzy lifestyle, Leissner spent his share of the stolen 1MDB proceeds, roughly $60mn, on a 170ft yacht and real estate in New York and London as well as investments in Italian football team Inter Milan. After burning through the cash, he was forced to ask friends for money, some of whom have not been repaid. </p> <p>Leissner's pursuit of riches and status came to a screeching halt when US authorities arrested him at a Washington airport in 2018. He told the court now was the “time to do the right thing” and “take responsibility” for actions that have “destroyed” his life. He has forfeited $44mn of embezzled 1MDB funds to the US as part of his co-operation agreement.</p> <p>Leissner testified that while talking to the government following his arrest, he initially minimised his involvement in the scheme but came “clean” after realising a paper-trail of documents would reveal the truth. </p> <p>When a prosecutor asked him what sentence he hoped to receive, Leissner responded: “I hope I don't have to go to prison, sir.” </p><p>Source: Stefania Palma in Washington 2022 'Tim Leissner's testimony in 1MDB trial shines light on vast fraud' FT.com 15 March. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-03-15T04:00:44.095Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 247,
          "end": 254
        },
        {
          "start": 3927,
          "end": 3934
        },
        {
          "start": 1929,
          "end": 1936
        },
        {
          "start": 1940,
          "end": 1949
        },
        {
          "start": 818,
          "end": 825
        },
        {
          "start": 9,
          "end": 16
        },
        {
          "start": 4202,
          "end": 4209
        },
        {
          "start": 516,
          "end": 523
        },
        {
          "start": 3905,
          "end": 3913
        },
        {
          "start": 245,
          "end": 252
        },
        {
          "start": 823,
          "end": 830
        },
        {
          "start": 1940,
          "end": 1947
        },
        {
          "start": 9,
          "end": 22
        },
        {
          "start": 3576,
          "end": 3583
        },
        {
          "start": 4177,
          "end": 4184
        },
        {
          "start": 4607,
          "end": 4614
        },
        {
          "start": 2298,
          "end": 2305
        },
        {
          "start": 513,
          "end": 520
        },
        {
          "start": 2298,
          "end": 2311
        }
      ]
    }
  ]
}