{
  "_id": "51a655894cd725a7d7afa274a191f02bc1234691b63e9733aa21408c8c9b4d30",
  "feed": "wall-street-journal",
  "title": "Former Goldman Sachs Banker Charged in Insider-Trading Scheme; Brijesh Goel is one of nine defendants charged by Manhattan federal prosecutors in four insider-trading cases",
  "text": "<p>Mr. Goel was one of nine defendants charged in four unrelated insider-trading cases announced Monday by federal prosecutors in Manhattan. All of the cases involved the alleged use of nonpublic information about mergers and acquisitions. The other defendants included a former congressman, a former FBI trainee and technology-company executives.</p><p>\"We are keenly interested in sending a message that insider trading is still around, we are still around, and we are going to enforce it when we find it,\" Damian Williams, the U.S. attorney for the Southern District of New York, said at a news conference Monday.</p><p>The four schemes collectively resulted in millions of dollars in illegal profits, prosecutors said. The Securities and Exchange Commission, which filed parallel civil charges, said three of the cases originated from an enforcement unit that uses electronic databases to detect suspicious trading patterns.</p><p>Prosecutors charged Mr. Goel with securities fraud. They also alleged that Mr. Goel, who left Goldman in 2021, sought to obstruct a grand jury investigation into the scheme by deleting electronic communications between him and the friend.</p><p>A lawyer for Mr. Goel didn't respond to a request for comment.</p><p>A Goldman spokeswoman said the bank is cooperating with the Justice Department and the SEC.</p><p>\"The 2017 and 2018 insider trading alleged by the government is egregious and illegal conduct,\" the spokeswoman said. \"The firm condemns such behavior, which violates our standards of conduct and business principles.\"</p><p>Mr. Goel most recently worked at Apollo Global Management Inc. An Apollo spokeswoman said the firm learned of the allegations against Mr. Goel on Monday and immediately placed him on indefinite leave.</p><p>Mr. Goel and the friend often discussed confidential information over games of squash, and made about $280,000 illegally, according to the indictment. Prosecutors said the information was used to make trades tied to at least seven deals involving companies including Thermo Fisher Scientific Inc., T-Mobile US Inc. and Walgreens Boots Alliance Inc.</p><p>In a separate case, prosecutors charged former Rep. Stephen Buyer, a Republican who represented districts in Indiana from 1993 through 2011, with four counts of securities fraud. While doing consulting work after he left Congress, Mr. Buyer engaged in insider trading in connection with two different mergers, prosecutors said.</p><p>In one, Mr. Buyer provided consulting services to T-Mobile, which in 2018 publicly announced it would merge with Sprint Corp. Mr. Buyer learned of confidential information about the merger from a T-Mobile government-affairs executive, according to the indictment. The indictment also said that the unnamed executive and Mr. Buyer spoke on the phone and played golf immediately before the former congressman purchased Sprint stock.</p><p>Andrew Goldstein, a lawyer for Mr. Buyer, said his client was innocent. \"His stock trades were lawful,\" Mr. Goldstein said. \"He looks forward to being quickly vindicated.\"</p><p>A T-Mobile spokeswoman said the company cooperated with the government's investigation.</p><p>Write to James Fanelli at james.fanelli@wsj.com and Corinne Ramey at Corinne.Ramey@wsj.com</p><p>Former Goldman Sachs Banker Charged in Insider-Trading Scheme</p>",
  "published": "2022-07-25T18:40:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 7,
          "end": 14
        },
        {
          "start": 7,
          "end": 20
        },
        {
          "start": 1001,
          "end": 1008
        },
        {
          "start": 1008,
          "end": 1015
        },
        {
          "start": 1209,
          "end": 1216
        },
        {
          "start": 1218,
          "end": 1225
        },
        {
          "start": 3193,
          "end": 3200
        },
        {
          "start": 3193,
          "end": 3206
        }
      ]
    }
  ]
}