{
  "_id": "e6cda5856ae977d84aa9ad13594109f8faeababf31f49215d94b638b6cfc920c",
  "feed": "ftcomall",
  "title": "European gas traders dare to dream prices have peaked",
  "text": "<p>European natural gas traders know the sector faces a tough winter ahead, but some have started to make a bold prediction: maybe, just maybe, prices have peaked for the year. </p> <p>The wholesale European <a href=\"https://www.ft.com/natural-gas\">gas</a> price hit an intraday high of €343 per megawatt hour on August 26 — the equivalent in oil terms of almost $580 a barrel — but has since fallen to about €200/MWh. </p> <p>Prices remain highly elevated by historic standards, at almost 10 times the average level of the past decade, and more than double the level in early June, before Russia reduced supplies on the Nord Stream 1 pipeline, its largest conduit of exports to Europe. </p> <p>But traders said that the recent price action suggested the market may have reached a turning point and prices could start to stabilise in the coming weeks, as they did this spring after initially spiking following Russia's full-scale <a href=\"https://www.ft.com/war-in-ukraine\">invasion of Ukraine</a>.</p> <p>“We may get a welcome reprieve heading into the winter,” said one analyst at an energy trading company in Switzerland who asked not to be named. “It doesn't mean the situation is resolved, far from it, but even a temporary moment of slightly lower prices is welcome.”</p> <p>Goldman Sachs this week said it forecast European prices would fall through the winter, potentially to below €100/MWh by the spring, before rebounding next summer as traders rush to refill storage facilities.</p> <p>The fact that Russia has already cut gas supplies to Europe by about 80 per cent has arguably blunted Vladimir Putin's ability to spring more surprises on the market, some traders and analysts said. </p> <p>Notably, after Russia <a href=\"https://www.ft.com/content/2624cc0f-57b9-4142-8bc1-4141833a73dd\">announced the prolonged shutdown</a> of the Nord Stream 1 pipeline to Germany this month, prices initially jumped when markets reopened but then gave up all of those gains within two days. </p> <p>European gas storage targets, which drove traders to buy up supplies ahead of the winter, are now well ahead of schedule, having reached 84 per cent of capacity. While concerns remain about whether the continent will have enough supplies this winter, the frenzy of buying has abated slightly. </p> <p>Analysts also expect technical reasons to have influenced the slide. The EU has <a href=\"https://www.ft.com/content/7ced1455-4c2a-45ad-a558-1238cd71103e\">discussed potential price caps</a> on imports, which has increased uncertainty, while margin requirements for traders have soared, pushing some funds out of the market.</p> <p>Those losses might be more easily reversed.</p> <p>“We think the policy risks that have been holding back traders from taking long positions on the benchmark are overblown,” said analysts at Energy Aspects this week.</p> <p>The cooling of prices may not last, however, as the cost of gas is still volatile. On Wednesday and Thursday, it jumped about 25 per cent, illustrating how the market remains finely balanced.</p> <p>Even though prices have come down more than €100 from the summer high, governments still face hundreds of billions in costs to partially cushion households and businesses from the full extent of the increase. </p> <p>A very cold winter in the northern hemisphere — in Europe, Asia or both — would probably <a href=\"https://www.ft.com/content/93c6570b-10f9-46cf-8310-2caa319c00a3\">increase competition</a> for seaborne cargoes of liquefied natural gas, given the fuel's critical role in heating, which could drive prices higher again.</p> <p>Gas traders will also be closely watching the hurricane season in the US, which is traditionally a bigger concern for global oil markets.</p> <p>The US has become the biggest exporter of LNG to Europe, so any storm damage to export terminals could raise the price dramatically across the Atlantic.</p> <p>Demand is also a concern. While government efforts to insulate households from the full impact of the gas price rise have been broadly welcomed, there are worries they are blunting the incentive for people to conserve energy use at home.</p> <p>Goldman Sachs' predictions for higher prices next year partly hinge on higher than anticipated demand due to government intervention to shield homes and businesses.</p> <p>Europe will also have to refill storage after the winter, potentially without any Russian exports at all, unlike the first six months of this year.</p> <p>The EU plan to cut gas demand by about 15 per cent on average this winter already faces challenges. </p> <p>Tom Marzec-Manser at energy consultancy ICIS said Europe had reduced consumption by 138mn cubic metres a day, or about 16 per cent, over the summer, but would need to increase the saving to 300mn cubic metres a day in the winter when demand more than doubles.</p> <a href=\"http://www.ft.com/cms/60ad6091-4162-49a1-a89d-c63870eb9b3d.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a><p>Source: David Sheppard, Energy editor 2022 'European gas traders dare to dream prices have peaked' FT.com 16 September. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-09-16T10:36:18.423Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 3679,
          "end": 3692
        },
        {
          "start": 3679,
          "end": 3693
        },
        {
          "start": 1147,
          "end": 1160
        },
        {
          "start": 3657,
          "end": 3670
        },
        {
          "start": 1147,
          "end": 1154
        },
        {
          "start": 3679,
          "end": 3686
        }
      ]
    }
  ]
}