{
  "_id": "1ef94b8dced66a3f5d9a433df1e6fb6af5e76efbaa64b4b90ca5b335f9a8e26d",
  "feed": "ftcomall",
  "title": "US government debt sell-off worsens as banks predict swift Fed rate rises",
  "text": "<p>US government debt sold off on Friday as hawkish comments from Federal Reserve officials this week prompted big Wall Street banks to forecast a faster pace of interest rate increases. </p> <p>The yield on the 10-year US Treasury note rose on Friday as much as 0.14 percentage points to 2.5 per cent, the highest level since May 2019, as the benchmark debt security fell in price. The Treasury market, which underpins the costs of corporate debt and consumer borrowing worldwide, is enduring its worst month since the election of Donald Trump in 2016. </p> <p> John Williams, New York Fed boss, on Friday said that if a supersized 0.5 percentage point rate increase was warranted to combat intense inflation, the central bank should take that step. His remarks echoed recent comments made by Jay Powell, Fed chair, and added to the sense that the central bank will need to step up its tightening of monetary policy. </p> <p>Goldman Sachs analysts said on Friday that they now expected the 10-year yield to hit 2.7 per cent by the end of 2022. Citi analysts said they expected the US central bank to raise borrowing costs by half a percentage point at every one of its monetary policy meetings from May to September. </p> <p>“There is a narrative around the Fed becoming more hawkish, even punitive,” said Tancredi Cordero, chief executive of Kuros Associates. “It's making sentiment erratic and volatile.”</p> <p>The number of quarter-point rate increases by December that are now priced in to futures markets in which investors bet on or hedge against moves in borrowing costs rose to 8.2 on Friday from 7.7 the day prior. &#xa0;</p> <p>“Futures volumes are increasing significantly . . . after several Federal Open Market Committee members came out and increased the chances of a 50 basis points rate hike,” said Chuck Tomes, a portfolio manager at&#xa0;Manulife Investment Management.</p> <p>Tomes also said part of the move could be attributable to investors rebalancing portfolios ahead of quarter-end next week as well as heading into the weekend, on the chance that a dramatic shift in the conflict in Ukraine over the weekend could catch them offsides. </p> <p>Some investors also pointed to a lack of liquidity — or the ability to make trades in large size without moving the market — exacerbating the sharp change in yields. </p> <p>“Liquidity is extremely tenuous in the market and volatility is extreme,” said Gennadiy Goldberg, a rates strategist at TD Securities.</p> <p>Equity markets were calmer. The S&amp;P 500 index picked up 0.5 per cent and Europe's Stoxx 600 added 0.1 per cent, though the tech-dominated Nasdaq Composite slipped 0.2 per cent as growth-focused stocks came under pressure. Such companies are considered particularly vulnerable to rising interest rates because higher rates reduce the value investors place on future earnings. </p> <p>Despite the Nasdaq's dip on Friday, both it and the S&amp;P recorded their second consecutive week of gains, up 2 per cent and 1.8 per cent respectively.</p> <p><em>Additional reporting by Nicholas Megaw in New York</em></p><p>Source: Kate Duguid in New York and Naomi Rovnick in London 2022 'US government debt sell-off worsens as banks predict swift Fed rate rises' FT.com 25 March. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-03-25T20:36:38.701Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 898,
          "end": 905
        },
        {
          "start": 898,
          "end": 911
        }
      ]
    }
  ]
}