{
  "_id": "d8bf3ae14b36b67ec7d504560dd179d9adbd489b033cf8b22a236b4dad4895c9",
  "feed": "wall-street-journal",
  "title": "Goldman Sachs Banks $9.7 Billion for Buyouts; The firm collected its largest private-equity fund since 2007 in a time of belt-tightening for investors",
  "text": "<p>The new fund is the largest raised for the firm's private-equity strategy since it collected $20.3 billion for its sixth pool in 2007. Goldman aims to make average investments of about $300 million in larger companies through the fund, usually seeking a controlling interest.</p><p>Target sectors include financial and business services, healthcare, technology and companies focused on climate transition, the firm said. So far, the fund's biggest investments have included European specialty pharmaceutical company Norgine BV, Japanese road-paving business Nippo Corp. and contract research organization Parexel International Corp.</p><p>Goldman brought the fundraising to a close as the market for private-equity capital tightened this year. Through the first half of the year, about $247 billion was committed to new funds globally, 43% less than in the same period of 2021, according to data provider Preqin Ltd.</p><p>Goldman's capital raising also came to a close amid a turbulent time for markets generally, which affected the firm's overall results.</p><p>In July, Goldman's asset-management arm posted a $221 million second-quarter loss on equity investments while net revenue dropped 79% from the year-earlier period to about $1.08 billion, with the firm citing volatility in public equity markets and economic turbulence stemming in part from the war in Ukraine. Some of the asset-management arm's capital is invested in public stocks, but the firm also cited lower net gains from private-equity investments.</p><p>The firm said its private-equity investments produced a $440 million gain in the second quarter compared with a nearly $2.82 billion gain in the year-ago period. Overall, Goldman's asset-management arm ended the last quarter with about $1.82 trillion in assets, up about $191 billion, or almost 12%, from a year earlier, but only about 10% of the total, $254 billion, was held in alternative investments.</p><p>Write to Ted Bunker at ted.bunker@wsj.com</p>",
  "published": "2022-09-27T20:25:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 0,
          "end": 7
        },
        {
          "start": 0,
          "end": 13
        },
        {
          "start": 134,
          "end": 141
        },
        {
          "start": 135,
          "end": 142
        },
        {
          "start": 624,
          "end": 631
        },
        {
          "start": 627,
          "end": 634
        },
        {
          "start": 901,
          "end": 909
        },
        {
          "start": 905,
          "end": 912
        },
        {
          "start": 1044,
          "end": 1052
        },
        {
          "start": 1049,
          "end": 1056
        },
        {
          "start": 1659,
          "end": 1667
        },
        {
          "start": 1667,
          "end": 1674
        }
      ]
    }
  ]
}