{
  "_id": "48d252d210b5f4322ca348b6255c2a0db8fb3bebf78e16952bb8ed3e7a566ed2",
  "feed": "wall-street-journal",
  "title": "Glynn's Take: RBA's Hawkish Pivot Builds Case for Rate Increase This Year; The RBA's evolving narrative is a world away from the cautious outlook that started the year",
  "text": "<p>\"We can take the time to assess the incoming information and review how the uncertainties are resolved. Given the outlook, though, it is plausible that the cash rate will be increased later this year,\" Mr. Lowe said.</p><p>Mr. Lowe concluded his speech with a blunt warning that the RBA stands ready to act should current complexities in the world economy fuel inflation.</p><p>\"It is only possible to achieve a sustained period of low unemployment if inflation remains low and stable. Recent developments in Europe have added to the complexities here,\" he added. \"The Reserve Bank will respond as needed and do what is necessary to maintain low and stable inflation in Australia.\"</p><p>Oil prices have risen by 40% in recent weeks, while the prices of coal and many base metals, including nickel and aluminum, are also sharply higher. The prices of agricultural commodities have also been affected, with the price of wheat in global markets 40% higher since the start of February.</p><p>It all adds to the risk for higher global inflation, even while Australia's economy receives a strong boost to national income as it surges back to life after shrugging off the worst of the pandemic.</p><p>\"There is a risk if these higher inflation rates are sustained as a result of a sequence of negative supply shocks, that wages growth picks up more quickly than forecast as workers seek compensation for the higher inflation,\" Mr. Lowe said.</p><p>The RBA's evolving narrative is a world away from the cautious outlook that started the year, when the central bank thought it highly likely that an interest rate rise could be delayed until 2024.</p><p>It is increasingly clear that the RBA knows it may have to raise interest rates before too long to counter a snowballing inflation problem.</p><p>Goldman Sachs economist Andrew Boak described the speech as a \"hawkish pivot.\"</p><p>\"Low and stable inflation expectations\" will be increasingly difficult to achieve given rising oil and food prices, the latter due to floods in Australia, he said. \"The risks are increasingly skewed to an earlier RBA lift-off.\"</p><p>Gareth Aird, the head of Australian Economics at the Commonwealth Bank of Australia, said the RBA could raise interest rates as early as June, with the next rounds of quarterly wage and inflation data to put the issue beyond doubt.</p><p>\"RBA Gov. Philip Lowe sounded closer to raising interest rates than at any other time over the pandemic,\" Mr. Aird said. \"Expect the RBA to shift to a hiking bias at the May Board meeting which should be considered live.\"</p><p>Write to James Glynn at james.glynn@wsj.com</p>",
  "published": "2022-03-09T05:43:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 1743,
          "end": 1756
        },
        {
          "start": 1743,
          "end": 1750
        },
        {
          "start": 1744,
          "end": 1751
        },
        {
          "start": 1744,
          "end": 1757
        }
      ]
    }
  ]
}