{
  "_id": "071ca669c6e764496a0e956fedd4f8f45e3ff3505472e59a41bddbbbc81091d8",
  "feed": "ftcomall",
  "title": "Bonds are (sort of) back",
  "text": "<p>Investors are at that point in their long, messy break-up with bonds where they're tottering on a bar stool, tucking in to their third martini of the evening and asking their dearest friend whether it would be crazy to give the relationship another try?</p> <p>It has certainly not been a happy marriage this year. After four decades of stability, ballast in times of uncertainty and reliable returns (in nominal terms at least — no relationship is perfect), government bonds have done the dirty on fund managers in 2022.</p> <p>Soaring, sticky inflation dealt a blow, eating away at the fixed interest payments that bonds generally provide and lining up a series of startlingly aggressive rises of benchmark interest rates. This is bad enough: since the 2008 crisis, fund managers had become conditioned to expect vanishingly low levels of inflation and supportive central banks.</p> <p>Sure, investors have whinged about bonds in the past, particularly when benchmark interest rates sank so low that yields turned negative, meaning fund managers ended up buying them in the certain knowledge that they would lose money if they held them to maturity.&#xa0;</p> <p>But this year has been particularly cruel. Even super long-term government bonds have taken a hit. This is unusual in itself, especially with a potential recession around the corner, and weakness in this pocket of the markets has chewed up and spat out investment products labelled as supremely safe. These things are supposed to be boring and reliable. They're not supposed to lose your life savings.</p> <p>It's not just long-dated government debt that is to blame. The Bloomberg US Aggregate index comprising a range of dollar debt has dropped by about 13 per cent so far this year — comfortably its worst year in decades.</p> <p>And the real insult is that bonds have failed in one of their most basic tasks in a portfolio: they have fallen at the same time as stocks. Brief periods like this do happen, but not for this long. It has turned a bad year for investors into a terrible one.</p> <p>But after this historic rout, investors are slowly making their way back. Ten-year US Treasuries, to pick the global benchmark, yield 3.7 per cent. That's not nothing, and it's way above the 1.6 per cent we began 2022 with.&#xa0;</p> <p>Could prices fall further? Sure, if inflation revs up again. “Inflation is incredibly hard to predict,” said Emiel van den Heiligenberg, head of asset allocation at Legal &amp; General Investment Management. “You have armies of PhDs looking at this at central banks and they get it wrong all the time.”</p> <p>Still, yields are now decent, often without having to take any meaningful risk of default, and if the worst does happen (a recession, for example) the price will rocket, dulling the likely blow from sliding stocks. “One of the reasons to hold bonds is for the buffer,” says van den Heiligenberg. “That still stands.”</p> <p>Some, understandably, are hesitant. James Beaumont, head of multi asset portfolio management at Natixis Investment Management, says he has been underweight relative to benchmarks in US and European government bonds all year. Now he's dipping back in, especially on the US side. “We are adding back towards neutral and it's a more attractive investment proposition, but we're not even neutral yet,” he says. “Can I see us doing that next year? Yes, but not yet.”</p> <p>Others are more excited. “Bonds are back,” enthused JPMorgan Asset Management in its latest long-term outlook. Pimco, one of the biggest bond funds in the world, is of course always predisposed to see the upside in this asset class. Still, chief investment officer Dan Ivascyn's “call to action”, as he describes it, is striking. “Value has returned to the fixed income markets,” he said this week. “Just thinking about nominal yields, we'll start here in the United States . . . you could look for very high quality spread product, and very, very easily put together a portfolio up in the 6, 6.5 per cent type yield range, without taking a lot of exposure to economically sensitive assets.”</p> <p>The now steady flow of outlook pieces from big banks and asset managers also suggest a rapprochement with debt is at hand. “In high grade bonds we see broad-based strength,” wrote the team at Morgan Stanley. Assets such as Treasuries and German Bunds but also a clutch of corporate and other bonds “all allow investors to ‘embrace income',” it added.</p> <p>Goldman Sachs offers an understandably balanced message, given the huge range of potential outcomes next year. But it, too, says “there is more yield on offer — in both real and nominal returns than for a couple of decades. It may seem boring to structure portfolios around earning that yield, rather than reaching for the prospect of deep capital appreciation. But it may also be a return to more conventional investing.”</p> <p>UBS Wealth Management, meanwhile, advises clients to “seek income opportunities”. “In US investment grade, yields are around 5 per cent — a level we find appealing and which should provide a buffer against volatility,” it says.</p> <p>All in all, it's not exactly a dramatic rekindling of the romance. But investors are daring to believe the relationship with bonds might be worth another shot.</p> <p><a href=\"mailto:katie.martin@ft.com\"><em>katie.martin@ft.com</em></a><br><br></p><p>Source: Katie Martin 2022 'Bonds are (sort of) back' FT.com 25 November. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-11-25T22:00:50.868Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 4315,
          "end": 4328
        },
        {
          "start": 4353,
          "end": 4366
        },
        {
          "start": 4353,
          "end": 4360
        }
      ]
    }
  ]
}