{
  "_id": "744797e3e37c3433db0e141222ada2d4c951441f064ceb0e46297da7609a9d7b",
  "feed": "ftcomall",
  "title": "‘I got mooed at for expressing milk at Goldman Sachs'",
  "text": "<p>Women have been accusing investment banks of sexual discrimination and harassmentfor years. Almost none have done anything quite like Jamie Fiore Higgins.</p> <p>Last week, Higgins published <a href=\"https://www.simonandschuster.com/books/Bully-Market/Jamie-Fiore-Higgins/9781668001028\"><em>Bully Market</em></a>, a 320-page account of her 17 years at Wall Street powerhouse, Goldman Sachs, where she had a covetedmanaging director job until she quit in 2016.</p> <p>Here's a taste of what she says happened to her in that time:</p> <p>She passed out at work, having gone back earlier than her doctor advised after a miscarriage because a manager said the office was short staffed and when his wife had a miscarriage “she was fine after a few days”.</p> <p>She felt as if she would pass out after confronting a subordinate having an affair with a client who wrapped his hand under her jaw, pinned her against a wall and screamed, “If I could, I'd rip your fucking face off.”</p> <p>She sat near a man who asked his friend to do a <a href=\"https://www.ft.com/stream/9c4e64d2-1aca-4ed0-9ec0-dc1748415e2d\">“fuckability”</a> ranking of female analysts on Excel.</p> <p>She stopped using the bank's lactation rooms after a boss said she would never make managing director if she was pumping milk instead of working. When she went ahead anyway after having another baby, male colleagues moaned “Moooo” and pretended to squeeze their breasts as she headed to the lactation centre. One day she got back to find a toy cow on her desk.</p> <p>Higgins does not spare herself. Coming from a modest background, she says she was seduced by the bank's lavish bonuses and kept her mouth shut to get ahead. </p> <p>She finally quit when her career started tanking after she complained about a colleague who went unpunished after he drunkenly hurled racial epithets at a karaoke bar worker on a night out with clients.</p> <p>I found my eyes popping as I read the book, despite an author's note at the start warning that some names are changed, the dialogue is not verbatim and several Goldman people are “composite characters”.</p> <p>Goldman said last week it strongly disagreed with Higgins's characterisation of its<a href=\"https://www.ft.com/stream/07637408-8bb5-432f-ad51-0d319f87c903\"> culture</a> and her “anonymised allegations”. “Had Ms Higgins raised these allegations with our Human Resources department at the time we would have investigated them thoroughly and addressed them seriously,” the bank said. </p> <p>“We have a zero-tolerance policy for discrimination or retaliation against employees reporting misconduct.”</p> <p>The question is, five years after the #MeToo movement took off, has this behaviour endured, in banking or anywhere else?</p> <p>“I think probably it's not as bad as it once was,” says Higgins, who was being driven from her New Jersey home to Manhattan for a round of TV network interviews when I spoke to her last week.</p> <p>She is confident the physical assault she suffered would no longer be tolerated, though she says the man who assaulted her is still working in financial markets in New York.</p> <p>And since her book started being publicised, she has had “probably over 100” messages from women with similar experiences who are either still in the banking industry, or recently left, or are in private equity, law, medicine and other male-dominated fields.</p> <p>A lot stay quiet because of non-disclosure agreements.</p> <p>“I've gotten so many messages on my various social accounts from people saying, ‘Oh my gosh, this is my book, I can't write it because of my NDA'.”&#xa0;</p> <p>Higgins thought of suing but after a lawyer explained the risks, she instead drew up a “spreadsheet of freedom” to calculate the moment she would have enough financial security to quit. As she says, “it's kind of rare for people to just walk away with the intention of never working on Wall Street again”.</p> <p>She started writing classes after she left, and got a writing coach to help shape what has become <em>Bully Market</em>. </p> <p>Now 46, she is also an executive coach with a couple of dozen clients. She has a lot to say, starting with the advice she offers at the end of her book to any powerful organisation. </p> <p>Three ideas stand out: Make HR independent. Ensure ideals and principles drawn up in the executive office permeate all ranks. And don't pay or promote managers just because of their financial contribution. Instead, hold them accountable for their character and the culture of their teams. Otherwise, everyone in the firm might one day wake up to read something about themselves that they never expected to see. </p> <p><a href=\"https://mail.google.com/mail/?view=cm&amp;fs=1&amp;tf=1&amp;to=pilita.clark@ft.com\"><em>pilita.clark@ft.com</em></a></p><p>Source: Pilita Clark 2022 '‘I got mooed at for expressing milk at Goldman Sachs'' FT.com 4 September. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-09-04T04:00:42.041Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "confidence": 1.0,
      "offsets": [
        {
          "start": 39,
          "end": 46
        },
        {
          "start": 39,
          "end": 52
        },
        {
          "start": 39,
          "end": 53
        },
        {
          "start": 260,
          "end": 267
        },
        {
          "start": 260,
          "end": 273
        },
        {
          "start": 1818,
          "end": 1825
        },
        {
          "start": 1861,
          "end": 1868
        }
      ],
      "weightsV2": {
        "weight": 8.807434,
        "baseWeight": 4.0,
        "expansionWeight": 0.0,
        "ontologyWeight": 0.0,
        "tagPositionWeight": 0.80743456,
        "titleWeight": 4.0
      },
      "typeRank": 1
    }
  ]
}