{
  "_id": "90dcd4f6df62208e41ea4a2215238f61750810e2812edb4c52520503ab64a5a0",
  "feed": "ftcomall",
  "title": "Bonus cuts signal return of a more normal cycle for Wall St",
  "text": "<p>After the Covid-induced ups and downs on Wall Street in the past few years, there have been some brutal recent signs of things returning to more normal cycles for the big banks.</p> <p>Investment bankers are set to suffer the sharpest drop in bonus payments since the 2008 financial crisis. The crunch comes just a year after many Wall Street employees received career-high pay awards on the back of record fees from a surge in dealmaking and initial public offerings. &#xa0;</p> <p>Pay consultancy Johnson Associates said bonuses could <a href=\"http://johnsonassociates.com/wp-content/uploads/2022/08/Johnson-Associates-Q2-Comp-Estimates.pdf\">fall by more than 45 per cent</a> this year. New York state comptroller Thomas DiNapoli <a href=\"https://www.osc.state.ny.us/press/releases/2022/10/dinapoli-wall-st-profits-return-pre-pandemic-levels\">warned in October</a> that pay incentives may fall 22 per cent or more.</p> <p>Goldman Sachs is planning to enforce the toughest cuts. Its 300-or-so partners are likely to take a 50 per cent reduction of their bonus pool, while the lower ranks will see their extra cash rewards pool shrink more than 40 per cent. Morgan Stanley, JPMorgan Chase, Bank of America and Citi are set to impose similarly harsh pay incentive cuts. </p> <p>Rather than being induced by external shocks such as the pandemic, the cuts reflect more the turn of the business cycle, with investment banking fees tumbling 35 per cent year to date, according to Refinitiv data.</p> <p>“It's always a balance between profitability and growth. The profitability side is the Wall Street mantra ‘eat what you kill'. And that's what shareholders expect. They expect that if it's a bad year for investment banking, then investment banking compensation is lower,” said Mike Mayo, analyst at Wells Fargo. </p> <p>Yet there's more than one reason for the hundred of thousands of employees at Wall Street's biggest firms to be thankful this holiday season.</p> <p>The first reason is that despite the sharp drop in fees compared with a year ago, so far the investment banks have generated $104bn in fees, which is 16 per cent above the average of the past 20 years. </p> <p>The second reason to cheer up is that business prospects remain strong despite high inflation, the war in Ukraine and the risk of recession, according to Mayo. This means that&#xa0;although fewer bankers might be able to buy that second home or newer model car with their bonus, most will still have a job in 2023. </p> <p>“The backlog remains so strong that the investment banks need to have an eye toward retention for likely future activity. Once the macro environment — especially interest rates — settles down,” said Mayo. </p> <p>The reductions in workforce are also fairly limited, especially compared with the number of people the big five banks have added since the start of the pandemic in 2020. </p> <p>Morgan Stanley said it would cut 1,600 jobs, about 2 per cent of its entire workforce and a fraction of the tens of thousands of people it added in the last three years. Goldman Sachs is preparing to dismiss as many as 3,900 employees starting in January. That compares with the more than 49,000 workers it had in the third quarter of 2022.</p> <p>David Solomon, Goldman's chief executive, decided earlier this year to reinstate the process of culling between 1 and 5 per cent of underperforming employees — a common practice for decades among all major players.</p> <p>All this indicates a return to normality rather than a seriously concerning factor, said several analysts and veteran bankers.</p> <p>“I think there's gonna be a two-step process,” said Alan Johnson, head of Johnson Associates. “So you lay off a couple of per cent and that's voluntary turnover . . . and I think they're gonna look at where they are at the end of the first quarter of next year. If things haven't gotten better then I think we'll see some more.”</p> <p>The decision to curtail bonuses rather than cut a much bigger proportion of the overall workforce suggests that investment bank chiefs are being disciplined about costs to manage a downturn rather than a full-blown recession. By cutting bonuses and retaining employees, they are positioning themselves to bounce back quickly once business picks up again.</p> <p>If they decided to fire huge chunks of their workforce they would face a similar kind of war for talent once things improve, as they would all have to scramble for new workers in a rush. Firing too early can be costly, according to Johnson, therefore they need a more moderate approach. </p> <p>Johnson highlighted that the big difference between the present and the 2008 crisis is that banks are standing on a much more solid grounding. “Unlike the financial crisis, these firms are solidly profitable, they have a good balance sheet, there's not excessive risks,” he said. “So it's just having a, you know, a bad or very disappointing year.”</p> <p><a href=\"mailto:james.fontanella@ft.com\"><em>james.fontanella@ft.com</em></a></p> <p><a href=\"https://twitter.com/jfk_america\">@JFK_America</a></p><p>Source: James Fontanella-Khan 2022 'Bonus cuts signal return of a more normal cycle for Wall St' FT.com 17 December. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-12-17T05:00:39.402Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 2717,
          "end": 2730
        },
        {
          "start": 2901,
          "end": 2909
        },
        {
          "start": 668,
          "end": 681
        },
        {
          "start": 2738,
          "end": 2751
        },
        {
          "start": 2924,
          "end": 2931
        },
        {
          "start": 663,
          "end": 676
        },
        {
          "start": 668,
          "end": 675
        },
        {
          "start": 2738,
          "end": 2745
        }
      ]
    }
  ]
}