{
  "_id": "0ae2a656cfb945587450f406e4cbed65309a23c469562dc34eb317d464bc9de7",
  "feed": "ftcomall",
  "title": "Sinn Féin's historic victory",
  "text": "<p><em>This is an audio transcript of the </em><a href=\"https://www.ft.com/ft-news-briefing\"><em>FT News Briefing</em></a><em> podcast episode: </em><a href=\"https://www.ft.com/content/46f7f013-6658-463d-9556-ce5ca3356cdf\"><em>Sinn Féin's historic victory</em></a></p> <p><strong>Marc Filippino</strong><br>Good morning from the Financial Times. Today is Tuesday, May 10th, and this is your FT News Briefing.</p> <p>[MUSIC PLAYING]</p> <p>Emerging market currencies are tumbling. Goldman Sachs is hitting the pause button on new Spacs. </p> <p><strong>Ortenca Aliaj</strong><br>It sort of adds another nail to the coffin for Spacs themselves. </p> <p><strong>Marc Filippino</strong><br>And Volkswagen CEO had something to say about the war in Ukraine. Plus, Sinn Féin has become the biggest political force in Northern Ireland for the first time in more than a century. We'll take a look at what that could mean for the economy and for the reunification with the rest of Ireland. I'm Marc Filippino, and here's the news you need to start your day.</p> <p>[MUSIC PLAYING]</p> <p>Currencies are tumbling across emerging markets as the Federal Reserve raises US interest rates. Higher US interest rates means emerging markets are relatively less attractive to investors who are pulling out of riskier economies and shifting to the safer US financial system. China's renminbi fell to its weakest level against the dollar in more than 18 months on Monday, after data showed slowing export growth. Brazil and South African currencies have fallen back since their initial boost they got from Russia's invasion of Ukraine, which helped the commodity exporting countries. And India's central bank yesterday reportedly intervened in markets to support the rupee. A leading index of emerging market currencies has tumbled by more than 4 per cent since early April. That's the biggest drop since the start of the pandemic.</p> <p>[MUSIC PLAYING]</p> <p>Sources tell the FT that Goldman Sachs is pausing work on new Spacs. Those are special purpose acquisition companies, basically shell companies that collect investor money, list on the stock market and then seek out companies to take public via merger. They're like backdoor IPOs, and they were huge during the height of the pandemic. But now, US regulators want to bring them in line with conventional public listings. And that's making Spacs less appealing to Wall Street. Here's the FT's Ortenca Aliaj. </p> <p><strong>Ortenca Aliaj</strong><br>Goldman and its rivals have essentially had free rein on the markets. Up until now, they've been able to help Spacs list with very little recourse if something goes wrong with a Spac or with a merger. And what the US Securities and Exchange Commission wants to do is introduce liability rules for banks or for underwriters. So if you have someone like Goldman who's underwriting a Spac IPO, they would also be held liable for the eventual merger and the company that the Spac merges with. And that makes banks a little bit more nervous about working on Spac deals. </p> <p><strong>Marc Filippino</strong><br>Goldman's move comes at a time when the Spac bubble has already deflated, and another big underwriter, Citi, has also pulled back. Ortenca calls Goldman's pause another nail in the coffin for these shell companies. </p> <p><strong>Ortenca Aliaj</strong><br>I think it will probably end up going back to where it was before this big ramp up in issuance that sort of started in 2020, just after the pandemic. You know, they were kind of sidelined in the world of finance, and it was typically very small, relatively unknown investment banks that dealt with Spacs and it probably in time will retreat back. That's not to say the biggest Wall Street banks haven't had a fun time, they definitely have, and they've made a lot of money from Spac fees. But considering where the market is now and how little interest there is in it still from investors, it seems a little bit of a foregone conclusion that this was bound to happen, especially as regulators came down on it a little bit harder. </p> <p><strong>Marc Filippino</strong><br>Ortenca Aliaj covers mergers and acquisitions for the FT.</p> <p>[MUSIC PLAYING]</p> <p>Northern Ireland's Sinn Féin party won a historic victory in parliamentary elections over the weekend. Sinn Féin was long associated with the militant Irish Republican Army or the IRA, but it's reinvented itself and wants to unify Northern Ireland and the Republic of Ireland. Here's the FT's Jude Webber. </p> <p><strong>Jude Webber</strong><br>I mean, it's very significant. The fact that Sinn Féin are the biggest party because Sinn Féin is a party that is committed to Irish reunification. This is its guiding star principle. So they would, in the symbolism of a party that does not believe that Northern Ireland should exist, is leading the government or co-leading a government in Northern Ireland. So that's interesting. Will it open the door to Irish reunification? Well, certainly not immediately. The party leader, the party president, Mary Lou McDonald, she's talked about a sort of five-year, sometimes five to 10 year timeframe for preparations to be made so that there can be referendums on Irish reunification. The other thing to bear in mind, if a referendum was held in Northern Ireland that did not find a majority for Irish reunification, then another one couldn't be held for another seven years. </p> <p><strong>Marc Filippino</strong><br>OK, so it sounds like they really have to get the timing right. But during the campaign, Sinn Féin and its leader, Michelle O'Neill, did not talk about unification. They focused on the economy and cost of living issues. What's the plan now? </p> <p><strong>Jude Webber</strong><br>Sinn Féin played it very safe in their election campaign. They didn't want to say anything that might alienate voters. So they didn't stress. They didn't talk about Irish reunification in any way. They stuck very clearly to the cost of living issues. This is a time when people, a lot of people are choosing whether to eat or heat, you know, eat or heat their homes because of inflation. So that was one main strand and the other one was the National Health Service, which it actually has the worst, the longest waiting lists in the United Kingdom. So there's an awful lot of work that needs to be done there. What Michelle O'Neill has said, if they get the chance, they want to have the economics portfolio because they want to make changes to the way that Invest NI, which is the agency that attracts investment. They want to make changes to the way that is run, and they want to be able to unlock funding that's already provisioned for in a draft budget but can't be spent because there's no executive to unlock the funding. So they want to start giving people money in their pockets to combat the cost of living crisis and also tackle the health service. </p> <p><strong>Marc Filippino</strong><br>Jude Webber is the FT's Ireland correspondent.</p> <p>[MUSIC PLAYING]</p> <p>The CEO of Europe's biggest carmaker spoke out on the war in Ukraine yesterday. Here is Volkswagen's Herbert Diess. </p> <p><strong>Herbert Diess</strong><br>I think we should do the utmost to really stop this war and then get back to negotiations and get back to trying to open up the world again. </p> <p><strong>Marc Filippino</strong><br>Diess was speaking out to the FT's Joe Miller at the FT's Future of the Car summit. Joe joins me now to talk more about Diess's remarks on Ukraine. Hey, Joe. </p> <p><strong>Joe Miller</strong><br>Hi. </p> <p><strong>Marc Filippino</strong><br>So Joe, at first I'm not gonna lie. I was a little surprised that these comments were such a big deal because who doesn't want an end to the war in Ukraine? </p> <p><strong>Joe Miller</strong><br>Well, you're right. Actually, on the face of it, this is a pretty unremarkable comment. I mean, we all really want this war to stop. And eventually, I suppose, there will be negotiations and at whatever point the war does end. These comments come at a time when European leaders are trying to put on a united front after some of them, particularly Germany, took quite a while to arm Ukraine and to hammer home how Russia must be defeated militarily. They're trying to put on a united front and you have a captain of industry, perhaps one of the most important business leaders in Europe, saying, I agree that this war is terrible, but it really needs to come to an end sooner rather than later and that means getting back to negotiations. And this really runs counter to the rhetoric that's coming out of Berlin, Brussels and Paris, and that's why it's really caught people by surprise in European capitals. </p> <p><strong>Marc Filippino</strong><br>So then who was Diess addressing with these remarks, European leaders or, you know, Russian President Vladimir Putin, too? Like who is this meant for? </p> <p><strong>Joe Miller</strong><br>Well, interestingly, that was the response from Ukraine's ambassador, you should go and tell this to Putin. The man he said to Diess, a man you know well because VW has done business in Russia in the past. And he said Diess should call on the Kremlin to immediately cease combat operations against the civilian population of Ukraine. And that's very much the message that was coming out of Ukraine in reaction to these comments. But I think looking at this from the business point of view, it's not a message to Moscow to say that, you know, VW doesn't treat the war with the same severity as political leaders. It's a, you know, perhaps overly business-like way of looking at a conflict, seeing the direction it's going and thinking, why can't we accelerate the path towards this settlement that will inevitably come, in his view.</p> <p><strong>Marc Filippino</strong><br>Joe Miller is the FT's Frankfurt correspondent. Thanks, Joe. </p> <p><strong>Joe Miller</strong><br>Thank you. </p> <p>[MUSIC PLAYING]</p> <p><strong>Marc Filippino</strong><br>You can read more on all of these stories at FT.com. This has been your daily FT News Briefing. Make sure you check back tomorrow for the latest business news. </p> <p><em>This transcript has been automatically generated. If by any chance there is an error please send the details for a correction to: </em><a href=\"mailto:typo@ft.com\"><em>typo@ft.com</em></a><em>. We will do our best to make the amendment as soon as possible.</em></p><p>Source: Marc Filippino, Ortenca Aliaj, Jude Webber and Joe Miller 2022 'Sinn Féin's historic victory' FT.com 10 May. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-05-10T04:00:18.907Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 272,
          "end": 285
        },
        {
          "start": 2521,
          "end": 2528
        },
        {
          "start": 2894,
          "end": 2901
        },
        {
          "start": 272,
          "end": 279
        },
        {
          "start": 2749,
          "end": 2756
        },
        {
          "start": 1674,
          "end": 1681
        },
        {
          "start": 2169,
          "end": 2176
        },
        {
          "start": 1674,
          "end": 1687
        }
      ]
    }
  ]
}