{
  "_id": "0ee7095a41a2edbb9860b71b17de2c1a125337a819a864c65db87dcef03d8c99",
  "feed": "ftcomall",
  "title": "Behind the scenes of Martin Gilbert's eclectic second act",
  "text": "<p><strong>One thing to start</strong>: Don't miss the latest <a href=\"https://moneyweek.com/investments/investment-strategy/604663/robin-wigglesworth-index-funds-matter-in-ways-we-are-only\">MoneyWeek podcast</a> in which the FT's <em>Robin Wigglesworth </em>talks to <em>Merryn Somerset Webb</em> about how passive investing can't be blamed for inflated stock market valuations and how the current fad for ESG may erupt into a new miss-selling scandal.</p> <h1>Building a fund manager from the ashes of a firefighting service</h1> <p>In a private dining room at London's Four Seasons hotel, a former commander in the Afghan army gave a speech to an enraptured audience of financiers, private bankers and arms dealers.<br><br><strong>Lars Windhorst</strong>, the flamboyant German entrepreneur with a <a href=\"https://www.ft.com/stream/b386a6e7-2e83-434f-91cb-8ca809ce26d3?page=3\">history of legal troubles</a>, arranged the November 2021 dinner to introduce his social circle to his newest hire: <strong>General Khoshal Sadat</strong>, who had resigned as deputy minister for security in Afghanistan only months earlier as the Taliban swept to power.<br><br>The eclectic guest list, which ranged from the former owner of a major gun manufacturer to a lawyer linked to the now-sanctioned Nord Stream 2 gas project, also included <strong>Martin Gilbert</strong>.<br><br>The asset management grandee, who had left <strong>Standard Life Aberdeen</strong> in 2020 after three decades at the helm, has played golf with <strong>Donald Trump</strong> and sits on the boards of <strong>Glencore</strong>, <strong>Revolut</strong> and Windhorst's <strong>Tennor Holding</strong>.<br><br>But since leaving the company he helped build, the prolific dealmaker has embarked on a new venture to orchestrate a new fund manager in a cash shell “not burdened by legacy issues, constraints or complexities”, according to our <a href=\"http://www.ft.com/af35df03-3f0e-47b7-895b-70be1b1985c6\">in-depth profile</a>.<br><br><strong>AssetCo</strong> started in 2003 as a lessor of fire engines to the <strong>London Fire Brigade</strong> and a provider of private emergency services in the UAE. The company now has £9.6bn under management — a small fraction of the £464bn Standard Life Aberdeen had when Gilbert left.<br><br>But acquisitive habits die hard. Last year, AssetCo looked at its most controversial target: <strong>H2O Asset Management</strong>, the investment firm that has been the subject of investigations by multiple financial regulators and has this year <a href=\"https://www.ft.com/content/94d2ee7c-a6a4-45fa-9101-161b49cb2c6c\">booked large losses</a> on a misjudged bet on the Russian rouble.</p> <p>The mooted deal highlighted Gilbert's intricate web of business connections. He approached H2O's owner&#xa0;<strong>Natixis</strong>&#xa0;to see if the French bank would sell its majority stake to AssetCo, according to two people briefed on the matter.<br><br>At the time, a deal Natixis had struck to sell its stake back to H2O's management was foundering under regulatory scrutiny. But the French bank was not interested in selling to AssetCo and completed its <a href=\"https://www.ft.com/content/4d6e4b77-6ca5-4a58-8a35-9ef088eff7d9\">sale to management</a> this month after making changes to appease regulators.<br><br>Natixis declined to comment. Gilbert denies discussions took place. “There's absolutely no truth in it,” he told the FT. “Although I suspect the issue is that I knew <strong>Tim Ryan</strong> [chief executive of Natixis Investment Managers] pretty well from his <strong>Generali</strong> days.”</p> <h1>El Salvador's crypto ‘whale out'</h1> <p>El Salvador — the first country to adopt bitcoin as legal tender — is fundraising for a $1bn bitcoin-backed bond.</p> <p>The project's “world first” status has divided investors. Many big international investors have shunned it because they believe it will bring El Salvador closer to the brink of insolvency. </p> <p>Lucky then that it could count on a lifeline from crypto “whale” investors, so-called because they hold large quantities of the world's biggest cryptocurrency.</p> <p><strong>Paolo Ardoino</strong>, chief technology officer at <strong>Bitfinex</strong>, the exchange that's providing the tech for the deal, told my colleagues <em>Joshua Oliver</em> and <em>Tommy Stubbington</em> that it had already <a href=\"https://www.ft.com/content/4fa63c8c-51f5-4512-b522-76dd75e62916\">attracted around $500mn</a> in interest from big-time crypto investors.</p> <p>Dubbed the “volcano token”, the bond will have half of its proceeds invested in bitcoin, while the rest go towards constructing a “bitcoin city” at the foot of the Conchagua volcano. The buzz surrounding it comes despite a few key missing pieces, notably: when the bond will launch, who it will be issued by, who it will be marketed to and the passage of the law that makes the whole deal legal.</p> <p><strong>Barclays</strong> analysts' comment that “there seems to be little chance of a transaction any time soon” is starting to look like an understatement. And many holders of El Salvador's conventional debt fear the project will only serve to irk the <strong>IMF</strong>.</p> <p>But if crypto investors do ride to El Salvador's rescue, the “whale out” of its public finances would show the financial firepower of the crypto crowd. </p> <p>“The bitcoin community does some bizarre things,” said <strong>Bradley Wickens</strong>, founder of <strong>Broad Reach</strong>, an emerging markets hedge fund that holds some of El Salvador's non-volcano bonds. “If they end up providing an avenue of financing without the IMF, that could totally change El Salvador's fortunes for the next few years.”</p> <h1>Chart of the week</h1> <p>The FTSE 100 <a href=\"https://www.ft.com/content/3288178c-344e-4a53-ac52-d394e6bb342d\">has outpaced</a> other UK stock indices so far this year, buoyed by its international diversification and exposure to oil and mining groups and banks that have gained from surging oil prices and rising interest rates. London's blue-chip equity gauge added 1.8 per cent in the first quarter, remaining in positive territory despite the global market ructions sparked by Russia's invasion of Ukraine in late February. </p> <p>That advance, though meagre, stands in stark contrast to a 10.6 per cent drop posted by the FTSE 250 — the next crop of companies listed in London, ordered by market value. It also trumps a 16 per cent decline for the Aim 100 — a gauge of the largest firms quoted on London's “junior market”, which is known for playing host to smaller and often more speculative businesses.</p> <h1>10 unmissable stories this week</h1> <p>US insurer <strong>AIG</strong> has finally delivered on its 2020 promise to split its $410bn life and asset management unit, setting up <a href=\"https://www.ft.com/content/56b547e5-82d4-4f8a-b341-39eda8bf9bd5\">a $20bn IPO</a> for the spun-off business, which will be called <strong>Corebridge Financial</strong>.</p> <p>Hedge fund <strong>Firebird Management</strong> may need to turn into a phoenix after its ​​pioneering investment in Russia and former Soviet republics left it with roughly half its holdings <a href=\"https://www.ft.com/content/807a661f-7cbc-4b66-bddd-483dc190263e\">in Russian assets</a> when the country invaded Ukraine.</p> <p>Billionaire activist investor <strong>Bill Ackman</strong> has <a href=\"https://www.ft.com/content/7c294c5d-44e7-41fd-8af5-42f4fa3567fd\">hung up his spurs</a>, opening a new phase for his hedge fund. “<strong>Pershing Square</strong> 3.0” will engage with companies behind the scenes. Here's why some of the most feared activist investors are <a href=\"https://www.ft.com/content/49a48d65-8267-4630-8b06-e8d433a7a7a3\">no longer so hostile</a>.</p> <p><strong>Goldman Sachs</strong> is buying <strong>NextCapital</strong>, a <a href=\"https://www.ft.com/content/f164eab2-b3ea-42ed-9c61-9290d97599ff\">robo-adviser</a> that specialises in workplace pensions, as part of chief executive <strong>David Solomon</strong>'s push into businesses with steadier income streams such as asset and wealth management. Meanwhile, fund fees <a href=\"https://www.ft.com/content/98de62a1-7d8a-4c19-b82c-dafb582bcdd1\">have dropped</a> in most markets as competition hots up, according to <strong>Morningstar</strong>.</p> <p>The<strong> Financial Conduct Authority</strong> has ruled that Swiss asset manager <strong>GAM'</strong>s former star fund manager <strong>Tim Haywood</strong> breached the firm's gifts and entertainment policy when he accepted a <a href=\"https://www.ft.com/content/dc14f415-2dda-4b70-a510-f5866e351601\">personal trip to Sardinia</a> on <strong>Greensill Capital</strong>'s private jet.</p> <p><strong>Lex Greensill</strong> also once offered <strong>GAM</strong> <a href=\"https://www.ft.com/content/78163850-35d0-4dfa-836c-56dc02d83c01\">an option to buy shares</a> in Greensill, alongside a deal that saw it use clients' money to inject funding into his now-failed supply-chain financing firm.</p> <p>Australian investors have pledged to <a href=\"https://www.ft.com/content/7b85e974-2ce7-4b8f-893b-5d466242ad0b\">spend £28.5bn across the UK</a> in clean energy, technology and infrastructure projects over the next decade, after <strong>Boris Johnson</strong> met leading Australian businesses, including <strong>Macquarie Group</strong> and <strong>IFM Investors</strong>.</p> <p>Russia investors should <a href=\"https://www.ft.com/content/61befa1c-aa57-47c8-b84d-c955056c3b13\">put morals ahead</a> of profiteering, writes deputy FT editor <em>Patrick Jenkins</em>. For sanctions to bite hard, there can be no compromise in economic measures to counter Ukraine invasion.</p> <p>The <strong>Royal Bank of Canada</strong> has <a href=\"https://www.ft.com/content/b6201726-94ca-4c10-8812-53a86f1b8fb9\">agreed to buy</a> <strong>Brewin Dolphin</strong>, one of the UK's largest wealth managers, for £1.6bn, making it the second historic British manager to be snapped up by a North American buyer in the last year, after <strong>Raymond James</strong> pounced on <strong>Charles Stanley</strong>.</p> <p><strong>Bank of England</strong> governor <strong>Andrew Bailey</strong> is worried about the commodities market. If you're not already, you probably <a href=\"https://www.ft.com/content/8e0be3bc-ccd6-4cb5-92c0-5c24c8f95bb7\">should be too</a>, writes markets editor <em>Katie Martin</em>. If anything in markets is going to break as a result of Russia's aggression, it is likely to be here.</p> <h1>And finally . . . </h1> <p>Newlands House Gallery in the historic town of Petworth, West Sussex, presents <em><strong>Frank Auerbach: Unseen</strong>. </em><a href=\"https://newlandshouse.gallery/exhibitions/\">The exhibition</a> explores the evolution of the German-British artist's practice from the 1950s to the present day, with a collection of over 65 works, including nine paintings, etchings, drawings and drypoint prints. A collection of works by the artist, on loan from the Tate, will also be displayed together for the first time in 30 years. And check out Petworth's famous <a href=\"http://petworthantiquesmarket.com/\">antiques market</a> while you're there.</p><p>Source: Harriet Agnew, Asset Management Editor 2022 'Behind the scenes of Martin Gilbert's eclectic second act' FT.com 4 April. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-04-04T05:00:43.806Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 6188,
          "end": 6201
        },
        {
          "start": 6188,
          "end": 6195
        },
        {
          "start": 6152,
          "end": 6165
        }
      ]
    }
  ]
}