{
  "_id": "638e183ab203137dba6c80b8a51b41bf15416940db8e96cafb57bc51e303b247",
  "feed": "wall-street-journal",
  "title": "Banks' Buyout Losses Risk Deals",
  "text": "<p>Lenders generally parcel out leveraged loans to institutional investors such as mutual funds and collateralized loan obligation managers, as well as to other banks. When markets go south before they can do so, lenders risk getting stuck with paper they must discount heavily to move.</p><p>Sellers of newly issued buyout debt were receiving an average of 94.8 cents on the dollar as of June 23, down from 99.2 cents at the end of January, according to Leveraged Commentary &amp; Data.</p><p>That spells trouble for deals like the take-private of cloud-computing company Citrix Systems Inc., the largest private-equity-backed leveraged buyout in the U.S. so far this year. The deal, signed in January before the selloff in stocks and bonds accelerated, is to be funded with about $15 billion worth of debt, some of which is expected to be sold this summer.</p><p>Should markets not improve by then, the banks and other lenders in the deal collectively face as much as $1 billion in losses, according to people familiar with the matter.</p><p>\"Lenders are finding they need to sell debt at a deeper discount than anticipated,\" said Byung Choi, a partner at Ropes &amp; Gray LLP who helps private-equity firms arrange deal financing.</p><p>That is stemming banks' appetite to finance new deals. Leveraged loans have become more expensive and harder to come by for private-equity investors, which have traditionally used the debt as the source of most of the capital to fund their biggest takeovers.</p><p>As a result, LBO activity has fallen sharply. About $138 billion worth of the deals have been struck by private-equity firms in the U.S. so far this year, down nearly 20% compared with the same period in 2021, according to data provider Dealogic.</p><p>The funding situation has taken a turn from bad to worse in recent weeks.</p><p>On Friday, department-store chain Kohl's Corp., which had entered exclusive discussions for a sale to retail holding company Franchise Group Inc., said it had concluded a strategic-review process without a deal. It cited \"the current financing and retail environment\" as an obstacle to a deal.</p><p>Walgreens Boots Alliance Inc. said in late June it decided to keep its Boots and No7 Beauty businesses in the U.K. following a strategic review that failed to produce an adequate offer. The drugstore-chain owner noted \"market instability severely impacting financing availability,\" as a hindrance to a deal.</p><p>Banks involved in the syndication of the roughly $2.5 billion take-private of packaging-products maker Intertape Polymer Group Inc. by Clearlake Capital Group LP last month collectively took $30 million or more in losses, according to people familiar with the matter, as some investors shied away from backing an industrial company amid recession fears.</p><p>Credit Suisse led the deal for the first-lien buyout loan and banks including Deutsche Bank AG, Goldman, Jefferies Financial Group Inc. and BMO Capital Markets were the joint lead arrangers, according to LCD.</p><p>To get deals done, buyout firms are increasingly turning to private-credit providers such as Blue Owl Capital Inc. and Golub Capital rather than banks. These firms don't have to syndicate debt and can provide capital from investment vehicles established to do so. Though usually more expensive than syndicated-leveraged-loan options, private credit generally offers more certainty and stability in pricing.</p><p>The roughly $10 billion deal by Permira and Hellman &amp; Friedman LLC to take software company Zendesk Inc. private was buoyed by private-credit providers, according to people familiar with the situation.</p><p>The deal came together in June after an initial sale process ended unsuccessfully, with the company saying at the time that bidders were hampered by \"adverse market conditions and financing difficulties at the end of the process.\"</p><p>Private credit also supported Thoma Bravo's roughly $10 billion recent purchase of software company Anaplan Inc.</p><p>---</p><p>Cara Lombardo contributed to this article.</p><p>License this article from Dow Jones Reprint Service</p>",
  "published": "2022-07-05T00:00:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 2831,
          "end": 2838
        }
      ]
    }
  ]
}