{
  "_id": "b9fe35eb5960c7edce656eb177dc15f1b0dd1ee8b210c58685ab1559fa40b4b1",
  "feed": "wall-street-journal",
  "title": "Only the Fed Can Return Gold's Lost Luster; With a war in Europe and inflation everywhere, 2022 briefly looked like a winner for gold. But times have changed.",
  "text": "<p>Gold prices have taken a beating in 2022. Usually, gold prices get a bump when geopolitical risks or inflation rise but this time this story has been markedly different: the inexorably rising dollar, driven both by economic woes abroad and expectations of stiff Federal Reserve rate hikes, has trampled everything in its path. According to FactSet, prices for front-month gold futures contracts are down 19% since notching near-record highs in March—right after Russia invaded Ukraine.</p><p>For gold to find its bottom, the dollar needs to peak and Treasury rates need to come down—or the Fed simply needs to give up the ghost and accept higher inflation, a scenario that currently looks very unlikely. The WSJ Dollar Index, which measures the dollar against a basket of 16 currencies, has gained 16% this year. And with many short-term interest bearing instruments such as certificates of deposit currently paying over 3%, gold—which pays no interest—is understandably looking a bit tarnished these days.</p><p>To be sure, gold remains appealing for some countries that are experiencing historic currency depreciations, and will probably resume its haven status for the rest of the world once the dollar loses steam. But for that scenario to play out, investors need to be certain that the Fed is done tightening to rein in inflation or is actually poised to begin loosening to avoid a recession. According to Goldman Sachs, if a recession does arrive and the Fed starts cutting rates, gold prices could see a 18%-34% upside.</p><p>But in the event of a soft landing, gold prices will likely be rangebound until the Fed signals a more dovish stance—something that might not happen until the second half of next year.</p><p>One factor that may help slow the carnage in the gold market is still-strong physical demand from China and India, according to Shekhar Bhandari, president of global transaction banking and precious metals at Kotak Mahindra Bank. The next few months will see heightened demand for physical gold due to the festival and wedding season in India and the Lunar New Year in China. The nations account for around 50% of global gold imports, according to Mr. Bhandari.</p><p>Meanwhile, gold bugs will be stuck waiting for the global monetary tides to start rising again. Given the givens, that is still probably many moons away.</p><p>Write to Megha Mandavia at megha.mandavia@wsj.com</p><p>Only the Fed Can Return Gold's Lost Luster</p>",
  "published": "2022-10-18T12:35:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 1400,
          "end": 1413
        },
        {
          "start": 1392,
          "end": 1405
        },
        {
          "start": 1400,
          "end": 1407
        }
      ]
    }
  ]
}