{
  "_id": "19d344054d238d10fbd3e939a5107bef0f07134d8effce25a26e36df3c4d6b07",
  "feed": "wall-street-journal",
  "title": "Schwab Shares Fall After Results  ----  By Hardika Singh",
  "text": "<p>    Charles Schwab Corp. shares fell after the financial-services firm reported a drop in quarterly revenue and missed Wall Street expectations. </p><p>   The Texas-based brokerage's shares ended Monday down 9.4% at $74.94, the stock's largest percentage decrease since March 2020, making it the S&amp;P 500's worst performer on Monday. Schwab shares have fallen 11% in 2022. </p><p>   Schwab's first-quarter net income fell to $1.4 billion from $1.48 billion in the same period last year. Net revenue fell to $4.67 billion from $4.72 billion. Per-share adjusted earnings were 77 cents, down from 84 cents a year earlier. Analysts expected $4.83 billion in revenue, according to FactSet, and 84 cents of adjusted earnings per share. </p><p>   First-quarter trading revenue at Schwab fell 21% to $963 million, down from $1.2 billion a year earlier. JPMorgan Chase &amp; Co. and Citigroup Inc. notched declines in trading revenue in the first quarter, while Goldman Sachs Group Inc. and Morgan Stanley both saw a 4% increase. </p><p>   Earnings season so far has challenged bank and financial-services stocks. JPMorgan, Citigroup, Goldman, Morgan Stanley and Wells Fargo &amp; Co. last week reported declining profits in the face of bumper profits during the pandemic. The KBW Nasdaq Bank Index has fallen 5.1% since the end of the first quarter and is down 20% from January's 2022 highs. </p><p>    Bank of America Corp. on Monday said its first-quarter profit fell 12%, its first quarterly decline since 2020. Its shares finished up 3.4% as revenue exceeded analysts' expectations. </p><p>   Persistent inflation, slowing consumer spending and geopolitical tension have weighed on financial institutions' shares. Banks notched blockbuster profits last year, thanks to pandemic-fueled gains in trading and deal-making, along with surging deposits because of government stimulus. </p><p>   Investors this week will look to results from smaller banks and financial services firms to gain insight into the economy's health, with M&amp;T Bank Corp., Truist Financial Corp. and Citizens Financial Group Inc. reporting. </p><p></p>",
  "published": "2022-04-19T06:11:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 914,
          "end": 938
        },
        {
          "start": 1077,
          "end": 1084
        },
        {
          "start": 914,
          "end": 937
        },
        {
          "start": 914,
          "end": 921
        },
        {
          "start": 914,
          "end": 927
        }
      ]
    }
  ]
}