{
  "_id": "1506b84b4c1f8a289cc21a53c1e9a5bc79fb84c7cba9da77711cc237425ccc34",
  "feed": "wall-street-journal",
  "title": "Rishi Sunak and Liz Truss Compete to Be Next British Prime Minister; Conservative Party lawmakers choose ex-treasury chief and the U.K. foreign secretary for runoff vote by party members",
  "text": "<p>The result is expected on Sept.5. Current Prime Minister Boris Johnson, who was ousted by his own party following a string of scandals, will officially leave office the next day.</p><p>Ms. Truss is currently the oddsmakers' favorite to become the next prime minister. Several polls show she is preferred over Mr. Sunak by Conservative members. However, those polls have moved wildly in recent weeks, and the membership doesn't appear deeply wedded to any one candidate.</p><p>The race pitches two politicians who are promising to break with the outgoing Mr. Johnson's turbulent style to steer the nation through a period of deep economic uncertainty and the biggest fall in real wages in over two decades. It also comes as Britain plays a key role in forging Western unity against Russia's invasion of Ukraine.</p><p>Ms. Truss, 46, has painted herself as the candidate of the right of the party, championing a small state, hawkish foreign policy and rapid tax cuts. Ms. Truss, who is regularly photographed dressed like her Tory idol, the former prime minister Margaret Thatcher, says that she has the willpower to put radical changes in place to jolt Britain's inflation-stricken economy into growth mode. \"I am ready to hit the ground from day one,\" she said after the vote result.</p><p>The 42-year-old Mr. Sunak, a millionaire former financier, has sold himself as the candidate of economic realism. The former chancellor who once worked at Goldman Sachs, Mr. Sunak says that taxes can't be cut until inflation, currently running at a 40-year-high, is brought under control. He argues that Ms. Truss's economic plan relies on borrowing, which could damage the economy in the long term.</p><p>Both have a major flaw, in that they are seen as continuity candidates from Mr. Johnson's three-year time in Downing Street, during which the Tories were dragged down in the polls following a series of scandals.</p><p>Both will try to exploit each other's background. Neither are particularly popular with voters at large.</p><p>Ms. Truss has been on a complex political journey. As a child growing up in Scotland, her left-wing parents took her to anti-Thatcher protests, where she would chant \"Maggie, Maggie, Maggie, oot, oot, oot.\" As a student at Oxford, she was a member of the center-left Liberal Democrats. After joining the Tories, she voted against Brexit in 2016.</p><p>Following the referendum, which the Brexit campaigners won, Ms. Truss reinvented herself as an enthusiastic Brexiteer, striking trade deals as Britain's new trade secretary and then later taking a hard line against the European Union as foreign secretary.</p><p>She has often spoken about her deep belief in personal freedoms and how she grew to embrace Conservatism. One of her daughters is called Liberty, and Ms. Truss keeps a Union Jack flag in her house.</p><p>She has promised to axe a proposed hike in corporate tax and cut a recent increase in payroll tax if she becomes prime minister.</p><p>Mr. Sunak by contrast is cut from a more-traditional conservative cloth. The son of a pharmacist and doctor, he attended an elite private school and then went into finance. He voted for Brexit and has long been touted as a rising star in the party, ever since he got into politics in his mid-30s.</p><p>On Wednesday, he gained more votes from Tory lawmakers than Ms. Truss. If he becomes prime minister, he would be the first member of an ethnic minority group to hold the post.</p><p>The crack in his armor is that he is enormously wealthy. Mr. Sunak's wife, Akshata Murty, is the daughter of an Indian billionaire-businessman. The Sunday Times newspaper estimates Mr. Sunak and Ms. Murty's wealth at roughly $900 million, more than any other lawmaker in British Parliament. Some Conservatives fear that Mr. Sunak's wealth would make it impossible for him to connect with working-class voters, who currently make up an important part of the Tory electorate—especially during a cost-of-living crisis.</p><p>In the short-term, both must appeal to the small chunk of the British electorate that consists of Tory members. The candidates are expected to pitch small variations of the same conservative recipe to Tory members, who are on average older and richer than Britons as a whole. The broad policy lines will be a smaller state, tough immigration rules, support for the war in Ukraine, sustained military spending and deep patriotism.</p><p>Both Mr. Sunak and Ms. Truss have committed to tackling climate change but have hinted they don't want to impinge on economic growth to do so. Both have also reaffirmed their desire to support Ukraine in the war against Russia.</p><p>The winner will inherit an economy that the Bank of England says is heading towards double-digit inflation by year-end. There might be a recession. The Office for National Statistics said Wednesday real wages were down 2.8%, the largest fall since records began in 2001.</p><p>After the government this week handed below-inflation pay raises to public-sector workers, there will likely be a litany of strikes, which could grind the country to a halt. The Tories currently sit 10 points behind the opposition Labour Party in the polls.</p><p>Britain will have either its third female prime minister or its first leader from an ethnic minority, following the most diverse political leadership race the country has ever seen.</p><p>A poll by Opinium shows that a government led by either candidate would trail the Labour Party by double digits, but that Mr. Sunak is more popular than Ms. Truss with the public at large.</p><p>But all is not lost for the Conservative Party, analysts say. An election is another two years away, giving the next prime minister space to fix matters. \"What voters are looking for now is results,\" said James Johnson, a co-founder of JL Partners, a pollster, who worked with previous prime minister Theresa May. \"It was always a Boris problem that the voters had, not a Conservative problem.\"</p><p>Hovering over the contest is Mr. Johnson. On Wednesday he gave his final question and answers in parliament before it shuts for the summer recess.</p><p>\"Hasta la vista, baby!\" Mr. Johnson said, as onlooking Conservative lawmakers stood and cheered.</p><p>Write to Max Colchester at max.colchester@wsj.com</p><p>Rishi Sunak and Liz Truss Compete to Be Next British Prime Minister</p>",
  "published": "2022-07-20T16:39:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 1421,
          "end": 1434
        },
        {
          "start": 1421,
          "end": 1428
        },
        {
          "start": 1410,
          "end": 1423
        }
      ]
    }
  ]
}