{
  "_id": "d56dda1ea64f38b39866f6f11e9b2ba7e98204e26e37a25941f5c7b3bb85da5d",
  "feed": "wall-street-journal",
  "title": "EXCHANGE --- The Score: The Business Week in 7 Stocks",
  "text": "<p>(WSJ May 17, 2022)</p><p>(END)</p><p>TYSON FOODS INC.</p><p>TSN +2.2%</p><p>Tyson's prices keep heating up. The nation's biggest meat processor by sales reported soaring second-quarter profit as the company raised prices for beef, chicken and pork. Chief Executive Officer Donnie King said Tyson's price increases are consistent with inflation, despite criticism from the White House, lawmakers and regulators that accuse the industry of using its scale to inflate Americans' food bills. Tyson said its cost of goods sold increased by 15% over the quarter as the company paid more for animal feed, freight and labor expenses. Tyson shares gained 2.2% Monday.</p><p>PELOTON INTERACTIVE INC.</p><p>PTON -8.7%</p><p>The ride keeps getting steeper for Peloton. The once-hot stationary bike maker reported falling sales and mounting losses due to weaker demand and a return to prepandemic lifestyles. Revenue fell 24% in the quarter, marking Peloton's first year-over-year decline since going public in 2019. The company also signed a commitment letter for loans from JPMorgan Chase &amp; Co. and Goldman Sachs Group Inc. Peloton last month said it would cut prices of stationary bikes and treadmills and raise monthly online workout subscriptions. Peloton shares lost 8.7% Tuesday.</p><p>WALT DISNEY CO.</p><p>DIS +2.9%</p><p>Old-school entertainment giants are flipping the script on streaming rivals. Walt Disney on Thursday showed a better-than-expected quarterly jump in Disney+ subscribers, avoiding the slowdown that dogged rival Netflix Inc. Meanwhile, AMC Entertainment Holdings Inc. reported first-quarter sales more than five times the year-ago period as moviegoers return to theaters. Disney shares gained 2.9% Friday.</p><p>CARVANA CO.</p><p>CVNA -5.4%</p><p>Carvana is downshifting. The online car dealer plans to lay off 12% of its workforce after closing a deal to expand operations that forced the company to borrow on onerous terms. In an email to employees that was reviewed by The Wall Street Journal, Carvana CEO Ernie Garcia III said that the company overshot its growth strategy and would cut around 2,500 workers, centered on its operations. Carvana, which offers an almost entirely online shopping and selling experience of used cars, saw a huge expansion in its business during the pandemic. Carvana shares declined 5.4% Tuesday.</p><p>WEWORK INC.</p><p>WE +10%</p><p>More people want space to work at WeWork. The shared-office company on Thursday said gross desk sales reached prepandemic levels amid the gradual return of employees to in-person work. The company saw lower sales during the pandemic as the Covid crisis forced many office workers to work from home and as companies reassessed their real-estate needs. In 2020, WeWork brought in new CEO Sandeep Mathrani, who has since refreshed operations by closing locations, renegotiating leases and cutting thousands of jobs. WeWork shares added 10% Thursday.</p><p>APPLE INC.</p><p>AAPL -2.7%</p><p>A decline in tech stocks is gnawing at Apple's market dominance. State-owned oil company Saudi Aramco, with a capitalization close to $2.4 trillion, surpassed Apple as the largest company in the world by market value as of Thursday's close, according to Dow Jones Market Data. The iPhone maker is a staple investment among individual and institutional investors given its general ability to weather market storms, but investors seemed to be reassessing their love affair with the company as higher interest rates make tech stocks less attractive. Apple shares lost 2.7% Thursday.</p><p>TWITTER INC.</p><p>TWTR -9.7%</p><p>A tweet from Elon Musk raised doubts about his Twitter plans. The entrepreneur tweeted on Friday that his $44 billion acquisition of the social-media platform was \"temporarily on hold pending details supporting calculation that spam/fake accounts do indeed represent less than 5% of users.\" Mr. Musk included a link to a Reuters report about a recent Twitter securities filing with those statistics. The Tesla Inc. chief executive later added that he remains committed to the deal. Twitter shares fell 9.7% Friday.</p>",
  "published": "2022-05-14T00:00:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 1046,
          "end": 1070
        },
        {
          "start": 1047,
          "end": 1060
        },
        {
          "start": 1038,
          "end": 1061
        },
        {
          "start": 1046,
          "end": 1053
        },
        {
          "start": 1047,
          "end": 1054
        }
      ]
    }
  ]
}