{
  "_id": "4385302503266520b82b3c669ce025d44f91e73fb253dd1f4ce6d5e91140f666",
  "feed": "market-watch",
  "title": "Gold prices post modest gains Wednesday after U.S. inflation surge slightly slows in July",
  "text": "<p>Price action</p><p>* Gold futures GCZ22  expiring in December rose $1.40, or 0.1%, to settle at $1,813.70 an ounce, following a gain of $7.10 to $1,812.30 on Tuesday, the highest level for the most-active contract since June 29, according to FactSet data.</p><p>* Silver futures SIU22 expiring in September, rose 26 cents, or 1.3%, to $20.74, following a 13-cent drop to $20.48 on Tuesday.</p><p>* Palladium futures PAU22 expiring in September rose $27.10, or 1.2%, closing at $2,245.90 per ounce, while platinum futures PLV22 expiring in October gained $13, or 1.4%, to close at $946.10 per ounce.</p><p>* Copper futures  HGU22 expiring in September gained 1.6% to settle at $3.65 per pound.</p><p>What analysts are saying</p><p>Gold prices clung to a gain on Wednesday after U.S. consumer price inflation data slowed to an 8.5% yearly rate in July from 9.1% a month ago, potentially giving some breathing to the Federal Reserve around the size of its next interest rate hike.</p><p>See: U.S. consumer price inflation surprises to downside in July</p><p>While a sharp 7.7% decrease in gasoline prices helped decelerate headline CPI, \"inflation pressures remain strong especially in the core services sector,\" wrote Oxford Economics' Kathy Bostjancic, chief U.S. economist, while pointing to residential rent prices that still remain high.</p><p>Read:Fed's Evans says July CPI data was 'positive,' but 'nobody can be happy' with 8.5% annual inflation rate</p><p>\"Gold showed an interesting reaction to the US CPI report,\" FxPro's senior market analyst, Alex Kuptsikevich, said in emailed comments to MarketWatch, noting that after an initial upward momentum, \"easily explained by a falling dollar and a surge in demand for risky assets,\" gold flirted with falling below $1,800.</p><p>\"This dynamic once again proves how strongly the bears are defending that level. It is not only a round level but the former support area from the beginning of the year,\" he said.</p><p>Gold for December, the most-active contract, touched an intraday low of $1,803, but also touched a $1,824.60 intraday high, according to FactSet.</p><p>Gold was boosted Wednesday by a weaker dollar, with ICE Dollar Index DXY falling about 1.3%, while U.S. stock benchmarks surged. The Dow Jones Industrial Average DJIA was up almost 500 points, or 1.4%, at last check, while the S&amp;P 500 index SPX surged 1.8%, according to FactSet.</p><p>\"It is not a foregone conclusion that the Fed will be much less aggressive with hiking interest rates, but stock traders may remain a bit aggressive here,\" said Craig Erlam, senior market analyst at Oanda, in a note to clients. \"Gold's path higher is still there, but it might take a little while longer if equities remain bid for a while.\"</p><p>Elsewhere, strategists at Goldman Sachs cut their forecasts for the precious metal that the bank said is straddling joint Fed worries over high inflation and weak economic growth.</p><p>Goldman cut its 3, 6 and 12-month gold forecasts to $1850, $1950 and $1950 an ounce from a prior $2100, $2300 and $2500, respectively. The bank expects silver to reach $21, $23 and $25 an ounce, respectively, from a prior $30 an ounce across that multimonth time frame.</p><p>\"While we expected nominal rates to increase on the back of Fed hikes, we did not expect inflation expectations to fall so much after the failure of the transitory narrative and high persistent inflation surprises,\" said Goldman strategists led by Mikhail Sprogis, in a note late Tuesday.</p><p>\"The main conclusion is that in the current environment of tightening policy and persistent recession concerns, the tactical direction of gold will be determined by shifts in Fed priority function between inflation fight and growth support,\" said the strategists.</p><p>Gold prices post modest gains Wednesday after U.S. inflation surge slightly slows in July</p>",
  "published": "2022-08-10T18:05:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "confidence": 0.99998564,
      "offsets": [
        {
          "start": 2843,
          "end": 2850
        },
        {
          "start": 2689,
          "end": 2696
        },
        {
          "start": 3334,
          "end": 3341
        },
        {
          "start": 2689,
          "end": 2702
        },
        {
          "start": 2675,
          "end": 2688
        },
        {
          "start": 2828,
          "end": 2835
        }
      ],
      "weightsV2": {
        "weight": 5.0,
        "baseWeight": 5.0,
        "expansionWeight": 0.0,
        "ontologyWeight": 0.0,
        "tagPositionWeight": 0.0,
        "titleWeight": 0.0
      },
      "typeRank": 1
    }
  ]
}