{
  "_id": "4290cfca1987ec2ed7851922f3b60d2cf193958ed05f8a11defb13ee6bb623e3",
  "feed": "ftcomall",
  "title": "War and inflation set to drag on corporate profits despite rising revenues",
  "text": "<p>The biggest US companies are expected to post a slowdown in earnings growth when they reveal their first-quarter results in the coming weeks as raging inflation and the war in Ukraine weigh on profits. </p> <p>Earnings announcements from companies listed on the S&amp;P 500 index are set to pick up steam over the next two weeks, with groups representing 70 per cent of the blue-chip index's market value reporting by the end of April, according to data compiled by Goldman Sachs. </p> <p>Analysts expect groups listed on the S&amp;P 500 to report average year-on-year earnings per share growth of 5.2 per cent, taking into account companies that have already reported and estimates for those that have not, FactSet data show. </p> <p>That would mark a sharp pullback from the 32 per cent growth rate in the fourth quarter of 2021 and represent the most sluggish pace since the final three months of 2020. </p> <p>S&amp;P 500 companies' revenues are projected to rise 10.9 per cent, led by the energy, materials and real estate sectors. However, Goldman noted that profit margins are expected to contract 0.05 percentage points to 11.8 per cent. </p> <p>“If the expectations are realised, [the] first quarter of 2022 would be the only quarter in the last 30 years with contracting net margins amid double-digit sales growth except for in 2008 and the fourth quarter of 2011,” the Wall Street bank said. </p> <p>“Similar to the current macro environment, those periods were marked by relatively high inflation and sharp increases in crude oil prices.”</p> <p>Inflation is expected to be a headwind for companies. Of the first 26 S&amp;P 500 companies that reported results, FactSet said nearly two-thirds had cited labour costs and shortages as weighing on results. </p> <p>Pandemic-related expenses and supply chain disruptions were also noted as negative contributors. </p> <p>The energy sector is expected to lead the S&amp;P 500 as surging oil prices boost revenue and earnings. The industry is forecast to report earnings growth of 255 per cent, while revenue is predicted to rise nearly 45 per cent compared with a year earlier, bolstered by a sharp rise in crude prices. </p> <p>Oil prices have been volatile following Russia's invasion of Ukraine on February 24. </p> <p>Brent crude, the international oil benchmark, surged to nearly $140 a barrel last month, only to give up some of those gains after the US said it would release emergency reserves. More Covid-19 lockdowns in China have raised the prospect of weakening oil demand. </p> <p>US banks kicked off corporate reporting season last week. JPMorgan Chase, Citigroup, Goldman Sachs and Morgan Stanley all reported declines in profits as dealmaking activity slowed and lenders bolstered their provisions for potential credit losses because of the economic uncertainty caused by the conflict in eastern Europe. </p><p>Source: Alexandra White in New York 2022 'War and inflation set to drag on corporate profits despite rising revenues' FT.com 17 April. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-04-17T09:17:17.835Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 2519,
          "end": 2532
        },
        {
          "start": 1002,
          "end": 1009
        },
        {
          "start": 454,
          "end": 467
        },
        {
          "start": 454,
          "end": 461
        },
        {
          "start": 2519,
          "end": 2526
        }
      ]
    }
  ]
}