{
  "_id": "397dc4251102ab03bd1c12cdf01fe7548f070e0f6a6cef1c2b77fa5883732979",
  "feed": "ftcomall",
  "title": "Wealth management booms as the rich get richer but markets get choppy",
  "text": "<p>Asset managers and brokerages are rushing into wealth management as “the rich get richer” and a rising tide of young do-it-yourself investors come into inheritances, according to a new report. </p> <p>Growth of wealth management is set to outpace that of asset management by an average of 2 per cent every year until 2030, as DIY investors seek assistance in turbulent markets, according to research by Bain and Company, a consulting group. </p> <p>The move into wealth management is a marked shift for traditional asset managers. The industry historically relied on self-directed brokerages such as Charles Schwab, Fidelity and <a href=\"https://www.ft.com/content/0803ab39-471c-48d3-b798-688746d455fc\">Hargreaves Lansdown</a>, or independent wealth managers to steer investors towards their products. </p> <p>The aim is to attract younger customers coming into new wealth, and keep them as their needs grow more complex. </p> <p>DIY investors joined markets in record numbers over the past few years. Now, “we're betting that those self-directed investors will seek advice”, said Stephen Bird, the chief executive of old-school asset manager Abrdn. </p> <p>At the end of 2021, Abrdn bought the UK's second-largest DIY investment firm, Interactive Investor*, to grab a younger, more tech-savvy customer base.</p> <p>“When the next generation inherits money from their parents, they typically don't stay with their parents' financial adviser,” Bird said.</p> <p>The <a href=\"https://www.ft.com/stream/bbd712de-6305-4b76-9f53-b967fb58560f\">wealth management industry</a>, which combines asset management with financial planning and advice, is expected to swell 67 per cent from $137tn under management in 2021 to almost $230tn globally by 2030, according to Bain. Asset management, which is more investment-focused and already a saturated market, is expected to grow by less than 40 per cent from $109tn to $152tn under management over the same period.</p> <p>“If you have a wealth management capability you have a much more valuable business,” said John Waldron, the chief operating officer of <a href=\"https://www.ft.com/stream/980562d6-2db0-4b25-a349-b83d4b86bea7\">Goldman Sachs</a>, of the future growth in the sector. Younger customers are “incredibly attractive to us”, Waldron said. </p> <p>Self-directed investors face a down market, many for the first time. “The rougher things get the more people will need wealth management,” said Markus Habbel, a partner at Bain who worked on the report. </p> <p>Much of the growth in demand for wealth management is because of rising inequality and highly concentrated wealth, Bain found. Globally, the investable assets of wealthy individuals is expected to double in almost every part of the world by 2030. </p> <p>“The rich are getting richer, that's for sure,” Habbel said. </p> <p>Across the industry, wealth management services are picking up steam. In June, Charles Schwab, one of the largest US retail asset managers, renamed its 20-year-old private client advisory the Schwab Wealth Advisory to widen the appeal of its wealth management offering to a broader client base. The average customer enrolled in the programme has $2mn in investable assets. </p> <p>“We'd like them to take advantage of all the services we offer and be clients for life,” said Bryan Olson, the head of Schwab's wealth advisory business.</p> <p>“Hopefully the next generation will be clients too, and when that wealth transfer takes place we will already be engaged and helping them.”</p> <p>Many, such as Abrdn, are building out their offerings through acquisition.</p> <p>In March, Royal Bank of Canada announced plans to buy one of the UK's largest wealth managers, Brewin Dolphin, for £1.6bn to become a dominant player in the UK wealth market almost a year after JPMorgan bought online wealth management platform Nutmeg for $1bn. </p> <p>Goldman's Waldron said the group was actively looking for businesses that expanded its wealth management business' digital capabilities. </p> <p>Habbel, of Bain, said: “We expect a lot of M&amp;A.”</p> <p><em>*This article has been amended to correct the name of the company purchased by Abrdn to Interactive Investor</em></p><p>Source: Madison Darbyshire in New York 2022 'Wealth management booms as the rich get richer but markets get choppy' FT.com 11 July. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-07-11T04:00:58.094Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 1877,
          "end": 1890
        },
        {
          "start": 1877,
          "end": 1884
        },
        {
          "start": 3509,
          "end": 3516
        }
      ]
    }
  ]
}