{
  "_id": "029aa21f62da14e673146254c958ac2754490a7ea4e46513212de77513920da2",
  "feed": "ftcomall",
  "title": "The Lex Newsletter: banking is a reliable unreliable employer",
  "text": "<p>Dear reader,</p> <p>Ex-bankers tend to look back on their careers in the following ways: a) with wry affection, b) with incredulous trauma, or c) both. </p> <p>Keeping the cogs of finance spinning is remunerative but attritional. It is not an unalloyed pleasure to miss your child's school play in order to reassure a needy chief executive that it is normal to have nightmares in which activist Paul Singer chases a person down a long, dark corridor with an axe.</p> <p>Liberation will come soon to some employees of <strong>Goldman Sachs</strong>. Lex sees <a href=\"https://www.ft.com/content/80ec3ec1-60a7-430e-b6d2-f7effe8d028d\">impending job cuts</a> across banking as an inevitable catch-up after the pandemic-era frenzy of financing and trading. </p> <p>We resisted the temptation to use the word “right-sizing”, though “retrenchment” caused one reader to raise an eyebrow. To comment on this or any other aspect of our coverage, please email me at lexfeedback@ft.com.</p> <p>In an investment banking downturn, department heads typically kick out staff who are unproductive or who they dislike. This moderates the drop in the bonus pool for everyone else. The financial press then writes about “swaths of job losses” and “swingeing cuts”. </p> <p>Come back in a few years and you will find the headcount is the same or higher. </p> <p>The conclusion? Individual jobs are precarious on Wall Street or in the City. Employment itself is reliably plentiful. By way of illustration:</p> <ul>  <li><p>Despite a recent fall in revenues, <strong>JPMorgan Chase</strong>'s corporate and investment bank employs 17 per cent more people than it did in 2019 before the world went to hell in a handbasket.</p></li>  <li><p>During Big Bang deregulation in the 1980s, a recruitment agency warned it could cost the City almost a quarter of a million jobs. It then emerged this was a higher figure than total employment in the Square Mile at the time.</p></li>  <li><p>When he was governor of the Bank of England, forecasting genius Mark Carney claimed a bumpy Brexit could result in 75,000 job losses. The real tally, which does not allow for job creation in other areas, has been a tenth of that.</p></li> </ul> <p>Wholesale financial services groups are either a) vital to the wellbeing of humankind, b) incredibly good at rent-seeking, or c) both.</p> <p>The UK government is considering the removal of its legacy cap on banker bonuses. In relation to this, Lex merely mumbles “labour price controls are bad, m'kay?” in the didactic tones of <em>South Park</em> counsellor Mr Mackey warning students against drugs. You can read Helen Thomas's smart City column on the subject <a href=\"https://www.ft.com/content/c9eef931-1a8e-41ae-9b89-e7e359520ca5\">here</a>.</p> <p>Ralph Hamers, chief executive of <strong>UBS</strong>, is in the interesting position of handing out bonuses while pondering his own <a href=\"https://www.ft.com/content/6a0d2cb9-6bc0-4e9d-b2aa-d6c77a29e14e\">job prospects</a>. Lex is pleased the bank has cancelled the overpriced $1.4bn acquisition of robo adviser Wealthfront. But the escapade could leave incoming chair Colm Kelleher questioning Hamers' judgment.</p> <p>US hedge fund magnate Daniel Och has already <a href=\"https://www.ft.com/content/bd28709a-1b29-4d8c-a626-1d825149b980\">made his mind up</a> about the abilities of <strong>Sculptor Capital</strong> boss James Levin. Performance has been “less than mediocre”, according to Och, who is bringing a lawsuit in the Delaware Chancery Court. He is annoyed Levin received $146mn in 2021.</p> <p>Hedgie pay is set for a big fall this year. Funny how correlated to markets alternative assets seem to be.</p> <p>In other jobs news, Rupert Soames is stepping down from <strong>Serco</strong> after <a href=\"https://www.ft.com/content/b7ee3291-94fa-41a1-ba52-f37d2019624e\">stabilising the UK outsourcer</a>. Lex still wishes this admirable executive had expended his energies on a more promising business in a stronger sector. </p> <p>Wael Sawan is meanwhile set to succeed Ben van Beurden as chief of <strong>Shell</strong>. The latter has talked a good line on wind and solar power without investing enough. We think <a href=\"https://www.ft.com/content/f0568260-a4d2-4134-ab39-9bbc04bda897\">Sawan's main task</a> is to position gas seamlessly as a transitional fuel between oil and renewables.</p> <h1>Leyen down the lore</h1> <p>Opining on the energy plan of EU bigwig Ursula von der Leyen was harder work. Proposals from the <strong>European Commission</strong> resemble a jumbo jigsaw composed of pieces that do not fit together and whose surface patterns do not match.</p> <p>We foolish scriveners like numbers to add up. </p> <p>A kindly senior politician told me at the Financial Times' recent summer party what we were getting wrong. He said this, more or less: “Your problem is that when politicians announce big initiatives, you assume they have a comprehensive spreadsheet where every proposal is costed and the whole thing reconciles. So you try to reverse engineer the spreadsheet from what they have said. But there is no spreadsheet, just some crumpled notes. Nothing adds up. There is nothing for you to reverse engineer.”</p> <p>So instead, we told the EU <a href=\"https://www.ft.com/content/d023a09d-df42-433f-9a98-71420571ec4c\">what it should do</a> while member nations argue endlessly over a price cap on Russian gas imports. It should cut demand, integrate pipelines and delink renewables pricing from gas. The perils of halfhearted state energy planning are illustrated by <strong>California</strong>, where <a href=\"https://www.ft.com/content/c47b647b-8397-4c1b-bd21-df1b0897e865\">power prices have risen </a>thanks to high temperatures, reduced fossil fuel capacity and under-investment in renewables.</p> <h1>Inflation oration</h1> <p>European energy prices have eased a little lately but are still fuelling high inflation. UK businesses <strong>Fever-Tree</strong> and <strong>Ocado Retail</strong> both warned of the phenomenon this week. The mixer drinks business is in our view <a href=\"https://www.ft.com/content/05777db8-57cf-41a8-a808-2d2ea55c072e\">better placed</a> than the groceries delivery group. Fatter brand-based margins and lower energy costs are the reasons.</p> <p>Inflation means we doubt <strong>Inditex's</strong> wisdom in stocking up as a defence against supply chain disruption. If the cost of living crisis makes a further dent in consumer spending, the Spanish fast-fashion giant could be left with a lot of <a href=\"https://www.ft.com/content/576a2a84-9ec0-40e1-934f-013c4f8e4cd3\">unsold glad rags</a>. Pass-through price increases by US fast-food chains are set to <a href=\"https://www.ft.com/content/320ea2f6-6e5b-465f-83a8-aec5565c090f\">hit a wall </a>for the same reason. </p> <p>Inflation is a <a href=\"https://www.ft.com/content/87246d4d-33a7-4daf-bcc3-907e69c8b06d\">positive for insurance</a> and big reinsurers such as <strong>Swiss Re</strong>, <strong>Hannover Re</strong> and <strong>Munich Re</strong>. The Ukraine war, natural disasters and ebbing investment capital are also helping to firm up prices.</p> <p>This is some consolation to executives for the personal hardship of attending this week's industry powwow in Monte Carlo. Actor Jack Nicholson supposedly described the place as “Alcatraz for the wealthy”, though resident FT readers speak well of it.</p> <h1>At last, hurrah</h1> <p>Journalists have an economically determined negative cognitive bias. But news has been so dire in recent years that FT scribes have been scratching their heads while asking “isn't there a good news story we can tell?” And before City PRs deluge me with press releases about the ESG programme of Amalgamated Grommets, that's not the kind of “good news” we're looking for.</p> <p>Thankfully, the grim mood lightened just a little this week with reports that the Ukrainian army has retaken territory around Kharkiv. The chances that refugees may be able to return to an independent Ukraine improved marginally. If some stay in western Europe, their economic contribution will swiftly <a href=\"https://www.ft.com/content/48562204-1972-4b89-92d6-07759c30373e\">outweigh the cost</a> of accommodating them.</p> <p>Another reason to be cheerful is that the World Health Organization recently approved a <a href=\"https://www.ft.com/content/39362d00-0a3f-4024-abd0-ba5cfdddb43c\">vaccine against malaria</a>. The disease remains a scourge in many tropical countries. Whoever helped <strong>GSK</strong> finance this effort did a good thing.</p> <p>Enjoy your weekend,</p> <p><strong>Jonathan Guthrie</strong><br><em>Head of Lex</em></p><p>Source: By Jonathan Guthrie 2022 'The Lex Newsletter: banking is a reliable unreliable employer' FT.com 16 September. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-09-16T16:00:50.615Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 495,
          "end": 508
        },
        {
          "start": 495,
          "end": 502
        },
        {
          "start": 492,
          "end": 505
        }
      ]
    }
  ]
}