{
  "_id": "6588626ed1299b53a727ed889c6e3741d8d0898c143c1ee3f9504142971af097",
  "feed": "market-watch",
  "title": "Rising interest rates, economic slowdown and higher unemployment will drive U.S. households to sell more stocks in 2023: Goldman Sachs; Investors have further room to de-risk, if needed: Goldman Sachs' Kostin",
  "text": "<p>Economists at Goldman forecast that GDP growth will slow to 0.9% in 2023 from 1.6% in 2022, while the unemployment rate will increase to 4% from 3.6%.</p><p>See: Have stocks bottomed? Not until this 'gorilla' in equity markets budges, warns Bank of America.</p><p>While households have been the largest group of buyers of roughly $63 trillion U.S. equities market since 2020, according to the Goldman team using Fed data, their purchasing demand turned slightly lower in the second quarter of 2022. That decline, along with falling equity prices, led to a sharp drop in household equity allocations, according to strategists (see chart).</p><p>\"In particular, the retail trader component of households has de-risked sharply,\" said Kostin and team. \"The sharp decline in margin balances over the last 12 months is one indication that retail traders have been largely washed out of the market this year as the fast growing and speculative stocks that they favor have suffered alongside rising interest rates.\"</p><p>Of note, while households were the largest source of equity demand in 2020, buying an estimated $1.2 trillion in stocks during the pandemic trading frenzy, the Goldman forecast for $100 billion in equity selling by households next year doesn't break out how much is expected to come from retail traders.</p><p>\"Although many investors have reduced their equity exposure this year, their allocations to equities generally remain elevated vs. history,\" the strategists wrote. Hedge funds, mutual funds and households still remain highly exposed to equities relative to the past decade, indicating \"further room to cut exposure should the macro environment continue to deteriorate.\"</p><p>See: Stocks will continue falling even after Fed pivots, warns Morgan Stanley strategist who predicted bear market</p><p>The strategists also expect corporations to be the largest source of U.S. equity demand next year due to strong buybacks and weak issuance, if the economy achieves a soft landing.</p><p>However, after the central bank raised its target borrowing rate another three-quarters of a point in September, Fed Chairman Jerome Powell acknowledged in a news conference that the chances of a \"soft landing,\" in which the central bank would manage to slow growth to curb inflation but not so much as to cause a recession, will diminish if policy needs to get more restrictive for the Fed to reach its goal of 2% inflation.</p><p>Goldman strategists forecast the S&amp;P 500 would reach 4,000 points by the end of 2023 in a soft landing outcome. But if investors price for a recession, they expect the large-cap index would fall to 3,150 before rising to 3,750 by year-end 2023.</p><p>See: The U.S. is on track for a soft landing, Goldman Sachs chief economist says</p><p>U.S. stocks surged on Monday to kick off October and the fourth quarter in the green. The S&amp;P 500 SPX gained 2.6%, the Dow Jones Industrial Average DJIA advanced 2.7%, while the Nasdaq Composite COMP rose 2.3%.</p><p>Stocks on Friday posted their worst skid in the first nine months of any year in two decades. The S&amp;P 500 recorded a monthly loss of 9.3%, its worst September performance since 2002. The Dow fell 8.8%, while the Nasdaq pushed its total monthly loss to 10.5%, according to Dow Jones Market Data.</p><p>Rising interest rates, economic slowdown and higher unemployment will drive U.S. households to sell more stocks in 2023: Goldman Sachs</p>",
  "published": "2022-10-03T21:29:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 14,
          "end": 21
        },
        {
          "start": 121,
          "end": 128
        },
        {
          "start": 121,
          "end": 134
        },
        {
          "start": 187,
          "end": 194
        },
        {
          "start": 187,
          "end": 200
        },
        {
          "start": 187,
          "end": 201
        },
        {
          "start": 378,
          "end": 385
        },
        {
          "start": 381,
          "end": 388
        },
        {
          "start": 1143,
          "end": 1150
        },
        {
          "start": 1150,
          "end": 1157
        },
        {
          "start": 2373,
          "end": 2380
        },
        {
          "start": 2385,
          "end": 2392
        },
        {
          "start": 2662,
          "end": 2675
        },
        {
          "start": 2676,
          "end": 2683
        },
        {
          "start": 2676,
          "end": 2689
        },
        {
          "start": 3338,
          "end": 3345
        },
        {
          "start": 3338,
          "end": 3351
        }
      ]
    }
  ]
}