{
  "_id": "8c2265415d40fb00e8fb5f5e1ae109a65fcc6dce7b2f889de7d8378a9a5ceeeb",
  "feed": "ftcomall",
  "title": "Beijing quashes market rumours of quicker end to zero-Covid policy",
  "text": "<p>Beijing has quashed hopes for an immediate easing of the country's rigid zero-Covid restrictions, setting China-linked shares up for more volatile trading on Monday, analysts said.</p> <p>China's National Health Commission reiterated the country's commitment to eliminating Covid-19 at a press conference on Saturday and warned that the situation was set to become even “more severe and complex” as the country entered the winter flu season.</p> <p>“Practice has proved that our pandemic prevention and control strategy . . . [is] completely correct, and such measures are proven the most economical and effective,” said Hu Xiang, an official with the NHC.</p> <p>Investors last week <a href=\"https://www.ft.com/content/f0fcc763-b644-4347-8d20-203fa07d9653\">seized on rumours </a>that Beijing was considering softening restrictions. Chinese stocks listed in Hong Kong had their best week in more than seven years while Shanghai-listed shares recorded their highest weekly gain since July 2020.</p> <p>Beijing has stuck by the country's zero-Covid policy, under which most international visitors are barred from entering China and cities can be locked down without notice, despite rising complaints from residents. </p> <p>The daily number of Covid infections in China hit a six-month high of 4,420 on Saturday, official data showed. The soaring case numbers also meant a lower likelihood that the government would ease Covid curbs despite some recent positive signs, such as the removal of a PCR test requirement for railway and domestic air travel.</p> <p>“Markets took notice of these developments and began to speculate on a faster exit by the Chinese government from its ‘dynamic zero-Covid' policy,” Goldman Sachs analysts said. “However, as confirmed by the press conference, the government still needs to keep its zero-Covid policy until all preparations are done.”</p> <p>Investors have also been bullish after a report that China is planning to reduce the time travellers must spend in hotel quarantine from 10 days to seven or eight. The former chief epidemiologist of the Chinese Center for Disease Control and Prevention, Zeng Guang, on a call hosted by Citi, also said authorities planned to reopen the border between Hong Kong and mainland China in the first half of next year, further boosting sentiment.</p> <p>“With the government preparation beginning, increased pricing-in of China reopening in a forward-looking market may be warranted,” said Goldman analysts. “However, it is worth emphasising that we are still at least a few months away from the actual reopening.”&#xa0;</p> <p>Investors are also pointing to an article in the state-run People's Daily newspaper that played down the long-term impact of Covid infections on human health, saying most symptoms were mild. This was interpreted as the state preparing the public for a possible official downgrade of the Covid threat. </p> <p>“The market is cherry-picking facts in search of any sign of zero-Covid relaxation,” said Feng Chucheng, a partner at the research firm Plenum, in Beijing. “The bottom line to understand China policy is, the higher prominence attached to a specific policy is, the more sophisticated manoeuvre such a policy exit would require.”</p> <p>Market sentiment in Chinese stocks was also lifted on Friday when the US Public Company Accounting Oversight Board ended on-site inspections of Chinese companies' audit data in Hong Kong. </p> <p>The move is a step towards a determination, expected in December, on whether Washington will allow more than 200 US-listed Chinese firms to retain their presence on American markets. The US is demanding unrestricted access to Chinese companies' accounts in a long-running dispute with Beijing.</p> <p>The PCAOB declined to comment.</p><p>Source: Cheng Leng in Hong Kong 2022 'Beijing quashes market rumours of quicker end to zero-Covid policy' FT.com 6 November. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-11-06T10:38:50.710Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 1584,
          "end": 1597
        },
        {
          "start": 2328,
          "end": 2335
        },
        {
          "start": 1584,
          "end": 1591
        }
      ]
    }
  ]
}