{
  "_id": "8a81f6a50e0cfe4436ea13ca72b9ea785ed6f282f1a60c9c02c8c97fd058f82c",
  "feed": "wall-street-journal",
  "title": "A Never-Been-Lived-In Aspen Home Sells for $48 Million; The sellers built a nearly 19,000-square-foot property but never occupied the concrete-and-stone house",
  "text": "<p>The identity of the buyer couldn't be determined. The Duckworths didn't respond to requests for comment.</p><p>The Duckworths first listed the property in August 2020, asking $47 million, according to Realtor.com. (News Corp, owner of The Wall Street Journal, also operates Realtor.com under license from the National Association of Realtors.) Most recently, it was listed for $53 million.</p><p>The concrete-and-stone house has never been lived in, according to listing materials. In the 1980s, the Duckworths purchased the roughly 2.5-acre lot in Starwood, a gated community where the singer-songwriter John Denver once lived, records show. They started building the house in 2007, and the exterior was completed around 2017, according to court documents related to a legal dispute with the Starwood Home Owners Association. The suit, centered on HOA fines related to the prolonged construction, was settled and dismissed in 2020.</p><p>The house spans nearly 19,000 square feet, according to listing materials. There are nine bedrooms, including a primary suite with two offices and a terrace that leads to the pool and hot tub. The home's lower level has a rec room and a caretaker's quarters.</p><p>Maureen Stapleton of Coldwell Banker Mason Morse had the listing. Patrick \"PJ\" Bory of Christie's International Real Estate Aspen Snowmass represented the buyer. Ms. Stapleton and Mr. Bory declined to comment.</p><p>Ms. Duckworth was the first female sales and trading partner at Goldman, according to the 2018 book \"Women's Leadership Journeys,\" edited by Sherylle J. Tan and Lisa DeFrank-Cole. Mr. Duckworth retired when his wife became co-chief of the bank's Chicago office. The Duckworths also have homes in Florida and Illinois, records show. Their home in Lake Forest, Ill., is currently on the market for $12.5 million, according to Zillow.</p><p>Aspen's luxury real-estate market has been booming, although limited inventory is constraining sales. The median price for a single-family home topped $15 million in the first quarter, up 61% year-over-year, according to data from Christie's International Realty.</p><p>Earlier this month, an estate near Aspen that served as the vacation home of Sen. Dianne Feinstein and her late husband, Richard Blum, hit the market for$29.9 million. A roughly 9,500-square-foot spec home in Aspen recently sold for$37.6 million.</p><p>Write to E.B. Solomont at eb.solomont@wsj.com</p><p>A Never-Been-Lived-In Aspen Home Sells for $48 Million</p>",
  "published": "2022-07-26T20:46:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 1439,
          "end": 1446
        },
        {
          "start": 1454,
          "end": 1461
        }
      ]
    }
  ]
}