{
  "_id": "8d91f5c3a553cf066b3a36e764202a0d98ca93121b81f32f8284297323470650",
  "feed": "wall-street-journal",
  "title": "U.S. Jobless Claims Edged Higher Last Week; Claims remain historically low, in a sign of labor-market strength",
  "text": "<p>Claims are up from lows this spring but remain at levels that suggest many employers are still holding on to their workers.</p><p>The four-week moving average of weekly claims, which smooths out volatility, edged lower by 250 to a seasonally adjusted 221,000.</p><p>The labor market has gradually cooled from the beginning of the year, but remains on strong footing. Employers added 263,000 jobs in November, holding near the strong gains of the previous three months, when they averaged 282,000 jobs a month, the Labor Department said earlier this month. Third-quarter economic growth was stronger than previously estimated, the Commerce Department said last week, largely due to higher estimates of consumer spending.</p><p>Job growth has slowed from the first half of the year, reflecting increased employer caution and a return to a more normal pace of job gains following a historically fast pandemic rebound.</p><p>Interest-rate-sensitive industries such as tech, finance and real estate have announced layoffs or plans to pull back on hiring amid economic uncertainty. Economists think there is a 63% chance of a recession next year, a WSJ survey found.</p><p>Meta Platforms Inc., Salesforce Inc. and Amazon.com Inc. have laid off workers or announced plans to do so in recent months. Goldman Sachs Group Inc. and Morgan Stanley are also planning to make job cuts.</p><p>Other companies such as Ford Motor Co., Walmart Inc. and PepsiCo Inc. have announced plans to reduce head counts as the Federal Reserve indicates it will continue to raise interest rates to tamp down high inflation, which began to moderate this fall from the four-decade high earlier this year.</p><p>Those layoff announcements haven't yet translated into a sharp uptick in filings for unemployment benefits, suggesting that those laid off workers from tech and finance companies might not have filed a claim because they found new jobs relatively quickly. The number of available jobs in recent months continued to exceed the number of unemployed Americans seeking work, with 10.3 million openings in October exceeding the 6.1 million unemployed people seeking work that month.</p><p>Write to Bryan Mena at bryan.mena@wsj.com</p><p>U.S. Jobless Claims Edged Higher Last Week</p>",
  "published": "2022-12-29T13:53:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 1262,
          "end": 1286
        },
        {
          "start": 1253,
          "end": 1277
        },
        {
          "start": 1262,
          "end": 1269
        },
        {
          "start": 1262,
          "end": 1275
        }
      ]
    }
  ]
}