{
  "_id": "514d96a3ec2b277f673dd8ee3edd3c8cae98fa92afd9a55606a3dde8fd264dc7",
  "feed": "wall-street-journal",
  "title": "Stocks Waver, While Bond Yields Edge Down; Bank of America and Morgan Stanley gain after banks post profit increases",
  "text": "<p>Some of the U.S.'s biggest lenders reported rising earnings before the market opened.Bank of America shares rose 1.9% after the lender reported a jump in fourth-quarter profits, while Morgan Stanley's shares gained 2% on profits that topped forecasts. U.S. Bancorp fell almost 7% after the bank holding company posted a rise in compensation costs. This earnings season, Goldman Sachs, JPMorgan Chase and Citigroup have also reported shelling out more in compensation.</p><p>Procter &amp; Gamble said consumers were undeterred by higher prices, leading to higher revenue and lifting shares of the consumer-goods company around 4%.</p><p>Government-bond prices edged up, pushing down yields. Yields on benchmark 10-year Treasury notes slipped to 1.861% from 1.866% Tuesday, which was their highest level since January 2020. Yields on interest rate-sensitive two-year notes were down to 1.020% from 1.038% Tuesday.</p><p>The first few weeks of the year have been tumultuous. In January, many investors started positioning for a world that looks very different from last year. Interest rates are supposed to start rising and some investors are positioning for the Covid-19 pandemic to turn into an endemic.</p><p>Investors have stepped up bets that the Federal Reserve and other major central banks will tighten monetary policy in the coming months, withdrawing a pillar of support for markets. Mounting expectations of interest-rate rises follow evidence that the drivers of inflation have broadened beyond the supply-chain shock that fueled price gains for much of 2021.</p><p>Recent volatility is \"really all about inflation and how aggressive central banks are going to be to counteract it,\" said Brian O'Reilly, head of market strategy at Mediolanum Asset Management, adding that inflation could also curtail economic growth by knocking consumption. \"Certainly, the market is nervous at the moment.\"</p><p>As a result, many investors have backed away from one of the hottest areas of the market: tech. The Nasdaq Composite was down almost 10% from its high as of Tuesday.</p><p>And there are signs that individual investors—a key force behind 2021's stock-market rally—are cooling on tech, according to analysts at Vanda Research. Retail investors have been buying shares of financials and energy companies while their purchases of highflying stocks like Advanced Micro Devices and Nvidia have been dwindling, Vanda said.</p><p>The S&amp;P 500's value index is outperforming its growth index by around 6.8 percentage points this month, on pace for the biggest monthly outperformance since December 2000, according to Dow Jones Market Data.</p><p>Some traders said that after a nearly-relentless run for financials to start the year, the sector was bound to edge lower, as it did on Wednesday.</p><p>\"The flows we've seen into financials the first few weeks of the year have been massive. On a short-term basis, I don't think that's sustainable,\" said R.J. Grant, director of equity trading at KBW. \"I think financials went too far, too fast.\"</p><p>Europe's most closely watched government bond yield turned positive for the first time since 2019. The yield on 10-year German bund rose as high as 0.021% Wednesday after trading in negative territory for over 30 months. It then eased to 0.010%. Ten-year U.K. yields, meanwhile, reached their highest level since March 2019 after data showed inflation hitting a 30-year high.</p><p>Oil prices rose again after touching seven-year highs Tuesday. Most-active U.S. crude futures rose around 1% to $85.55 a barrel in recent trading, extending a rally driven in part by the potential for supply disruptions in Russia and the Middle East.</p><p>Overseas stock markets were mixed following Tuesday's selloff on Wall Street. The Stoxx Europe 600 rose 0.7%, as gains for retail and resource stocks offset losses for food, drink and insurance companies. Asian stocks came under pressure, with Japan's Nikkei 225 skidding 2.8%. China's Shanghai Composite Index slipped 0.3%.</p><p>Write to Joe Wallace at joe.wallace@wsj.com and Gunjan Banerji at gunjan.banerji@wsj.com</p><p>Stocks Waver, While Bond Yields Edge Down</p>",
  "published": "2022-01-19T15:53:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 370,
          "end": 383
        },
        {
          "start": 370,
          "end": 377
        }
      ]
    }
  ]
}