{
  "_id": "573970791d1059480acf4d2c4820cb358c0591be86ab9cbf398f4b4f47ccd95c",
  "feed": "market-watch",
  "title": "Dow falls more than 200 points as Fed official downplays hopes for rate-hike pause",
  "text": "<p>* S&amp;P 500 SPX fell 36 points, or 1%, to 3,746.</p><p>* Dow Jones Industrial Average DJIA fell 279 points, or 0.9%, to 29,994.</p><p>* Nasdaq Composite COMP retreated 96 points, or 0.9%, to 11,052.</p><p>On Wednesday, the Dow Jones Industrial Average DJIA fell 42 points, or 0.14%, to 30274, the S&amp;P 500 SPX declined 8 points, or 0.2%, to 3783, and the Nasdaq Composite COMP dropped 28 points, or 0.25%, to 11149. The S&amp;P 500 is up 5.5% from its 2022 closing low touched on Sept. 30, but remains down 20.6% for the year to date.</p><p>What's driving markets</p><p>U.S. stocks turned decidedly lower on Friday after wavering between gains and losses after the open as investors digested data showing the number of Americans applying for unemployment benefits last week jumped by 29,000 to a five-week high of 219,000.</p><p>While the data added to signs that the U.S. labor market may finally be softening as the Federal Reserve hikes interest rates and takes other steps to combat inflation, stocks pulled back after Minneapolis Fed President Neel Kashkari said he sees no signs that inflation is peaking, and that the Fed is nowhere near being able to pause its aggressive interest-rate hikes.</p><p>As stocks swung back into the red, Callie Cox, U.S. investment analyst at eToro, said a pullback was likely after the S&amp;P 500 index had rallied by more than 5% during the first two sessions of the week.</p><p>\"We've seen such a fierce rally over the past few days and I think investors are stepping back to try and figure out how much of this is real,\" Cox said.</p><p>Lately, signs of a slowing economy have helped fuel gains for stocks in what some have described as a \"bad news is good news\" dynamic. However, economists said in response to the jobless claims data that the labor market hasn't deteriorated enough to impact the Fed's calculus on interest rates.</p><p>\"We expect layoffs to rise gradually over coming months in response to Fed tightening, which will weigh on demand,\" said Rubeela Farooqi, chief U.S. economist at High Frequency Economics, in a note to clients.</p><p>\"But for now, having faced persistent labor shortages, businesses are still holding on to rather than letting go of workers.\"</p><p>Data released earlier in the week showed the number of job openings in the U.S. fell sharply in August to a 13-month low of 10.1 million, another sign that the Fed is making progress toward its policy goals.</p><p>Addressing the market's sharp gains from earlier in the week, Tavi Costa, a portfolio manager at Crescat Capital, said equity traders have at times seemed too eager to bet on a Fed \"pivot.\"</p><p>\"I think there's a real disconnect between where the Fed is sending their message versus where the market thinks the Fed is going to be 12 months from now,\" Costa said.</p><p>See:Hiring and job creation seen falling to a 1 1/2-year low in U.S. September jobs report</p><p>Of the S&amp;P 500's 11 sectors, only energy stocks were trading in the green on Thursday oil prices continued to climb following the OPEC+ producers' agreement to cut their production quota by 2 million barrels a day.</p><p>The Energy Select Sector SPDR Fund XLE, an exchange-traded fund that tracks the S&amp;P 500 energy sector, was up modestly.</p><p>West Texas Intermediate crude oil futures due in November CLX22were up 33 cents, or 0.4%, at $88.11, on track to settle at their highest level in three weeks.</p><p>Treasury yields rose in the wake of Kashkari's comments, which also helped to weigh on stocks. The yield on the 10-year Treasury note BX:TMUBMUSD10Ywas up nearly 7 basis points at 3.827%.</p><p>Looking ahead, investors will receive the next update on inflation next Thursday when the consumer-price index for September is due to be released.</p><p>Single-stock movers</p><p>* Twitter Inc. TWTRshares were flat after falling in premarket trading on news that some of the backers of Tesla CEO Elon Musk's deal to buy the company were pulling out. Twitter shares surged on Wednesday on news that Musk had agreed to abide by his agreement to buy the company.</p><p>* Pinterest Inc. PINSshares surged more than 3% after Goldman Sachs Group GS analyst Eric Sheridan turned bullish on the stock.</p><p>Dow falls more than 200 points as Fed official downplays hopes for rate-hike pause</p>",
  "published": "2022-10-06T14:46:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 3990,
          "end": 4003
        },
        {
          "start": 3990,
          "end": 3997
        }
      ]
    }
  ]
}