{
  "_id": "36cb6846aa3bca77be72f992e3ac2ceea8e04e13a708368b4b35cbf0f9b4a807",
  "feed": "ftcomall",
  "title": "Employment: cancelled job offers point to inflationary impact",
  "text": "<p>Companies that cancel job offers at the last moment obliterate the career dreams of recruits with a few keystrokes. It may reflect desperation, carelessness, or both. UK fintech Revolut has <a href=\"https://www.ft.com/content/34037b0a-cad0-4162-a891-9a70da5f84bc\">revoked job offers</a> to some graduate recruits. <a href=\"https://www.linkedin.com/posts/alanmzhao_alan-zhao-resume-activity-6937815770148085760-o-LR?utm_source=linkedin_share&amp;utm_medium=member_desktop_web\">Twitter</a>, <a href=\"https://www.linkedin.com/posts/kaeleylenard_productdesigner-rescindedoffer-productdesign-activity-6933122396723826688-eYCH?utm_source=linkedin_share&amp;utm_medium=member_desktop_web\">Redfin</a> and <a href=\"https://blog.coinbase.com/update-on-hiring-plans-bcedfa634989\">Coinbase</a> have made similar moves.</p> <p>Other businesses are rethinking how many workers they need. Social media group Snap is shedding a fifth of its workforce. Goldman Sachs has slowed hiring and<a href=\"https://www.ft.com/content/5c0c341f-6a02-4996-9b6c-e927e69273ea\"> threatened to cull</a> underperforming staff. </p> <p>Companies that are slamming on the brakes often grew fast and hired aggressively during the pandemic. The unemployed inspire immediate sympathy. Workers who join businesses during worsening downturns also have a cross to bear.</p> <p>Entering the labour market during a recession can depress earnings for years. The chance of being in paid work was 7 per cent lower and earnings were 6 per cent lower after one year than was usual, according to an analysis of three UK recessions by the think-tank Institute for Fiscal Studies.</p> <p>To be sure, the labour market is still exceptionally tight. For the first time on record, there were more <a href=\"https://www.ft.com/content/49c44902-dae6-4c14-8302-18fff6df4883\">unfilled jobs</a> in the economy than unemployed workers, the Office for National Statistics said on Monday. </p> <p>The cost of living crisis will prompt some workers to re-enter the labour market. But the UK workforce is constrained by retirement and high rates of chronic illness. </p> <p>The jobs market has to cool to temper inflation. The Bank of England forecasts unemployment will rise by two-thirds to more than 6 per cent by 2025. Staffing companies Hays and PageGroup trade on EV-to-ebitda multiples of 6 and 5, roughly half their long-term average. </p> <p>The tight market will take time to unwind. Next year's graduates will feel the effect more than the current cohort. The severity depends on how rapidly inflation falls. During its prolonged subjugation in the early 1980s, unemployment more than doubled to nearly 12 per cent. More job offers are likely to be cancelled this autumn.</p> <p><em>The Lex team is interested in hearing more from readers. Please tell us what you think of the UK labour market in the comments section below.</em></p><p>Source:  2022 'Employment: cancelled job offers point to inflationary impact' FT.com 7 September. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-09-07T13:54:15.367Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "confidence": 1.0,
      "offsets": [
        {
          "start": 412,
          "end": 425
        },
        {
          "start": 412,
          "end": 419
        }
      ],
      "weightsV2": {
        "weight": 0.8893447,
        "baseWeight": 1.0,
        "expansionWeight": 0.0,
        "ontologyWeight": -0.14262497,
        "tagPositionWeight": 0.031969666,
        "titleWeight": 0.0
      },
      "typeRank": 1
    }
  ]
}