{
  "_id": "aeec556ba17433971e9290379368e9036c290313d2a62c60bea42236da886e82",
  "feed": "ftcomall",
  "title": "Alan Howard's adventures in cryptoland",
  "text": "<p>Cryptocurrency-based trivia games, horseracing non-fungible tokens and privacy specialists are all part of a large and growing digital assets empire that media-shy hedge fund billionaire Alan Howard has quietly been building.</p> <p>Howard is an influential figure in the hedge fund industry thanks to the success of <a href=\"https://www.ft.com/stream/0d94f17f-7c66-44a3-8665-187930341bd6\">Brevan Howard Asset Management</a>, the $23bn macro trading firm he co-founded. In recent years though, he has been slowly relinquishing some of his roles at the firm to become a major force in crypto venture capital in both Europe and the US.</p> <p>The FT has compiled a list of 43 investments by <a href=\"https://www.ft.com/topics/people/Alan_Howard\">Howard </a>in crypto companies and projects — ranging from well-known businesses like exchange FTX, to a start-up incubator and smaller NFT projects — based on information from venture capital databases Crunchbase, PitchBook and Dealroom and public announcements. </p> <p>Howard has made his investments over the past five years, sometimes alongside US asset manager Tiger Global, Japanese tech group SoftBank and venture capitalist Peter Thiel.</p> <p>“It looks incredibly random until you put it on a map and then it looks incredibly strategic,” said a crypto company executive who had worked with Howard. “He wants to be involved in all facets of the industry.”&#xa0;</p> <p>Howard's interest in cryptocurrencies began in 2017, according to people who have worked with him, and he has continued to invest in the sector despite the wild ups and downs in the market.</p> <p>“He has a 10- to 15-year vision. While everyone was running out, he was running in,” the executive said of Howard's decision to keep investing in companies during the 2018 crypto bust. The pace of these investments accelerated in the past two years, and has continued despite the brutal sell-off in recent months. </p> <p>Howard, who declined to be interviewed for this article, has maintained a lower profile than other major crypto investors such as Galaxy Digital's Mike Novogratz. However, he has invested alongside Galaxy on projects including the exchange <a href=\"https://www.ft.com/content/c982082b-c890-4880-b438-f8b3cae83a4b\">Bullish Global</a> and Derby Stars, which describes itself as “a horseracing metaverse game where players can breed, grow, build and trade”.</p> <a href=\"http://www.ft.com/cms/10569824.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a> <p>Industry executives say the breadth of Howard's investment portfolio puts him alongside Galaxy and the Connecticut-based crypto conglomerate Digital Currency Group as a major force in the sector. </p> <p>“They have very big ambitions in crypto,” said a crypto investor who has worked directly with Howard. </p> <p>Howard has rarely spoken publicly about his hedge fund or crypto investments, although he did comment in an email <a href=\"https://www.theblock.co/post/146212/alan-howard-crypto-interview\">interview published by crypto news website The Block</a> in May. </p> <p>Howard said crypto is “an important macro trend” but that because digital assets are still rather a new asset class “it's most prudent to invest across the entire crypto ecosystem in a highly diversified manner”. </p> <p>Hedge funds have become increasingly interested in crypto investment in recent years, the huge growth and returns attracting the attention of an industry that has sometimes struggled to make money over the past decade. Many hedge funds have also started trading crypto for this reason.</p> <p>“Whilst we see a number of macro investment managers launching or considering the launch of a crypto fund . . . Alan Howard has invested more broadly, publicly and directly into the digital asset ecosystem, including middle and back office services and digital asset platforms,” said Quentin Thom, co-head at perfORM Due Diligence Services.</p> <p>Howard, who got married last month in a lavish event on the shores of Lake Como, began stepping back from some of his hedge fund roles in 2019, when he handed over the position of chief executive of Brevan Howard to chief risk officer Aron Landy, although he continues to control the firm, according to regulatory filings.</p> <p>This happened as Brevan Howard was making a strong recovery from a long run of poor performance when the firm's master fund, which had previously never suffered a down year, lost money in three out of four calendar years between 2014 and 2017 and the firm's assets plunged from $40bn to as low as $6bn.</p> <p>Last year, Howard <a href=\"https://www.ft.com/content/550cf19c-df38-44e5-bf6f-e7faf7d529b1\">redeemed external investors</a> in the AH fund he personally managed and which had made huge gains from the Italian bond shock in 2018. While he continues to have a trading book as part of the master fund, he rarely trades, said people familiar with the firm.</p> <p>He is, however, still actively involved in Brevan Howard's $1bn Digital Assets fund. “Alan is so focused on digital assets,” said one hedge fund investor.</p> <p>A person familiar with Howard's view said he is “heavily involved . . . in a variety of initiatives across Brevan Howard, including co-investing, strategy allocations and the crypto business through BH Digital”.</p> <p>Howard told The Block in May that “BH Digital reflects my belief in the importance of investing across the entire ecosystem, regardless of instrument, in a diversified and well risk-managed way.”</p> <p>His willingness to buy crypto assets directly contrasts with some other investors, who have preferred to buy equity stakes in companies operating in the crypto sector. &#xa0;</p> <p>Howard has said that venture capital funding and investing directly in crypto tokens and currencies should be considered together because crypto projects often go public very early in their existence by selling tokens to investors. </p> <p>With his venture capital investments, the list of deals also shows that in most crypto categories where Howard invests, he has tended to back more than one company and across the market. </p> <p>For instance, he has invested in at least three exchanges and three custodians, companies that store digital assets for clients. He has also backed companies building crypto trading and portfolio management software, as well as several investment funds that are active in digital assets. </p> <p>Other key parts of his crypto portfolio include Elwood, a trading software firm, start-up incubator WebN Group and Coremont Digital, the crypto- focused department of the back-office company spun out of Brevan Howard. All three share a central London building with Brevan Howard. </p> <p>Away from the companies that provide crypto market infrastructure, Howard has also made more niche investments. In November he invested in a fundraising by Iron Fish, a developer working on technology to enable completely private cryptocurrency transactions.</p> <p>Howard is known for his long-term approach but his crypto portfolio has recorded a few exits. Newcastle-based crypto payments firm Bottlepay was sold to US crypto group NYDIG last year, while institutional trading platform Omniex was acquired by the Winklevoss twins' Gemini group in January. </p> <p>Howard's personal stake in Elwood fell when the company raised $70mn in outside investment from backers including Goldman Sachs and Barclays at a roughly $500mn valuation. He did not take part in the round, but remains the majority owner. </p> <p>He is also known as an art collector and is interested in “generative” digital art that has its roots in 1960s computer art. He promotes the sector through a monthly digital art salon in London. </p> <p>Although the current market downturn has put off a lot of would-be crypto investors, it presents opportunities for patient, well-funded investors like Howard. </p> <p>“In my opinion, he knows what he's doing. He's working with the brightest in the crypto industry and is very well advised,” said the investor who had worked with Howard. </p> <p>“I wouldn't be surprised to see him come out of the other side of this bear market as one of the biggest players alongside Galaxy. He's positioning himself to take advantage of valuations.”&#xa0;</p> <a href=\"http://www.ft.com/cms/db61d9b1-5244-4ba0-accc-7a85378313c0.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a><p>Source: Joshua Oliver and Laurence Fletcher in London 2022 'Alan Howard's adventures in cryptoland' FT.com 15 July. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-07-15T04:00:07.045Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 6722,
          "end": 6729
        },
        {
          "start": 6722,
          "end": 6735
        },
        {
          "start": 6683,
          "end": 6696
        }
      ]
    }
  ]
}