{
  "_id": "d0262c2c65940ce49f305b57fc2d9f207ff5b3267bf51862970216138edbcdeb",
  "feed": "market-watch",
  "title": "Crude oil settles at its highest price since 2014 after Abu Dhabi oil facility attack",
  "text": "<p>“The fact that the Houthis are now capable of setting off explosives at the Abu Dhabi oil facilities must be raising blood pressure on the Nymex,” Michael Lynch, president at Strategic Energy &amp; Economic Research (SEER), told MarketWatch.</p><p>Iran-backed Houthi rebels from Yemen claimed responsibility for the attack on the oil facility in Abu Dhabi that killed three people on Monday and caused a fire at the capital of United Arab Emirates's international airport. The U.A.E. is the world's eighth largest oil producer, and instability in the Gulf can spark concerns of supply shortages.</p><p>“The damage to the UAE oil facilities in Abu Dhabi is not significant in itself, but it raises the question of even more supply disruptions in the region in 2022,” said Louise Dickson, senior oil markets analyst at Rystad Energy, in a Tuesday note.</p><p>“The attack raises the geopolitical risk in the region and may signal the Iran-U.S. nuclear deal is off the table for the foreseeable future,” she said. That would mean “Iranian oil barrels are off the market, boosting demand for similar grade crude originating elsewhere.”</p><p>Against that backdrop, West Texas Intermediate crude for February CLG22 delivery&#xa0;rose $1.61, or 1.9%, to settle at $85.43 a barrel on the New York Mercantile Exchange, following a 6.2% gain last week, its fourth weekly rise in a row, according to Dow Jones Market Data.</p><p>March Brent crude&#xa0;BRN00BRNH22,&#xa0;the global benchmark, added $1.03, or 1.2%, to end at $87.51 a barrel on ICE Futures Europe, after last week's 5.3% weekly advance.</p><p>Prices for both WTI and Brent crude marked their highest settlements since Oct. 13, 2014, according to FactSet data.</p><p>The settlements at multi-year highs for the major oil benchmarks “underscore the bullish dynamics in the market and leave the path of least resistance clearly higher with a new upside measured move target” of $105 a barrel for WTI, said Tyler Richey, co-editor at Sevens Report Research.</p><p>“The fading worries about omicron, which never resulted in demand-crippling economic lockdowns in most major nations around the globe, paired with a lower global supply outlook for 2022 has reduced the expected size of a surplus this year,” he told MarketWatch. That suggests “lower than average stockpiles right now will not recover very quickly in the quarters ahead.”</p><p>Meanwhile, Goldman Sachs rolled out higher oil price forecasts, setting a 2023 Brent spot target of $105 a barrel in 2023, with 2022 headed for $96 a barrel, it said.</p><p>“Robust fundamentals have reversed last year's oil price meltdown, with the market remaining in a surprisingly large deficit as the Omicron demand hit is so far smaller (and likely briefer) than that of Delta exc. China,” said a team of commodity analysts led by Damien Courvalin, in a note dated Monday.</p><p>And while the Chinese economy may be taking a hit from lockdowns due to its zero-COVID policy — Goldman estimates a 500,000 barrel per day hit in the first half of 2022 — the bank sees that offset by strong demand in the final quarter of this year, gas-to-oil substitution and “supply disappointments.”</p><p>“Net, we expect inventory draws to narrow but persist through 1Q22, with the global surplus in 2Q22 smaller than seasonal at 0.4 mb/d [400,000 barrels per day]”, said Courvalin and the team.</p><p>And by summer, OECD oil inventories will be at their lowest since 2000, along with a historic drop in spare capacity from oil cartel OPEC and its partners. “At $85/bbl, the market would remain at such critical levels, with insufficient buffers relative to demand and supply volatilities, through 2023,” he said.</p><p>Goldman's call is certainly helping oil but also, “their argument that some OPEC+ members, notably Angola and Nigeria, won't meet their quotas, leaving markets tighter for longer, is gaining a lot of credibility,” SEER's Lynch said.</p><p>Oil remained higher after the Organization of the Petroleum Exporting Countries, in its monthly report, left its forecast for 2022 growth in oil demand unchanged at 4.2 million barrels a day, estimating total global consumption at 100.8 million barrels a day.</p><p>Separately, a monthly report from the Energy Information Administration forecast a rise in oil production from seven major U.S. shale plays, by 104,000 barrels per day to 8.54 million barrels per day in February, compared with January, with output from the Permian leading the rise.</p><p>The EIA will release its weekly U.S. petroleum supply report on Thursday, a day later than usual due to Monday's Martin Luther King, Jr., holiday.</p><p>Elsewhere in the energy markets, March gasoline RBH22 rose 0.5% to $2.432 a gallon, after gaining 5.2% last week. February heating oil&#xa0;HOG22 rose 1.5% to $2.674 a gallon, up an 11th-straight session to mark the longest winning streak since December 1989, and the highest front-month finish since September 2014.</p><p>Natural-gas futures, meanwhile, saw their February contract&#xa0;NGG22up 0.5% to settle at $4.283 per million British thermal units. Prices rose 8.8% last week.</p>",
  "published": "2022-01-18T15:13:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 2329,
          "end": 2342
        },
        {
          "start": 3596,
          "end": 3603
        },
        {
          "start": 2886,
          "end": 2893
        },
        {
          "start": 3596,
          "end": 3604
        },
        {
          "start": 2329,
          "end": 2336
        }
      ]
    }
  ]
}