{
  "_id": "84e695307e9d75ce8a6820f9fcdc29270001c9401bd2ec74af9d4f1638cb2ec5",
  "feed": "market-watch",
  "title": "Robinhood finds a doubter at Goldman Sachs amid concerns about user growth",
  "text": "<p>While Goldman Sachs analyst Will Nance thinks that Robinhood HOOD has made progress on the economics of its crypto-trading feature, he downgraded the stock to sell from neutral Friday, warning of the potential for more challenging user trends across the business.</p><p>Shares of Robinhood are off 6.7% in Friday trading.</p><p>Nance sees signs of “softening retail engagement levels (particularly among the low-end consumer),” as well as “continued weakness in account growth.” In his view, many of the customers Robinhood (HOOD) added last year were likely younger and less wealthy, and this cohort may become less active given macroeconomic trends.</p><p>“[A]s the benefits of stimulus wane and the impacts of higher gas prices and inflation work through the economy, we believe HOOD could continue to see higher levels of churn as these investors leverage their smaller dollar account sizes for everyday spend,” he wrote.</p><p>Read: Robinhood extends trading hours from 7 a.m. to 8 p.m. — 3 things NOT to do when trading stocks after hours</p><p>Additionally, Nance has doubts about Robinhood's ability to achieve profitability in 2023 based on current business trends. While he does expect that higher interest rates will help boost the company's revenue line, he believes the company's “path to profitability [is] increasingly farther out.”</p><p>“With the Street currently forecasting Adjusted EBITDA (earnings before interest, taxes, depreciation, and amortization) margins around 5% in 2023, we believe a resetting in expectations could lead to underperformance,” he wrote.</p><p>Though Nance admits that Robinhood's valuation looks “inexpensive on traditional metrics” given that its market capitalization is about $11 billion, or roughly 4 times his 2023 revenue estimates, he's not sure that the company's profit trajectory will help improve sentiment much.</p><p>“[T]he lack of a clear path towards profitability in an environment that is increasingly skeptical of valuing unprofitable fintech on a revenue multiple basis limits the path for a near term re-rating, in our view,” Nance wrote.</p><p>Shares of Robinhood have lost about 29% over the past three months as the S&amp;P 500 SPX has fallen 3.5%.</p>",
  "published": "2022-04-08T12:42:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 6,
          "end": 13
        },
        {
          "start": 6,
          "end": 19
        },
        {
          "start": 29,
          "end": 36
        },
        {
          "start": 29,
          "end": 42
        }
      ]
    }
  ]
}