{
  "_id": "b6adc8ee5e97e77d9395fd02c1975755faee232e5e75b9d583b55ffcd486cb63",
  "feed": "wall-street-journal",
  "title": "How Germany Took Over Russia's Vast Gas-Trading Empire; A reluctant steward, Berlin is now racing against the clock to save Gazprom's global trading activities and sell them, all while securing its own supply",
  "text": "<p>The saga has come to exemplify the difficulties and contradictions Berlin faces as it slowly pivots away from a heavy reliance on Russian energy while scrambling to ensure that Russian supplies keep flowing in the short term to feed its gas-hungry economy. It also shows how President Vladimir Putin's Russia for years used energy to embed itself into the fabric of the global economy.</p><p>The fate of Gazprom Germania GmbH, as the subsidiary is called, could have implications far beyond Germany. Despite its name, the company has a global network, with offices as far as Texas, Mexico and Singapore. Its U.K. subsidiary has been one of the largest gas providers to businesses and institutions in the country, with 30,000 customers that have included the National Health Service, shops, pubs and English soccer club Chelsea.</p><p>The story of how Berlin became the reluctant steward of a large chunk of Gazprom's international business began on March 31, when the Russian giant said it had relinquished ownership of its German subsidiary.</p><p>The announcement left government officials in Berlin puzzled and alarmed: The subsidiary supplied much of Germany's gas and owned critical infrastructure in the country such as thousands of miles of pipelines and vast storage facilities. Before the war in Ukraine, more than half of Germany's gas imports came from Russia.</p><p>German officials said they later learned that control of the unit was transferred to a Moscow disc jockey and car salesman. They believe that the Russian company might have sought to void Gazprom's contracts with its European customers to force a renegotiation under more favorable terms and, ultimately, higher prices.</p><p>Within hours, German Chancellor Olaf Scholz, key ministers and aides stepped in. After failing to persuade executives of energy companies to take over the business, Mr. Scholz and his aides activated plan B, putting the company under the trusteeship of Germany's energy watchdog. This was possible because Gazprom hadn't notified Germany ahead of the change of ownership, as German law requires. Before the decision was announced on April 4, an adviser to Mr. Scholz called the Russian ambassador to tell him that the business was now under government control.</p><p>The government must now audit the sprawling consortium, unearth any hidden liabilities lurking in the opaque network of companies, and either nationalize some parts or carve up and auction off the assets, all without disrupting the flow of Russian gas to Germany that is vital to the economy.</p><p>Gazprom didn't respond to a request for comment.</p><p>\"We've been trying to understand the extremely complex interrelationships that exist at the 49 subsidiaries, to assess risks and to focus on the security of supply of Germany and our European neighbors,\" said Klaus Müller, head of the Federal Network Agency, the regulator now managing the business. \"There is simply no road map, no role model for the situation we are in right now…It's a unique situation in German economic history.\"</p><p>Scores of government officials and external experts are now sifting through the companies' accounts. Key among them is Jörg Kukies, a former Goldman Sachs Group Inc. banker turned economic adviser to Mr. Scholz. Mr. Kukies, a derivatives expert, advised Mr. Scholz against nationalizing the firm because of the risk that it might be harboring liabilities big enough to put a dent in the government's budget, according to officials.</p><p>Gazprom and the company's Russian managers in Germany have so far refused to assist the government in its audit, several officials said.</p><p>\"This is a deliberately intransparent construct and we are trying to force more transparency but they are doing everything to prevent that…It is not a friendly cooperation,\" one official said.</p><p>SHARE YOUR THOUGHTS</p><p>What does the German government's takeover of Gazprom's international business mean? Join the conversation below.</p><p>A top Germania executive denied this. He said he was cooperating with authorities, as well as with Boston Consulting Group and CMS Hasche Sigle, private consultants hired by the government to help manage the Russian holding and investigate its books.</p><p>A considerable number of Germania's employees in Germany are Russian nationals, the executive said. Some Russian nationals who provide technical and IT support would be moved from St. Petersburg, Russia, to Dubai in order to be able to continue their work, the executive said.</p><p>Germania, which generated revenue of €12.8 billion in 2020, owns Wingas GmbH, one of Germany's largest natural-gas distributors, with major industrial customers.</p><p>Germania also owns physical assets such as gas-storage infrastructure across Germany, including Rehden, the EU's biggest gas reservoir, as well as facilities in other countries such as the Netherlands, Austria and the Czech Republic. These are the main candidates to be potentially sold off.</p><p>The proceeds, which Berlin estimates at up to €3 billion, would be passed on to Gazprom. Several companies expressed interest in talks with the government, the official said, but carving out the healthy bits of the conglomerate would be legally challenging.</p><p>\"The last thing we want to do is trigger a damage claim that would be approved by a German court and in that way increase the cash pile that we are sending to Mr. Putin,\" the official said.</p><p>Germania has a series of long-term gas supply contracts with Gazprom. Ensuring that those contracts are retained is crucial, German officials said, because they lock in older, lower gas prices. Renegotiating new contracts would mean higher prices, making the infrastructure unattractive to potential buyers.</p><p>\"When we bought the gas storages, no one else wanted them—because no one else could keep them full, and that remains the case,\" the former Gazprom Germania executive said.</p><p>In May, Russia sanctioned some 30 Germania subsidiaries—it spared most of those parts of the business involved in supplying gas to Germany—which could make these businesses hard to sell too. The goal of the Russian sanctions, officials said, wasn't to stop flows but to make the gas more expensive for the company and squeeze Germany.</p><p>German officials said this made a bailout inevitable because the company was struggling to obtain financing from capital markets spooked by sanctions between Russia and the West. The company was also being forced to purchase increasingly expensive gas on the spot market.</p><p>Set up in the 1990s by former East German officials and staffed by ex-members of the Stasi secret police to handle gas exports to Germany, Germania later expanded to become one of Gazprom's most important international arms through a series of acquisitions and consolidations.</p><p>During the Cold War, the Soviet Union opened subsidiaries in major European countries where it sold gas to facilitate payments and trading contacts. In the 2000s, Gazprom branched out from delivering the gas wholesale into selling it directly to customers, storing it and trading in derivatives.</p><p>Over time, those businesses were consolidated under Gazprom Germania and the company's leadership reported directly to Gazprom's headquarters.</p><p>\"They started to feel that the real money is not being made in the wholesale selling of gas but downstream,\" said Sergey Vakulenko, an independent energy expert and former Russian energy executive.</p><p>A key part of the expansion plan was Gazprom Marketing &amp; Trading Ltd., a London-based Germania subsidiary. It acts both as a traditional commodities trader buying and reselling gas and, similarly to a hedge fund, betting on gas-price derivatives. It generated revenue of around 2.6 billion pounds, equivalent to $3.2 billion, in 2020.</p><p>The derivatives business was particularly risky, said Adi Imsirovic, a former executive at Gazprom Marketing &amp; Trading. \"Any large trading company, especially in this volatile market, could have hedging positions that can suddenly swing a hundred million dollars,\" he said.</p><p>\"Taking over a trading company is risky,\" he added. \"You never know what you're going to get until you check the books.\"</p><p>Write to Bojan Pancevski at bojan.pancevski@wsj.com and Georgi Kantchev at georgi.kantchev@wsj.com</p><p>How Germany Took Over Russia's Vast Gas-Trading Empire</p>",
  "published": "2022-06-16T09:30:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 3153,
          "end": 3177
        },
        {
          "start": 3153,
          "end": 3160
        },
        {
          "start": 3153,
          "end": 3176
        },
        {
          "start": 3153,
          "end": 3166
        }
      ]
    }
  ]
}