{
  "_id": "4bf91dd127b816d95ceb479617c80bc6deb88e3e6ec3f65f99dd3505408f5082",
  "feed": "wall-street-journal",
  "title": "Xinjiang Residents Chafe at Covid Controls as China Readies for Party Congress; Officials aim to keep lid on outbreaks to avoid drawing criticism before crucial twice-a-decade congress",
  "text": "<p>Authorities in Korla, a city in Xinjiang of less than half a million people, on Monday told residents that a full lockdown will be extended for seven days after a Covid infection was linked to a wholesale market on Saturday. The case emerged even though residents in Korla have been barred from leaving their homes since mid-August. The market resumed operations on Tuesday after being disinfected, according to an official WeChat account.</p><p>\"Korla City has been locked down for over a month. Everyone is quiet. Why hasn't the outbreak come under control?\" one user whose profile indicated they were in Xinjiang wrote on Chinese microblogging site Weibo on Tuesday.</p><p>Last week, a local official apologized during a press conference after residents took to social media to complain that the vegetable rations they bought had shrunk in size due to low inventory.</p><p>China recorded 876 new locally transmitted Covid cases for Monday, according to National Health Commission data, the lowest level in more than a month. While new infections continued to fall, there were still new locally transmitted cases recorded in 23 of the country's 31 provincial-level regions—including in the four megacities of Beijing, Shanghai, Chongqing and Tianjin.</p><p>China's southwest remained the hardest hit, with more than half of all new cases detected in Xinjiang, Tibet, Sichuan and Guizhou. Of the 188 symptomatic cases recorded nationwide, fully two-thirds were detected in Sichuan province, where 21 million residents in the capital Chengdu have been under either full or partial lockdown for more than five weeks in total since mid-July even as the region grappled with a record heat wave, drought and a powerful earthquake.</p><p>Although absolute numbers in China remain far below global norms—Japan averaged about 100,000 a day over the past week, World Health Organization data show—the government has the most stringent Covid-19 containment policies in the world. Cities with districts under full or partial mobility restrictions climbed to 37% of gross domestic product as of Friday from less than 10% in June, according to Goldman Sachs Research. Nomura last week estimated that about 292 million people were affected by these measures, up from 161 million in late August.</p><p>Meanwhile, police in Yining, a county in the Ili Kazakh Autonomous Prefecture of Xinjiang, said they detained four individuals last Saturday for spreading rumors and calls to rebel against Covid restrictions online. The small county, with a population of 570,000, has been placed under some degree of lockdown since early August.</p><p>The outbreak in Xinjiang, which began late July, peaked at more than 400 new daily symptomatic infections in mid-August. Case numbers gradually reduced as more cities rolled out extensive virus testing and tightened restrictions on movements. However, new infections emerged last week in several districts where there were no previous Covid cases, according to state-run Xinjiang Daily.</p><p>Xinjiang health officials reported 26 new Covid infections on Monday, although the majority were asymptomatic, with only three people displaying symptoms. Of the asymptomatic cases, six were from Korla, 10 were from Yining.</p><p>With the Communist Party gearing up for a twice-a-decade congress in five weeks time—at which decisions will be made on many important personnel moves—officials have been keen to keep a lid on any outbreaks in areas under their control to avoid drawing criticism. That has led many to quickly impose Covid restrictions even with low case numbers and often without adequate planning to ensure sufficient supplies for residents.</p><p>China's sweeping restrictions have also failed to stop the virus from spreading—which in turn sparks ever-tighter policies that critics of zero-Covid say have had a disproportionate impact on the nation's economy relative to the health risk. China hasn't reported a Covid-related death in more than three months; Japan had more than 1,500 in the past seven days. Beijing says its policies reflect a greater respect for the value of human lives.</p><p>Under zero-Covid, China has remained largely cut off from the rest of the world by harsh entry requirements. Last week, the government also moved to tighten restrictions on domestic travel. Still, students returning to Beijing from their summer breaks were blamed for a series of clusters in the capital, with more than 100 cases and hundreds more sent to quarantine.</p><p>The city government said it has now brought the outbreak under control, just in time for the Party's congress.</p><p>—Zhao Yueling in Shanghai contributed to this article.</p><p>Xinjiang Residents Chafe at Covid Controls as China Readies for Party Congress</p>",
  "published": "2022-09-13T11:50:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 2102,
          "end": 2109
        },
        {
          "start": 2102,
          "end": 2115
        }
      ]
    }
  ]
}