{
  "_id": "f6a2acabb77b763604dd6f6f7aad935d9d0fb2812fba0bbe7a047725437f2723",
  "feed": "wall-street-journal",
  "title": "Firm Run by Adviser to Obamas Gets Backing From BDT; Investment gives merchant bank nonvoting minority stake in Pendulum Holdings",
  "text": "<p>The investment, which gives BDT a nonvoting minority stake in Pendulum, follows a similar infusion from Bank of America Corp. last year, which hasn't previously been reported. It couldn't be learned how much either firm invested.</p><p>BDT specializes in advising and investing in family- and founder-led businesses. Its founder, Byron Trott, formerly of Goldman Sachs Group Inc., is known as the favorite banker of famed investor Warren Buffett.</p><p>Mr. Robinson, best known for advising Mr. Obama and his wife Michelle on their personal finances, met Mr. Trott at Goldman, where they worked together for a number of years. In 2009, he left the bank to help Mr. Trott build BDT.</p><p>The Robinsons eventually decided there should be an institution like BDT that caters to Black founders and others of color. They launched Los Angeles-based Pendulum in 2019.</p><p>Mr. Robinson serves as chief executive, while Mrs. Robinson, a former chemist, civic leader and entrepreneur, is chief operating officer.</p><p>\"Being an entrepreneur of color these days can be a lonely journey,\" Mr. Robinson said. \"Folks are excited to be part of a platform that feels like it was built for them.\"</p><p>He said businesses founded by people of color fail with greater frequency, often due to a lack of capital. Even those with access to capital often get advice that is transactional rather than strategic.</p><p>\"These are high-quality businesses and skilled entrepreneurs that just don't get the same kind of support,\" said Mr. Trott, who was already personally invested in Pendulum's fund.</p><p>The Robinsons said Pendulum seeks to invest in companies that appeal to consumers who are motivated by their values.</p><p>The firm's investment arm, which has raised a $200 million vehicle, has so far backed 12 different businesses. Among them are Altro Inc., an app that helps users build their credit profiles by tracking their spending; fast-casual restaurant platform FieldTrip and mobile electric-vehicle-charging network SparkCharge.</p><p>In addition to the Obamas, Pendulum's advisory business counts NBA point guard Chris Paul and Jerry Lorenzo, founder of luxury-streetwear brand Fear of God, among its clients.</p><p>Firm Run by Adviser to Obamas Gets Backing From BDT</p>",
  "published": "2022-05-23T14:12:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 556,
          "end": 563
        },
        {
          "start": 349,
          "end": 356
        },
        {
          "start": 349,
          "end": 362
        },
        {
          "start": 349,
          "end": 373
        }
      ]
    }
  ]
}