{
  "_id": "64498c64dd02d8eab6e6e47019f547600b43d6571b91282f2ca123c2b5e1e285",
  "feed": "ftcomall",
  "title": "Cross-Channel deal marks thaw in Anglo-French relations",
  "text": "<p>When Britain and France signed a new accord to tackle cross-Channel migration on Monday, it marked the latest stage in a <em>rapprochement</em> taking place after years of dismal relations.</p> <p>These hit a nadir on August 28 when Liz Truss, who was about to become Britain's prime minister, declared that the “jury is out” on whether <a href=\"https://www.ft.com/content/e31bae00-6f22-4cea-b8db-8de42ad0c6a4\">French president Emmanuel Macron</a>, head of a Nato ally, was “a friend or foe”.</p> <p>Priti Patel, former Tory home secretary, told the FT that Truss's “friend or foe” comments were “facile”, adding that Gérald Darmanin, the French interior minister, was furious and wanted Truss to publicly apologise.</p> <p>After the trauma of <a href=\"https://www.ft.com/brexit\">Brexit,</a> the frequent clashes between Boris Johnson and Macron and a <a href=\"https://www.ft.com/content/f4472c2d-a0ad-41f9-98c1-54c13df81aba\">2021 fishing dispute</a>, it seemed that even a change at Downing Street would not repair relations. But then something changed.</p> <p>Truss entered Downing Street and during her brief tenure was urged by her officials to try to patch things up. She duly attended the inaugural summit of a new European security grouping, proposed by Macron, in Prague.</p> <p>Then Rishi Sunak took over at Number 10, and appeared to form an instant bond with Macron. Both are forty-something technocrats and bankers: Sunak with Goldman Sachs, the French president with Rothschild.</p> <p>“We are in a very positive dynamic,” said a senior official in Paris, following the meeting last week between Sunak and Macron at the COP27 summit in Egypt, where the two leaders strode towards each other with beaming faces.</p> <p>Lord Peter Ricketts, former British ambassador to Paris, said: “Relations are gradually improving and have been since the summer, when there was an acknowledgment that things had hit rock bottom.”</p> <p>Politics have thrown the two countries closer together. Before she was ousted, Truss told friends how it was wrong to feud with France at a time when war was raging in Ukraine and the continent faced a living cost crisis.</p> <p>Sir Tim Barrow, her national security adviser, was among those urging her to travel to Prague for the inaugural meeting of the European Political Community; the gesture was well received in Paris.</p> <p>Macron also spent “a lot of energy persuading her to attend”, said one French official, quipping that the meeting in Prague was probably “the happiest moment” of Truss's 44-day premiership.</p> <p>Her diplomatic mission, the first by a British prime minister to a major European summit since Brexit, also reaped dividends. Britain and France agreed to hold a summit next year, remarkably the first since 2018.</p> <p>“The Ukraine war has put everything into perspective,” Ricketts said. “The UK and France are now largely in agreement over their handling of President Putin, which certainly wasn't the case earlier in the conflict.”</p> <p>Johnson's departure has helped to ease tensions. Officials in Paris claimed that the former prime minister had presented himself as the courageous leader of the free world and France and Germany as “capitulators” to Russian aggression.</p> <p>Meanwhile Truss also resumed talks to try to resolve the corrosive dispute over the Northern Ireland protocol, part of Johnson's Brexit deal, which sets out trading relations in the region.</p> <p>Sunak wants those talks to accelerate, and to restart the Northern Ireland power-sharing executive, before next Easter's 25 anniversary of the Good Friday peace agreement in the region, British officials say.</p> <p>As chancellor in Johnson's government, Sunak always opposed any escalation of the dispute with the EU, fearing the economic damage of a trade war with the 27-member bloc.</p> <p>Macron is perhaps the most hawkish of all EU leaders on the protocol issue, warning Johnson in 2021 that the UK has “more to lose commercially than we Europeans” from a Brexit trade war.</p> <p>The issue remains a litmus test for UK-French relations. Sunak is committed to Johnson's legislation, which is currently before parliament, to overturn the protocol if a negotiated settlement cannot be reached.</p> <p>But one senior EU diplomat said: “If that bill is passed, it won't be a loaded gun on the table. It will be a loaded gun pointed at our head.” Macron sees the honouring of the protocol as a matter of trust.</p> <p>But European diplomats say that Sunak is regarded as “a numbers man”, like Macron, who does not come at the Brexit issue with the same “baggage” as Johnson. They believe a deal can be cut.</p> <p>If the Northern Ireland protocol issue can be solved, it could clear the way for more co-operation between London and Paris on a range of issues, starting with getting tougher on the issue of migration.</p> <p>In their first telephone conversation on October 28, Macron and Sunak talked about co-operation on nuclear energy, defence and Ukraine. The UK prime minister repeatedly referred to France as “an ally” and “friend”, attempting to remove any doubt created by Truss.</p> <p>Referring to Monday's migration deal, Ricketts said: “This is a positive step towards a pragmatic, co-operative relationship.” </p> <p>He added: “Although Macron and Sunak are miles apart on a policy level, they do have compatible styles and approaches to government.”</p><p>Source: George Parker, Ben Hall and Jasmine Cameron-Chileshe in London 2022 'Cross-Channel deal marks thaw in Anglo-French relations' FT.com 15 November. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-11-15T05:00:16.939Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 1199,
          "end": 1212
        },
        {
          "start": 1199,
          "end": 1206
        },
        {
          "start": 1191,
          "end": 1204
        }
      ]
    }
  ]
}