{
  "_id": "876a35b7382b89f477250a529843db5deee7683d9ac75be8fd02b03120df715a",
  "feed": "market-watch",
  "title": "Bank of America stock plunges, leading selloff in shares of largest U.S. banks",
  "text": "<p>Shares of Goldman Sachs Group Inc. JPMorgan Chase &amp; Co. JPM Wells Fargo Inc. WFC , Morgan Stanley MS and Citigroup Inc. C also suffered intense selling on Monday and Tuesday, leaving them on track for their biggest weekly drop since September, only two trading days into the week.</p><p>Weakness in bank shares hit the Financial Select Sector SPDR Fund exchange-traded fund XLF which has fallen more than 4% over the past two days, also putting it on track for its biggest weekly drop since September.</p><p>Market strategists highlighted news of layoffs at Morgan Stanley Inc. and Bank of America's decision to slow hiring, while Steve Sosnick, chief strategist at Interactive Brokers, said the continuing inversion of the Treasury yield curve \"is not great for banks that borrow short and lend long, even if the high fed-funds rate benefits banks that don't pass along that benefit to their depositors.\"</p><p>The selloff comes as investors have heard commentary from several megabank CEOs during a conference hosted by Goldman Sachs on Tuesday. Earlier, JPM CEO Jamie Dimon also spoke about the risk of a recession in the U.S. next year during an interview with CNBC.</p><p>The spread between the 2-year yield BX:TMUBMUSD02Y and 10-year yieldBX:TMUBMUSD10Y shrank as low as minus 86 basis points at one point on Tuesday, its most inverted level since 1981.</p><p>Bank of America stock plunges, leading selloff in shares of largest U.S. banks</p>",
  "published": "2022-12-06T19:59:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 10,
          "end": 34
        },
        {
          "start": 1001,
          "end": 1014
        },
        {
          "start": 1004,
          "end": 1017
        },
        {
          "start": 10,
          "end": 17
        },
        {
          "start": 10,
          "end": 23
        },
        {
          "start": 1004,
          "end": 1011
        }
      ]
    }
  ]
}