{
  "_id": "0ba40af1498b0fd0e6c6142c51957d05cac3ae62d42fc6d01cf3524230568f42",
  "feed": "market-watch",
  "title": "Is the stock market open on Monday? Here are the trading hours on Martin Luther King Jr. Day",
  "text": "<p>The Securities Industry and Financial Markets Association, or Sifma, has&#xa0;recommended that bond markets close for the day, which may&#xa0;impact trading in the 10-year Treasury note BX:TMUBMUSD10Y.&#xa0;The&#xa0;New York Stock Exchange&#xa0;and the&#xa0;Nasdaq&#xa0;are also closed for the federal holiday.</p><p>Meanwhile, in&#xa0;U.S. commodities markets, there will be no regular trading or settlements, including for Nymex crude oil&#xa0;and Comex-traded gold.</p><p>The holiday comes two weeks into a year that's started on a down note for stocks, thanks to the ongoing omicron wave of coronavirus cases, a hawkish Federal Reserve, surging inflation, and uncertainty about valuations ahead of the next corporate earnings reporting season.</p><p>See:JPMorgan, Goldman profit updates may shape bank stock rally</p><p>U.S. stocks are lower in the year to date: &#xa0;the Dow Jones Industrial AverageDJIA&#xa0;down 0.6%, the S&amp;P 500&#xa0; SPX has lost 2.3%%, and the Nasdaq Composite COMP is 5.4%through the close on Thursday. The 10-year note has gained about 10 points, meanwhile, as investors sell those bonds, anticipating higher interest rates ahead.</p><p>The omicron surge has prompted multiple changes to Monday's celebration of the life of Dr. Martin Luther King Jr. Communities from Alabama to Massachusetts, after initially planning in-person events, have instead pivoted to online versions, in many cases for the second year in a row.</p><p>Related:Omicron is whacking local governments already stretched too thin</p><p>Even so, investors continue to reward exchange-traded funds geared toward the “re-opening trade” more than the “work-from-home” regime that dominated 2020. The U.S. Global Jets ETF JETS was up 6.9% in the year to date through Thursday, while the Direxion Work From Home ETF WFH had lost 6% in the same period.</p><p>The Martin Luther King holiday is traditionally observed on the third Monday of January to mark King's birthday, January 15, 1929.</p>",
  "published": "2022-01-14T08:19:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 705,
          "end": 712
        }
      ]
    }
  ]
}