{
  "_id": "6fbce1c8ffb78dcde042f0d092345ee45feaeb6e831edc52531d377b0e39f5bc",
  "feed": "ftcomall",
  "title": "Spac boom dies as wary investors retreat",
  "text": "<p>When Ginkgo Bioworks went public last September the US biotechnology group proved as irresistible to investors as it had to the Wall Street banks that helped make the listing happen.</p> <p>Propelled on to the public market after merging with a special purpose acquisition company set up by former Hollywood executives, Ginkgo shares surged in the first few weeks of trading.</p> <p>The performance appeared vindication for the army of advisers who, according to regulatory filings, reaped roughly $135mn in fees from the listing of the Spac and its subsequent merger with Ginkgo. </p> <p>But nine months on, the listing of the Boston-based biotech looks increasingly like one of many last hurrahs for the Spac boom, an 18-month frenzy of dealmaking that catapulted hundreds of companies on to the stock market, enriched Wall Street banks and, in some cases, left investors with heavy losses. Ginkgo shares have tumbled more than 70 per cent since their peak late last year. </p> <p>Rising interest rates and a weakening stock market have only fed investors' disillusionment with Spacs. The prospect of the Securities and Exchange Commission tightening rules has deepened the chill over the market.</p> <p>“The product is dead. There's no more Spacs,” said one lawyer at a firm that created its own Spac team to capitalise on the boom. </p> <p>US regulators are proposing reforms that would limit Spacs' ability to make far rosier performance projections than those permitted in a traditional IPO. Under the plans from the SEC, which are out for public comment, the banks underwriting and advising on deals would potentially be liable for <a href=\"https://www.ft.com/content/28d9d0c7-aab3-4d75-9aa2-22d8b9efdef8\">misstatements concerning blank-cheque companies.</a></p> <p>Banks are already stepping back. Goldman, which last year ranked as one of the market's largest underwriters, second only to Citigroup, <a href=\"https://www.ft.com/content/34d28d11-118f-41a1-9bc0-3ab9412d9b9f\">has paused new Spac offerings </a>and is no longer working with many of those that it helped take public.</p> <p>Citi and Bank of America are also taking a more cautious approach. BofA is doing “selective work” with those Spacs it already has a relationship with, according to a person familiar with the matter.</p> <p>The retreat by banks, which do everything from helping Spacs raise cash to generating a list of targets and advising on the mergers, is the latest blow to a market that bruised investors began to desert last year.</p> <p>Spacs have raised $12.7bn this year, a fraction of the $166bn they did in 2021, according to data from the London Stock Exchange Group. Just over 50 deals have been completed, down from 226 in 2021.</p> <p>For some who worked on deals at the height of Spac mania, the unravelling was only a matter of time.</p> <p>“I think there are a lot of people that should have not raised Spacs,” said one banker who has worked with numerous blank-cheque companies. “We knew this was a ticking time bomb but people said ‘shut your mouth and take your fees'.”&#xa0;</p> <p>A person familiar with Ginkgo's listing said the fees that advisers received were in line with those they would have been paid in a traditional initial public offering. </p> <p>Spacs, which raise cash by listing on the stock market before then seeking a merger with a private company, took off during the early stages of the pandemic as stimulus measures from the Federal Reserve fed the appetite of retail and institutional investors for risk.</p> <p>Many Wall Street banks rapidly built teams to handle the wave of listings, which were often high-growth companies with grand promises but little in the way of revenue or profits. </p> <p>According to data from the LSEG, the top five Spac underwriters, including Citi, Goldman and Credit Suisse, made roughly $1.7bn from such deals in 2020 and in 2021. For banks that also worked on the subsequent mergers there was a second payday, with the top five advisers earning $270mn in 2020 and $765mn in 2021, the data shows.</p> <p>Now, as some banks adopt a far warier approach, focus is starting to shift to what the future holds for the once hot asset class. </p> <p>Bob Diamond, former chief executive of Barclays who has set up his own blank-cheque companies, said the sudden plunge in activity was “very healthy for the market long term” as there would be fewer Spacs hunting private companies. </p> <p>Several market participants said they believed the volume of activity would settle at levels seen before the pandemic, when Spacs were a vehicle for businesses that would struggle to go public via a conventional IPO. </p> <p>Historically, blank-cheque vehicles often appealed to smaller businesses as they offered access to funding by circumventing the IPO process, which is widely regarded as more demanding. It was also a magnet for those companies too small to be on the radar of large banks.</p> <p>But over the past 18 months, “there were too many Spacs and they really piled into the speculative part of the market”, said a senior banker who works in the market. “What will emerge out of that is a significantly smaller but healthy market for Spacs.”&#xa0;</p> <p>While the likes of Goldman, Bank of America and Citi have reined in their lucrative Spacs business — at least until there is more clarity on potential liabilities under the planned reforms — others are undeterred. </p> <p>Jefferies and Credit Suisse have reassured their Spac clients that they will continue to work on new deals, according to people familiar with the matter. Last month, Cantor Fitzgerald was in touch with investors who had set up Spacs to let them know that they are open for business and looking for deals, one person familiar with the matter said.</p> <p>Cantor and Credit Suisse declined to comment. Jefferies did not return a request for comment. </p> <p>But even if a far smaller, less freewheeling Spac market eventually re-emerges, advisers and bankers warn that the industry faces more turmoil first.</p> <p>In a sign of the strain, deals that were agreed are now crumbling. Late last month, magazine publisher Forbes abandoned plans to list via a Spac almost a year since the deal was first announced. On the same day, online ticket sales group SeatGeek pointed to “market conditions” as it called off plans to go public via a Spac set up by US baseball executive Billy Beane and Wall Street veteran Gerry Cardinale.</p> <p>There are more than 600 Spacs that have listed on an exchange, raised money from investors but have yet to find a private company to merge with, according to LSEG.</p> <p>That leaves the so-called sponsors of Spacs, or those who set up the blank-cheque companies, in a painful predicament.</p> <p>Sponsors typically contribute 2 to 3 per cent of a Spac's capital, but have increasingly lent on third parties for those funds. Yet both the sponsors and third parties lose that money if a Spac fails to find a target within two years.</p> <p>By contrast, other investors who buy shares when a Spac lists will typically receive their money back plus some interest, if the vehicle fails to strike a deal within that period. </p> <p>“It's going to be a bloodbath for the founders,” said one Spac adviser who still works on deals. “The lion share of Spacs looking for deals are going to unwind so if someone came to me and said I want to raise a Spac now, I'd say you're out of your mind.”</p> <p><em>With additional reporting by Nikou Asgari</em></p> <a href=\"http://www.ft.com/cms/164af947-8b4f-4f9e-b6de-fec8e6b568aa.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a><p>Source: Ortenca Aliaj, Joshua Franklin and Imani Moise in New York and Owen Walker in London 2022 'Spac boom dies as wary investors retreat' FT.com 9 June. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-06-09T04:00:59.137Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 1676,
          "end": 1683
        },
        {
          "start": 3524,
          "end": 3531
        },
        {
          "start": 4896,
          "end": 4903
        }
      ]
    }
  ]
}