{
  "_id": "f02e68b2ab3d36465c6675a05487f0e0170a748e7882dc27a291994edfa3302a",
  "feed": "wall-street-journal",
  "title": "逢低買入反被套牢，美股投資者不撞南牆不回頭; 這是20世紀30年代以來美股逢低買入策略遭遇最慘重滑鐵盧的一年。美國股市在下挫之後非但沒有反彈，反而繼續下跌，對一個過去數十年來受歡迎的交易策略造成打擊。",
  "text": "<p>股市的持續下跌對受歡迎的逢低買入交易策略造成打擊。在上一次金融危機後、特別是在快如閃電的疫後復甦期間，許多投資者都利用這種策略收穫了巨大的投資成果。</p><p>當時，主要美股指數連續數十個交易日創出歷史新高，致使許多投資者相信任何下跌都將是短暫的，也將提供令人心動的買入良機。</p><p>散戶（即非專業投資者）熱衷於逢低吸納，他們會在機構投資者退場時蜂擁進場買入。這種買入熱情已成為保持市場平衡的一個重要因素，如果這種熱情發生動搖，股市可能會跌得更慘。</p><p>在此輪已持續數月的下跌中，逢低買入交易產生了事與願違的後果；標普500指數2022年迄今已累計下跌23%，可能會創2008年以來的最大年度跌幅。上周， 世界各地的央行相繼加息 ，導致股市、債市和匯市劇烈波動，美股的拋售進一步加劇。美國三大股指上周累計都至少下跌了4%，這是五周內第四個至少3%的周跌幅。</p><p>許多投資者一直都在艱難應對 高通脹 、拖延不決的俄烏戰爭和經濟衰退前景。未來幾天，關於消費者支出和信心的新數據將幫助人們了解高物價在如何影響美國人的行為以及美聯儲加息在多大程度上影響了美國經濟。</p><p>對許多投資者來說，這樣的震蕩已讓他們苦不堪言，他們眼睜睜看着自己的投資組合價值一周接著一周的逐步縮水。</p><p>加州蘭開斯特地區58歲的社區大學教授Santi Tafarella說：\"我真的遭受了重創。\"他說：\"我很沮喪。\"</p><p>Tafarella表示，他一直在逢低買入股票，包括在上周五也這樣做了，但他只看到自己持倉的市值很快就下跌了。</p><p>其他投資者表示他們仍在堅持，還沒有放棄逢低買入，試圖保持穩定，並著眼長期回報。根據Vanda Research的數據，至少有一個趨勢一直保持着：即散戶投資者傾向于在標普500指數下跌的日子裡買入更多美國股票和ETF，這比在標普500指數上漲時期買入的更多。</p><p>9月13日就是這種情形，當日標普500指數大跌4.3%，創下2020年以來的單日最大跌幅。散戶投資者在當天買入了超過20億美元的美國股票和ETF，總額為今年第二高。當日他們僅針對SPDR S&amp;P 500 ETF Trust就買入了3.95億美元，是2022年迄今的最高單日買入額。</p><p>今年迄今，美國家庭投入美國股票共同基金和ETF的資金量超出他們撤出的資金規模。根據高盛(Goldman Sachs)對EPFR Global數據的分析，2022年迄今，美國基金已吸引總計890億美元的資金淨流入。這與許多機構投資者從市場上撤出資金的情況形成鮮明對比。</p><p>不過2020年曾主導市場的欣快情緒大多已消散。散戶投資者青睞的一籃子熱門股票今年已累計下跌30%，跑輸大盤，其中包括特斯拉(Tesla Inc., TSLA)、亞馬遜公司(Amazon.com Inc., AMZN)以及芯片製造商Advanced Micro Devices Inc. (AMD)和英偉達(Nvidia Corp., NVDA)。科技股對於利率上昇尤其敏感，導致這些股票的投資者遭受了特別嚴重的虧損。</p><p>與此同時，據Vanda Research的分析師稱，以每日美元交易額定義的散戶日交易額已降至2020年1月新冠疫情暴發以來的最低水平。德意志銀行(Deutsche Bank AG, G.DBK)的數據顯示，散戶交易者對於看漲期權的交投活動已跌至過去兩年來的最低水平區間。散戶投資者青睞此類期權投資，指望借此從股市的大漲中獲利。</p><p>經紀行eToro的美國首席執行官Lule Demmissie說：\"市場上沒有狂熱和浮躁的行為。\"她表示：\"但有關長期投資的觀念依然存在。\"</p><p>一些過去兩年風行的順勢交易已給投資者造成巨大虧損。例如，試圖逢低買入明星選股人凱西·伍德(Cathie Wood)的ARK Innovation ETF的操作就遭遇了格外嚴重的虧損。</p><p>上周三，該基金盤中漲幅高達3.2%，因交易員紛紛湧入，以期抓住這一波反彈的機會。此前的持續下跌拖累該基金今年以來下跌了60%。而該基金當天收盤下跌，跌幅與盤中漲幅相當，此前美聯儲的利率決定促使許多交易員迅速改變了對該央行明年加息力度的預期。美聯儲的最新加息舉措引發整個市場大幅下跌。</p><p>根據FactSet的數據，ARK ETF上周三吸引了1.97億美元的資金流入，是自7月以來單日資金流入規模最多的一天。該基金上周四恢復下跌，跌幅4.3%。</p><p>18歲的大學生Caleb Adams幾年前開始通過托管賬戶（一種面嚮未成年人的投資賬戶）進行投資，他說，ARK基金是他賠的最多的投資之一。</p><p>他說：\"我掉進了高增長、高股價公司的陷阱，把錢投到了她的ETF中，它們表現不怎麼好。\"</p><p>不過Adams稱，他努力繼續定期往自己的經紀賬戶中存錢。他的投資是從買特斯拉股票開始的。他高中畢業時收到的錢，讓他可以在市場上進行更多投資。他給父母做零工賺錢，比方說幫他母親整理電子商業通訊錄，這也幫他增加了投資的本錢。</p><p>Tafarella表示，自新冠疫情最嚴重時期以來，他的投資方式已發生巨大變化，當時他嘗試做日內交易，但成功的次數寥寥。他那時希望能賺到足夠的錢來幫助支付女兒們的大學學費，並為家人減輕學生貸款負擔。</p><p>Tafarella說：\"我一開始時非常貪心；我曾想，我可能可以在一年內把這些投資變成10萬美元。\"</p><p>自那以來，他已轉向一籃子多元化ETF，並持續向其中投入資金。</p><p>正改變一些投資者考量的一項因素是，超安全政府債務突然看起來有吸引力了。高通脹率和美聯儲的加息舉措引發了債券市場的大幅拋售，推動 收益率達到過去十年的最高水平 。</p><p>34歲的Claire de Weerdt是位於不列顛哥倫比亞省溫哥華附近的一名咨詢師和企業主，她稱自己今年早些時候購買了一只關注股票和債券的基金，以讓持倉多元化，不過該基金的價值已隨總體市場一起下跌。她還為自己的企業在一項固定收益投資中投入了一些現金，並試圖建立更大的現金緩沖以防經濟衰退。儘管如此，她表示沒有出售所持股票的計劃。</p><p>de Weerdt表示：\"我認為把股票賣了是一個愚蠢的決定；我不在意一兩年後市場會怎樣。我關心的是它們30年後的樣子。\"</p><p>相關閱讀：</p><p>經濟學家：金融市場將在美聯儲加息\"破壞\"中首當其衝 </p><p>摩根士丹利策略師：美元飆升給美股造成難以維持的局面 </p><p>道指追隨標普500跌入熊巿，投資者應關注哪些信息？ </p><p>10年期美債收益率升至2010年以來的最高水平 </p><p>私募股權基金第二季度回報率為-4% </p><p>美聯儲信息令人警惕，市場準備迎接硬著陸 </p><p>美股雖未崩盤，但本輪跌勢為何讓人如此痛苦？ </p><p> 逢低買入反被套牢，美股投資者不撞南牆不回頭</p>",
  "published": "2022-09-27T06:15:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 945,
          "end": 958
        },
        {
          "start": 945,
          "end": 952
        }
      ]
    }
  ]
}