{
  "_id": "373ec59ae9b0e8aeccd06b5d93561461ac90c42b2dd66076c9de05530ed90e19",
  "feed": "ftcomall",
  "title": "Wall Street banks split over EM equities outlook after $2tn rout",
  "text": "<p>Wall Street's biggest banks are split on the outlook for emerging market equities, with Morgan Stanley and Goldman Sachs taking diametrically opposed views after a punishing $2tn sell-off this year.</p> <p>An MSCI index of EM stocks has slumped about 30 per cent since early January, reflecting a punishing rout in markets ranging from China to South Korea. </p> <p>Those steep declines have fuelled debate among analysts about how much worse things can get, with Morgan Stanley identifying bargain opportunities just as Goldman casts doubt over a possible recovery.</p> <p>The divergence comes at a critical point for emerging markets, particularly in Asia, which has been hard-hit by the global sell-off. The deteriorating sentiment is due in large part to an economic downturn in China, which has weighed on growth across the region, as well as a slump in semiconductor demand and a tech rout aggravated by rising interest rates in the US.</p> <p>Investors have grown increasingly sceptical on China's economic outlook in the wake of Xi Jinping's consolidation of power at the party congress in Beijing, which helped spark a sell-off in Chinese equities earlier this week. Hong Kong's Hang Seng tech index fell almost 10 per cent on Monday, its second largest one-day drop on record. </p> <p>Elsewhere in the region, South Korea's benchmark Kospi index is down 38 per cent this year after adjusting for currency depreciation against the dollar, while Taiwan's Taiex has fallen almost 40 per cent by the same measure.</p> <p>The EM wipeout has spurred <a href=\"https://www.ft.com/content/fe34de37-9389-4672-81a3-738cc044d4a6\">more than $70bn</a> of outflows from emerging market bond funds and wiped $2.1tn off the market capitalisation of stocks tracked by the benchmark MSCI Emerging Markets index, which is down 29.8 per cent this year.</p> <p>But strategists at Morgan Stanley have called the bottom for EM equities, forecasting a 14 per cent rise for the MSCI index by June of next year.</p> <p>“It's basically the beginning of a new cycle after a substantial drawdown in emerging markets equities and the longest bear market we've ever had — it's really exciting,” said Jonathan Garner, chief Asia and emerging markets strategist for Morgan Stanley and the lead author of a recent report recommending that investors dive back into EM equities.</p> <p>The report ranked markets in South Korea and Taiwan at the top of strategists' recommended markets.</p> <p>Both markets, the analysts said, are dominated by semiconductors and technology hardware stocks — such as TSMC and Samsung Electronics — that have done particularly poorly this year. But Morgan Stanley expects the industry's inventory cycle to pass its nadir by the first quarter of 2023 at the latest, priming the Taiex and Kospi to rise 24 per cent and 21 per cent respectively by June 2023.</p> <p>It also said Chinese equities were poised to benefit from the broader rebound. But unlike previous EM recoveries, it did not expect China to lead the charge thanks to a structural reduction in return on equity for Chinese stocks, as well as “a lack of clarity on geopolitics, exit from Covid zero, and the situation in the property market,” where a growing number of cash-strapped developers have defaulted on dollar bond repayments.</p> <p>The forecast from Morgan Stanley stands in stark contrast to the outlook at Goldman Sachs, where strategists Caesar Maasry and Jolene Zhong say there is not a “coherent EM story”. </p> <p>Despite forecasting a 15 per cent rise for the MSCI EM index over the next 12 months — double the timeframe of Morgan Stanley — the strategists at Goldman warned that there “is not a consistent ‘floor valuation', and we recommend investors remain defensively positioned”. </p> <p>Goldman's recommendations also differ from Morgan Stanley within the different regions covered by emerging markets, with stable commodity prices, higher interest rates and relative insulation from risks to Chinese economic growth leading the bank's strategists to favour Latin American markets over both South Korea and Taiwan.</p> <p>Latin American stocks have outperformed those in other emerging markets this year, as commodity exporters ride a wave of soaring prices for food, fuel and industrial inputs. </p> <p>In contrast to the benchmark MSCI EM index, MSCI's EM Latin America index is up 2.5 per cent and its Brazil index up more than 10 per cent on the year to date, with bellwether oil company Petrobras up more than 13 per cent on the local exchange.</p> <p>Robin Brooks, chief economist at the Institute of International Finance, said the turning point for EM assets would be a slowdown in US inflation signalling that the Federal Reserve's cycle of interest rate hikes was nearing an end.</p> <p>“That will be the key market driver going forward,” he said. “If we get a pivot from the Fed we should get an across the board rally, especially in EM equities and local currency fixed income. That's where the inflation scare has hit the hardest so it's where we'll see the rebound.”</p> <p>The split over EM markets extends to investors as well. Bill Maldonado, chief investment officer of Asia-focused Eastspring, which has about $220bn in assets under management, said calling the floor for EM stocks “sounds a bit punchy”, although he added some markets in Asia were attractive.</p><p>Source: Hudson Lockett in Hong Kong, Leo Lewis in Tokyo and Jonathan Wheatley in London 2022 'Wall Street banks split over EM equities outlook after $2tn rout' FT.com 26 October. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-10-26T00:15:41.523Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 3578,
          "end": 3586
        },
        {
          "start": 506,
          "end": 513
        },
        {
          "start": 3471,
          "end": 3478
        },
        {
          "start": 107,
          "end": 120
        },
        {
          "start": 3596,
          "end": 3603
        },
        {
          "start": 3454,
          "end": 3461
        },
        {
          "start": 504,
          "end": 511
        },
        {
          "start": 3220,
          "end": 3233
        },
        {
          "start": 107,
          "end": 114
        },
        {
          "start": 3204,
          "end": 3217
        },
        {
          "start": 3220,
          "end": 3227
        }
      ]
    }
  ]
}