{
  "_id": "c278a66a7cb14ee6b8a072558aaf443baf9e4b0e47a3e0be550e094949632dbf",
  "feed": "wall-street-journal",
  "title": "Stock Futures Waver on Earnings Reports; Netflix shares climbed premarket after the streaming service said it lost fewer subscribers last quarter than expected",
  "text": "<p>Stocks have swung in recent days, buffeted by earnings season which has been scrutinized for signs about how the highest inflation in more than four decades and slowing economic growth are affecting companies. Recent reports from companies such as Goldman Sachs and Citigroup came in above Wall Street's expectations, even though both banks reported substantial declines in profit.</p><p>\"Earnings have been supportive of the narrative that growth isn't falling off a cliff,\" said Fahad Kamal, chief investment officer at Kleinwort Hambros. \"It doesn't necessarily look like a recession is coming. But companies have been cautious with their guidance.\"</p><p>Shares of Netflix rose 4% in premarket trading. The streaming service said it lost fewer subscribers last quarter than it had expected, in its earnings report released Tuesday after hours. It forecast it would add 1 million net new subscribers in the current quarter. Media agency house Omnicom rose 5% after it posted revenue that beat analysts' expectations and raised its guidance for sales growth.</p><p>Retailer Bath and Body Works tumbled 10% after it issued a profit warning, citing inflationary pressure. Oil services firm Baker Hughes fell 6% after it reported a quarterly loss and its CEO said he sees demand deteriorating over the next 18 months. Insurer Elevance Health slid 0.5% after posting lower quarterly profit.</p><p>Healthcare firm Abbott Laboratories slid 3%. It reported earnings that beat estimates and raised its full-year guidance but also said its nutrition sales were hit by a recall and manufacturing shutdown of some infant formula products.</p><p>Results from Tesla and United Airlines are expected after markets close.</p><p>Bond markets reflected a more pessimistic view. The yield on the benchmark 10-year Treasury note edged down to 2.956% from 3.017% on Tuesday. Yields fall when prices rise. The yield on shorter-dated bonds remained higher, with the 2-year yield at 3.181%. This is known as an inverted yield curve and is a popular recession predictor.</p><p>Oil prices ticked down. Brent, the global benchmark for crude, declined 1.6% to $105.69 a barrel, reversing direction after three consecutive days of gains.</p><p>\"Energy prices reflect the wider sentiment in the market. What's creating this volatility are higher chances of a recession,\" said Antonio Cavarero, head of investments at Generali Insurance Asset Management.</p><p>Overseas, the pan-continental Stoxx Europe 600 slipped 0.3%. Uniper, a German utility, gained 13%. Russia's President Vladimir Putin said the Nord Stream pipeline will resume gas flows after its maintenance period ends on Thursday.</p><p>In Asia, most major benchmarks rose. The Shanghai Composite Index climbed 0.8% and Hong Kong's Hang Seng rose 1.1%. Japan's Nikkei 225 rose 2.7% ahead of the country's earnings season kickoff.</p><p>Write to Anna Hirtenstein at anna.hirtenstein@wsj.com</p><p>Stock Futures Waver on Earnings Reports</p>",
  "published": "2022-07-20T13:01:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 248,
          "end": 261
        },
        {
          "start": 248,
          "end": 255
        },
        {
          "start": 247,
          "end": 260
        }
      ]
    }
  ]
}