{
  "_id": "00f10c6efb1be298694c51cb1249101b2f42b54aad9a65beef5f800bb3f3264b",
  "feed": "wall-street-journal",
  "title": "Chinese Developers Lean on Government Bond Guarantees as Doubts Persist; Longfor offers first deal under new program meant to help parts of the struggling real-estate sector",
  "text": "<p>The Chinese government plans to help at least six developers raise money by offering full guarantees on their domestic yuan-denominated bond sales, according to people familiar with the matter. The guarantees won't apply to dollar debt.</p><p>Longfor Group Holdings Ltd., the first company to take advantage of the new backstop, on Tuesday launched a bond sale to raise up to 1.5 billion yuan, equivalent to $219 million, according to the deal's prospectus. The Beijing-based developer, founded in 1993, said it plans to use the money for project construction and to pay down its domestic and international debt. Coupon rates on its new medium-term notes will range from 3% to 4.3%.</p><p>News of the guarantees, which will be provided by China Bond Insurance Co., a state-owned company, last week lifted several developers' dollar-bond prices—but most still remain at deeply distressed levels. The average yield of an ICE BofA index of dollar bonds from junk-rated Chinese companies stood at 26.6% on Tuesday.</p><p>Goldman Sachs research analysts noted in a report on Monday that while the initiative could be helpful, \"the scale is too small.\"</p><p>The pilot program is designed to help the country's private-sector developers raise money domestically, and limit contagion from those that have defaulted. Many investors have avoided the real-estate sector since late last year, and private companies' borrowing costs for longer-duration bonds have broadly risen since June.</p><p>Private developers have issued the equivalent of $3.1 billion in domestic bonds in the year to date, Wind data shows. That is just 17% of the amount they had raised over the same period in 2021. State-owned developers, in contrast, are on pace to raise roughly the same amount as last year, as investors have more confidence they will repay their debt.</p><p>Access to bond-market financing, however, isn't the biggest problem facing private developers. The contracted sales of the six developers picked out by regulators—like those of their peers—have plunged in recent months. Fitch Ratings and Moody's Investors Service recently cut the international credit ratings of Country Garden Holdings Co. and Sino-Ocean Group Holding Ltd. to junk from investment grade.</p><p>\"For private developers, gaining access to funding is like being put on life support,\" said Yao Yu, founder of YY Rating, a Chinese independent credit-research firm. \"But only improving sales can truly save their lives.\"</p><p>The Chinese government has made several attempts to support the property market this year. These policies have mainly been introduced at the local government level, including lowering housing down-payments, cutting mortgage rates and easing some home-purchasing restrictions. In the central city of Zhengzhou, where people who bought apartments have banded together and threatened to stop paying mortgages, the city government has set up a property relief fund to help developers finish their suspended housing projects.</p><p>Three months ago, Chinese regulators also attempted a more complex financial solution, offering credit-default swaps on bonds sold by a group of developers to allow investors to insure against default risk. Five developers, including Longfor and Country Garden, issued bonds with such credit protection, raising 3.5 billion yuan, equivalent to $512 million, between them.</p><p>The latest guarantee plan has raised other difficult questions, pointing to an apparent divergence in the regulators' attitudes toward different developers, said Nicholas Chen, an analyst at debt-research firm CreditSights.</p><p>The bond guarantees being provided to those developers deemed by Chinese regulators as higher quality—and so more likely to survive the industry downturn—is likely meant to help them endure the crisis, said Mr. Chen. But developers in deeper distress, including those that have defaulted, are instead receiving support focused more on helping them complete unfinished homes.</p><p>The selection of six so-called \"model developers\" also risks sending a signal to investors about those not included, even when excluded companies haven't defaulted.</p><p>\"There is of course the possibility that investors are going to think that there is a black list now that you've outlined a white list,\" said Mr. Yao of YY Rating.</p><p>Besides Longfor, Country Garden and Sino-Ocean, the new bond guarantee program also covers CIFI Holdings (Group) Co., Seazen Group Ltd., and Gemdale Corp. Country Garden and Sino-Ocean are planning to follow Longfor to the market, according to people familiar with the matter.</p><p>Longfor, which has high-end residential and commercial housing projects across the country, recently reported a 58% year-over-year decline in contracted sales in the first seven months of 2022, to the equivalent of about $10 billion.</p><p>Sales at Country Garden, Gemdale, CIFI and Seazen fell between 38% and 50%. The drops roughly match the 49% year-over-year sales decline at the country's top 100 property developers in the same period, according to industry data provider China Real Estate Information Corp.</p><p>Country Garden, one of China's largest private developers, issued a profit warning last week, saying that it expects its first-half net profit to plunge more than 90%, to the equivalent of less than $150 million from $2.2 billion a year ago. It said the tough business environment in the real-estate industry and the impact of the Covid-19 pandemic resulted in lower revenue and profit margins.</p><p>Write to Rebecca Feng at rebecca.feng@wsj.com</p><p>Chinese Developers Lean on Government Bond Guarantees as Doubts Persist</p>",
  "published": "2022-08-24T09:41:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "confidence": 0.9991,
      "offsets": [
        {
          "start": 999,
          "end": 1012
        },
        {
          "start": 999,
          "end": 1006
        }
      ],
      "weightsV2": {
        "weight": 0.7738726,
        "baseWeight": 1.0,
        "expansionWeight": 0.0,
        "ontologyWeight": -0.22621906,
        "tagPositionWeight": 9.1671944e-05,
        "titleWeight": 0.0
      },
      "typeRank": 8
    }
  ]
}