{
  "_id": "44440e159f3cebb140b87b1d92437cf5d499cea87479bb6b9f00fe4f7e271623",
  "feed": "market-watch",
  "title": "This ARK holding and pandemic star is down 77% from its peak — why one hedge fund is starting to buy it",
  "text": "<p>No doubt, some investors may be having second thoughts about whether they should be in markets at all. But Goldman Sachs has been rallying the dip buyers. See the chart below.</p><p>While most investors at least have a stellar 2021 to fall back on, hedge funds have had it tougher. Some data point to an 8.7% gain for hedgies between January and November 2021, versus 26% for the S&amp;P last year.</p><p>Still, those funds get paid to take the big chances and win at times. Our call of the day comes from Scott Miller, who manages Greenhaven Road Capital, which returned 3% last year, and lost 9% in the fourth quarter. The small annual gain was due to the fund's focus on smaller companies and no S&amp;P 500 SPX names.</p><p>The negative return came from a “bias toward companies with long runways for growth that will not require additional cash to reach their potential,” he told clients in a January letter.</p><p>Despite recent heat, those stocks can be worth the trouble, he argued. “If a company can sustain 30% growth over a five-year period with a steady multiple, we nearly triple our money. If the multiple expands…even better. But even if the multiple were cut in half on day one, the investment would still deliver an 85% return over those five years,” he said.</p><p>With that, he makes the case for a couple of new investments, including COVID-19 star Teladoc Health TDOC, whose 50% drop in 2021 and another 23% this year has hit Cathie Wood's flagship ARK Innovation ETFARKK hard.</p><p>He said the virtual-health company and the other pick, Israeli digital-intelligence group Cellebrite CLBT, “have the competitive benefits of being a scaled provider.”</p><p>Teladoc is cheap for starters, selling for less than 5 times revenue (from 20 times). It still expects 25% to 30% annual growth for the next three years, and preannounced revenues and reaffirming projections earlier this year, meaning confidence isn't waning.</p><p>Further, he said Teladoc's growth path is focused on selling more products to existing customers, and it has evolved into a comprehensive medical service, with a broad geographic footprint, making it an attractive option for health plans or companies.</p><p>“If Teladoc can achieve their stated growth ambitions, it will be a result of cross-selling, which has been successful for them historically. For example, more than 40% of telehealth users today have accessed multiple products, compared with just 10%in 2017. If every Teladoc patient used every product, revenue would grow more than 25X without adding a single new customer,” he said.</p><p>As for Cellebrite, a recent special-purpose acquisition company/carve-out from Japan's Sun Corp., Miller said the company “checks a lot of boxes”: over 5,000 public safety and 1,700 enterprise customers; revenue growth of 25% and net revenue retention of over 140%; solutions with a large return-on investment for end customers; 80% gross margins and an estimated 20% penetration of their current base.</p><p>“Shares are currently trading for less than 5X 2022 revenues, which is a &gt;50% discount to peers in the DI space. I like our chances for continued growth and even multiple expansion over time,” he said.</p><p>Miller sees two other opportunities as volatility may continue. The first is companies that can growth 20% plus growth in years to come, with attractive multiples, high margins, little to no debt, secular tailwinds, reinvestment ability — top holdings PAR Technology PAR, Digital Turbine APPS, and Elastic ESTC. He is also scouting companies selling for deep value, unavailable in the last several years.</p><p>“Will either of these groups of companies escape near-term gyrations? Unlikely. Will either of these groups compound at high rates over time? I like our chances,” said Miller.</p><p>The buzz</p><p>Investors will get another big batch of earnings this week, from Alphabet parent Google GOOGL, Amazon AMZN, Starbucks SBUX, General Motors GM, Facebook parent Meta FB and Merck MRK.</p><p>Cloud group Citrix Systems&#xa0;CTXS is reportedly nearing a $13 billion deal to be taken private by Elliott Management and Vista Equity Partners.</p><p>Spotify SPOT said it would add content advisories to certain podcasts and improve transparency after protests were kicked off by singer Neil Young over the spread of COVID-19 vaccine misinformation. In the firing line, podcaster Joe Rogan said he only wants to offer “differing opinions.”</p><p>Netflix NFLX and Tesla TSLA shares are rising after analysts' upgrades.</p><p>Atlanta Federal Reserve President Raphael Bostic, told the Financial Times that rates could rise by a half-point in March. Respective San Francisco and Kansas City Fed presidents, Mary Daly and Esther George, are due to speak in a week that will bring us manufacturing updates and January payrolls data.</p><p>The markets</p><p>Stock futures ES00YM00NQ00 are mixed, European equities XX:SXXP are up, and the Nikkei JP:NIK and Hang Seng HK:HSI logged 1% gains amid holidays elsewhere in Asia. The dollar DXY and bitcoin BTCUSD are falling. Oil prices CL.1 are rising, with natural-gas prices NG00 up 5%.</p><p>The chart</p><p>“Corrections rarely turn into bear markets unless the economy is headed into a recession,” says a team at Goldman led by chief U.S. equity strategist David Kostin, who charted 21 non-recession corrections since 1950. Grabbing “good buying opportunities” could yield a 15% return over the next year, the team says.</p><p>Read the full story here.</p><p>The tickers</p><p>These are the most-active tickers on MarketWatch as of 6 a.m. Eastern.</p><p> Ticker  Security name  TSLA    Tesla  GME     GameStop  AMC     AMC Entertainment  NIO     NIO  AAPL    Apple  XELA    Exela Technologies  HU:SET  Set Group  NVDA    Nvidia  NVAX    Novavax  BBIG    Vinco Ventures</p><p>Random reads</p><p>10 foods that you might love, but that could kill you.</p><p>Professional pillow fighting has arrived.</p><p>Need to Know starts early and is updated until the opening bell, but&#xa0;sign up here&#xa0;to get it delivered once to your email box. The emailed version will be sent out at about 7:30 a.m. Eastern.</p><p>Want more for the day ahead? Sign up for&#xa0;The Barron's Daily,&#xa0;a morning briefing for investors, including exclusive commentary from Barron's and MarketWatch writers</p>",
  "published": "2022-01-31T07:12:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 107,
          "end": 114
        },
        {
          "start": 5112,
          "end": 5119
        },
        {
          "start": 107,
          "end": 120
        }
      ]
    }
  ]
}