{
  "_id": "6b2cf9b2df2f711a5dd48c81f636ad8ecf43a1e5a329432d107c78bdf10d7155",
  "feed": "wall-street-journal",
  "title": "What Happened to the Twitter-Elon Musk Deal? Tesla CEO says he is seeking to terminate his $44 billion deal to buy the social-media platform, setting up a legal battle",
  "text": "<p>Twitter in response sued Mr. Musk, seeking to enforce the terms of the deal and setting up a legal battle over what comes next for the social-media platform.</p><p>Here's what to know.</p><p>Why did Elon Musk say he was pulling out of his deal to buy Twitter?</p><p>Mr. Musk said in a regulatory filing Friday that the company hadn't provided the necessary data and information he needs to assess the prevalence of fake or spam accounts on the platform. In the filing, Mr. Musk's lawyers said that Twitter had made material changes to the business without his consent, such as laying off some staff and implementing a hiring freeze.</p><p>What will happen next in the Twitter deal?</p><p>Twitter has sued Mr. Musk over his attempt to walk away from the deal. In filing the lawsuit, Twitter requested expedited treatment of the case. Expedited cases in the Delaware Court of Chancery, where the suit was filed, typically play out over the course of a few months rather than many months or years.</p><p>Can Twitter force Elon Musk to go through with the deal?</p><p>That question will get tested in the Delaware Court of Chancery. Corporate law experts say Twitter appears to be on sounder legal footing than Mr. Musk, who accused the company of breaching their contract. Still, should Twitter prevail in court, there is little precedent to draw on for forcing a buyer to go through with a deal on such a large scale.</p><p>What's the current price of the Twitter stock?</p><p>After Mr. Musk signaled his intent to walk away from buying Twitter, the company's shares fell $4.16, or 11.3% to $32.65, their biggest one-day drop in more than two months. They recovered somewhat on July 12 amid a broader market recovery and rose around 1% in post-market trading after the lawsuit was filed.</p><p>Why were Twitter's spam accounts a point of contention for Elon Musk?</p><p>Mr. Musk has said the spam and fake accounts issue is fundamental to Twitter's business and financial performance, and that getting clarity is necessary for him to line up financing for the deal.</p><p>He tweeted in May that the deal was \"on hold\" over details about spam and fake accounts on the platform. The following month, he threatened in a letter to the company to end the deal if Twitter didn't provide data he had requested. He has said the deal wouldn't proceed unless he could see such data to evaluate the company's claims about how many of its users are spam or fake accounts.</p><p>Many observers have speculated that Mr. Musk was using the fake accounts issue as leverage to renegotiate or exit the acquisition, given that he was aware of the issue long before agreeing to buy Twitter, and yet waived due diligence on the business prior to inking the deal.</p><p>Twitter has long estimated that spam or fake accounts represent fewer than 5% of its monetizable daily active users, which it most recently pegged at 229 million. Mr. Musk has said he thinks the number could be closer to 20%. Twitter provided accessto the platform's full fire hose of tweets, but data specialists say analyzing it isn't easy.</p><p>Mr. Musk, as one of Twitter's highest-profile users, is particularly susceptible to seeing spam on the platform, according to researchers.</p><p>In the regulatory filing, Mr. Musk's lawyer said, \"Twitter has ignored Mr. Musk's requests, sometimes it has rejected them for reasons that appear to be unjustified, and sometimes it has claimed to comply while giving Mr. Musk incomplete or unusable information.\"</p><p>Twitter, in its lawsuit, said it has \"bent over backwards\" to provide Mr. Musk the information he has requested.</p><p>What are the financial stakes in the deal?</p><p>Mr. Musk had agreed in April to buy Twitter for $44 billion, or $54.20 a share.</p><p>He said he didn't care about making money from the deal: \"Having a public platform that is maximally trusted and broadly inclusive is extremely important to the future of civilization. I don't care about the economics at all,\" Mr. Musk said in an April interview.</p><p>Mr. Musk, as he lined up financing for the deal, sold more than $8 billion in Tesla Inc. stock.</p><p>Shares in the electric-vehicle maker advanced more than 2% after Mr. Musk said he was done with his Twitter pursuit that had annoyed some of the billionaire's Tesla fans.</p><p>Also potentially losing out in the deal are financial institutions looking to make it happen. Twitter's bankers would stand to make tens of millions in advisory fees on closing, according to a previous regulatory disclosure. Goldman Sachs Group Inc. would stand to make around $80 million, including $15 million upfront, while JPMorgan Chase &amp; Co. could make $53 million, including $5 million upfront.</p><p>Photos: How Elon Musk Made His Fortune</p><p>Why was Elon Musk interested in the deal?</p><p>Mr. Musk has called Twitter the \"de facto town square,\" and said he wanted to buy the platform because he thought it was important for there to be \"an inclusive arena for free speech.\"</p><p>Mr. Musk, who has over 100 million followers on the platform, indicated he would seek to make substantial changes to the social-media site, including softening the way it moderates content and supporting an edit button for tweets—something the company was already working on. He also said he would try to eliminate bots, rely less on advertising and enable encrypted messaging. He said he planned to take the company private, which would have made it easier to implement desired changes without shareholder pressure.</p><p>—This article may be periodically updated.</p><p>Write to Todd Olmstead at todd.olmstead@wsj.com</p><p>What Happened to the Twitter-Elon Musk Deal?</p>",
  "published": "2022-07-13T02:20:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 4400,
          "end": 4424
        },
        {
          "start": 4400,
          "end": 4407
        },
        {
          "start": 4400,
          "end": 4413
        },
        {
          "start": 4364,
          "end": 4388
        }
      ]
    }
  ]
}