{
  "_id": "567313ba686902006dc3b081dcd5907ac382f46f307008d17c66c8da848ebff3",
  "feed": "wall-street-journal",
  "title": "EXCHANGE  ---  Hertz Taps Financial Executive as CEO  ---  Former Goldman  finance chief joins  car-rental company as  it enters new fields  ----  By Liz Hoffman",
  "text": "<p>   Hertz Global Holdings Inc. named Stephen Scherr, a former Goldman Sachs Group Inc. executive, as its next chief executive officer. </p><p>   Mr. Scherr, who retired as Goldman's chief financial officer at the end of the year, succeeds Mark Fields, a former Ford Motor Co. chief who has been serving as interim CEO since October. </p><p>   He takes over a company that was a veritable bingo card of the pandemic economy. Hertz filed for bankruptcy in May 2020 after the falling value of its used-car fleet caused a debt crunch. It quickly became the original meme stock, cheered on by an army of retail traders -- foreshadowing the Reddit-fueled mania around GameStop Corp. and others a year later. </p><p>   And it turned out to be a surprise winner as the pandemic reshaped Americans' habits. Far from evaporating, demand for rental cars heated up during the pandemic as many consumers avoided planes and public transportation and relocated for remote work. When a group of investment firms took over the company last June, stockholders received $8 a share -- almost unheard-of in bankruptcies, which typically wipe out shareholders. </p><p>   Hertz went public again in November and has a market value of about $9 billion, three times what it was before the pandemic hit. </p><p>   Now the challenge for Mr. Scherr, 57 years old, who will take over at the end of the month, is to clean up Hertz's notoriously bad customer service and make progress on partnerships it has struck to sell its cars on Carvana Co. and lease them to Uber Technologies Inc. drivers. One of Hertz's major owners, Certares Management, also owns American Express Co.'s corporate-travel business, a potential trove of data that a tech-savvier Hertz might tap. </p><p>   \"Stephen could have gone to a hedge fund and made a pile of money, but this is such an opportunity, to be CEO of a transformation story,\" said John Legere, the former CEO of T-Mobile who has known Mr. Scherr, a former banker to telecommunications companies, for 25 years. \"I'm a little jealous,\" he said. </p><p>   Mr. Scherr will receive a compensation package worth $180 million at Hertz's current stock price, assuming the shares hit undisclosed targets over the next five years. </p><p>   Mr. Scherr joined Goldman in 1993 and rose as an investment banker, raising money for corporate clients. He later oversaw the firm's push into Main Street banking and helped launch its Apple credit card, Goldman's first. He was named CFO in 2018, where he shifted its $1 trillion-and-rising balance sheet toward safer assets and sources of funding. </p><p>   He announced his resignation in September and, as his time at Goldman ticked down, joined the transition team of incoming New York City Mayor Eric Adams, a Democrat. He had been weighing a position in Mr. Adams's administration, but began interviewing for the Hertz job after being recruited by a pair of former Goldman colleagues who by then were working at hedge funds involved in the Hertz restructuring, people familiar with the matter said. </p><p>   By running a public company, especially one outside of Wall Street, Mr. Scherr will be a rarity among Goldman alumni. Unlike JPMorgan Chase &amp; Co., long a training ground for CEOs, former Goldman executives tend to end up at investment firms or in government. </p><p>   \"Some people want the title and some people want the job,\" said Greg Brown, CEO of Motorola Solutions Inc., a longtime client of Mr. Scherr. \"I think he wants the job.\" </p><p>   --- </p><p>   Alexander Gladstone contributed to this article. </p><p></p>",
  "published": "2022-02-05T07:06:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 58,
          "end": 65
        },
        {
          "start": 58,
          "end": 71
        },
        {
          "start": 58,
          "end": 81
        },
        {
          "start": 58,
          "end": 82
        },
        {
          "start": 62,
          "end": 69
        },
        {
          "start": 158,
          "end": 165
        },
        {
          "start": 2176,
          "end": 2183
        },
        {
          "start": 2362,
          "end": 2369
        },
        {
          "start": 2362,
          "end": 2370
        },
        {
          "start": 2569,
          "end": 2576
        },
        {
          "start": 2819,
          "end": 2826
        },
        {
          "start": 3055,
          "end": 3062
        },
        {
          "start": 3140,
          "end": 3147
        }
      ]
    }
  ]
}