{
  "_id": "f07de929b348f73e4bc8244f0c0e8d9b482d138bc32e1e7d81439280e898dc3b",
  "feed": "wall-street-journal",
  "title": "If Putin Owes You Money, Good Luck Collecting It  ----  By Jay Newman",
  "text": "<p>   As economic and banking sanctions against Russia proliferate, many investors and creditors are asking what will happen with Russian sovereign debt, which the Russian Federation has issued through both foreign-currency bonds and ruble bonds. If history is a guide, nothing good awaits foreign lenders. </p><p>   As economic sanctions have isolated the Putin regime, Russia, to conserve its financial reserves, has prohibited debt payments to foreigners in hard currency. Doubling down, Vladimir Putin recently decreed that Russian entities may satisfy their obligations to residents of \"countries that engage in hostile activities\" -- like the U.S., members of the European Union and others -- by paying rubles priced at an artificially high exchange rate set by the Central Bank of Russia. If that declaration alone doesn't constitute default, a hard default seems imminent. </p><p>   The stakes involve roughly $40 billion in Russian sovereign debt denominated in dollars and euros. Foreign investors hold $28 billion of Russian debt denominated in rubles as well. </p><p>   Until a few weeks ago, lending to Russia looked like easy money. In 2019 Russian bonds traded like Goldman Sachs bonds. Given Russia's enviable fiscal position, massive revenue from the sale of oil and gas to Europe, and more than $630 billion in reserves of hard currency and gold, money managers might be forgiven for betting on Russia in the long term. Well, not so fast. Anyone who bothered reading the bold print in the offering memorandums should have had second thoughts. </p><p>   Emerging-market sovereign borrowers typically offer waivers of sovereign immunity by invoking the U.S. Foreign Sovereign Immunities Act and the U.K. State Immunities Act. In addition, most of those borrowers agree that in the event of default, creditors can bring suit in New York or the U.K. But Russia -- an issuer with a recent history of default and restructuring -- explicitly declined to waive its sovereign immunity from lawsuits. And although the bonds are notionally governed by English law, Russia explicitly refuses to submit to the jurisdiction of any court, foreign or domestic. </p><p>   Judges could assert jurisdiction anyway, but because litigation is expensive, creditors of a defaulted Russia have little prospect of walking into a competent court with a claim ripe for resolution. Those who pursue money lent to Russia would face years of litigation hell, spend millions in legal fees, and may still lose in the end. </p><p>   That's only the beginning of the pain. For almost $15 billion of its bonds, Russia has the contractual right to pay in rubles instead of dollars or euros. There are bound to be fights over calculation date and how many rubles to the dollar. Creditors have no idea what a ruble will be worth by the time they receive payment. </p><p>   Let's assume creditors clear all those hurdles and obtain final judgments from foreign courts. The odds are high that Russia simply would refuse to pay. A decision not to respect judgments would set a new phase of litigation in motion: searching for assets such as ships, planes, satellites, real estate and bank accounts and asking foreign courts for permission to seize property as payment. </p><p>   Then a mad rush of competing lawsuits will begin. Many other creditors would have claims -- like the former owners of the Russian oil-and-gas company Yukos, who are currently nursing along arbitration awards totaling more than $50 billion. And it is safe to say that the hundreds of billions of dollars in claims by the government and citizens of Ukraine for the death and destruction wrought by Russia will dwarf the claims of other creditors. </p><p>   Enforcing claims based on Russian sovereign debt will be agonizing, but a round of emerging-market sovereign defaults is overdue. Most bond contracts have been weakened over the past 20 years by increasingly baroque and manipulable collection-action clauses and have become nearly unenforceable. Meanwhile, Western governments and international institutions remain hostile to enforcement actions. The U.S. Treasury often files friend-of-the-court briefs in support of recidivist defaulters, and the International Monetary Fund typically demands that private lenders accept reduced payments. Soon enough courts will need to decide which claims take precedence -- those arising from trade, financial transactions or reparations. </p><p>   Russia soon will demonstrate what happens when a poorly written contract makes payment optional. There are good reasons to compensate foreign lenders, but relying exclusively on the goodwill of a sovereign is treacherous. It is past time for those investing in emerging-market bonds to understand what they own. </p><p>   Like any business arrangement, the structure of contractual terms is critical. The words matter, but judgment matters more. </p><p>   --- </p><p>    Mr. Newman is a former hedge-fund manager who specialized in sovereign debt and author of \"Undermoney: A Novel.\" </p><p></p>",
  "published": "2022-03-10T07:07:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 1145,
          "end": 1158
        },
        {
          "start": 1145,
          "end": 1152
        }
      ]
    }
  ]
}