{
  "_id": "b862f7be2917a4dfec6d109b15b400d2570a2f4b99ca8c13c8f76fd1f585e480",
  "feed": "ftcomall",
  "title": "Mumford & Sons member raises new funds for music venue business TVG",
  "text": "<p>A host of musicians, tech billionaires and international financiers have backed the US expansion of a British music venue business set up by a founding member of folk rock band Mumford &amp; Sons.</p> <p>The <a href=\"https://tvghospitality.com/history/\">Venue Group (TVG) Hospitality</a> has raised its first external funds since its 2015 founding by musician Ben Lovett and his brother Greg, a former finance director of Soho House North America. </p> <p>TVG operates several UK venues including London's <a href=\"https://www.omearalondon.com/\">Omeara</a>, the nearby Flat Iron Square bar and restaurant complex, and Lafayette in King's Cross. It is due to open the 8,000 capacity Orion Amphitheater in Huntsville, Alabama in May.</p> <p>Lovett has brought in fellow musicians such as OneRepublic's Ryan Tedder and Maggie Rogers alongside industry executives including Lucy Dickins of talent agency WME, former Live Nation and Ticketmaster chair Irving Azoff, and managers of artists such as Dave Matthews, Phish, Keane and Pharrell Williams.</p> <p>The $50mn funding round was led Gibson Brands, which is chaired by ex-KKR partner Nat Zilkha, with the participation of funds managed by Goldman Sachs and LionTree as well as various partners at KKR.</p> <p>A number of tech entrepreneurs have also agreed to put money into the expansion plans, including Slack co-founder Stewart Butterfield, Airbnb co-founder Joe Gebbia and Fossil Group founder Tom Kartsotis.</p> <p>“I've been travelling around the world for 15 years now,” said Lovett. “I've gotten to know them away from the spotlight. They're all passionate about music and community.”</p> <p>TVG had explored more traditional private equity funding but decided that this wide group of music and financial professionals would be better suited for the future. </p> <p>“A lot of this has to do with controlling independence and being able to be autonomous in our decisions,” Lovett told the Financial Times. “TVG is of the music industry, and is supported by people who know a thing or two about how to invest.”</p> <p>He said he wanted to roll out similar venues to Flat Iron Square in the US, bringing together food outlets, community space and different sorts of bars with a place to watch bands. </p> <p>This approach also meant venues could operate more profitably across the week rather than just for a nightly show, he said.</p> <p>“The traditional venue model is pretty brutal — you're paying rent 24/7 and you can only open the doors to make any money a few hours a day,” said Lovett, who also came up with the concept to build a “campus, a destination” with his father, a former AlixPartners managing director who is now chair of TVG.</p> <p>The pandemic has led to new financial strain for many venues given the enforced lockdowns. </p> <p>But Lovett said the past two years had also made it clear that there was no replacement for “socialisation, and cultural engagement . . . we haven't found the equivalent of being able to go and have a beer with your mate, and go and watch a show and stand shoulder to shoulder with a stranger”.</p> <p>He said there was no replacement for live venues. “If you don't give somewhere for bands to cut their teeth and to develop their fan bases, we're just going to be living in a world where there are just thousands of TikTok 30-second pieces of music.”</p> <p>TVG is planning sites across the US and UK, including in Washington DC, London, Nashville, Austin, Detroit, New York and Los Angeles.</p> <p>“Music venues have been an underinvested asset class for years and TVG is bringing to life a much-needed supply of world-class venues,” said Gibson's Zilkha, who is also a board member of TVG. </p> <p>“Rather than attempting to compete in a mature music industry with entrenched players, TVG has created a way to partner with the industry and build for the future.”</p><p>Source: Daniel Thomas 2022 'Mumford &amp; Sons member raises new funds for music venue business TVG' FT.com 22 February. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-02-22T05:00:55.492Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 1061,
          "end": 1074
        },
        {
          "start": 1061,
          "end": 1068
        }
      ]
    }
  ]
}