{
  "_id": "856a1102b5fab0fac70b2241a8aee403c0aebfa33fb4e3816cc831f830a8214a",
  "feed": "wall-street-journal",
  "title": "How Goldman Sachs Is Encouraging Companies to Disclose Emissions Data; The company's asset-management arm plans to use its proxy vote to prod more companies to address data deficiencies",
  "text": "<p>Large investors can have a big impact if they vote in favor of shareholder proposals requesting company changes or against board members, which is increasingly happening if a company isn't meeting ESG-related requirements.</p><p>The Wall Street Journal's Emily Glazer talked to Catherine Winner, global head of stewardship at Goldman Sachs Asset Management, about the SEC's new proposed rules, Goldman's proxy voting changes and advice for companies in their sustainability reporting. Edited excerpts of the interview follow.</p><p>WSJ: What was your reaction after these long-awaited rules came out?</p><p>MS. WINNER: Our voting framework is very supportive of the SEC's proposed climate-risk disclosure rules. Both the SEC and the TCFD [Task Force on Climate-Related Financial Disclosures] are really pushing for greater emissions disclosures grounded in materiality.</p><p>In the U.S. particularly, our policy will support progress on emissions reporting as we get closer to the proposed implementation deadline for the SEC's rule. As one of the leading global asset managers, we have $2.5 trillion in assets under supervision. We will use this to help us drive positive change on this topic, both inside and outside of the U.S.</p><p>WSJ: When the proposals came out, were you surprised, or did you have a sense of what Goldman Sachs Asset Management would do? </p><p>Ms. Winner, Goldman's global head of stewardship, told the WSJ Pro Sustainable Business Forum how large investors can have an impact on companies' ESG practices. PHOTO: The Wall Street Journal</p><p>MS. WINNER: We really believe that climate risk is a material investment consideration. We've been engaging with companies for a number of years around disclosure and the encouraging of disclosure around greenhouse-gas emissions that are material to their business.</p><p>We've been engaging with 271 companies since 2020. We engaged to encourage better disclosure. And 42% of those companies that we engaged have made improvements to their disclosures.</p><p>Since we believe this is a material investment consideration, and boards should be held accountable for these climate risks and for disclosure of climate-related data and reporting, we intend to vote against chairs of the committees with oversight of ESG risks at those companies that are still not disclosing or that have made zero improvements on the disclosure of emissions data.</p><p>WSJ: What would an improvement be?</p><p>MS. WINNER: We use the materiality framework from the nonprofit Sustainability Accounting Standards Board [SASB] when we're engaging with companies to encourage them to disclose. We defined and categorized companies according to whether they were fully disclosing, or partially, or nondisclosing companies. We engaged with the nondisclosures or the partial-disclosure companies. And any improvements to that status we are encouraged to see. So 42% of those companies that we engaged with have made some improvements on their disclosures. Of the companies that have not made any progress, there's still less than 100 of them globally.</p><p>WSJ: Come the annual shareholder meeting, if there is a vote to replace someone on the audit committee or some kind of director, what will you say to such a company then?</p><p>MS. WINNER: We launch our policy publicly in March of each year. And since we've been engaging on the subject with the select companies that are targeted for potential escalation on voting at the director level, we hope that this comes as no surprise.</p><p>But that being said, we do make our policy public on our website, and also try to encourage companies to read that and alert them to the upload of the policy each year, to sort of direct them and show them what our expectation is. And it's not just audit committees' responsibility.</p><p>WSJ: It's getting more common for institutional investors to say, \"If this doesn't happen, we will vote against a director.\" And that was not common years ago.</p><p>MS. WINNER: It is becoming more common practice. We take a very holistic and robust approach to how we evolve our policies over time. We look at the landscape of how we voted over the last year, what new proposals are developing, what are our clients' expectations of us in terms of advocating for positive change with companies.</p><p>How do we escalate appropriately? We want to be sure that we communicate directly to companies in a dialogue. We are partners with the companies that we are engaging with. We want to be proactive and solutions-driven.</p><p>WSJ: Are there certain pieces of information that you're seeing as challenging for companies to produce?</p><p>MS. WINNER: We're not prescriptive as to where sustainability reporting goes. We understand there are many different ways to produce this and make this available to your investors. But we do recognize there are different implications. So, for instance, information in a proxy versus an annual filing such as a 10K or an 8K might be subject to different scrutiny. We are aware of those challenges. But we really leave it up to companies' best discretion in consideration of where that would be disclosed.</p><p>Two pieces of advice on that:</p><p>—Be consistent in messaging. If a company is discussing climate at an investor day, for instance, and you see slides and metrics and goals, I would encourage that you make that disclosure consistent in what's being reflected in your sustainability report, for instance.</p><p>—And make it easy to access. We often ask each other, \"How many clicks did it take you to find that report on a website?\" That is important information because it's not us seeking it, it's a number of stakeholders that are trying to get at this information.</p><p>WSJ: Do you feel strongly about the TCFD framework versus SASB? Or does it depend on the company or sector?</p><p>MS. WINNER: TCFD is helpful more with a climate focus lens. SASB has a materiality lens on climate as well, but it also incorporates social and governance issues as well. So if you're looking for more climate heavy disclosures, TCFD gives a much deeper dive into the environmental side, whereas SASB can talk about ESG, which is also important when evaluating a company.</p><p>Journal Report</p><p>* Insights from The Experts</p><p>* Read more at WSJ.com/ClimateTechReport</p><p>More in Climate Technology</p><p>* The Innovations That Can Have an Impact on Climate Change</p><p>* In Search of Domestic Lithium for Batteries</p><p>* The Renewables Europe Will Tap as It Uses Less Russian Gas</p><p>* A Different Kind of Solar Energy</p><p>* The Roots of Renewable Energy: A Timeline</p><p>* Countries Ramp Up Rules on ESG Disclosure</p><p>How Goldman Sachs Is Encouraging Companies to Disclose Emissions Data</p>",
  "published": "2022-04-23T16:00:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 4,
          "end": 11
        },
        {
          "start": 4,
          "end": 17
        },
        {
          "start": 320,
          "end": 327
        },
        {
          "start": 320,
          "end": 333
        },
        {
          "start": 320,
          "end": 350
        },
        {
          "start": 388,
          "end": 395
        },
        {
          "start": 388,
          "end": 396
        },
        {
          "start": 1294,
          "end": 1301
        },
        {
          "start": 1294,
          "end": 1307
        },
        {
          "start": 1294,
          "end": 1324
        },
        {
          "start": 1347,
          "end": 1354
        },
        {
          "start": 1347,
          "end": 1355
        },
        {
          "start": 6493,
          "end": 6500
        },
        {
          "start": 6493,
          "end": 6506
        }
      ]
    }
  ]
}