{
  "_id": "755f34e1a72e8cd1d0055f55b7427e4a30d8569a77d4a7001202ca97f409d2fb",
  "feed": "wall-street-journal",
  "title": "Surprise Tightening Move by Singapore's Central Bank; Fed Meeting Amid Signs of Global Economic Slowdown",
  "text": "<p>economy to a near standstill at the start of the year,\" said Chris Williamson, chief business economist at IHS Markit. Still, businesses reported they had raised prices at a faster rate than over recent years.</p><p>Now on to today's news and analysis.</p><p>Top News</p><p>Singapore Central Bank Tightens Policy in Surprise Move</p><p>The logo of the Monetary Authority of Singapore. PHOTO: EDGAR SU/REUTERS</p><p>Singapore's central bank on Tuesday unexpectedly tightened its currency policy as a pre-emptive move to stem the inflationary impact of supply-side constraints and rising commodity prices.</p><p>In an announcement before its scheduled policy meeting in April, the Monetary Authority of Singapore said it would slightly raise the rate of the Singapore dollar's appreciation against a basket of currencies.</p><p>Fed Puts March Rate Rise in Play by Saying Full Employment Here</p><p>The Federal Reserve will put its likely March rate rise in play with new language on the job market's state of affairs, according to Kathy Bostjancic of Oxford Economics. \"The FOMC should alter its forward guidance in the policy statement to reflect their view that the labor market has now reached maximum employment—given the disappointingly slow rebound in labor force participation,\" she says, adding \"this will indicate that policymakers are poised to imminently raise the Fed funds target range.\" Over recent weeks, some Fed officials said full employment is here for now, at least until labor-force participation rates start to improve, which they see as a longer-run possibility. St. Louis Fed leader James Bullard noted in a recent interview that he sees the jobless rate below 3% by year's end.</p><p>—Michael S. Derby</p><p>New NY Fed Data Finds Households Pulling Back On Spending Plans</p><p>New data released Monday by the Federal Reserve Bank of New York shows U.S. households are changing their plans based on the expected path of inflation. Citing survey findings from December, the New York Fed said in a report that \"households report a lower likelihood of making large purchases over the next four months, which points to the likely contribution of elevated inflation expectations.\" The report also said households were more inclined to save money rather than use it to pay down debt. The report also found households on average cut back on plans to spend on vacations, home repairs, home goods and cars, compared with findings from a survey in August.</p><p>—Michael S. Derby</p><p>Glynn's Take: RBA Set to Entertain Rate Rise in 2022, Exit QE in Feb</p><p>By James Glynn</p><p>In a significant rethink of the economic outlook, the Reserve Bank of Australia is set to concede that an interest-rate increase is now highly possible by late 2022, but reject money-market bets that it will keep pace with U.S. interest rate increases.</p><p>The RBA's first policy meeting for 2022 on Feb. 1 will also see its program of government bond buying wound up entirely, as it publishes revised economic forecasts that include the unemployment rate soon falling below 4.0%, its lowest since the 1970s. Read more.</p><p>U.S. Economy</p><p>Omicron Slows the Global Economy, Hitting the U.S. Particularly Hard</p><p>Rising infection rates driven by the faster-spreading Omicron variant of Covid-19 led to a U.S. and global economic slowdown as the year got under way, surveys of purchasing managers said, with the pullback particularly pronounced in the U.S. The U.S. services and manufacturing sectors suffered from supply issues and labor shortages attributed to the surge in cases from the variant. High rates of staff turnover resulted in the first decline in overall employment among manufacturers since July 2020, IHS Markit said.</p><p>Investors Lose Appetite for Stocks of Unprofitable Companies</p><p>The prospect of rising interest rates has been especially hard on the Russell 2000 small-cap index, in large part because of the high proportion of small-caps that aren't making money, writes the WSJ's Karen Langley.</p><p>Florida's West Coast Cities Top WSJ/Realtor.com's Housing Index</p><p>Cities on Florida's west coast climbed to the top of The Wall Street Journal/Realtor.com Emerging Housing Markets Index, boosted by the growth of remote work and warm weather in the Sunshine State.</p><p>Key Developments Around the World</p><p>Italy to Decide on Its Leadership—and Draghi's Future</p><p>Italy's fractured political class has been able to agree on only one thing for the past year: entrust Mario Draghi, the former head of the European Central Bank, with both fighting the Covid-19 pandemic and steering the economy out of the Covid-induced slump.</p><p>Evergrande Asks Overseas Creditors for More Time</p><p>China Evergrande Group asked international creditors to give the giant and troubled Chinese property developer more time to get a grip on its complicated financial situation, and warned that drastic legal action could be destabilizing.</p><p>OPEC, Russia Output Increases Fall Short of Promises, Stoking Prices</p><p>OPEC and its Russia-led partners have promised to increase oil production to pre-pandemic levels this year but are falling short of those public commitments, stoking fast-rising global crude markets.</p><p>Financial Regulation Roundup</p><p>Treasury Wants Banks to Loop in Affiliates on Suspicious Activity</p><p>The U.S. Treasury Department's Financial Crimes Enforcement Network has proposed a new rule that would allow banks to share so-called suspicious activity reports more readily with foreign affiliates.</p><p>SEC Looks to Bolster Market's Cyber Defenses</p><p>The Securities and Exchange Commission is exploring ways to improve cybersecurity in capital markets, including by extending compliance obligations to companies that currently don't have to meet them, Chairman Gary Gensler said.</p><p>Many Countries Fail to Counter Corruption Despite Promises</p><p>Many countries around the world have stalled in their efforts to improve their image regarding the amount of corruption within their borders, Transparency International said Tuesday, reports Dylan Tokar. The findings, part of an annual survey by the Berlin-based advocacy group, arrive amid a push by President Biden to make anticorruption a central pillar of his administration's national security agenda.</p><p>Forward Guidance</p><p>Tuesday (all times ET)</p><p>Time N/A: U.S. Federal Reserve begins two-day monetary policy meeting; Hungarian National Bank releases policy statement; Central Bank of Nigeria releases policy statement</p><p>6:50 p.m.: Bank of Japan releases summary of opinions at Jan. 17-18 policy meeting</p><p>Wednesday</p><p>8:30 a.m.: U.S. Commerce Department releases December advance economic indicators report</p><p>10 a.m.: Bank of Canada releases interest-rate announcement and monetary policy report; U.S. Commerce Department releases December new-home sales</p><p>11 a.m.: Bank of Canada's Macklem and Rogers speak at press conference</p><p>2 p.m.: U.S. Federal Reserve releases policy statement</p><p>2:30 p.m.: Fed's Powell speaks at press conference</p><p>Research</p><p>Paper Questions Benefits of Expanding Central Bank Balance Sheets</p><p>Central banks may not improve market liquidity by flooding their financial systems with cash, say Viral Acharya of New York University and Raghuram Rajan of the University of Chicago and one time Indian central-bank chief, in a paper made public by the National Bureau for Economic Research. In a technical argument, they explain that the effect of central-bank liquidity operations on private-bank balance sheets causes those institutions to create short-term liabilities, among other developments, that compromise liquidity down the road. \"The encumbrance of reserves due to speculation and regulation, and reserves hoarding by healthy banks in times of liquidity stress, may prevent liquidity flowing to stressed banks,\" the authors write. \"These effects may partly explain why central bank balance sheet expansion has less effect on real activity than one might anticipate.\"</p><p>—Michael S. Derby</p><p>Commentary</p><p>Chinese Stocks Glimpse Light at the End of the Tunnel</p><p>Historically, Chinese stocks have usually performed poorly early on in Fed tightening cycles, according to Goldman Sachs, but this time around, China's central bank will likely buck the tightening trend of its peers in most other major economies, Jacky Wong writes.</p><p>Basis Points</p><p>U.S. economic growth declined in December for the first time since February, according to the Federal Reserve Bank of Chicago, whose Chicago Fed National Activity Index decreased from 0.44 in November to minus 0.15, missing the 0.25 consensus forecast from economists polled by FactSet. (Dow Jones Newswires)</p><p>Annual inflation in Mexico slipped in the first half of January on easing costs of energy, fresh produce and services, with the consumer price index up 0.39% and bringing the 12-month inflation rate down to 7.13% from 7.36% at the end of December, the National Statistics Institute said. (DJN)</p><p>Brazilian economists' view of inflation this year worsened, according to a weekly survey by the country's central bank, which found the median forecast by 133 economists for inflation in 2022 rose to 5.15% from 5.09% last week. For 2023, the forecast was unchanged at 3.4%. (DJN)</p><p>Australian consumer prices rose by much more than expected in the fourth quarter of 2021, which could set the stage for Australia's first rise in official interest rates in over a decade. The consumer-price index rose 1.3% in the final three months of 2021, and 3.5% annually, according to the Australian Bureau of Statistics. (DJN)</p><p>Australian consumer confidence increased 2.2% last week and settled just above the neutral level of 100, according to ANZ Roy Morgan. Sentiment around current financial conditions jumped 6.3% after an 11% drop the week before. Future financial conditions gained 0.6%. Interest in buying a major household item increased 6.3% after a fall of 16% during the first two weeks of 2022. (DJN)</p><p>South Korea's gross domestic product grew at a faster-than-expected 1.1% during the October-December period from the prior quarter, following a 0.3% expansion during the third quarter, preliminary Bank of Korea data showed. (DJN)</p><p>German business sentiment has brightened at the beginning of the year, despite inflation, supply bottlenecks and rising coronavirus cases. The Ifo business-climate index increased to 95.7 points in January from 94.8 points in December, data from the Ifo Institute showed Tuesday. This rise follows six consecutive decreases of the indicator after it peaked at 101.8 in June. (DJN)</p>",
  "published": "2022-01-25T13:40:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 7962,
          "end": 7975
        },
        {
          "start": 7962,
          "end": 7969
        }
      ]
    }
  ]
}