{
  "_id": "f32263e6ed6456edde1cbc4b213faf8c9d245f0285708f60ebb7bd52e870054c",
  "feed": "ftcomall",
  "title": "Slow uptake of Pfizer's Covid drug hints at end to sales boom",
  "text": "<p>Sales of Pfizer's antiviral drug Paxlovid have leapfrogged a rival pill developed by Merck and now dominate the Covid-19 treatments market, but slower than expected patient uptake could dent sales over the next six months and beyond.</p> <p>Airfinity, a health data analytics group, said recent data showed the whirlwind pace of new supply deals <a href=\"https://www.ft.com/stream/a1fc5580-5bba-4df7-b9ea-dce73e9c2e1e\">Pfizer</a> signed had begun to slow because of the lacklustre rollout of a treatment billed as a key tool to help quell the pandemic.</p> <p>By the end of 2022 there could be a surplus of up to 70mn courses of Paxlovid on the global market following an increase in Pfizer's production and weak demand for a treatment that <a href=\"https://www.ft.com/content/23f11861-a9ea-4606-b74f-1d4f7118d4e1\">US president Joe Biden</a> is taking to fight his Covid infection.</p> <p>Paxlovid, a course of 30 pills taken over five days, is one of the fastest selling medicines in history. Pfizer is forecasting annual sales of $22bn this year because of a surge in initial government purchases.</p> <p>But Airfinity said a lack of public awareness about the availability of Paxlovid, concerns among doctors about how the drug interacts with other medicines and inadequate Covid testing in some countries was limiting demand and would hold back future sales.</p> <p>Merck would struggle to sign new contracts for its rival antiviral pill Lagevrio because clinical trials show it cut the risk of hospital admission by 30 per cent, compared with 89 per cent for Paxlovid, according to a report due to be published on Monday. </p> <p>The downbeat sales forecast could pose challenges for Pfizer and Merck, which had hoped the drugs would provide a sustained revenue boost for the duration of the pandemic. It may also lead to a global supply glut of antivirals, mirroring a trend in the Covid-19 vaccine market, which is experiencing weaker than anticipated demand.</p> <p>Harry Cheeld, Airfinity analyst, said slower uptake of Paxlovid would reduce the number of repeat purchases by governments as they would not now run low on stock in 2022. Pfizer could revisit its bullish manufacturing plans to tackle any supply glut, he added.</p> <p>Pfizer has said it plans to produce 120mn courses of Paxlovid in 2022 but Airfinity estimates patient demand this year of 50mn courses. Merck plans to produce 30mn courses of Lagevrio by the end of the year but demand is forecast at half this level.</p> <p>Take up of both antiviral treatments is highest in the US, with 2.5mn courses of Paxlovid and just over 385,000 courses of Lagevrio prescribed since the treatments were launched in late 2021. But uptake in Europe and the rest of the world is lagging behind, with 10,000 courses of Paxlovid prescribed in Germany and 28,000 in Italy.</p> <p>Airfinity estimates Pfizer will generate $23.2bn in sales of Paxlovid in 2022, down from a forecast of $23.6bn made three months ago. Merck sales of Lagevrio are estimated at $5.8bn, compared with earlier estimates of $6.4bn. Sales of a third antiviral made by Japanese pharma company Shionogi are estimated at $0.5bn, down from $2.5bn, because of delays in the approval of the treatment. </p> <p>Andrew Hill, senior visiting research fellow in the department of pharmacology and therapeutics at the University of Liverpool, said the pathway for patients getting on either Paxlovid or Lagevrio within the recommended five days of a coronavirus infection was hard because of inadequate testing and a requirement in many nations to obtain a prescription from a doctor. </p> <p>“Now within that five days, you think about the pathway to care. Somebody's got to realise the symptoms of Covid, go get a lateral flow test, get a doctor, get a prescription, and also they're going to have a detailed check of all these drug interactions. That's not simple,” he said. </p> <p>Most of the Paxlovid and Lagevrio ordered by the UK at a cost of £2bn would probably never be used, added Hill. </p> <p>Pfizer said any updates on future projections for Paxlovid would be made at its quarterly earnings on July 28. </p> <p>“We are delivering on our commitments for Paxlovid, which already is having a positive impact on the lives of patients around the world, while continuing our discussions with governments and regulatory agencies around the world about bringing this potential breakthrough treatment to additional markets,” it said. </p> <p>Merck said Lagevrio was an important treatment option for appropriate patients and the company has supplied more than 8mn courses to governments in over 30 markets. In addition, more than 3mn courses were supplied by licensed generic manufacturers to low- and middle-income countries in the first quarter of this year, the company added. </p> <p><em>This story has been amended to reflect that the take-up of both antiviral treatments was highest in the US, not the UK, as originally stated.</em></p> <p><strong>Letter in response to this article</strong>:</p> <p><a href=\"https://www.ft.com/content/36b1d91d-6b0c-453e-b4a0-37f3d21912e4\"><em>New body must help make antiviral drug available</em></a><em>&#xa0;/&#xa0;</em><a href=\"https://www.ft.com/content/36b1d91d-6b0c-453e-b4a0-37f3d21912e4\"><em>From Michel Goldman, President, Institute for Interdisciplinary Innovation in Healthcare, Université libre de Bruxelles, Belgium</em></a></p><p>Source: Jamie Smyth in London 2022 'Slow uptake of Pfizer's Covid drug hints at end to sales boom' FT.com 25 July. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-07-25T04:00:41.195Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 4773,
          "end": 4780
        }
      ]
    }
  ]
}