{
  "_id": "06a52272f069c2793d241946e4c82d8e3b7f669a9f262dc998c7974a6dd61aa9",
  "feed": "ftcomall",
  "title": "Recession in US and Europe ‘increasingly likely', warn economists",
  "text": "<p>The risks of the US and Europe sliding into recession have picked up sharply, economists have warned ahead of the G7 summit that begins this weekend in Bavaria. </p> <p>Economists on both sides of the Atlantic told the Financial Times they had become increasingly pessimistic following the Federal Reserve's decision to <a href=\"https://www.ft.com/content/8e62d648-3c34-4bd4-a6c1-ac9e1a80e777\">go big on rate rises</a> to counter soaring inflation, and on mounting concerns over Europe's gas supply in the run-up to winter. </p> <p>Holger Schmieding, chief economist at Berenberg Bank, said the balance had now “tipped” in favour of an economic contraction next year in the US and <a href=\"https://www.ft.com/stream/c446db2d-cdf1-4cfa-a782-4a50c3e593de\">Europe</a>. “What used to be a rising risk has now turned into the base case.” </p> <p>Goldman Sachs doubled the risk of the US entering a recession this year from 15 per cent to 30 per cent, with a 48 per cent probability of a recession over a two-year horizon in the wake of the Fed's first 75 basis point rise since 1994. </p> <p>“US recession risks are uncomfortably high and rising. I would put them at 40 per cent in the next 12 months, and more or less even odds over the next 24,” said Mark Zandi, chief economist of Moody's Analytics. He added that Europe was even more vulnerable. </p> <p>“To avoid recession, the <a href=\"https://www.ft.com/global-economy\">global economy</a> needs a bit of luck and for the economic fallout from the coronavirus pandemic and Russian aggression to wind down quickly, along with some deft policymaking by the Fed and other central banks,” Zandi said.</p> <p>G7 leaders will discuss the state of the global economy at their working lunch on Sunday, with inflation set to dominate proceedings. Ukraine's President Volodymyr Zelenskyy will take part remotely by video link in Monday's talks, which will focus on the crisis prompted by Russia's war.</p> <p>The global economic outlook has been darkening since Russia's invasion of Ukraine in February sent energy and food prices spiralling. Over the course of June central banks from Washington to Zurich raised rates by bigger margins than markets had expected, signalling they would do whatever it takes to rein in surging inflation — even if that means triggering a recession.</p> <a href=\"http://www.ft.com/cms/1602162.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a> <p>Gas supply to Europe has become more uncertain following Russia's decision to cut flows to many countries. Supply chain disruptions resulting from China's zero-Covid policy continue to weigh on growth prospects. </p> <p>The Fed's rise prompted private sector economists to downgrade their US forecasts for 2023 by the biggest margin so far this year, with even larger downgrades than those made at the start of the Ukraine war, according to Consensus Economics, which tracks growth and inflation forecasts. </p> <p>Peter Hooper, economist at Deutsche Bank and a former Fed official who in April became one of the first on Wall Street to forecast a recession, warned that the inflation picture in the near term “does not look good”, meaning the central bank may need to raise rates even more aggressively than currently expected. The bank has since pulled forward its contraction call to the middle of next year. “It will be exceedingly difficult to fine tune this to the point of bringing inflation down with only a half a percentage point increase in unemployment over the next couple of years,” he said.</p> <p>Economists also cut sharply their 2023 outlook for the eurozone, the UK and eight in 10 other countries and regions tracked by Consensus Economics. </p> <p>Neil Shearing, chief economist at Capital Economics, said the recession risks are highest in Europe, where the inflation-induced cost of living crisis is coupled with possible gas shortages. Like in the US, the UK and the eurozone are also dealing with inflation at multi-decade highs. </p> <p>The International Energy Agency warned this week that Europe must prepare immediately for the complete severance of Russian gas exports this winter. </p> <p>Martin Wolburg, senior economist at insurer Generali, said: “If Russia were to fully cut gas supply to the EU, a euro area recession would become the new base case with the German economy hit especially hard.”</p> <p>Katharina Utermöhl, senior economist at insurer Allianz, was more optimistic: “The strong post-lockdown rebound in the sectors most impacted by the pandemic — notably travel and hospitality — should keep the eurozone economy afloat over the summer months.” </p> <p>In the UK, the Bank of England is expected to raise rates even though it expects the economy to stagnate over the next two years. “The big picture is that the economy may be only fractionally larger this time next year than it was before the pandemic,” said Thomas Pugh, economist at RSM UK, a tax and consulting firm.</p> <p>Official sector forecasts by central banks and multilateral organisations such as the OECD and IMF still show the world's big advanced economies growing this year and next. </p> <p>However, Fed chair Jay Powell acknowledged this week in congressional hearings that a US recession was “certainly a possibility”, while pledging that the central bank's commitment to restoring price stability is “unconditional”. </p> <p><em>Additional reporting by Guy Chazan in Berlin</em></p><p>Source: Valentina Romei in London, Colby Smith in Washington and Martin Arnold in Frankfurt 2022 'Recession in US and Europe ‘increasingly likely', warn economists' FT.com 24 June. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-06-24T04:00:16.386Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 662,
          "end": 669
        },
        {
          "start": 662,
          "end": 675
        }
      ]
    }
  ]
}