{
  "_id": "cb135763dc05161db36b542292224ea83d1a73347474807456ebfffceacffbfd",
  "feed": "wall-street-journal",
  "title": "Negative-Yielding Bonds Could Be Approaching Their Final Days; Japan is the last major economy to have a target interest rate below zero",
  "text": "<p>This unusual debt piled up in recent years as central banks in Europe and Japan held their target interest rates below zero to try to stimulate economic growth.</p><p>This year, however, surging inflation has prompted Europe's major central banks to raise interest rates, pulling yields there back into positive territory. That has left Japan as home to nearly all the sub-zero-yielding debt that remains.</p><p>But last week, the Bank of Japan eased its efforts to keep the yield on 10-year Japanese government bonds below 0.25%. In the days since, the Japanese 10-year yield has risen to just shy of 0.5%, and yields on shorter-term notes of less than 10 years have turned positive. Now, only the yields on Japanese government bills that mature in a year or less remain negative.</p><p>Some investors believe that move has opened the door for the Bank of Japan to raise its target interest rate above zero next year, from minus 0.1% today. If it does, yields on more Japanese short-term bills would likely turn positive.</p><p>The European Central Bank, along with the central banks of Sweden, Denmark and Switzerland, all held their target interest rates below zero in the late 2010s, bringing a flood of negative government-bond yields to the continent. But each has now brought interest rates positive again. The ECB's rate has climbed from minus 0.5% in January to positive 2% to finish 2022.</p><p>As negative yields fade, investors focused on overseas bonds are seeing the playing field of attractive fixed-income investments open up.</p><p>\"Negative yields in Japan and Europe certainly made global fixed income very challenging to invest in,\" said Lynda Schweitzer, co-head of global fixed income at Loomis Sayles.</p><p>In recent years, Loomis Sayles's global-bonds team turned to buying somewhat riskier European and Japanese debt like corporate bonds and bonds backed by mortgages or car loans to secure positive fixed-income yields denominated in euros or Japanese yen, she said. As those currencies' government yields have flipped above zero again, she and other bond buyers can lock in positive returns overseas with less risk again.</p><p>Bonds with negative yields make for a counterintuitive investment, because they effectively require the bondholder to pay for the privilege of lending the government money.</p><p>They can also send investors hunting for alternatives that offer more solid returns. Low and sometimes negative yields on many government bonds throughout the world helped set the backdrop for a yearslong rally in riskier investments like stocks through the end of 2021.</p><p>Still, many investors found reasons to buy bonds at negative yields in recent years. Some needed a safe place to park large sums of euros or yen and had little choice but to swallow the negative yields. Others bought negative-yielding bonds hoping to sell them for a profit before maturity if yields fell farther. Bond prices rise when yields fall.</p><p>Other investors based outside Japan have profited from low-yielding government bonds there by pairing their investments with a currency hedge. Ella Hoxha, a senior investment manager at Pictet Asset Management, said that some of the firm's fixed-income funds have been earning yields of more than 4% by trading dollars for yen in short-term swaps and investing the yen in short-term Japanese government debt. Most of the yield in that trade comes from the currency hedge, because foreigners are willing to pay more to borrow dollars at a time of relatively high interest rates in the U.S.</p><p>The Bank of Japan has held its benchmark interest rate below zero since 2016 in an attempt to stimulate lackluster economic growth, but rising prices are testing the bank's commitment to that strategy.</p><p>The central bank described its recent change in yield-curve policy as a technical adjustment. But the move still ignited a debate over whether officials may bring their target rate higher next year.</p><p>SHARE YOUR THOUGHTS</p><p>What is the future for negative-yielding bonds? Join the conversation below.</p><p>Goldman Sachs Group Inc. economists took the Bank of Japan's decision as \"a sign that policy rates could be adjusted further in coming months,\" they wrote in a note to clients last week.</p><p>Brent Donnelly, a currency trader and macro analyst who leads Spectra Markets, said that the bank's path will depend on who is chosen to succeed Haruhiko Kuroda, the Bank of Japan's governor, whose term ends next year.</p><p>\"They could be selecting either a dove or a hawk, and that signal is probably all you will need to know,\" Mr. Donnelly said.</p><p>Write to Matt Grossman at matt.grossman@wsj.com</p><p>Negative-Yielding Bonds Could Be Approaching Their Final Days</p>",
  "published": "2022-12-28T11:35:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 3988,
          "end": 4012
        },
        {
          "start": 3988,
          "end": 3995
        },
        {
          "start": 3958,
          "end": 3982
        },
        {
          "start": 3988,
          "end": 4001
        }
      ]
    }
  ]
}