{
  "_id": "c9479007f982c1f9f51fa4bcb146d518e6024b12d286c19a59aed88715b7f0bd",
  "feed": "ftcomall",
  "title": "Wall Street hunts for ways to skirt Biden's share buyback tax",
  "text": "<p>​​Bankers and lawyers on Wall Street are hunting for ways to help companies buy back shares next year without having to pay millions of dollars in extra tax, a move that risks blunting one of the main revenue generators in President Joe Biden's climate and health package. </p> <p>At the centre of their efforts is the use of accelerated share repurchase (ASR) programmes, a commonly used mechanism allowing companies to complete buybacks that can be worth billions of dollars. Although the programmes are recorded as having been executed on a single day, it often takes several months for banks to complete the trades. </p> <p>The plans hinge on whether forthcoming Treasury guidance will count the day that the company forks over the cash and receives its shares as the date of the buyback, or whether they will have to wait until investment banks actually buy the stock in the open market. </p> <p>Bankers across Wall Street have sought legal advice from law firms including Davis Polk on how the Treasury might treat the accelerated schemes, according to several people briefed on the discussions.</p> <p>Joe Kronsnoble, a partner at Latham &amp; Watkins, said investment banks were “very interested” in the forthcoming Treasury guidance, although he cautioned that the department or the Internal Revenue Service might not provide a full answer before the <a href=\"https://www.ft.com/content/6ba761c5-0e7d-4966-9044-67ef31e17310\">1 per cent tax</a> goes into effect in a little over four months. </p> <p>The new tax will generate $74bn in revenues over the next decade, <a href=\"https://d1e00ek4ebabms.cloudfront.net/production/uploaded-files/x-18-22-af5cab83-9df5-4856-96d2-c6b00d3857f5.pdf\">according to official estimates</a>, but bankers warn the number could balloon if the 1 per cent level is the thin end of the wedge and ends up being set higher in subsequent years.</p> <p>“The assumption, and it's still pretty early . . . is that a 1 per cent tax in and of itself is not enough to significantly change behaviour,” said a New York-based banker who works on corporate share buybacks. “One per cent now is not a big deal, but what if that 1 becomes 3 or 5 or 10 per cent to raise revenue or score political points?”</p> <p>Banks and legal experts have been coalescing around the view that companies will not have to pay the tax on shares they receive through accelerated buybacks launched this year, said one person involved in the discussions. </p> <p>If the Treasury adopts a similar view, the programmes would be particularly appealing for companies seeking to front-load buybacks in future years if Congress decides to raise the tax rate.</p> <p>“Any time there is a new tax on the horizon and people know it's going to apply next year but not this year, it is not surprising that companies look for ways to try to do things sooner rather than later,” said one person involved in the discussions. “ASRs are just one example.” </p> <p><a href=\"https://www.ft.com/stream/06bcb714-42dc-4635-9f07-5b519da93676\">Share buybacks</a> have been targeted by politicians on both sides of the aisle, attracting criticism from Republicans including former president Donald Trump and Florida senator Marco Rubio as well as Democrats such as Senate majority leader Chuck Schumer and Massachusetts senator Elizabeth Warren. </p> <p>Detractors accuse corporate boards of using share buybacks to artificially inflate their stock prices and benefit executives, who are often paid based on share price performance, instead of using their cash for long-term investments, job creation or wage increases for their employees.</p> <p>Companies in the S&amp;P 500 spent $281bn on share repurchases in the first three months of 2022, according to S&amp;P Global, setting a new record high for the third consecutive quarter. </p> <p>Data are expected to show a slight dip in activity in the second quarter after companies, including lenders JPMorgan Chase and Citigroup, paused their buyback programmes in response to tighter capital requirements and concerns over slower economic growth. </p> <p>Traders on the Goldman Sachs trading desk responsible for executing buybacks estimated companies have authorised $856bn worth of repurchases so far this year, but said the growth in repurchases is trailing higher spending on capital expenditures and dividends.</p> <p>Alice Bonaimé, an associate professor of finance at the University of Arizona, said there were some evidence companies that were just short of meeting analyst forecasts were “willing to sacrifice investment and employment to repurchase stock and boost [earnings per share] by about a penny”. </p> <p>However, she added that the flexibility of buybacks gave them many advantages over dividends, which management teams are reluctant to cut if they discover new investment opportunities or encounter unexpected challenges. </p> <p>Bonaimé said that at its current level, the tax “may nudge companies a bit to shift some of their distributions away from buybacks and perhaps toward dividends, but I don't think a 1 per cent tax will be enough to drastically alter corporate behaviour”.</p> <p>Equity trading desks have not yet seen a surge of interest in executing buybacks. However, bankers said they expected activity to increase in the final months of the year as companies planning buybacks in early 2023 move some purchases into 2022.</p> <p>Accelerated share repurchases are not expected to be a panacea for companies hoping to avoid the tax, however, given the relatively short time they take to complete. While banks can structure longer-term programmes — including contracts with exotic derivatives to protect from share price moves — one dealer said they could “start to get expensive” quickly, making them less attractive. </p><p>Source: Eric Platt and Nicholas Megaw in New York 2022 'Wall Street hunts for ways to skirt Biden's share buyback tax' FT.com 25 August. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-08-25T04:00:17.380Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "confidence": 0.99992794,
      "offsets": [
        {
          "start": 3697,
          "end": 3704
        },
        {
          "start": 3681,
          "end": 3694
        },
        {
          "start": 3693,
          "end": 3710
        },
        {
          "start": 3697,
          "end": 3710
        }
      ],
      "weightsV2": {
        "weight": 3.0,
        "baseWeight": 3.0,
        "expansionWeight": 0.0,
        "ontologyWeight": 0.0,
        "tagPositionWeight": 0.0,
        "titleWeight": 0.0
      },
      "typeRank": 1
    }
  ]
}