{
  "_id": "af84dc9758cf43deb61eb0dd7b477be6241a715bef9f2cf1eb3530b215cca6f1",
  "feed": "market-watch",
  "title": "Fintech startup Yotta customer wins $500,000 in sweepstakes drawing; Yotta's sweepstakes for savings-account holders was inspired by U.K.'s Premium Bond program",
  "text": "<p>Now Nicolette has won $500,000 in Yotta's end-of-summer sweepstakes. The New York-based company also runs weekly cash giveaways in which account holders earn one recurring sweepstakes ticket for every $25 in their savings account.</p><p>With her winnings, Nicolette plans to pay off her Hyundai Elantra and buy a bigger SUV for her cleaning and home-services company, which will help support her two kids.</p><p>\"I was in shock for a couple days. I was speechless,\" said Nicolette, who posted her reaction to the prize on Instagram. \"This will help me get my business set up and off the ground.\"</p><p>With 45 employees and about $300 million total in savings accounts, Yotta expects to grow as its name gets mentioned on social media by people talking about winning, and saving, money.</p><p>\"People are bad at doing things that are good for them in the long run if they are not fun in the short run,\" Yotta founder and CEO Adam Moelis told MarketWatch. \"We're trying to make savings instantly gratifying instead of something that pays off five years down the road.\"</p><p>Yotta is not the only fintech company to combine games, sweepstakes and financial services. Other companies offering prize money include PayPal's PYPL Venmo unit, which held the #VenmoMe Giveawaylast month to award qualified account holders a total of $10,000 in prizes of $20 or $50 each. Block Inc. SQ, formerly known as Square, gave away $10,000 in a recent #CashAppFriday sweepstakes.</p><p>Moelis, whose father is Moelis &amp; Co. CEO MC Ken Moelis, launched Yotta in 2019 as a way, he said, to address a strong market need to boost Americans' savings. He modeled the business after a U.K. government program called Premium Bondsthat offers sweepstakes money as an incentive to save.</p><p>Also read: Fintech company Ocrolus co-authors study on how automation can reduce bias in lending</p><p>Yotta's business model was made possible by the American Savings Promotion Act, which Congress passed in 2014, and by updates to existing sweepstakes laws.</p><p>Despite spending an estimated $80 billion on lottery tickets, Americans struggle to build up significant savings, and roughly half of them don't have enough cash saved to cover emergencies, Moelis said.</p><p>Yotta works with a chartered bank partner, Evolve Bank &amp; Trust of Tennessee, to hold its savings accounts and insure them under FDIC guidelines.</p><p>Explaining the company's business model, Moelis said Yotta is able to pay roughly 2% interest on savings accounts and to use some of its cash flow to run a sweepstakes in which people pick numbers ahead of weekly drawings and get cash awards for picking the winning number.</p><p>Also read: Fintech stocks Upstart, Affirm, Block hit hard in market rout as persistent inflation continues</p><p>\"Our math is similar to how all banks make money,\" he said. \"Big banks pay hardly anything on savings accounts, and their cost structure is in real estate and marketing. Instead of putting expenses in marketing and real estate, we can pay out more yield. We can grow through word of mouth without sponsoring football stadiums.\"</p><p>Moelis started Yotta after working in the multistrategy investing group at Goldman Sachs Group Inc. GS and as a data analyst at the market-research firm YipitData.Nicolette's $500,000 prize was part of an end-of-summer second-chance drawing. The jackpot started at $250,000 and grew by $50,000 every week until someone won. The $500,000 award represents the largest prize in the history of U.S. prize-linked savings, according to Yotta.</p><p>Combining games and finance is not a bad thing if it's done in the right way, Moelis said. In the case of Yotta, the sweepstakes rewards people for saving their money, and depositors don't lose any money if they fail to pick a winning ticket number.</p><p>\"I don't think it's inherently bad,\" Moelis said. \"It depends on what's being incentivized by the game.\"</p><p>Also read: Fed official suggests easing of big-bank merger rules as competition from fintech increases</p><p>Emily Bary contributed to this report.</p><p>Fintech startup Yotta customer wins $500,000 in sweepstakes drawing</p>",
  "published": "2022-09-29T12:35:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 3108,
          "end": 3115
        },
        {
          "start": 3108,
          "end": 3121
        },
        {
          "start": 3108,
          "end": 3132
        }
      ]
    }
  ]
}