{
  "_id": "9c9b063a2c8e1e8687d6afc49cf5500990b56ce28e20f6fe3dbfcf1a62f66cc0",
  "feed": "wall-street-journal",
  "title": "Sycamore and Hudson's Bay Prepare Kohl's Bids; Offers could value the department-store chain above $9 billion",
  "text": "<p>A deal is far from guaranteed. Kohl's has indicated to suitors it believes the company is worth over $70 a share, one of the people said.</p><p>Kohl's shares closed Tuesday at $53.82. They jumped to around $58 a share Wednesday morning after Axios reported that Hudson's Bay was considering a bid.</p><p>A Kohl's spokeswoman said the board will weigh potential bids against remaining independent and will choose the path that maximizes shareholder value.</p><p>Kohl's has repeatedly been the target of shareholder activists in the past year despite efforts by the company to boost performance. Chief Executive Michelle Gass has forged partnerships with Amazon.com Inc. and Sephora, brought in new brands and beefed up its loyalty program.</p><p>She also overhauled the merchandise, dropping poorly performing brands and bringing in new ones. Yet, the retailer's stock price had languished before takeover interest emerged.</p><p>The Wall Street Journal reported that a group backed by Starboard Value LP offered $9 billion for the company, or $64 a share, in January, which Kohl's rejected as too low. It was around that time that Sycamore made its approach, suggesting it could pay around $65 a share. Oak Street Real Estate Capital LLC has also been named as a possible bidder for Kohl's real estate.</p><p>The Kohl's board in early February said the indications of interest it received undervalued the company. It formed a committee of independent directors to review its options and hired Goldman Sachs Group Inc. and PJT Partners as advisers. The company said in a March 7 filing that its advisers reached out to over 20 potential buyers, a figure that is typical in such scenarios, and that some had been invited to submit proposals.</p><p>New York-based Sycamore focuses on consumer and retail investments. In 2020 it agreed to purchase Ann Taylor, LOFT, Lane Bryant and other chains out of Ascena Retail Group Inc.'s bankruptcy and owns other companies including Staples Inc., Express and The Limited.</p><p>Toronto-based Hudson's Bay is Canada's oldest department-store chain, founded in 1670. It is owned by HBC, a holding company that also owns the Saks Fifth Avenue and Saks Off 5th chains.</p><p>Write to Cara Lombardo at cara.lombardo@wsj.com and Suzanne Kapner at Suzanne.Kapner@wsj.com</p><p>Sycamore and Hudson's Bay Prepare Kohl's Bids</p>",
  "published": "2022-03-16T15:40:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 1457,
          "end": 1470
        },
        {
          "start": 1444,
          "end": 1468
        },
        {
          "start": 1457,
          "end": 1481
        },
        {
          "start": 1457,
          "end": 1464
        }
      ]
    }
  ]
}