{
  "_id": "2ff7538c050134ca8fc64892231de54a517d77497165f2137ca9cebda3968009",
  "feed": "ftcomall",
  "title": "The FT's 25 most influential women of 2022",
  "text": "<p>Influence comes in many forms. The magazine's Women of the Year issue reaffirms this every December by exploring achievement across cultures, industries and artistries. For 2022, we again commissioned entries by some of the world's most powerful women. But we also sought contributors who could speak to their subject's influence in diverse, even&#xa0;unexpected dimensions.</p> <p>We put together this list in collaboration with FT journalists from dozens of international bureaux, former women of the year and readers like you. It is a celebration, of course, but also a way of interrogating the ways in which power and influence are changing.</p> <p>What Marina Abramović writes of seeing Anne Imhof's performance art – “I had just witnessed something important” – could easily apply to watching every one of the 2022 Women of the Year lead, work, imagine and create.</p> <p><strong>Roula Khalaf</strong>, editor of the Financial Times</p> <p><em>This is an unranked list.</em> </p> <p>Categories: <a href=\"https://www.ft.com/content/8428d275-a9ba-46e7-9c39-78b847c5cef7#oleksandra-matviichuk-0\"><strong>Leaders</strong></a><strong> | </strong><a href=\"https://www.ft.com/content/8428d275-a9ba-46e7-9c39-78b847c5cef7#serena-williams-9\"><strong>Heroes</strong></a><strong> | </strong><a href=\"https://www.ft.com/content/8428d275-a9ba-46e7-9c39-78b847c5cef7#michelle-yeoh-18\"><strong>Creators</strong></a> </p>  <h1>Oleksandra Matviichuk</h1> <p>Lawyer <em>| Chronicler of war crimes</em></p> <p>BY OLIA HERCULES</p> <p>When Russia invaded Ukraine on February 24, my parents, who live in Kakhovka, immediately went into the streets. They were two of many millions. Instead of flower-bearing locals, Russia faced a strong, freedom-loving nation that refused to surrender. In response, Russian troops have wrought cruel physical and psychological warfare: bombings, rape, torture, deportations. Oleksandra Matviichuk, a 39-year-old lawyer and human rights activist, has doggedly gathered evidence of war crimes in Ukraine through the Center for Civil Liberties, which she leads. </p> <p>The CCL has recorded 27,000 war crimes by Russian troops since 2022, from the shelling of schools and maternity hospitals to torture and executions. In October, her organisation <a href=\"https://www.nobelprize.org/prizes/peace/2022/center-for-civil-liberties/facts/\">received the Nobel Prize</a>. Matviichuk has confronted the worst atrocities perpetrated against our people and turned those horrors into action. This&#xa0;work is painful, painstaking and deeply necessary. When so many have closed their eyes, she has insisted we bear witness. For this she is a modern hero.</p> <p><em>Olia Hercules is a Ukrainian chef and writer based in London. Her latest book is ‘Home Food'</em></p>  <h1>Ketanji Brown Jackson</h1> <p>US Supreme Court Justice <em>| Jurist with a human touch<br><br></em>BY RENEE BRACEY SHERMAN</p> <p>Across the United States, we&#xa0;beamed with pride as the Honourable Ketanji Onyika Brown Jackson became the first Black woman to ascend to the <a href=\"https://www.ft.com/content/6c345ad8-0c99-4edc-976d-ce680a2ea492\">highest court in the nation</a> in its more than 230-year history. With her curly sisterlocks, deep brown dimpled cheeks and poetic name meaning “lovely one”, she is an inspiration for Black girls who dream of reaching the highest branches of leadership – and evidence for elders that their advocacy towards Black liberation has brought visionary change.</p> <p>But she is more than a symbol. She is a brilliant legal mind who uses the law to elevate the experiences of marginalised people, giving us renewed hope in an institution stacked against us. As a biracial Black woman who had an abortion, I have little confidence in the Supreme Court's interest in protecting my constitutional rights – I'm not alone, as confidence in the court is at a historic low – but with the addition of Justice Brown Jackson, my wish is that our voices will be heard and our stories reflected in decisions. It means a great deal to have a Supreme Court justice who knows what it's like to walk through the world just like us. Justice Brown Jackson rallies the ambitious and encourages all of us to continue organising for liberation outside of the judicial system.</p> <p><em>Renee Bracey Sherman is the founder and executive director of We&#xa0;Testify, an organisation dedicated to the leadership and representation of people who have&#xa0;abortions</em></p>  <h1>Francesca Bellettini</h1> <p>CEO, Saint Laurent<em> | Fashion's steady hand</em></p> <p>BY JO ELLISON</p> <p>It's the quiet ones to whom you should really pay attention. In a year of fashion bombast, <a href=\"https://www.ft.com/content/f8d2b7ac-2df8-11e9-8744-e7016697f225\">Francesca Bellettini</a> has continued to lead Saint Laurent, where she has been the CEO since 2013, towards extraordinary growth. Saint Laurent achieved an outstanding third quarter with revenue of €916mn, up 40 per cent, and she's done it without a murmur of any fuss. There have been none of the sudden creative exits, branding snafus or apologias that have ricocheted around some other Kering buildings. Ask her what the secret to successful executive leadership is and she'll tell you she's obsessed with balance: in global markets, between categories or in the ratios of mens to womenswear. And although she manages the house in which pret-a-porter was invented, she's been careful to check the inventory hasn't been overwhelmed by streetwear trends. As one of the vanishingly rare female executives in fashion, it's refreshing to see a woman who wears the label so damn well. But keep a close eye on the unassuming Italian. I wouldn't be surprised to see her make a major move in this, her decade year. </p> <p><em>Jo Ellison is editor of HTSI</em></p>  <h1>Jane Fraser</h1> <p>CEO, Citigroup <em>| Committed visionary</em></p> <p>BY LAURA NOONAN</p> <p>Jane Fraser didn't just break through Wall Street's glass ceiling when she became chief executive of one of the world's biggest banks, she blazed through it in a blast of colour. Since taking the top job in 2021, Fraser has continued to wear pink suits and floral dresses and espouse the leadership style that long marked her out among a peer group of women trying to emulate their male rivals in one of the oldest boys' clubs. </p> <p>“Empathy is not a sign of weakness . . . it can create a competitive edge,” she wrote last year. Almost two years in, Fraser's worldview that differences should be embraced rather than trampled upon is permeating the 220,000-strong workforce she leads. Its investment bank, traditionally a hard-charging environment where punishing hours were worn as a badge of honour, recently opened a hub in Málaga to offer <a href=\"https://www.ft.com/content/f3a54eee-c741-4ced-9572-ac02b3990db9\">better work-life balance</a> to junior bankers. </p> <p><em>Laura Noonan is the FT's financial regulation editor</em></p>  <h1>Karen Lynch</h1> <p>CEO, CVS Health <em>| Strategist of trust</em></p> <p>BY MARY SCHAPIRO</p> <p>The person redefining healthcare in America isn't a doctor but a woman who has navigated the system as a patient, caregiver and CEO. In February 2021, amidst an unprecedented pandemic, Karen Lynch became CEO of the largest US healthcare company, CVS. As the pandemic exposed critical gaps, she made healthcare far more accessible and convenient, driven by her belief that we must rethink the way we deliver it by placing patients at the centre and treating the whole patient, head to toe.</p> <p>Thanks to Karen's leadership, CVS has become one of the most trusted resources for care, administering around 80 million Covid-19 vaccines, supporting over 2.8 million patient visits via the CVS walk-in service MinuteClinic and committing to mental health. I am honoured to work with this determined, empathetic and visionary leader who is transforming healthcare across our communities.</p> <p><em>Mary Schapiro is vice-chair for Global Public Policy at Bloomberg and a CVS board member</em> </p>  <h1>Sanna Marin</h1> <p>Prime Minister, Finland <em>| Fearless leader</em></p> <p>BY LAURA BATES</p> <p>Since becoming the world's youngest elected leader aged just 34, Marin's political expertise as a former city council leader and minister of transport and communications has been clear in her decisive governance. This year she has led calls for sanctions against Russia, pushed for Finland's entry to Nato, deftly negotiated coalition politics and continued to spearhead an efficient response to Covid-19. Yet a fellow politician called her a “sales girl” and an incredulous Davos moderator once asked her how governing a female-centric coalition worked. (Marin responded: “It works like in any government. We have meetings and we make decisions. We don't meet in a female locker room.”) <a href=\"https://www.ft.com/content/882bc5be-e31e-42a8-b832-e29027eeaea0\">Outrage over videos of her partying</a> proved we're more intolerant of female leaders dancing than of male ones who boast about grabbing women by the pussy. “In every position I've ever been in,” Marin has said, “my&#xa0;gender has always been the starting point.” Let's hope her refusal to be cowed by such double standards will help retire them for good.</p> <p><em>Laura Bates is the founder of the Everyday Sexism Project. Her latest book is “Fix The System, Not The Women”</em></p>  <h1>Francia Elena Márquez Mina</h1> <p>Vice-President, Colombia <em>| People's champion</em></p> <p>BY MARINA SILVA</p> <p><a href=\"https://www.ft.com/content/1d8a6209-615b-4a26-9a68-08e36432be89\">Francia Elena Márquez Mina</a> once said she prefers to be called by her full name so that everyone knows the surnames of her mother and ancestors. That tells you everything about this Afro-Colombian woman, who even as a teenager committed herself to the defence of her community and the river that runs through its territory. She saw, in her journey, that she was in fact defending all of humanity, other forms of life and planet Earth. Great is the strength of those who know and value their origin.</p> <p>Lawyer, environmentalist, vice-president, Francia represents all the people who have been silenced during the five centuries in which the history of the Americas was written with black and indigenous blood. Her presence on the political stage tells the world that we exist, both as a denunciation of the slavery that has marked us and as the seed of our hope for abundant life on earth. Her voice announces a future dreamt by our ancestors, where we can all, with dignity, taste the best flavours of life.</p> <p><em>Marina Silva is a Brazilian congresswoman-elect and former environment minister</em></p>  <h1>Mia Mottley</h1> <p>Prime minister, Barbados <em>| Engineer of democracy</em></p> <p>BY SHARMAINE LOVEGROVE</p> <p>In January, after Mia Mottley won a <a href=\"https://www.ft.com/content/7b9fa9e7-1313-48da-be26-410ba235e0f1\">landslide re-election victory</a>, she told the Financial Times that she believed in “moral strategic leadership”. That is apparent in everything she does, making her one of the most formidable leaders of her generation. A lawyer who trained at the London School of Economics, Mottley won her first political seat at the age of 28. At COP26 she made clear that the failure of industrialised states to meaningfully <a href=\"https://www.ft.com/content/36fa2acc-9178-4f81-81a5-a1cc0a726989\">invest to halt climate change</a> was catastrophic for the planet. Her speech was as inspiring as it was humbling, and citizens globally were gripped. This year her “Bridgetown Agenda” to reform the international financial system offers real, practical solutions. </p> <p>Her ability to speak truth to power is also apparent at home, where she oversaw the birth of Barbados as a republic, leaving its colonial past behind. Mottley expects this term as premier to be her last; whatever she does next, the world is lucky to have her.</p> <p><em>Sharmaine Lovegrove is managing director of Dialogue Books and a Hachette board member</em></p>  <h1>Sherry Rehman</h1> <p>Climate minister, Pakistan <em>| Negotiator with grit</em></p> <p>BY NICOLA STURGEON</p> <p>At COP27 last month, Sherry Rehman gave a powerful account of the devastating floods in Pakistan, highlighting the <a href=\"https://www.ft.com/content/e69ece7d-11fb-4a8f-91ea-35b98d4b54db\">injustice at the heart of climate change</a>. “The bargain made between the global north and global south is not working,” she told us. Through the power of her argument, she forced developed countries to listen.</p> <p>Her negotiating skills, her pragmatism in navigating the blocks that developed countries put in her way and her campaigning voice were instrumental in the progress on loss and damage at COP27. Her moral authority, representing communities suffering the impacts of climate change, led to the ground-breaking agreement to establish a <a href=\"https://www.ft.com/content/b3a6ea05-1357-4564-a448-27b16a376a4a\">fund</a> that has given renewed hope to many in the global south. I have no doubt that Sherry will continue in her campaign for climate justice, for global financial reform and for the vital funds required to secure a future for those parts of Pakistan that will suffer the impact of this year's floods for a long time to come.</p> <p><em>Nicola Sturgeon is first minister of Scotland</em></p>  <h1>Serena Williams</h1> <p>Tennis player <em>| Singular champion</em></p> <p>BY TOYIN OJIH ODUTOLA </p> <p><a href=\"https://www.ft.com/content/48f49626-f2a8-4e39-a3f3-e44c2a1d6f39\">Serena</a> specifically requested I create a <a href=\"https://www.instagram.com/p/Ckd1z72LcmW/\">drawing of her</a> for the National Portrait Gallery in DC. I was thrilled – “ecstatically terrified” is how I'd describe it. We had a Zoom to find out what she liked and didn't like about other portraits and photographs of her. Then I spent a day with her at her house in Florida to take reference photos. I was very conscious of all the unfair projections thrown at her over the years. I think that's why she has such a good poker face on and off the court, because she had to contend with all of that. </p> <p>Something I realised is that she is very kind, very funny and very private. So I didn't want to reveal anything that was unnecessary; there had to be a space within the portrait just for her, not for any of us, not even for me as the artist. She has an incredible smile and sense of humour: I saw a joy there that transcended all of the projections.</p> <p>I grew up witnessing her excellence and magnificence from afar. The Williams sisters' presence was so profound. Grand slam win after grand slam, we'd never seen anything like that! What they represented for me, and I think for a lot of people, was beauty. On the court and off, when you see them carry themselves with such grace, it&#xa0;leaves an indelible impression. </p> <p>After I finished the portrait, Serena announced she was stepping back from tennis to <a href=\"https://www.ft.com/content/c332ca17-3f7b-4043-9036-d083c1574556\">focus on her family</a>. Motherhood often goes unappreciated, but it's also inextricable from society: mothers are not a luxury! So many people, especially women, have to grapple with having definitions placed on them. I think it will be a blessing for us to witness whatever it is that Serena decides to do next.</p> <p><em>Toyin Ojih Odutola is an artist</em></p>  <h1>Amanda Blanc</h1> <p>CEO, Aviva <em>| Executive on a mission</em></p> <p>BY ANN CAIRNS</p> <p><a href=\"https://www.ft.com/content/89bcdf20-20fc-410f-9515-05f2dce2b594\">Amanda Blanc</a> is a thoughtful, grounded person who is really in tune with the people around her. I recall listening to Amanda on a panel at the Global Investment Summit, discussing sustainability and green finance. She spoke passionately about how climate change affects people's lives. I loved her human approach.</p> <p>Amanda is also a committed supporter of the 30% Club, the campaign I serve as global chair that calls on CEOs and chairs of the world's biggest companies to boost female representation in senior leadership. As one of just a handful of female CEOs in the FTSE 100, Amanda recently called for gender equality targets to be included in the financial system's climate change commitments, asking for urgent action at COP27.</p> <p>Amanda's always thinking about other people, and I really like that about her. She's from Wales and I get a sense the Welsh are proud of who they are. Amanda has much to be proud of.</p> <p><em>Ann Cairns is the executive vice-chair of Mastercard and global chair of the 30% Club</em></p>  <h1>Jamie Fiore Higgins</h1> <p>Author <em>| Teller of uncomfortable truths</em></p> <p>BY GILLIAN TETT</p> <p>Jamie Fiore Higgins was one of the most senior bankers at Goldman Sachs before she quit in 2016, after 17 years. It is rare for someone of her ilk to blow the whistle on the corporate culture of an institution as powerful as Goldman, given the financial and social incentives to stay quiet. But in her memoir <a href=\"https://www.ft.com/content/217e2e30-6078-477f-8a7c-4ff20690fa21\"><em>Bully Market</em></a>, published this year, Fiore Higgins says that when she joined the bank, she found a “racist, sexist and intolerant environment”, a&#xa0;place where traders joked about charting the physical measurements of female analysts.</p> <p>Fiore Higgins, who has four children, was told not to talk about them at work; that she was “too motherly”. One colleague told her she'd only been promoted because she was a woman. Others mooed at her after she pumped breastmilk for her baby and left a toy cow on her desk – this after she'd been advised not to pump at work. When she received a bonus that finally gave her the financial freedom she had been waiting for, she quit. </p> <p>Goldman officials have disputed her account, but if Fiore Higgins' book spurs them to raise standards, she will have done Wall Street – and future female bankers – a great&#xa0;service.</p> <p><em>Gillian Tett is an FT Weekend Magazine columnist and the FT's US editor-at-large</em></p>  <h1>Rebecca Gomperts</h1> <p>Doctor <em>| Defender of abortion rights</em></p> <p>BY LYZ LENZ</p> <p>Rebecca Gomperts knows something that has taken the rest of us too long to understand: we don't save our lives by begging, pleading, debating or marching in the streets with signs. We save our lives by fighting with absolutely everything we have. After the reversal of the US Supreme Court ruling ensuring the right to an abortion, Gomperts' telemedicine service Aid Access is offering women the basic healthcare being denied them in states like Texas by providing medical abortion pills by mail. </p> <p>Even before that, the Dutch doctor has been fighting for years for a basic human right – the right for women to choose the trajectory of their lives. She has used everything from drones to boats and the mail to offer women access to a safe abortion. Through her work, Gomperts is not only saving lives, but is providing us with a model for how to stand up to injustice. She does not equivocate or compromise. She is a blueprint for how to fiercely fight for our lives.</p> <p><em>Lyz Lenz is the author of “Belabored: A Vindication of the Rights of Pregnant Women”</em></p>  <h1>Rina Gonoi</h1> <p>Former soldier <em>| Silence breaker</em></p> <p>BY KANA INAGAKI</p> <p>In a country where many women suffer sexual harassment in silence, Rina&#xa0;Gonoi made a different choice. With courage and stoic determination, the 23-year-old launched a public campaign this summer, demanding truth and a formal apology from Japan's military after she was sexually assaulted by drunken male officers during training last year. After facing months of stonewalling, evasion and anonymous threats, the Ground Self-Defence Forces acknowledged in September that Rina's allegations were accurate, and four male officers apologised to her in person.</p> <p>Sadly, Rina's case is only the tip of the iceberg, and complaints brought forward since then suggest that groping, unwanted kissing and other acts of sexual harassment are rampant in an environment where female military officers are still a tiny minority. </p> <p>Rina says it doesn't have to be this way. At the age of 11, she was inspired when she was rescued by a female SDF officer following the 2011 Tohoku earthquake and tsunami. Her dream job was quickly shattered by the reality she faced and she will not rejoin the military, but she is hoping that her campaign will improve working conditions for future generations of female officers. To them, she says: “You're not alone. I felt very lonely as well but the only thing I could do was believe in myself.”</p> <p><em>Kana Inagaki is the FT's Tokyo bureau chief</em> </p>  <h1>Women of Iran</h1> <p><em>Freedom fighters</em></p> <p>BY CHRISTIANE AMANPOUR</p> <p>In September, a 22-year-old from the north-west Kurdish region of Iran arrived in Tehran with her family. She was snatched off the street by the “morality police” for allegedly failing to wear the hijab correctly. The next time her parents saw her, she was in a coma. Her death on September 16 led to nationwide protests. Mahsa Amini is the <a href=\"https://www.ft.com/content/628a2cc7-88a7-42fa-8487-efe5d24944a9\">spark that lit a fire in Iran</a>, and her name will live on through the movement she inspired. Girls, young women and their allies, including men, have taken this tragedy and turned it into something unprecedented. <a href=\"https://www.ft.com/content/f6f1ea96-33c4-42d6-bfc6-b9a2c5be9bb8\">They are protesting</a> for basic human rights that Iranian women have been denied for too long: dignity, personal bodily autonomy, the freedom to live safely in their own country. </p> <p>The headscarf is not a fundamental pillar of Islam. When it is forced on women, it's a control mechanism, whether used by the Taliban in Afghanistan, by the religious leaders of Iran or across the Arab world. Amini's arrest and death symbolised the government invading and assaulting a woman's personal space. In demanding freedom, protesters and journalists have been arrested, put in solitary confinement and undergone interrogation. The authorities have opened fire on the streets, killing untold numbers. Human rights organisations report beatings and torture. Sham trials and executions are threatened.</p> <p>One never knows where uprisings will lead in an authoritarian state. But the Iranian Nobel laureate Shirin Ebadi told me that democracy will come to Iran through the gates that these women have opened. The&#xa0;only question is when. </p> <p><em>Christiane Amanpour is chief international anchor at CNN and PBS, and has covered Iran for decades</em></p>  <h1>Paula Kahumbu</h1> <p>Conservationist <em>| Advocate for wildlife</em></p> <p>BY AMINA MOHAMED</p> <p>Paula Kahumbu has been a voice for conservation for a long time and has done transformational work. Her “Hands Off Our Elephants” campaign drew attention to the threat of their extinction in Kenya and convinced people across a very broad spectrum, including at the highest political levels, to support conservation. Her efforts, together with others', have had a direct impact on the increase in the number of elephants in our country: the population has doubled since the late 1980s. Paula's advocacy has created more awareness in the global community of the responsibility that we all have for the conservation of wildlife and particularly elephants. She believes they don't belong to any individual country, but that we hold them in trust for humanity and for the future. </p> <p>Paula has the ability to look at conservation issues as a whole, identify the priorities – where the dangers are real, where extinction is a real possibility – and address them. Many people are capable of doing the advocacy. She is unique in raising issues and providing possible solutions too. She's a serious thinker and a pragmatic person. She is also a pioneer who chose a field that is not comfortable for many women. I&#xa0;have a lot of respect and admiration for&#xa0;Paula.</p> <p><em>Amina Mohamed is a former Kenyan cabinet secretary and ambassador to the UN</em></p>  <h1>MacKenzie Scott</h1> <p>Philanthropist <em>| Transforming giving</em></p> <p>BY ABIGAIL E DISNEY</p> <p>It is tempting to compare MacKenzie Scott's <a href=\"https://www.ft.com/content/35f00c25-3b4c-42a6-b69f-bef0d71dc7ef\">unique practice of generosity</a> with that of her ex-husband, Jeff Bezos. But such a comparison is only useful in telling us the source of Scott's billions, and maybe in helping understand just what a miraculous anomaly she is. Scott doesn't donate or endow, she gives. She gives mindfully, generously, humbly and with only her short essays on Medium – laced with the poetry and literature that have formed her compassion – to pass for fanfare. </p> <p>With blistering speed, she has given away money anyone else would need lifetimes and staffs of thousands to distribute, over four years and counting. In the process, Scott has used her writing to advance a vision of society that demands better of us all. Her essay announcing her first set of gifts was momentous for me personally, and I hope for anyone regardless of the wealth they hold. In it, she acknowledged that wealth accumulation is not an individual but a collective accomplishment, and that power, therefore, should not accrue only to those who benefit from it. </p> <p><em>Abigail E Disney is an Emmy-winning documentary film-maker, activist and philanthropist</em></p>  <h1>Sarina Wiegman</h1> <p>Head coach, England women's football team <em>| Visionary manager</em></p> <p>BY BETH MEAD</p> <p>Sarina Wiegman told us that we had made her squad for the European championships this summer by giving us a golden ticket that read: “Congratulations! You're going to the Euros!” It was a golden ticket for a golden summer with an incredible human and an incredible woman. </p> <p>Sarina played over 100 times for the Netherlands in her career, and was their manager when they won the Euros in 2017. She has been <a href=\"https://www.ft.com/content/49318256-ddc2-4bbc-8943-761705efd76d\">a game-changer</a> for us as a team. She is caring and understands exactly what her players need. We always know where we stand with her and she makes football feel simple. The aura she has is so important. During the storm of the Euros, she kept us steady. Before the final against Germany, she told us: “We don't have to win – we just really want to.”</p> <p>The effect she has had on football in this country – a <a href=\"https://www.ft.com/content/fa6eb8ab-b244-4350-8775-5467f5eca724\">first major England trophy</a> since the men's team won the World Cup in 1966 – is incredible. She took over the team just nine months before the Euros. But her impact isn't limited to us as a team, a whole nation respects what she has achieved. She is a strong human being who has had a huge influence on us as women. It's a unique ability to have that kind of effect on so many people.</p> <p><em>Beth Mead is a striker for Arsenal and England. She was top scorer at Euro 22 and voted player of the&#xa0;tournament</em></p>  <h1>Michelle Yeoh </h1> <p>Actor <em>| Real-life super hero</em></p> <p>BY JAMIE LEE CURTIS</p> <p><a href=\"https://www.ft.com/content/b6480303-5848-4025-8156-1e6640318f8c\">Michelle Yeoh</a> has SUPER POWERS! Not the fake Marvel kind but the deeply human ones. She is small in stature but big in talent. From our first meeting it was a love affair, and like all good lovers we fell into each other, fought, made up and laughed, boy did we laugh. She's an intricately detailed performer, incredibly well prepared and then in the moment, wide-open like the wind. I've never had another scene partner like her. She's a cyclone of talent that is finally getting her much-deserved due. What most people don't know is that she's generous, gentle and kind, and loves her children, her friends and her family with the same fierceness with which she performs. She gives <a href=\"https://www.ft.com/content/df24772e-0c4a-4d1e-9df7-b50f38c01038\">everyone, everywhere, all at once</a> 100 per cent of her spirit and love and I can't imagine a better person to be number 1 on a call sheet, movie poster or honouree list. She is simply THE BEST! </p> <p><em>Jamie Lee Curtis is an actor, producer, children's author and activist who co-starred with Yeoh in “Everything Everywhere All At Once”</em></p>  <h1>Tsitsi Dangarembga</h1> <p>Author and activist<em> | Inspirational scribe</em></p> <p>BY ELIF SHAFAK</p> <p>Novelist, playwright and human rights activist Tsitsi Dangarembga is a brave and inspiring voice in literature. She is the author of the first book by a black Zimbabwean woman to be published in English and her latest novel, <em>This Mournable Body</em>, was <a href=\"https://www.ft.com/content/c4375e17-c5c0-4a8a-a78e-1dc20da5cecb\">shortlisted for the Booker Prize in 2020</a>. Her writing embodies an unflinching examination of difficult issues, including the impact of colonialism and patriarchy. A writer working at the intersection of gender, race, colonialism and class, she is not only drawn to stories but also silences. This year, Dangarembga was given a <a href=\"https://www.theguardian.com/global-development/2022/sep/29/zimbabwean-author-tsitsi-dangarembga-found-guilty-of-inciting-violence\">suspended jail sentence</a> for taking part in a peaceful protest in Harare demanding political reform. </p> <p>In her powerful new collection of essays, <em>Black and Female</em>, she says, “I am an existential refugee. I have been in flight since I left the womb.” She is also a fighter. With her words she turns pain into resilience, anger into power and injustice into a fight for dignity, equality and freedom. Coming from Turkey, this struggle resonates with me. Zimbabwe should be proud of having a writer like her. </p> <p><em>Elif Shafak is a novelist</em> </p>  <h1>Billie Eilish</h1> <p>Musician<em> | Voice of a generation</em></p> <p>BY SINÉAD GLEESON</p> <p>There was a time when being a woman in music meant fighting for space and legitimacy, of trying not to wilt under the male gaze. We've all scoured festival-bills-as-opticians'-charts only to find female performers lurking in tiny print at the bottom. This year, two of the world's biggest music festivals were headlined by a woman, and the youngest ever to do so at both. <a href=\"https://www.ft.com/content/b64b378e-b6fc-4b5a-99f6-c4af0b929793\">Billie Eilish</a> became a Glastonbury and Coachella headline act, seven-time Grammy winner, Bond-theme performer and Oscar winner all before hitting the US legal drinking age. When Eilish stepped out on to <a href=\"https://www.ft.com/content/045f6787-82e9-4747-8093-2b61b3caecba\">Glastonbury's main stage</a>, she was diminutive against the huge backdrop, clad in baggy, don't-body-shame-me clothes. Fierce and ebullient, she sang of abusive men, name-checked Roe vs Wade and held the multidemographic crowd in the palm of her hand. We finally got to “see [her] in a crown/making ‘em bow”, wondering where she'll go next. </p> <p><em>Sinéad Gleeson is a writer and the editor of “This Woman's Work: Essays on Music”</em></p>  <h1>Annie Ernaux</h1> <p>Author<em> | Emotional excavator</em></p> <p>BY HORATIA HARROD</p> <p>After first reading <a href=\"https://www.ft.com/ernaux\">Annie Ernaux</a>, I went to a bookshop and bought everything they had by her. Half a dozen white-jacketed English editions, all published in the UK in the past few years – the French have known about Ernaux for decades. Her subject in most of her 20-odd books is the stuff of her life, excavating her memories and trying to reproduce the feeling of living with absolute fidelity. She's written acute, devastating volumes about her parents (<em>A Man's Place, A Woman's Story</em>), about the steamrollering effect of desire (<em>Simple Passion</em>), about the abortion she had illegally in 1963 (<em>Happening</em>, a book some thought lay behind the Nobel committee's decision to give Ernaux the prize for literature this year, the year of the overturning of Roe vs Wade).</p> <p>Reading her reaffirms that the events of our lives, which in the living of them may not feel particularly significant, do have weight. Our memories and experiences are all we have, and we should value them.</p> <p><em>Horatia Harrod is a senior editor at FT Weekend and a former Booker Prize judge</em></p>  <h1>Anne Imhof</h1> <p>Artist<em> | Explorer of darkness</em></p> <p>BY MARINA ABRAMOVIĆ</p> <p>I used to live in Amsterdam a long time ago. I had forgotten about the traffic; this is an old city and the roads are constantly being repaired. I took a car to <a href=\"https://www.ft.com/content/ac6e234b-3833-49e0-8afc-fe5176184235\">Anne Imhof's</a> solo show at the Stedelijk Museum and was seven minutes late. This is very embarrassing to me because I'm always on time. I was instructed to come to the staff entrance, where I met a group of curators. I found myself in front of a wall of industrial lockers and my first reaction was to put inside the heavy bag I was carrying. I felt someone touch my shoulder. “This is the work of Anne Imhof,” they whispered. “Here is where the exhibition starts.” This was my second embarrassment of the day. I apologised and entered the show with an open mind.</p> <p>In Imhof's live performances, she mostly turns to dance rather than the performance-art community. Beautiful, fit bodies with strong, charismatic identities are her preference. I always feel the presence of modernity in her work and it attracts a very young audience.</p> <p>The Stedelijk was the first time I'd seen her work without live elements. This image stays with me: snow, communist buildings empty of life and the face of Imhof's collaborator and life-partner Eliza Douglas smiling, arriving&#xa0;half-naked on a horse then disappearing again, only her erect nipples indicating how cold it was. </p> <p>I left feeling I had just witnessed something important – something that's happening right now with the humans in this world. I was also left with a strong feeling of beauty, sadness, melancholy and loss.</p> <p><em>Marina Abramović is a performance artist</em></p>  <h1>Meghan Markle</h1> <p>Podcaster <em>| Voice at the storm's centre</em></p> <p>BY YOMI ADEGOKE</p> <p>Meghan Markle has become a symbol of resilience for many silenced women. Specifically speaking, for women of colour and, even more specifically, mixed-race and black women. Her experience within the royal family resonated with those who have had to navigate historically white, elitist institutions that are, at best, not built with them in mind and, at worst, outwardly hostile. </p> <p>The royal family is an establishment largely maintained through silence and complicity. It's this, in part, that makes Meghan's choice to use her voice so powerful. This year she launched a podcast, <em>Archetypes</em>, where she interrogates the labels used to contain and inhibit women – fitting, given the projection and smears she has endured from the press. For the black community in particular, it was <a href=\"https://www.ft.com/content/512f0b8f-dd37-4431-9801-a3f0262c3b81\">hard to watch her demonisation</a> by the British media and public. But seeing her come into her own, and use her platform to speak about what matters to her, has sent a message even louder than she may have intended. </p> <p><em>Yomi Adegoke is the author of books including the forthcoming “The List”</em></p>  <h1>Domee Shi</h1> <p>Director <em>| Animator of interior lives</em></p> <p>BY ROSALIE CHIANG</p> <p>When I first saw the synopsis of <em>Turning Red</em> I was shocked, because it didn't feel like any other Pixar movie I'd seen. The character I play, Meilin Lee, is a 13-year-old Asian-Canadian girl growing up in Toronto in the early 2000s. The story is essentially writer-director Domee Shi's childhood – with the addition of a giant red panda. Domee is such a gutsy, brave person. She started at Pixar as an intern in 2011, and by 2018 she'd directed a short, <em>Bao</em>, which won an Oscar. With <em>Turning Red</em> she's made a film that explores what it's like to go through periods and puberty – subjects that others are too scared to even talk about. </p> <p>Working with Domee for four years was an honour. Not only is she the first woman to direct a Pixar movie, she's made a film that looks and feels really different from those that have gone before. Rather than the smooth, flowy feel of most CGI films, <em>Turning Red</em> has a choppier, fresher feel. As Domee told an interviewer, she was “raised with one foot in both eastern and western art and culture” – and that really shines through. The fact that it's about an Asian-Canadian girl, directed by an Asian-Canadian woman, is so great. Since it came out, I've had many Asian Americans and Asian Canadians come up and say, “Thank you, this has never been done before, I feel so represented.” The fact that Domee has achieved that is amazing.</p> <p><em>Rosalie Chiang is an actor who played the lead in “Turning Red”</em> </p> <p><em>This special edition was edited by Esther&#xa0;Bintliff, Griselda Murray Brown and Cherish Rufus, and designed by Shannon Gibson, with photography direction by Emma Bowkett</em></p><p>Source:  2022 'The FT's 25 most influential women of 2022' FT.com 1 December. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-12-01T05:00:03.834Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 14700,
          "end": 14707
        },
        {
          "start": 14430,
          "end": 14443
        },
        {
          "start": 14533,
          "end": 14546
        },
        {
          "start": 15337,
          "end": 15344
        },
        {
          "start": 15447,
          "end": 15454
        },
        {
          "start": 14596,
          "end": 14603
        }
      ]
    }
  ]
}