{
  "_id": "b19c80c98aa8746fd47e617716e8cc2cc3bdbc5f1f725feeb2904d74bcbc5b49",
  "feed": "ftcomall",
  "title": "Goldman Sachs to pay $4mn penalty over ESG fund claims",
  "text": "<p>Goldman Sachs has agreed to pay a $4mn penalty over US regulatory charges that the bank's asset management division misled customers about environmental, social and governance (ESG) investments. </p> <p>The settlement with the Securities and Exchange Commission highlights a widening clampdown on potentially unsupported claims made by financial groups when it comes to socially-conscious investment products. </p> <p>The SEC's settlement involved two mutual funds and one separately managed account strategy. Before February 2020, Goldman Sachs employees completed certain ESG questionnaires for evaluating companies included in the funds after securities were already picked, the US regulator <a href=\"https://www.sec.gov/news/press-release/2022-209\">said in a statement on Tuesday</a>.</p> <p>According to the SEC, Goldman also failed to adopt written policies and procedures governing how it evaluated ESG factors as part of its investment process until “some time after” the strategy was introduced.</p> <p>“Today's action reinforces that investment advisers must develop and adhere to their policies and procedures over their investment processes, including ESG research,” said Andrew Dean, co-head of the SEC's asset management enforcement division.</p> <p>Goldman agreed to the penalty as well as a cease-and-desist order and a censure, without admitting to the SEC's findings. The agency's civil investigation into the bank's ESG claims first came to light <a href=\"https://www.ft.com/content/5812ab1f-c2d4-4681-a6be-45f0befd92df\">in June</a>. </p> <p>In a statement, Goldman said it was “pleased to have resolved this matter, which addressed historical policies and procedures related to three of the Goldman Sachs Asset Management fundamental equity group's investment portfolios”. </p> <p>The fine for Goldman is more than double the $1.5mn BNY Mellon <a href=\"https://www.ft.com/content/ff0097c4-3f1c-49d8-8189-153fc56aeeb3\">agreed</a> to pay earlier this year for allegedly misstating and omitting information about ESG considerations for its mutual funds. That case marked the first time the SEC settled with an investment adviser concerning ESG statements.</p> <p>As of April 2022, Goldman Sachs's asset management division managed about $1.5tn, the SEC said. In 2020, the two mutual funds and separately managed account strategy managed a combined $238mn, according to the regulator.</p> <p>ESG investment products have become the fastest-growing segment of the asset management industry, with assets rising to an <a href=\"https://www.ft.com/content/5ec1dfcf-eea3-42af-aea2-19d739ef8a55\">estimated</a> $2.7tn in 2021. Critics have argued that certain companies and investors have used ESG, which remains loosely defined, to make unrealistic or misleading claims about their sustainability and governance credentials. </p> <p>Separately on Tuesday, the US Department of Labor <a href=\"https://www.dol.gov/newsroom/releases/ebsa/ebsa20221122\">reversed</a> a Trump-era rule that deterred asset managers from considering ESG criteria when offering retirement investing options to businesses. The new rules are likely to allow for more ESG funds to be included in retirement plans offered by businesses, analysts said.</p><p>Source: Joshua Franklin and Patrick Temple-West in New York 2022 'Goldman Sachs to pay $4mn penalty over ESG fund claims' FT.com 22 November. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-11-22T22:39:31.182Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 0,
          "end": 7
        },
        {
          "start": 0,
          "end": 13
        },
        {
          "start": 513,
          "end": 526
        },
        {
          "start": 516,
          "end": 523
        },
        {
          "start": 516,
          "end": 529
        },
        {
          "start": 729,
          "end": 736
        },
        {
          "start": 733,
          "end": 740
        },
        {
          "start": 1165,
          "end": 1172
        },
        {
          "start": 1384,
          "end": 1391
        },
        {
          "start": 1392,
          "end": 1399
        },
        {
          "start": 1518,
          "end": 1548
        },
        {
          "start": 1522,
          "end": 1556
        },
        {
          "start": 1526,
          "end": 1533
        },
        {
          "start": 1526,
          "end": 1539
        },
        {
          "start": 1526,
          "end": 1556
        },
        {
          "start": 1612,
          "end": 1619
        },
        {
          "start": 1621,
          "end": 1628
        },
        {
          "start": 1909,
          "end": 1922
        },
        {
          "start": 1920,
          "end": 1927
        },
        {
          "start": 1920,
          "end": 1933
        }
      ]
    }
  ]
}