{
  "_id": "2fab8764e712081991f7ea4abee33501a8790f4da0a956e5cd49d3a4b81ea9de",
  "feed": "wall-street-journal",
  "title": "Streetwise:  Credit Suisse Highlights the Flaws  Of Trying to Quantify ESG Risks  ----  By James Mackintosh",
  "text": "<p>   Wall Street's hottest investment trend is to score companies on environmental, social and governance criteria, in an attempt to steer investors away from potholes. Credit Suisse's investors might have expected a corporate-governance disaster based on its ESG scores -- but only if they picked the right ratings agency. With the Swiss bank achieving excellent, terrible or indifferent scores depending on the agency, one is almost bound to be right. </p><p>   Credit Suisse has just lost its chairman, Antonio Horta-Osorio, who quit after it turned out he had repeatedly breached Covid-19 quarantine rules. The current chief executive got the job after the last one was forced out after the revelation that a former employee was spied on. Both had been trying to rebuild Credit Suisse after board reports about botched risk controls and heavy losses on lending to failed hedge fund Archegos Capital Management and supply-chain financier Greensill Capital. </p><p>   Yet the rating agencies can't even agree on whether the bank's governance is a problem, let alone what its overall ESG score should be compared with global peers. This is symptomatic of one of the great difficulties for those who promote ESG as a way to use capitalism to change the world: If the experts have wildly differing opinions on a basic matter such as good governance, how can we expect agreement on more controversial topics such as the environment, employee relations or social impact? </p><p>   Among the rating agencies, S&amp;P Global was most critical of Credit Suisse's governance. It gave the bank 15% for corporate governance -- putting it at 725th out of the 747 banks and diversified financial groups globally that S&amp;P rates -- and below JPMorgan Chase's 83% and Goldman Sachs's 89%. </p><p>   Overall, Credit Suisse scored 57%, better than JPMorgan or Goldman, because S&amp;P puts it well above average on environmental, social and economic aspects (oddly S&amp;P lumps \"governance\" and \"economic\" together into one big category for the \"G\" in ESG). </p><p>   Refinitiv, owned by the London Stock Exchange Group, is the least critical of Credit Suisse. It gives the bank a score of 95% on its \"management\" category, focused on the board, and 81% for governance as a whole, in line with its overall ESG score and similar to JPMorgan and Goldman. </p><p>    MSCI is in between. It ranks Credit Suisse as having average governance, alongside JPMorgan and Goldman Sachs, and gives it the same single-A rating, the third from top in a scale of seven. </p><p>   Truvalue Labs, part of FactSet, puts Credit Suisse as below average overall, and gives it a score of 32% on governance -- between JPMorgan's 34% and Goldman's 29%. </p><p>   Sustainalytics, part of Morningstar, puts Credit Suisse slap in the middle of the world's banks, with medium ESG risk. It thinks JPMorgan is slightly riskier, and Goldman slightly less risky. </p><p>   Picking out the reasons for the different scores is tricky. Refinitiv's score is high because it separates out what it calls \"controversies\" into a separate area that doesn't affect the ESG score, while others often include them. Greensill, Archegos, spying and a Mozambique corruption scandal together cut 62 points from S&amp;P's assessment of Credit Suisse's corporate governance, for example. </p><p>   Other differences revolve around the importance put on different aspects of governance -- such as board diversity, board policies, independent directors, separating chief executive and chairman roles -- and on whether to use subjective assessments of what matters. There is a different approach to whether to infer or estimate in areas where companies don't disclose data, and whether a score suffers for lack of disclosure. </p><p>   Credit Suisse is far from unique in having widely differing scores on single categories, and that results in companies having widely differing scores overall, too. For investors trying to put money to work in the \"right\" way this can be deeply frustrating, but it is inevitable, because there is no absolute truth or even widespread agreement on what is right. </p><p>   Credit Suisse shows how hard it is even to get the experts in ESG to agree on what counts as good or bad governance. The \"E\" and \"S\" parts of ESG are far more difficult. Even if different rating providers could agree on how to assess the underlying data (they don't), questions with no right answer remain: How should carbon emissions be balanced against water use or impact on biodiversity? Is workforce safety more or less important than customer engagement? Is it more important to have equal pay by gender or by race? It is obvious that reasonable people can disagree, and investors have different priorities. </p><p>   That contrasts with company credit ratings, which are usually very similar no matter which rating agency they come from. But morality doesn't enter into credit: All that matters is whether debts will be paid on time and there is widespread agreement between the major rating agencies both on the data and on what matters. </p><p>   Perhaps the best way to think of ESG ratings is like the buy/sell/hold recommendations of Wall Street analysts: These are opinions. They will sometimes be right and sometimes wrong, and you might choose to pay attention to someone whose approach you respect. </p><p></p>",
  "published": "2022-01-18T07:07:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 2367,
          "end": 2380
        },
        {
          "start": 2262,
          "end": 2269
        },
        {
          "start": 1795,
          "end": 1802
        },
        {
          "start": 1715,
          "end": 1728
        },
        {
          "start": 1715,
          "end": 1722
        },
        {
          "start": 2788,
          "end": 2795
        },
        {
          "start": 2610,
          "end": 2617
        },
        {
          "start": 2367,
          "end": 2374
        }
      ]
    }
  ]
}