{
  "_id": "aa6d364eee7081249f1d5361d482dc7f7e3758193553d2a83061bb5338023651",
  "feed": "ftcomall",
  "title": "UK retail bank ringfencing has not damaged sector, Treasury review finds",
  "text": "<p>The UK's ringfencing regime for retail banking may need simplifying to avoid causing unintentional damage to competition but has not had a negative impact on the sector so far, according to a Treasury-led review.</p> <p>In its initial findings published on Wednesday, the report found the regime had “contributed to a more resilient banking sector in the UK” and rejected concerns from some banks that it had harmed the mortgage market in particular.</p> <p>The review, however, acknowledged that ringfencing had the potential to constrain the competitiveness of UK banks, especially by raising funding costs and creating balance sheet constraints for investment banking operations. But it found that so far the impact has been minimal. </p> <p>The ringfencing regime requires lenders with more than £25bn in deposits to formally separate their consumer operations from investment banking arms to protect ordinary customers from trading losses under legislation passed in 2013.</p> <p>The rules, which were designed to prevent future taxpayer bailouts on the scale of those during the 2008 financial crisis, only came into force in 2019 after a six-year implementation process.</p> <p>Some banks had pushed for the deposit limit to be increased. But the year-long review, by a panel led by former Standard Life Aberdeen chief executive <a href=\"https://www.ft.com/content/5cfd82e8-139c-41ee-9222-b0a02437f058\">Keith Skeoch</a>, made no reference to raising the threshold. It also said it had found no evidence to support claims by challenger banks that the regime had resulted in mortgage pricing being driven down.</p> <p>“The ringfencing regime has had no significant impact on competition in retail banking or its sub-markets,” it said. “Commentary regarding ‘trapped' liquidity caused by the ringfencing regime is not supported by evidence” and is not responsible for “distorting the mortgage market”.</p> <p>The newer entrants had argued that the big high street lenders were pumping extra resources into home loans because they represented the most attractive way of deploying the “trapped” capital inside the ringfenced retail business. </p> <p>They also complained that the extra costs and complexity of ringfencing, when combined with a litany of other post-crisis capital rules, made it harder for them to grow sufficiently to compete with larger rivals</p> <p>Low interest rates, Bank of England interventions, government lending support schemes and unrelated strategic shifts were more responsible for increased mortgage competition, the review concluded.</p> <p>But it found that aspects of the regime needed to be addressed as it had created extra compliance costs for banks and “frictions for customers” that straddle the retail and investment banking unit, as well as introducing “unnecessary rigidity”.</p> <p>The panel did not publish any recommendations but said they would focus on “increasing flexibility” and “reducing unnecessary complexity” when it presented them to the Treasury in the coming months.</p> <p>Some international investment banks have complained that the regulation inhibited growth and inward investment to the UK and affected London's competitiveness on the international stage. They had hoped the Treasury might consider softening or even scrapping the regime following Brexit.</p> <p>They had called for an increase in the ringfence threshold to at least £40bn to account for economic growth since 2013. The issue is of particular significance to Goldman Sachs, which founded a new UK retail bank called Marcus in 2018 to help cheaply finance its London-based international investment banking operations. It quickly grew to near the £25bn deposit ceiling and had to stop taking new customers in 2020. Goldman declined to comment</p> <p>UK Finance, which represents about 300 financial services firms, said it was “important to consider whether the benefits of ringfencing to financial stability outweigh its costs and the potential long-term implications for customers and the economy post-Brexit”.</p> <p>The Bank of England has opposed any changes to ringfencing. Sam Woods, deputy governor, previously said the regime was vital for the UK as its global financial services sector dwarfs the country's medium-sized economy.</p> <p>The Treasury launched the review in early 2021 because it was required to conduct an appraisal eight years after the legislation was approved by parliament.</p><p>Source: Stephen Morris, Banking Editor 2022 'UK retail bank ringfencing has not damaged sector, Treasury review finds' FT.com 19 January. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-01-19T15:32:08.205Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 3573,
          "end": 3580
        },
        {
          "start": 3319,
          "end": 3332
        },
        {
          "start": 3319,
          "end": 3326
        }
      ]
    }
  ]
}