{
  "_id": "ce41389922ba674cf1122f00ad984819ac05e488b654a694eb40c561416220a0",
  "feed": "wall-street-journal",
  "title": "Tech Stocks Gain, With Nasdaq Climbing 1.6%; Netflix shares jump after the streaming service says it lost fewer subscribers last quarter than expected",
  "text": "<p>\"We have a far less volatile 10-year U.S. Treasury yield, inflation expectations have come down, and earnings season, so far, has been better than feared,\" said Art Hogan, chief market strategist at B. Riley FBR Inc. \"Technology and consumer services have been some of the most beaten-down segments of the market. Now risk appetite is coming into those areas.\"</p><p>Stocks have swung in recent days during an earnings season that has been scrutinized for signs about how the highest inflation in more than four decades and slowing economic growth are affecting companies. Recent results from companies such as Goldman Sachs and Citigroup came in above Wall Street's expectations, even though both banks reported substantial declines in profit.</p><p>Netflix followed suit late Tuesday, saying it lost fewer subscribers last quarter than it had expected and forecast it would add 1 million net new subscribers in the current period. Its shares rose $14.81, or 7.4%, to $216.44 and are up 14% this week, on pace for their best weekly performance since July 2020.</p><p>\"Earnings have been supportive of the narrative that growth isn't falling off a cliff,\" said Fahad Kamal, chief investment officer at Kleinwort Hambros. \"It doesn't necessarily look like a recession is coming. But companies have been cautious with their guidance.\"</p><p>Tesla, which reported after the market close, posted its first sequential decline in quarterly profit in more than a year as it recovers from an extended shutdown at its Shanghai assembly plant. The electric-vehicle maker also said it has sold 75% of the bitcoin it had purchased, little more than a year after investing in the digital currency. Shares were little changed after hours.</p><p>Among other notable earnings reports, marketing house Omnicom rose $2.65, or 3.9%, to $70.06 after it posted revenue that beat analysts' expectations and raised its guidance.</p><p>Oil-services firm Baker Hughes fell $2.33, or 8.3%, to $25.89 after its chief executive said he sees demand deteriorating over the next 18 months.</p><p>Abbott Laboratories fell $1.70, or 1.6%, to $108.23 after reporting its nutrition sales were hit by a recall and manufacturing shutdown of some infant-formula products, though it raised its guidance.</p><p>Sentiment on Wall Street remains at historically pessimistic levels, though some investors say they see this earnings season as a potential turning point for this year's market rout.</p><p>\"Market sentiment is worse today than it was early in the pandemic; even 2008 pales in comparison to the bearishness right now,\" said Keith Buchanan, portfolio manager at Globalt, an Atlanta-based money manager. \"This earnings season could be the catalyst for that to start to change.\"</p><p>Mr. Buchanan said his firm has cash to deploy across its strategies, particularly in global stocks. \"Once we see the last flush lower or confirmation of a breakout, we are ready to get aggressive,\" he said.</p><p>Elsewhere, sales of previously owned homes fell for their fifth straight month in June, as rising home prices and higher interest rates continued to weigh on buyer demand. The median sales price of an existing home notched another record in June, rising 13.4% from the previous year to $416,000.</p><p>In other markets, the yield on the benchmark 10-year Treasury note edged up to 3.035% from 3.017% on Tuesday. Yields rise when prices fall. The yield on shorter-dated bonds remained higher, with the 2-year yield at 3.248%. That is known as an inverted yield curve and is a popular recession predictor.</p><p>Brent, the global benchmark for crude, ticked down 0.4% to $106.92 a barrel, reversing direction after three consecutive days of gains.</p><p>\"Energy prices reflect the wider sentiment in the market. What's creating this volatility are higher chances of a recession,\" said Antonio Cavarero, head of investments at Generali Insurance Asset Management.</p><p>Overseas, the pan-continental Stoxx Europe 600 slipped 0.2%. In Asia, most major benchmarks rose. The Shanghai Composite Index climbed 0.8%, and Hong Kong's Hang Seng rose 1.1%. Japan's Nikkei 225 rose 2.7%.</p><p>Write to Anna Hirtenstein at anna.hirtenstein@wsj.com and Eric Wallerstein at eric.wallerstein@wsj.com</p><p>Tech Stocks Gain, With Nasdaq Climbing 1.6%</p>",
  "published": "2022-07-20T20:55:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 606,
          "end": 619
        },
        {
          "start": 605,
          "end": 618
        },
        {
          "start": 602,
          "end": 615
        },
        {
          "start": 606,
          "end": 613
        },
        {
          "start": 605,
          "end": 612
        }
      ]
    }
  ]
}