{
  "_id": "17c23e6ab3c457237da75e6af10f5162ed23cac50b200ff469438814c3d9f647",
  "feed": "wall-street-journal",
  "title": "Stock Futures, Bond Yields Rise After Jobs Report; The health of the labor market is a key factor in Federal Reserve decisions over how fast to raise interest rates",
  "text": "<p>In the bond market, the yield on benchmark 10-year Treasury notes rose to 2.414% from 2.324% Thursday. Yields rise as bond prices fall. They have climbed for five of the past seven quarters as investors prepare for the Federal Reserve to keep raising rates to quell inflation.</p><p>Two-year yields, which are more sensitive to expectations of short-term interest rates, rose to 2.420%. When the two-year yield climbs above the 10-year yield, the yield curve is said to be inverted, something that is often viewed as a predictor of recessions.</p><p>Employers added 431,000 jobs in March, marking 11 straight monthly gains above 400,000, the longest such stretch of growth in records dating back to 1939. The unemployment rate fell to 3.6% from 3.8%.</p><p>Economists surveyed by The Wall Street Journal ahead of the report projected the economy grew by 490,000 jobs. The unemployment rate is quickly approaching the February 2020 prepandemic rate of 3.5%, which was a 50-year low.</p><p>\"The labor market in the U.S. is extremely tight,\" said Jane Foley, head of foreign-exchange strategy at Rabobank. \"I don't think that anyone's thinking the Fed is going to step off the gas over the next few months.\"</p><p>Angst about the economic outlook is one reason why stocks have had a rocky start to 2022. Investors are parsing fast-moving developments on the battlefield in Ukraine and their effects on the world economy and financial system.</p><p>Of particular concern to money managers is the rise in commodity prices fueling inflation. The rally in prices for oil, grains and metals has added to expectations that the Fed will end years of easy monetary policy that propelled stocks higher. For the Fed, a key factor in deciding how fast to raise rates is the state of the labor market.</p><p>Ahead of the bell, GameStop shares rose 14%. The videogame retailer said Thursday that it would request shareholder approval to increase its share count to enable a stock split.</p><p>Cinema company AMC Entertainment, a fellow favorite with individual traders, rose 4.6% in brisk trading. Dell Technologies edged down 0.9% after analysts at Goldman Sachs cut their target price for the stock.</p><p>In overseas markets, the Stoxx Europe 600 rose 0.5%, led higher by shares of oil, gas and auto companies. China's Shanghai Composite Index rose 0.9%, Hong Kong's Hang Seng edged up 0.2% and Japan's Nikkei 225 slipped 0.6%.</p><p>Underlining that inflationary pressures aren't confined to the U.S., consumer prices in the eurozone rose 7.5% in March from a year earlier—the highest level since the formation of the currency bloc. Also due Friday is the Institute for Supply Management's gauge of manufacturing in the U.S., at 10 a.m.</p><p>European natural-gas prices slipped as trader nervousness about Russian President Vladimir Putin's threat to cut exports eased. Mr. Putin said in an interview broadcast Thursday that Moscow would halt gas deliveries to \"unfriendly states\" unless they switched to payment by rubles by Friday. The policy has caused a standoff with Germany, a key importer of Russian gas, which is refusing to pay by ruble.</p><p>Analysts said flows of Russian gas to Europe were steady Friday, helping to keep a lid on prices. Benchmark European gas futures edged down 3.1% to 121.97 euros, equivalent to $134.85, a megawatt-hour.</p><p>Elsewhere in commodities, Brent-crude oil prices fell 1.5% to $103.16 a barrel a barrel. They remain on course to fall for the week, after the Biden administration set out plans to release up to 180 million barrels from the U.S. Strategic Petroleum Reserve.</p><p>Write to Joe Wallace at joe.wallace@wsj.com</p><p>Stock Futures, Bond Yields Rise After Jobs Report</p>",
  "published": "2022-04-01T12:38:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 2086,
          "end": 2099
        },
        {
          "start": 2086,
          "end": 2093
        }
      ]
    }
  ]
}