{
  "_id": "01a901be40f645aba9c97a8ae2f299a2699bd1630ea8289ef2cc1d631e644bfb",
  "feed": "market-watch",
  "title": "Gary Gensler's campaign for market transparency is getting more transparent",
  "text": "<p>For more than a year, the drumbeat of retail investors calling on U.S. regulators to “do something” about the dark corners of the stock market has grown louder and louder with many alleging that the head man at the SEC was failing to do his job by not going directly after hedge funds and market makers that they believed were artificially depressing the price of meme stocks like GameStop GME and AMC Entertainment AMC.</p><p>Social media is rife with users criticizing Gensler and trying to get his attention on topics that range from naked shorting to warehouse fires in Illinois, and many frame the SEC chief as inert, using his agency's investigation into the meme stock short squeeze of 2021 as their primary evidence that he is not seeing what they are seeing.</p><p>But Gensler's critics among the Apes of social media might want to step back and reappraise what Gensler is up to, because when you get a wider view, he's behaving like a true power bald when it comes to market structure.</p><p>Obviously, Wednesday was a big one for Gensler. He officially proposed the most aggressive slate of new new regulations in more than a decade, moving at once on more disclosures from hedge funds and their private equity cousins, enhanced cybersecurity reporting, and his long-promised move to shorten settlement times on equity trades.</p><p>In one stroke, Gensler made it clear he was happy to alienate the private money crowd and help out zero-commission apps like Robinhood HOOD, help Robinhood really needs, but Gensler has been pretty unsubtle about his intention to do all these things for months now, and a deeper perusal of the financial news cycle shows that he actually has a much broader plan to shed light on those dark corners of the market.</p><p>In fact, if you needed one word to sum up Gensler's regulatory kink, it would be “Transparency.”</p><p>Gensler, and those around him, have used the word so often when discussing their agenda that it has evolved from buzzword to sacramental mantra.</p><p>“Private fund advisers, through the funds they manage, touch so much of our economy,” Gensler said in a statement on Wednesday. “Thus, it's worth asking whether we can promote more efficiency, competition, and transparency in this field.”</p><p>“Transparency” appeared four more times in that statement.</p><p>The word also pops up a lot when discussing Gensler's likely plans for reforming the practice of payment for order flow (PFOF). He himself has used it often in his remarks on how he might change it going forward, something that would not help Robinhood's business model, and it comes up even more when other experts muse on the topic.</p><p>“The SEC and market participants should continue to examine the ecosystem,” Gensler's predecessor at the SEC, Jay Clayton, told MemeMoney in December. “As the mix of order types and customers change, it will change. We need to continue to evaluate and make the process more transparent.”</p><p>Shining light on PFOF will also go over well with Gensler's critics among retail investors who felt victimized by zero-commission apps halting buy orders on meme stocks at a key moment in their short squeeze crusade against hedge funds last year that they still believe are cheating and colluding with market makers to rig the market using naked shorts and other tactics.</p><p>And speaking of short sellers…</p><p>On Friday, Bloomberg reported that Andrew Left of Citron Research had his office raided by the FBI in early 2021, right after the meme stock squeeze, and that the U.S. Department of Justice rained down subpoenas on other short sellers throughout the year.</p><p>According to that report and numerous discussions that MemeMoney had with industry insiders, the investigation into short selling has a wide scope that includes almost every short selling firm in the game and a few hedge funds, like Melvin Capital, the arch enemy of many meme stock retail investors.</p><p>But those conversations with insiders also yielded a deeper take on the U.S. Department of Justice probe, suggesting that it's not aimed at short selling firms directly but is actually attempting to discover the the existence of “undisclosed funding arrangements,” basically, non-public relationships between short sellers who publish their research and funds or other entities that are shorting the stocks named in that research and benefit from the price falling.</p><p>Essentially, the DOJ wants increased transparency on how much short sellers are working with big funds to keep a finger on the scale of shorted stocks.</p><p>Everyone seems to agree that short selling is an important part of the market ecosystem, but if hedge funds are paying short sellers to augment their short positions with publicity campaigns that adversely effect equity pricing, that would indeed be a bad look for the industry, which is already under populist fire from retail investors.</p><p>That probe would seem to dovetail nicely with some other news from Friday. The Financial Stability Oversight Council (FSOC), that includes U.S. Treasury Secretary Janet Yellen, Federal Reserve Chair Jerome Powell, and, of course Gensler, is putting together “an interagency risk monitoring system to identify potential emerging financial stability risks posed by hedge funds.”</p><p>The FSOC made no bones about using the collapse of Archegos Capital Management to justify its new system, citing how Archegos used leverage and swaps to build invisible yet huge equity positions that almost blew up their own bankers when the trades went the wrong way.</p><p>This kind of oversight could easily be used to see whether or not there has been some chicanery in short selling when it comes to naked and synthetic shorting, should Gensler want to use it that way, armed with whatever he might glean from the DOJ if it shares what it learns from its probe.</p><p>“[Gensler] is getting at this thing from a lot of different angles at once, and the whole meme stock thing might give him the kind of political momentum that the SEC dreams about,” one former SEC insider told MemeMoney. “If the goal is to get a better look at dark pools and other shady areas, he is putting up a flood light.”</p><p>For retail investors still pumping money into meme stocks hoping to get their next chance at the Mother of All Short Squeezes, Gensler's light show can't come soon enough.</p><p>A tweet by Liz Ann Sonders, chief investment strategist at Charles Schwab SCHW, contained a chart that showed that short sellers are piling back into the market.</p><p>“Short sales increased at fastest rate in more than 10 years during last five weeks,” she tweeted, citing data from Goldman Sachs GS .</p><p>https://twitter.com/LizAnnSonders/status/1491722264005468163After five day runs that had both stocks up more than 30%, both GameStop and AMC Entertainment gave up big gains at midday Thursday to close down on the day. And while major U.S. stock market indexes fell hard Thursday on fears of Federal Reserve interest rate hikes and persistent inflation, meme stock Apes once again saw a more nefarious cause: short sellers using their powers of invisibility to pull the rug out from underneath a solid run up in meme stocks.</p><p>Retail investors will already be digitally screaming about Thursday's collapse, but instead of asking if Gensler is paying attention, they might want to take solace in the fact that he's definitely getting a better peek.</p><p>Will MAGA stocks get that Joe Rogan juice after all?</p><p>And while we're talking about behavior and meme stocks, what are the chances that MAGA SPACs like CF Acquisition Corp. VI CFVI and Digital World Acquisition Corp. DWAC get their own visit to the moon courtesy of a possible divorce between Joe Rogan and Spotify SPOT?</p><p>The latest episode of MemeMarkets will help you answer that:</p>",
  "published": "2022-02-10T17:24:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 6528,
          "end": 6535
        },
        {
          "start": 6528,
          "end": 6541
        }
      ]
    }
  ]
}