{
  "_id": "13d6da11fc826efecb2170d61831154e8d1f1594af9eb009b4862525129731a6",
  "feed": "ftcomall",
  "title": "Are ‘fake' job ads inflating America's employment data?",
  "text": "<p>Taylor Goucher is urgently looking to hire accountants and customer support technicians to work for Connext Global Solutions, the offshoring consultancy where he leads client services.</p> <p>But those are not the only job listings the company has posted. They also have five additional listings, for engineers and a vice-president, that he plans to leave up indefinitely.</p> <p>“For really tough openings, the right people only come up so often, so we have to leave them open and just sort of wait and hope that at some point, a good candidate is going to come through,” said Goucher, who said he adopted the strategy 18 months ago after working to fill one role for nine months to no avail. </p> <p>Some economists suspect that Goucher may be among a growing number of employers posting so-called purple squirrel vacancies to be left up indefinitely in the hope of finding the kind of perfect candidate that is as rare as woodland creatures with pastel fur. If true, it could help explain why job openings figures remain elevated.</p> <p>“These are purple squirrel vacancies,” Christopher Waller, a <a href=\"https://www.ft.com/stream/e5533208-e5cc-4be5-aea1-c464a9a205e3\">Federal Reserve</a> governor, told reporters after a speech to the Institute for Monetary and Financial Stability in Frankfurt. “They're not real.”</p> <p>To Waller, such vacancies strengthen the US central bank's case for tightening financial conditions. If long-term job listings are inflating the job openings figures, labour might not be as in demand as it seems. That could make it possible to reduce the number of vacancies advertised by companies without significantly altering the unemployment rate. The Fed is raising rates to tamp down on <a href=\"https://www.ft.com/stream/7982616a-e179-45f1-86f6-948f1fc35523\">inflation</a> but fears persist that steep increases could paralyse the jobs market or trigger a recession. </p> <p>US <a href=\"https://www.ft.com/content/7690564b-5d6b-45fc-9cd6-ff2d54da8b29\">employers added 390,000 jobs</a> in May, the labour department reported on Friday.</p> <p>The bulk of the 11.4mn job openings reported in April are not waiting for “purple squirrels”. A Goldman Sachs analysis found that two-thirds of current listings were posted in the past 90 days, a higher share than before the coronavirus pandemic. Yet the number of vacancies that employers fill each month reached an all-time low in March.</p> <p>“That's not because companies are getting pickier,” said Julia Pollak, the chief economist for jobs site ZipRecruiter. “On the contrary, many are reducing experience and education requirements.</p> <p>“It's because, despite reducing requirements, employers are still not finding enough interested, qualified people per vacancy,” Pollak added. “Many employers are making offers to multiple candidates and seeing them all reject the offers for other opportunities because they're being outbid.”</p> <p>Some frustrated job seekers share Waller's suspicion. Julia Laico looked for months for a job to start after her graduation from Emory University in Atlanta in May. She said she expected the process to be fast because of a shortage of workers, but instead spent hours sorting through inactive job listings. Eventually, she landed a two-month fellowship with an education non-profit.</p> <p>“I expected some more professionalism on the part of many employers,” Laico said. “There was a lot of unresponsiveness, even after interviews. And I totally understand that companies can't respond to every applicant because of the high volume.”</p> <p>Patricia Lenkov, an executive recruiter in New York, said that employers are becoming increasingly selective about who they hire after a year of experimenting with less qualified candidates because of a worker shortage, which might account for slower and more frustrating hiring processes.</p> <p>Other companies have yet to “clean up” their job ads after spending months struggling to backfill for employees who quit during the pandemic, said Cathi Canfield of industrial staffing group EmployBridge.</p> <p>That is the case at OSP International, a Tuscon company that produces training courses for project managers. </p> <p>“We understand that finding a candidate that has all the skills you need is impossible, but we keep those vacancies out there just in case we get lucky,” Cornelius Fichtner, OSP's president, said. “We don't get lucky too often though.”</p> <p>Recruiters and economists agree that job seekers still have the upper hand in today's labour market. Joe Mullings, chief executive of talent acquisition at The Mullings Group, warns that it makes it more difficult than ever for employers to lure in “purple squirrels”.</p> <p>“Candidly, the best people are usually not out looking for jobs and they are not responding blindly to job ads or sending their resumes into HR,” Mullings said.</p> <p>Goucher said that his “purple squirrel” vacancies have helped him hire qualified engineers he might have otherwise missed.</p> <p>“It's a different strategy,” Goucher said. “Instead of hunting, you can fish.”</p> <p><em>Additional reporting by Joe Rennison</em></p><p>Source: Taylor Nicole Rogers in New York 2022 'Are ‘fake' job ads inflating America's employment data?' FT.com 4 June. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-06-04T17:00:45.772Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 1893,
          "end": 1906
        },
        {
          "start": 1893,
          "end": 1900
        }
      ]
    }
  ]
}