{
  "_id": "0677105d113baa7120c7334f0cafad84d4399738cce45ada905ef5f5aba915b2",
  "feed": "ftcomall",
  "title": "FTX on brink of collapse after ‘liquidity crunch' at crypto exchange",
  "text": "<p>The digital assets industry has been shaken by the near collapse of Sam Bankman-Fried's FTX, one of the largest crypto exchanges, which clinched a rescue deal with arch-rival Binance after a surge in customer withdrawals sparked a liquidity crisis.</p> <p><a href=\"https://www.ft.com/binance\">Binance</a> chief executive Changpeng “CZ” Zhao wrote on Twitter that FTX had “asked for our help”, adding: “There is a significant liquidity crunch.” Binance has signed a letter of intent to buy FTX but said it had “the discretion to pull out from the deal at any time”.</p> <p>The bailout of one of the biggest and most prominent companies in the global cryptocurrency industry by its chief competitor reverberated across the market. Bitcoin, the most actively traded token, fell as much as 17 per cent while smaller coins faced steeper falls. US-listed crypto exchange Coinbase dropped about 14 per cent.</p> <p><a href=\"https://www.ft.com/stream/555b8eaf-51c0-4d66-bbf3-dfe5dd0bcaaf\">FTX</a> hit a valuation of $32bn at the start of this year, with blue-chip investors including BlackRock, Canada's Ontario Teachers' Pension Plan and SoftBank backing the company. In an industry that has been called the “wild west” by Wall Street's top regulator, FTX was widely considered to be one of the better-managed players, with its founder Bankman-Fried regularly lobbying lawmakers in Washington.</p> <p>Known as SBF and noted for his unofficial uniform of shorts and T-shirt, Bankman-Fried had a paper fortune of an estimated $24bn only six months ago. He is among the best-known crypto executives, often appearing at conferences where he has interviewed the likes of Bill Clinton and Tony Blair.</p> <p>The deal with Binance ends an explosive and very public row between Bankman-Fried and Zhao and will combine two of the world's biggest crypto exchanges.</p> <p>FTX's troubles accelerated over the weekend when Binance said it intended to offload its holdings of FTX's token FTT, citing concerns over the exchange's financial stability and sending the token plunging in price.<br><br>Bankman-Fried responded on Monday, saying a “competitor is trying to go after us with false rumours”. He added he would “love it” if he could work with Zhao “together for the ecosystem”.</p> <p>The FTX chief also tried to calm markets by saying: “FTX is fine. Assets are fine.”</p> <p>But on Tuesday, he wrote on Twitter: “CZ has done, and will continue to do, an incredible job of building out the global crypto ecosystem, and creating a freer economic world.” Bankman-Fried also vowed that all customer assets would be “covered one for one”. FTX confirmed the deal; the two companies did not immediately disclose the terms.</p> <p>If completed, the deal will consolidate Binance's position as the largest platform in crypto trading.<br><br>“This elevates Zhao as the most powerful player in crypto,” said Ilan Solot, co-head of digital assets at Marex Solutions. “Zhao's view of the world will matter a lot more, in terms of how he wants to interact with regulators and policymakers . . . the weight of his views will be much more powerful.”</p> <p>The crypto industry has struggled over the past year, particularly since the <a href=\"https://www.ft.com/content/3e0a65bb-a953-433a-819e-ff29de847336\">failure of the terra and luna tokens</a> in May. The price of flagship tokens bitcoin and ether plunged and several big companies have collapsed, including lender Celsius Network and hedge fund Three Arrows Capital.</p> <p>The rescue deal is also a major setback for Bankman-Fried, whom has long been viewed as a relatively stable and ambitious figure in the often shaky world of crypto.</p> <p>In the wake of this year's crypto market collapse, he earned a reputation as an industry saviour after aiding failing companies. In June, the FTX chief announced a $250mn loan to ailing crypto lender BlockFi.</p> <p>The loan followed further assistance for crypto broker Voyager Digital, which was rescued by an FTX loan worth about $485mn in cash and bitcoin.</p> <p>But Bankman-Fried's ambitions also extended to traditional markets: he sought to shake up trading of Wall Street futures and equities markets, <a href=\"https://www.ft.com/content/bc8b24b6-2f25-42b6-bf82-bcaf7d698a0d\">buying a stake in Robinhood</a>, the retail broker.*</p> <p>In 2021, FTX signed a 19-year deal to rename the Miami Heat's basketball arena as the FTX Arena. In 2021, Bankman-Fried said that buying Goldman Sachs was “<a href=\"https://www.ft.com/content/c8ffb228-1dbe-4e8a-b30b-be7203d71e7d\">not out of the question at all</a>”.</p> <p>*<em>This story has been amended since initial publication to clarify that Bankman-Fried bought the stake in Robinhood.</em></p><p>Source: Joshua Oliver, Scott Chipolina and Nikou Asgari in London 2022 'FTX on brink of collapse after ‘liquidity crunch' at crypto exchange' FT.com 8 November. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-11-08T20:38:50.644Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 4037,
          "end": 4050
        },
        {
          "start": 4063,
          "end": 4076
        },
        {
          "start": 4063,
          "end": 4070
        }
      ]
    }
  ]
}