{
  "_id": "97d7a8b9c042bbf71bfe087b4343f992c21169d534b2379bb3d6ce4c14d710b2",
  "feed": "ftcomall",
  "title": "Rishi Sunak: ambitious pragmatist returns to take Tory leadership",
  "text": "<p>Rishi Sunak has bungee-jumped back to the top of British politics. Just last month, his prospects plunged when he was soundly beaten to the Tory leadership by Liz Truss. He was banished from the cabinet and forced to deny rumours that he would leave Westminster altogether, perhaps to work in finance in the US. </p> <p>But <a href=\"https://www.ft.com/stream/3af9081b-2929-40bb-a906-0a6e7ad51ac9\">Sunak</a>'s warnings about Truss's unfunded tax cuts proved prescient more quickly than he could have expected. Having trounced rival candidates among Tory MPs, he will now be invited by King Charles to form a government.</p> <p>Sunak, 42, will be Britain's first non-white prime minister — as well as the first with an MBA and a past life at Goldman Sachs. Politically, he is a contradiction. He is a rightwing Conservative who has relied on the centre and left of the party for his support. </p> <p>A Brexiter and an advocate of low-tax <a href=\"https://www.ft.com/content/122cdc16-7435-4c7b-85e1-09cd10c1ab7a\">free ports</a>, he is more popular than other Tories among Remain voters. That has much to do with his role as chancellor during the Covid-19 pandemic, dishing out billions of pounds of subsidies, as well as his suave, metropolitan demeanour. After the chaos of Truss and Boris Johnson, Sunak's appeal is that he projects competence.</p> <p>Raised in Southampton, on England's south coast, he is the grandson of Indian migrants who arrived from east Africa in the 1960s. His father was a doctor and his mother ran a pharmacy. He was head boy at Winchester College, an elite private school, then studied philosophy, politics and economics at Oxford university.</p> <p>Initially he seemed more taken by business than politics. He joined Oxford's investment society, not its debating union. He spent three years at Goldman's private equity arm, did an MBA at Stanford and then worked as an analyst for hedge funds TCI and Theleme Partners. At Stanford, he met his future wife, Akshata Murty, daughter of Narayana Murthy, billionaire founder of IT company Infosys.</p> <p>In 2014, Sunak was selected as the Tory candidate for the safe seat of Richmond, North Yorkshire, with the support of the outgoing MP and former party leader William Hague. As a southerner and a Hindu teetotaller who does not eat beef, he faced local scepticism but was elected as an MP in 2015. He backed Leave in the EU referendum — “If we've lost Rishi, we've lost the future of the party,” David Cameron privately sighed — but was too junior to have an impact on the campaign. </p> <p>Sunak did not rebel against Theresa May's Brexit deal, his pragmatism apparently coming to the fore. He was squeaky clean, his ambition evident to all. His ministerial break came after he backed Johnson for the Tory leadership. He was made deputy to chancellor Sajid Javid and when Javid resigned in 2020, amid a power struggle with then Downing Street chief of staff Dominic Cummings, Sunak stepped up. </p> <p>His initial challenge as chancellor was finding tax rises to pay for Johnson's spending. Within weeks he was dealing with a pandemic. He seemed remarkably unflustered. He announced funding with slick, autographed graphics. His signature measures included the furlough scheme and Eat Out to Help Out — a popular subsidy for eating in restaurants in the summer of 2020, which did not include incentives to eat outdoors and which was later implicated in fanning Britain's second Covid wave.</p> <p>In a government that delighted in bashing civil servants, Sunak was a minister respected by his officials. Allies later claimed that he had not taken a holiday during his two years as chancellor. “I have been an appalling husband and father for the past couple of years. It's as simple as that,” he <a href=\"https://www.facebook.com/sbsnews/videos/rishi-sunak-admits-his-greatest-sacrifice-is-being-an-appalling-father-due-to-hi/1931860343673583/\">said in 2022</a>.</p> <p>As the pandemic waned, Sunak's Teflon image became scratched. For all his slickness, he could appear geeky and out of touch. He is slightly obsessive about Star Wars and Coca-Cola (he has seven fillings). He was photographed working with a heated travel mug that sold for almost £200. In April 2022, he admitted he had held a US green card until the previous year and that his wife had benefited from non-domiciled status, allowing her to avoid UK tax on her foreign earnings while he was chancellor. She then agreed to pay UK taxes.</p> <p>The scandals around Johnson also put Sunak in a bind. When the prime minister falsely smeared Labour leader Sir Keir Starmer for not prosecuting paedophile Jimmy Savile in a previous role, Sunak gently distanced himself: “I wouldn't have said it,” he said. But he did not resign in protest over Downing Street parties during lockdowns. Indeed, he was tarred himself, paying a £50 penalty for attending Johnson's birthday party in the cabinet room.</p> <p>Meanwhile, with tax levels at a 70-year high, a planned joint speech by Sunak and Johnson was delayed, amid reports that they disagreed over policy. In July 2022, as more scandals mounted, Sunak resigned from the cabinet — minutes after Javid, then-health secretary, did the same. “The public rightly expected government to be conducted properly, competently and seriously . . . I believe these standards are worth fighting for,” he wrote to Johnson in his resignation letter. He added that their approaches to fiscal policy were “fundamentally too different”.</p> <p>Johnson resigned two days later and his supporters did not forgive Sunak's role in his downfall. In the ensuing leadership contest, the former chancellor promised Tory members fiscal conservatism and “a grown-up conversation where I can tell you the truth”. That was a strategic mistake: party members did not seem to want to hear about hard realities, opting instead for Truss's boosterism and tax cuts. Sunak was the most popular candidate among MPs but polls suggested that he would lose the run-off against all his rivals.</p> <p>He tried to make up the ground on Truss in their only head-to-head BBC debate. “Your own economic adviser has said that your plans would mean that interest rates would have to go up to around 7 per cent,” he said to her, before telling the audience: “Just think what that means for all of your mortgages.” But his constant interruptions came across as “mansplaining”, and in effect ended his hopes of winning the leadership contest. </p> <p>Sunak also promised to review or repeal all 2,400 retained EU laws within his first 100 days as prime minister. He struck a critical tone about coronavirus lockdowns, saying scientific advisers had had too much influence. </p> <p>His race and religion were rarely explicitly mentioned in the campaign. However, he did face questions about whether he was committed to staying in the UK, explicitly in relation to his former US green card. Some observers wondered if the same issue would have received so much attention were Sunak white.</p> <p>Truss beat Sunak by a margin of 57 to 43, slimmer than the polls had expected. When Truss took office, Sunak went to ground, trying to shed his image as a plotter. When she resigned, he was the obvious candidate to pick up the pieces. He was endorsed by hardline Brexiters who had previously opposed him, including Steve Baker and Suella Braverman. But some Tory MPs remain bitterly opposed and are likely to undermine his efforts to tackle the country's economic crisis.</p> <p>In his first leadership campaign, Sunak said the decisions made in the ensuing days would set the course for a generation. The question now is whether Truss's missteps have in effect done that — and whether he has reached the top too late to govern smoothly.</p><p>Source: Henry Mance in London 2022 'Rishi Sunak: ambitious pragmatist returns to take Tory leadership' FT.com 24 October. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-10-24T13:04:36.805Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 1630,
          "end": 1637
        },
        {
          "start": 648,
          "end": 655
        },
        {
          "start": 648,
          "end": 661
        },
        {
          "start": 643,
          "end": 656
        }
      ]
    }
  ]
}