{
  "_id": "febe651e0271b01a2ed8408865be8bfc15b85f6cfc946412e3745e1d08416f04",
  "feed": "market-watch",
  "title": "Goldman downgrades Shell over 'relatively expensive' valuation versus competitors",
  "text": "<p>The report highlighted how the EU big oil sector XX:SXEP generated a \"strong\" free cash flow generation in the third quarter amounting to $44.8 billion.</p><p>While Della Vigna decreased his 12 month price target in Shell from €40 ($39.91) to €38, he said Shell had screened \"very favorably\" in 2022, offering $18.5 billion in buybacksas well as its dividend commitments.</p><p>\"On our estimates, we expect Shell to offer circa 8.7% total returns to shareholders in dividends and buybacks, which considerably lags the peer average of 11.6%. In this context, we find more attractive combinations of dividends and buybacks across our coverage,\" he added.</p><p>The team pointed out the biggest risks to changes in its ratings included lower prices, changes in recovery rates in mature offshore oil and gas fields and higher-than-expected costs and/or capital expenditure in its future development.</p><p>BP's Earnings Beat Is Sure to Raise Political Heat on the Oil Sector</p><p>Conversely, the team upgraded Portuguese oil refining company Galp PT:GALP from neutral to buy and raised its yearly price target to €16, up from €15. It branded Galp as one of the most able firms to sustain high cash flows in the EU bio oil sector in the next five years.</p><p>Shares in the energy company were up 2% during Monday afternoon trading in Lisbon.</p><p>Della Vigna's team said that while Galp has galvanized positive earnings from high oil benchmarks – especially in Brent oil BRN00– their shares have lagged such revisions.</p><p>\"However, we now believe the company is a good mean reversion opportunity in the nearer term as the slowdown in key macro indicators has seen oil-focused players such as Galp being the most shielded in the fourth quarter, as shown in our quarterly commodity exposure index,\" Della Vigna said.</p><p>Goldman downgrades Shell over 'relatively expensive' valuation versus competitors</p>",
  "published": "2022-11-07T15:31:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 0,
          "end": 7
        },
        {
          "start": 1768,
          "end": 1775
        }
      ]
    }
  ]
}