{
  "_id": "95ee5abc2c86d722c24954dd8fb180ca56aabe00d66342b371618bdd8a8bad1f",
  "feed": "wall-street-journal",
  "title": "Transcript: Former Federal Reserve Officials Discuss Rate Policy, Economic Outlook; William Dudley, New York Fed president from 2009-18, and Ellen Meade, who worked as a senior adviser to the Fed's board of governors, at the WSJ CFO Network Summit",
  "text": "<p>Ellen Meade: Thanks, Nick. It's great to be here.</p><p>William Dudley: Likewise.</p><p>Mr. Timiraos: Just so our audience knows, we have two really thoughtful Fed insiders. Bill and Ellen know the central bank; they have been inside the central bank. They understand better than almost anybody else how the institution works. And so it's great to have you here because the Fed has a two-day meeting that's beginning today.</p><p>Bill, I'll start by asking you, if you were still on the [Federal Open Market Committee], how would you come down on the question of raising rates at this meeting by 50 basis points versus 75 basis points?</p><p>Mr. Dudley: Well, I think they're going to do 75 basis points. But let's be very clear on that. I'm not sure I would've changed from the path that they outlined—the 50 basis points. At the end of the day, what matters is the terminal rate and how that gets reflected in the stock market, the bond market, not exactly the rate of speed of getting there.</p><p>My sense is that the Fed has decided to do 75 basis points rather than 50 basis points because of the data we've got over the last week or so showing higher inflation and maybe some more disturbing news on inflation expectations. And so my judgment is the reason why we're seeing 75 basis points is that Fed officials are worried a bit about losing credibility.</p><p>Mr. Timiraos: Ellen, the same question for you. Before the Fed went into its quiet period before this meeting, they had guided markets to a 50-basis-point move. We wrote yesterday that a 75-basis-point move could be on the table. What would you be advising at this meeting?</p><p>Ms. Meade: I think 75 basis points is what they will do tomorrow and what they need to do tomorrow given all the things that have transpired since Friday's data. I totally agree with Bill about the concerning nature of the data on Friday. And markets by yesterday, on Friday and yesterday morning, were starting to price in a possible 75. And you know over the last six to nine months, the Fed has made increasingly hawkish turns at its meeting, but then shortly after the meeting appears to be behind the curve. So one way to get out in front this time around is to tee up a 75, which they seemed to do yesterday.</p><p>I do think though that there is a risk here. Communications are a very important tool and you need to be reliable in your communications, which they did with a fair amount of care over the past intermeeting period. So this is an unusual development.</p><p>Mr. Timiraos: The Fed this year has really tried to avoid surprising markets. The idea as you put it, Bill, was if you can communicate a path, you lay out expectations of where policies are likely to go and the market anticipates that, you're actually—that's when you're conducting monetary policy, because you're tightening financial conditions.</p><p>If the Fed was going to surprise at this meeting, why not, Bill, do 100 basis points? They still are far away from where they think they're going to end up. Why not just rip the Band-Aid off and do an even larger rate increase tomorrow?</p><p>Mr. Dudley: Right. You can certainly make that argument because if you decide that the speed of getting there is just as important as the level that you're going to get to, then why not get there faster? So I think that's a perfectly good argument. But my view is that they are probably splitting the difference and 75 basis points is going to be it. Look, I think at the end of the day, the good news is that financial conditions are tightening. Stock prices are down. Bond yields are up. I think the real challenge for the Fed at this meeting is now how much it is actually priced in terms of where the Fed is going, in terms of the level of short-term interest rates. If you look at the federal-funds rate futures, now, they're looking for a peak in the federal-funds rate around 4%. That is well above what people thought the Fed was going to pencil into their Summary of Economic Projections forecast that we're going to see on Wednesday. So it will be interesting to see whether the Fed raises their own projections to be more consistent with what's priced in by the market participants.</p><p>Mr. Timiraos: Bill mentioned the Summary of Economic Projections (SEP) and just for anybody who doesn't follow the Fed day-to-day, once a quarter—at every other meeting—the Fed puts out these projections. They're putting out what they think appropriate policy is, where they would put the interest rates, and what they think inflation, unemployment, other economic variables will look like under that scenario.</p><p>Ellen, the policy decision on Wednesday isn't the only important piece of information out of this meeting. We get those new projections, Chair Powell will answer questions at a news conference afterwards. Beyond the decision 50 versus 75, what will you be looking for out of that suite of communications?</p><p>Ms. Meade: They had a pretty immaculate soft landing in March SEP and in this SEP, they're likely to show growth slowing after this year with the growth rate going below their long-run growth rate, below potential growth, to try to bring GDP back down to its potential level. I think that slowing will not show a recession. The slowing may not even be adequate to do what needs to be done to slow demand, but I think it will be a signal that they want to bring growth back down.</p><p>I think unemployment will tick up and probably top out around 4% or 4.1% on the median. Once again, I don't expect them to show recession, but they will show a slowing economy. And it's very possible that the [interest-rate projections] in 2024 will show an easing, and that wouldn't necessarily be related to having a recession, but about providing additional accommodation to keep the economy going as it tends to slow down.</p><p>Mr. Timiraos: Bill, when you were the chief economist at Goldman Sachs, you had observed that every time the unemployment rate goes up by a half percentage point over—I don't remember—three, six months from its recent low, that it didn't stop there. It went further because we were in a recession. So picking up on something Ellen said, she thinks officials could project the unemployment rate, which right now is at 3.6%, moving up to 4.1%. That's flirting with the territory that you've identified as \"once you go there, you go up a lot more.\" Do you think that the Fed could implicitly acknowledge here that recession risks are a lot higher than they were three months ago?</p><p>Mr. Dudley: I certainly agree with Ellen that they're going to show a rise in the unemployment rate, but they're not going to show a recession. I think the Fed is going to basically underscore that actually we're going for a soft landing. I think the problem is what you pointed out, that it's really hard to achieve a soft landing when you are pushing up the unemployment rate by more than a trivial amount.</p><p>A number of months ago, Chair Powell talked about soft landings that the Fed has achieved in the past '65-66, '84-85, '93-95—those three episodes. Unfortunately, all three of those episodes, the Fed tightened, but the unemployment rate kept declining. None of those episodes did the Fed actually push up the unemployment rate. Now, obviously we haven't had that many observations since World War II in terms of recessions. So maybe they can pull off a soft landing with an unemployment rate rising a half or three quarters of a percent. But the historical track record here is pretty damning in the sense that we've never had a rising unemployment rate of between ½ percent and 2 percentage points. If it rises more than ½ percent, the next stop is a full blown recession.</p><p>Now I don't expect the recession to be very near term. I think the economy has considerable forward momentum, which is precisely why the Federal Reserve needs to tighten monetary policy quite a bit to slow down the economy. So I think this is mostly a 2023-24 story, in terms of a hard landing. But I do continue to think that a hard landing is very likely and obviously the more persistent the inflation is, the higher inflation is for longer and that makes the hard landing risk go up.</p><p>Mr. Timiraos: So when, Bill, do you think we get to that? You said 2023-24. When do you think we're talking about a hard landing? When do you think we might begin to see the data really turn here?</p><p>Mr. Dudley: In the middle of 2023, would be my best guess, but I can move that forward or I can move that back six months easily. We know there's a lot of uncertainty, right? We don't know how the Ukraine-Russia war is going to go. We don't know how long the strike to the energy prices is going to persist, what level of energy prices we're going to reach. We don't really know how the tightening of the financial conditions is going to slow the economic growth. This is a very tough environment to figure out because in a lot of the sectors, the supply is inadequate to meet demand. So you're tightening monetary policy to reduce demand. It doesn't really have that much effect on the economy in the short term because there isn't enough supply, but we actually are demanding to take in a lot of areas like housing and motor vehicles for example.</p><p>Mr. Timiraos: Ellen, how would you handicap the prospects that they can actually get inflation closer to where they want it to be? They have a 2% target, but let's say they got something into the high twos. What would you assess the prospect that they can do that without a downturn here?</p><p>Ms. Meade: I think certainly after seeing Friday's data where we [previously] thought that perhaps we were getting a moderating string of inflation numbers, it raises the prospect of a recession even further. I, too, wasn't thinking that we saw a particularly elevated risk over the next year, but more as we moved into late '23 and into '24. And now I think it's less than 50% certainly that they can navigate into a soft-ish kind of landing—and soft-ish meaning with growth declining below it's 1¾ percent potential growth rate and the unemployment rate rising. It would look to be a historically unusual outcome.</p><p>Mr. Timiraos: So at the last meeting in the March projections, most participants saw the Fed raising rates this year to around 2%, maybe a little bit below that. Now the market is pricing in the Fed going maybe a point higher this year. So somewhere between 2.5% and 3%, and participants had projected that the peak rate for this cycle, the terminal rate, might be around 3% and actually a little bit below 3%.</p><p>Ellen, where do you think the terminal rate is going to be for this cycle? Are we looking at the Fed actually getting interest rates above where they did in 2018, getting them up to 3%, do you think we're going to see rates end up at 4%, which is where markets are beginning to price things right now?</p><p>Ms. Meade: I think we could get us up to 3.75%, 4%. And then if you take the 55 basis points that the Fed has said that [quantitative tightening] is worth assuming that the QT program proceeds as on schedule, I think they could portray that as a 4.5% percent terminal rate.</p><p>Mr. Timiraos: That's a good point. We didn't talk about the Fed shrinking their $9 trillion balance sheet. And there are some estimates around how much tightening that has. What would you say Bill? You've written about maybe a fed-funds rate that needs to get up to 5%. How do you see the terminal rate right now?</p><p>Mr. Dudley: I think the market is finally getting to a more appropriate place. Whether it's 4%, 4.5%, 5%, it's hard to say at this point, but I think we're now within healing distance of what's right.</p><p>I would though take issue with this idea that the balance sheet tightening is going to substitute the need for the Fed to raise short term rates. Because remember the balance sheet is still really large. It's still adding stimulus. So when the Federal Reserve is shrinking their balance sheet, all they're doing is removing the accommodation of the balance sheet and bringing the balance sheet back to neutral. People act like the balance sheet normalization process means that the Fed doesn't have to raise the short-term interest rates as much. But I don't really think it works that way. It's true that if they didn't normalize the balance sheet they'd have to take the short-term interest rates up even higher, but the balance sheet isn't moving to a tight setting. It isn't going to get even to neutral for about three years.</p><p>Mr. Timiraos: So how do you know when policy rates are \"neutral\" and you are no longer providing stimulus to the economy? Because Fed officials project what they think the interest rate is going to be over the long run, Bill, but that assumes 2% inflation and I don't think anybody would argue we have a 2% inflation right now. So if you were having to fill out that grid in projections that are going to be presented tomorrow, where do you think a neutral interest rate is over the next year or two?</p><p>Mr. Dudley: Yeah, it is a very important issue. So the balance sheet is still adding accommodation, so that argues for a somewhat higher neutral rate. Inflation's higher—that argues for a somewhat higher neutral rate. The real question is do you use actual inflation or do you use inflation expectations? I would probably use something that's more forward looking, so I would use something like what the consumers are expecting over the next five years or what the Treasury inflation-protected securities market is projecting over the next five years, so maybe I'd add 75 basis points, 100 basis points to neutral just to account for where inflation actually is going today.</p><p>And this is very difficult. The neutral rate, too, also depends on how the markets react to the Fed. At the end of the day as Jay Powell has made very clear, monetary policy works through financial conditions, so if the markets respond very sensitively to what the Fed does, the Fed doesn't have to do as much. Conversely, if the markets don't respond as much to the Fed, then the Federal Reserve has to do more. So I really think this idea of a neutral short term rate has probably received too much attention because we don't really know what it is with any precision.</p><p>Mr. Timiraos: And Ellen, we were talking earlier about some of the inflation data that came out recently. We mentioned the CPI on Friday. But Friday we also got the University of Michigan's consumer survey. The Fed looks at inflation expectations, of course. Can you walk me through why the Fed might put a lot of weight on the longer-run inflation expectations, what households expect inflation to be over the next five to 10 years? If that is moving up and if it rose to a 14-year high in Friday's preliminary survey, why would that get the attention of Fed officials as much as a hot CPI report, maybe even more than a hot CPI report?</p><p>Ms. Meade: Well, the Fed believes as the economics profession in general believes that inflation expectations are very important for the determination of actual inflation, for the course of actual inflation. And if you think back to the experience in the '60s and '70s, one of the challenges that Chair Volcker faced in '79 and that took quite a long time, was bringing inflation expectations back down to a reasonable level. The inflation expectations play a central role in the Fed's framework and one of the things they've been saying repeatedly is they absolutely do not want to lose control of the inflation expectations. They have been very well anchored since the late '90s at something around 2% or slightly below. So anything that causes them to fear a loss of control there is very important.</p><p>Mr. Timiraos: And just to follow up on that, you were involved with the framework change that the leadership of the Fed made in 2020. This was after a year and a half of review, the Fed decided to change the way that they operationalized their inflation-targeting strategy to seek periods of somewhat higher, somewhat above 2%—nothing like what we're seeing right now—inflation after downturns, because of the concern that when you're stuck at zero, it's harder to stimulate the economy so you can try to make it up on the other side. And as part of that, the Fed came up with this new index of common inflation expectations. So Ellen, can you walk me through what that index is trying to do and, really, if that index were to move higher, what do you think that would say to officials around the boardroom table at the FOMC?</p><p>Ms. Meade: So just to be clear, that index wasn't developed literally as part of the framework review, but it was developed by staff around the time of the framework review and it received a lot of attention and exposure by Rich Clarida who was the vice chair. It is one measure of inflation expectations that factors in a broad set of underlying indicators but I wouldn't want to leave the impression that Fed officials are focused solely on that measure. They have made some recent changes to the measure and it has ticked up a bit over where it was before. So I think, the movement up there along with some other staff work that shows underlying inflation, which is a closely related concept to inflation expectations, as having moved up, all of these things together, I think to get with the Friday's data, set the stage for some concerns about expectations of where they're heading.</p><p>Mr. Timiraos: Thanks, Ellen. So I want to ask both of you the same question here, which is that monetary policy often involves risk management. Chair Powell refers to risk management. This is the idea of balancing between the risks of doing too much or doing too little and how easy is it to correct if you end up going too far in either direction. So if Jay Powell, who you've both worked with, is going to make a mistake here, do you think, Bill, he is more likely to err on the side of doing too much, tightening too much and risking a harder downturn? Or do you think he's more likely right now to err on the side of easing, pulling back too soon, not doing enough to bring down inflation. And tell us why you would pick whichever the answer is?</p><p>Mr. Dudley: Well, I can say what I would do, and I hope Jay would do the same thing. I think you want to err on the side of making sure that you keep inflation expectations well anchored. Because to Ellen's point, once inflation expectations become un-anchored, it's much harder to bring the inflation back down. So my view is you can pay me now or you can pay me later. If you procrastinate and don't respond with some aggressiveness, inflation expectations get un-anchored, then you're just going to have to do more later. And Jay Powell has talked a lot about Paul Volcker. And Paul Volcker came in after 10, 15 years of not doing the right thing, in terms of managing inflation. And so as a consequence, Paul Volcker had to put the economy through two recessions and he put the economy through the wringer.</p><p>And I think Jay understands that that's not a great place to end up. And so I think he'll probably want to err on the side of making sure that you keep inflation expectations more anchored. It isn't fun for the Fed. People are going to get put out of work. The Fed's goals of getting low and moderate income people employed—that's going to become undone to a degree.</p><p>And I think that to me, the original error was just being so slow to begin to remove monetary policy accommodation. The original framework was fine, a 2% average inflation target. But how they implemented it, they basically implemented it by saying we're not going to even begin to raise rates until we are satisfied with conditions of full employment, 2% inflation, we're confident that inflation will be above 2% in the future. That almost—they ensured that they were going to be late. And then we got unlucky in terms of a number of shocks to the economy. Not only were they a little late, they were a lot late.</p><p>Mr. Timiraos: Ellen, same question to you. Not that we want the Fed to make any mistakes, but if they're going to make a mistake, which one do you think Chair Powell is more likely to risk making right now?</p><p>Ms. Meade: I would go with the same thing that Bill said. Bill and I are both old enough to remember what it was like to live through the Paul Volcker era and high inflation. And it's not something we want to go through again and we certainly don't want to risk losing all that hard won credibility and low, anchored inflation expectations. So I think that that is the mistake they should err on the side of, absolutely.</p><p>And I also agree with Bill that the problem wasn't so much the new framework, although the thinking around the world we were living in if you think back to pre-Covid, it was very, very different. And Covid is just a shock that we've never seen before, and so there were a number of things that factored into the mistakes there. But a central point was this forward guidance that the Fed locked themselves into so that they couldn't move very quickly.</p><p>Mr. Timiraos: And so if you had to say why the Fed fell behind, it sounds like both of you are pointing to in September of 2020, after the Fed announced a new framework, they came out with guidance. At the time inflation was low, a lot of people were worried the Fed was never going to hit its 2% inflation target—haha, that sounds funny today, but that was the worry at the time. And so the Fed said, \"We won't raise rates until we hit maximum employment. We want to drive the unemployment rate back down to where it was before the pandemic.\"</p><p>Is it fair to say, Ellen, you think that was sort of the first sin in terms of being too late to react last year when inflation did begin to pick up in a more meaningful way?</p><p>Ms. Meade: Yeah, I do. I think the labor market turned out to be a lot tighter than they realized. And the idea of returning to what it looked like in February, 2020 after such a big shock hit that it upended things was probably not the right perspective. I also think that as others have pointed out, Larry Summers in particular, that the Fed didn't adequately account for the amount of fiscal stimulus that was being added to the economy. This was something that hadn't happened after the global financial crisis where the Fed was more or less the only game in town. This time, they weren't the only game in town. So I think that that added to inflation pressures as well.</p><p>Mr. Timiraos: I'll make this the last question because we're just out of time, but I get this question from readers a lot, Bill. So I'll ask you, do you think politics played a role last year in any of these decisions that the Fed made?</p><p>Mr. Dudley: No, I don't. I've been around that FOMC table and politics just doesn't come up. It doesn't come up in terms of the Fed's decisions. I think what happened was they were too optimistic about the inflation forecast, and they were locked into keeping policy easy for a long time. And then they were unlucky. They got hit with a bunch of negative shocks. We're still talking about supply chain disruptions today. I'm sure the Fed thought that the supply chain disruptions would be over by now. So it was a combination of a policy mistake and bad luck. And so that's where we ended. I don't think politics played into it at all.</p><p>Mr. Timiraos: Well, Bill, Ellen, this has been a really valuable conversation. Thank you so much for joining us today.</p><p>Write to Nick Timiraos at nick.timiraos@wsj.com</p>",
  "published": "2022-06-15T06:11:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 5829,
          "end": 5842
        },
        {
          "start": 5829,
          "end": 5836
        }
      ]
    }
  ]
}