{
  "_id": "0b2481eb368ca5c652b856866cddef92ce9de1d9e11345b63a0f4f9186cafa65",
  "feed": "ftcomall",
  "title": "US bankers head to ‘Davos in the desert' despite Saudi tensions",
  "text": "<p>Relations between the US and Saudi Arabia may have plunged to a new low after the kingdom cut oil production in defiance of Washington's wishes, but for American banks and investors flocking to a Riyadh conference this week it is business as usual. </p> <p>Jamie Dimon, chief executive of JPMorgan Chase, Blackstone co-founder Stephen Schwarzman and David Solomon, head of Goldman Sachs, are among a host of western executives scheduled to speak at the Future Investment Initiative.</p> <p>The conference, dubbed the “Davos in the Desert”, opens on Tuesday just two weeks after US president Joe Biden warned Riyadh that there would be “consequences” after <a href=\"https://www.ft.com/content/9ff534c5-3b99-40d0-84f2-19b88743190e\">Opec+ cut its daily output targets by 2mn barrels</a>. </p> <p>The White House accused <a href=\"https://www.ft.com/saudi-arabia\">Saudi Arabia</a>, the world's top oil exporter, of aligning with Russia, one of the other main producers in Opec+, and furious Democrats have called for the administration to freeze arms sale to the kingdom and end co-operation with Riyadh.</p> <p>But for <a href=\"https://www.ft.com/us-banks\">US banks</a>, the allure of tapping into the kingdom's oil wealth means they have no such qualms about engaging with Riyadh and supporting Crown Prince Mohammed bin Salman's flagship annual investor conference. </p> <p>While much of the rest of the world frets about the risk of recession, Saudi Arabia is enjoying its first oil boom in almost a decade as Russia's war in Ukraine has pushed up crude prices. The kingdom is forecast to have one of the world's fastest growing economies this year, with its output predicted to expand by more than 7 per cent. </p> <p>“In a world where capital markets are shut and investment bank earnings are down, the Gulf warrants attention,” said an executive at a US bank.</p> <p>The huge petrodollar windfall comes as Riyadh is pushing ahead with an ambitious plan to overhaul the economy and develop the conservative kingdom. </p> <p>The Public Investment Fund, which is chaired by Prince Mohammed, has been one of the region's most active state investment vehicles, snapping up foreign assets and committing to spending $40bn annually in the kingdom as it oversees a string of a megaprojects. </p> <p>There has also been a number of initial public offerings in the kingdom over the past year, while the PIF recently issued its debut bonds. Saudi Aramco, the state-controlled oil company, has hired US bankers to prepare for an IPO of its trading arm.</p> <p>“That's why FII will be so busy — the kingdom is engaging on a broad front,” the banker said. “OK, they don't pay such good fees and the pipeline is relatively narrow, but the wallet is growing and will continue to grow.”</p> <p>An executive at a large European-based credit fund said the PIF was also becoming increasingly important in private markets as North American pension fund managers grapple&#xa0;with volatile markets and slow new commitments to private funds.</p> <p>“The ambition of these guys [Saudi officials] is off the charts,” the executive said. “The balance of power&#xa0;is shifting to the Middle East in private markets.”</p> <p>The Biden administration, however, will not be sending representatives to the conference, unlike last year when Don Graves, the deputy secretary of commerce, attended. A US official said the decision not to send a delegation was owing to “scheduling issues” and was taken before Opec+ announced its oil production cut. </p> <p>A White House spokesperson denied a report by US broadcaster NBC that the administration sought to dissuade US executives from attending the conference. </p> <p>The event's organisers say US officials were not invited<a href=\"https://www.ft.com/content/138fa4da-1626-4251-b126-0e4a9d76b3f7\">, a sign of the frosty relations </a>between Prince Mohammed and the Biden administration. </p> <p>But Jared Kushner, Donald Trump's son-in-law, and Steven Mnuchin, who was the former president's treasury secretary, will be attending, according to a list of speakers. Prince Mohammed enjoyed far warmer relations with the Trump administration and the more than $600bn PIF has reportedly committed to invest $2bn in Kushner's private equity firm, Affinity Partners. </p> <p>It is not the first time tensions between the US and Saudi Arabia have cast a shadow over the conference. Many western executives, including Dimon and Schwarzman, pulled out of the event in 2018 after Prince Mohammed drew widespread criticism following the murder of Jamal Khashoggi by Saudi agents. </p> <p>The CIA concluded that Prince Mohammed, the nation's day-to-day leader, authorised the operation to “capture or kill” Khashoggi, who was murdered at the kingdom's consulate in Istanbul. </p> <p>The crown prince blamed the murder on rogue operatives who have since been imprisoned. The killing led to the US imposing sanctions on a number of Saudis and a campaign promise by Biden to turn Saudi Arabia into a “pariah”.</p> <p>But bankers were quick to re-engage with the kingdom and the current spat between Washington and Riyadh is considered a political dispute that does not compare to the moral outrage triggered by Khashoggi's killing.</p> <p>The American Chamber of Commerce in Riyadh said it was “optimistic that the enduring commercial relationship between US companies and Saudi Arabia&#xa0;will&#xa0;continue”.</p> <p>After recently visiting Washington, Monica Malik, chief economist at Abu Dhabi Commercial Bank, said that while administration officials fumed, the message from the private sector was “‘we want to do more business in the region”.</p> <p>“One thing is clear. As the global economy is in a difficult position, Saudi Arabia stands out as an area of strong growth and opportunity.”</p><p>Source: Samer Al-Atrush in Riyadh, Simeon Kerr in Dubai, Antoine Gara in London and Felicia Schwartz in Washington 2022 'US bankers head to ‘Davos in the desert' despite Saudi tensions' FT.com 24 October. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-10-24T04:00:01.448Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 365,
          "end": 372
        },
        {
          "start": 365,
          "end": 378
        },
        {
          "start": 364,
          "end": 377
        }
      ]
    }
  ]
}