{
  "_id": "e0eb1e45a9cf7bb999ce67a9ee8651fc0a77d3e236ed606722d162744bea4a32",
  "feed": "wall-street-journal",
  "title": "Logistics Companies Move to Snatch Up Supply-Chain Tech Startups; Fueled by an influx of venture capital and strategic shifts, supply-chain startups are in high demand",
  "text": "<p>Venture investors have pumped capital into startups operating in the so-called logistics-tech sector on the thesis that helping to unsnarl supply chains will become lucrative business. That funding has provided some startups with deep pockets they in turn are using to pursue acquisitions of fellow startups.</p><p>Meanwhile, large shipping corporations are racing to expand their reach across the business-to-consumer market and have turned to acquisitions and increased startup investing. For instance, Danish containership company A.P. Moller-Maersk A/SA.P. Moller-Maersk A/S is preparing to make more acquisitions in the U.S. as it aims to broaden its end-to-end reach over the supply chain.</p><p>The value of merger-and-acquisition activity of venture-backed logistics startups in the U.S. reached $2.7 billion in both 2021 and 2020, a nearly 69% increase from 2019, according to analytics provider PitchBook Data Inc. Globally, the value of these deals reached $6 billion in 2021 and topped out at $8.4 billion in 2020.</p><p>\"I think we'll see [mergers and acquisitions] continue to rise,\" said Tony Jeffries, a partner at law firm Wilson Sonsini Goodrich &amp; Rosati, which represents startups and investment firms in capital raises, initial public offerings and in M&amp;A activity.</p><p>Fueled in part by a $185 million venture round completed in December, India-based BigFoot Retail Solutions Private Limited, which does business as Shiprocket, has made several acquisitions in the last several months and is aiming to do more, co-founder and Chief Executive Officer Saahil Goel said.</p><p>Shiprocket offers software that helps businesses organize and automate various shipping processes. In February, Shiprocket acquired India-based supply-chain startup Glaucus, which offers services such as inventory management and analytics. The purchase adds to Shiprocket's supply-chain services as it aims to capitalize on the massive e-commerce market in India, Mr. Goel said.</p><p>While capital has flooded the logistics-tech sector, Mr. Goel said not all startups have been able to raise capital, giving Shiprocket the opportunity to make purchases. The current market downturn could also provide favorable deal-making conditions as valuations cool, or if startups in need of capital have difficulty raising a round they might be more open to an acquisition, Mr. Goel said.</p><p>Investors including food delivery startup Zomato, Temasek Holdings, Lightrock, and Moore Strategic Ventures participated in Shiprocket's December Series E funding round.</p><p>Chicago-based logistics-tech startup Project44 has also been on an acquisition spree recently. The company has made two acquisitions so far in 2022 and is planning to make several more in the first half of the year, founder and CEO Jett McCandless said. Project44, which develops software that offers companies supply-chain management and visibility of their freight, made several acquisitions last year to broaden its data inputs and analytic offerings.</p><p>\"Tech multiples first compressed in the public market, now we are seeing multiples starting to compress in the private market,\" Mr. McCandless said referencing a common way in which startups are valued as a multiple of their revenue. \"We anticipated this, which is why we have so much capital on the balance sheet.\"</p><p>In January, Project44 tapped investors including TPG Capital and Goldman Sachs Asset Management to raise $420 million in a funding round that valued the company at $2.2 billion.</p><p>Project44 says its product offers companies a detailed view of where their goods are, allowing them to optimize interconnected supply chains and reduce shipping times and costs.</p><p>Write to Marc Vartabedian at marc.vartabedian@wsj.com</p>",
  "published": "2022-02-22T11:00:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 3346,
          "end": 3353
        },
        {
          "start": 3326,
          "end": 3356
        },
        {
          "start": 3346,
          "end": 3376
        },
        {
          "start": 3346,
          "end": 3359
        }
      ]
    }
  ]
}